[{"uid": "1295240169095436825", "i": 354, "idx": 0, "sa": ["Steve Ballmer"], "q": "is a vital concern in an economy where many companies focus on developing and selling products, handing off the actual manufacturing to facilities in China and elsewhere in the developing world. Microsoft Corp CEO <strong> Steve Ballmer </strong> identified <q> better global enforcement of intellectual property laws </q> as the world's largest software company's No. 1 lobbying priority in an interview with the Washington Post in July.\" That is particularly true in China, where the protections are the weakest,\"", "new_id": -2}, {"uid": "1295402639060080264", "i": 8392, "idx": 0, "sa": ["Emma Watson", "David Letterman", "Oprah Winfrey", "Andy Kaufman", "Joaquin Phoenix"], "q": "Grey www.youtub... <strong> Oprah Winfrey </strong>'s Ultimate Australian Adventure Reaches New Heights <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?- www.twitter.com/mjdasilva <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?- www.twitter.com/mjdasilva So are you in the <q> <strong> Joaquin Phoenix </strong> is on drugs and deeply disturbed camp? </q> or the\" He's having a laugh camp\". Either way, I can't wait for that debut hip-hop album. Follow me on twitter@mjdasilva... Late Show with <strong> David Letterman </strong>- <strong> Emma Watson </strong>( 2007) On", "new_id": -2}, {"uid": "1295049201264142848", "i": 3585, "idx": 6, "sa": ["Kirsten Gillibrand", "Preston Williams"], "q": "& search= Search\",\" permaLink\":\" http://www.washingtonpost.com/wp-dyn/content/video/2011/01/12/VI2011011203368.html\",\" showComments\": true,\" duration\":\"\",\" mediaQueryString\":\" http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01122011-43v&amp;flvURL=/media/2011/01/12/01122011-43v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F12%2F01122011-43v.jsn\"}{\" title\": <q> No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton </q>,\" description\":\" Host B.J. Koubaroulis and The Post\\'s <strong> Preston Williams </strong> and James Wagner preview this weekend\\'s match-up between No. 10 Georgetown Visitation and No. 18 <strong> Kirsten Gillibrand </strong> Seton. Video includes highlights and footage", "new_id": -2}, {"uid": "1295752898235700267", "i": 4478, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer", "Steven Glazer"], "q": "out in May,\" he said during a luncheon speech at a political seminar. Controller John Chiang, who would be responsible for making such a decision, has not publicly warned of that possibility. <q> I'm not supposed to say any of this, </q> <strong> Bill Lockyer </strong> said. <strong> Jerry Brown </strong> advisor <strong> Steven Glazer </strong> said <strong> Bill Lockyer </strong>'s warning is consistent with what the governor has said.\" We've asked the Legislature to act quickly. That cures a lot of ills.\"", "new_id": -2}, {"i": 1135, "idx": 4, "index_answer": 1, "new_id": -1, "q": "who has been the vocal wrestling fan having guest hosted WWE's\" Monday Night RAW\" back in October 2009.\" Yeah the belt's really caught on,\" said <strong> Aaron Rodgers </strong>. <q> It's a celebration that started in practice and the fans loved it and you got to give them what they love. Usually it was just after a run or something. Sometimes <strong> Ric Flair </strong> surprise myself on those. </q> <strong> David Letterman </strong> ended the segment by heading out into the audience and having <strong> Aaron Rodgers </strong> wing him a pass. Guidelines: Fan feedback should be within the guidelines for the NFL community. These guidelines will", "sa": ["David Letterman", "Aaron Rodgers"], "uid": "1297451512119193621"}, {"uid": "1295658341074924035", "i": 533, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "George Osborne"], "q": "\" big society\". <strong> Andy Coulson </strong>'s departure weakens <strong> David Cameron </strong> and his chancellor, <strong> George Osborne </strong>, who jointly appointed <strong> Andy Coulson </strong> and have staunchly, sometimes testily, defended him in public and private. <strong> George Osborne </strong> described <strong> Andy Coulson </strong> as <q> an incredibly talented, dedicated and patriotic servant of this country </q>. <strong> David Cameron </strong> said he was saddened by the departure, feeling his communications director was\" being punished twice for the same offence. This is all about the past. It has gone on and on and", "new_id": -2}, {"uid": "1296226806149782548", "i": 43785, "idx": 0, "sa": ["Mike Pence"], "q": "<q> Previous Is the Arab World Ready for Democracy? provides some context and points out something I think a lot of Western cheerleaders fail to grasp:\" There's no way for Egypt to be democratic and exclude the Islamists from political participation. The same is true for most other parts of the Arab world... </q>-- <strong> Mike Pence </strong> has removed himself from 2012 presidential contention( by all accounts TIME The Internet tries to restore communication to Egypt amid web blackout| A Day After CEO Is Hacked, Facebook Rolls Out New", "new_id": -2}, {"uid": "1296542758249364481", "i": 47613, "idx": 9, "sa": ["Michael Vick"], "q": ", but not to use him in ads. Not yet. Maybe, if <strong> Michael Vick </strong> continues on the path he's on now, he'll be hawking products on TV again. <q> I think he could as long as his football career keeps going as well as it has this year, </q> Bodock said.\" A lot of it will have to do with the public's reaction to him. Truth61 at 7:41 AM January 31, 2011 He still has a LONG way to go. And", "new_id": -2}, {"uid": "1295762095175325199", "i": 12727, "idx": 7, "sa": ["Barack Obama", "Mr. Bauer", "Gary Bauer", "Colin Powell", "President Bush", "Dick Cheney"], "q": "State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Fo... Ban Abortion- 2012 Presidential Candidate www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> <strong> Mr. Bauer </strong> says. But in considering one... <strong> Dick Cheney </strong> On <strong> President Bush </strong>: America Knows A\" Stand Up Guy When They See Him\" <strong> Dick Cheney </strong> On <strong> President Bush </strong>: America Knows A\" Stand Up Guy When They See Him\"", "new_id": -2}, {"uid": "1295564377105267210", "i": 29323, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "of this we will execute and operate the business even better,\" <strong> Eric Schmidt </strong> said. During the call, <strong> Sergey Brin </strong> expressed what sounded like genuine admiration for <strong> Eric Schmidt </strong>'s role in Google's success. <q> We're all in great debt to <strong> Eric Schmidt </strong>, </q> said <strong> Sergey Brin </strong>.\" There's really no one else in the universe who could have done what <strong> Eric Schmidt </strong> has done.\" Please send me occasional email updates about new features and special offers from Wired.", "new_id": -2}]