[{"uid": "1295604042252706885", "i": 33218, "idx": 0, "sa": ["Eric Schmidt", "The CEO", "Google Inc."], "q": "technology spreads. Roger Phelps, an optometrist in Ojai, Calif., says viewers who suffer the most with 3-D are those who have trouble getting their eyes to converge properly in normal life. <q> If you tend to get carsick easily, you might be one of those, </q> Phelps says. Triangle companies raised$ 320.6 million in venture capital last year, a 27 percent jump that outpaced the national trend. <strong> Google Inc. </strong>'s grown-up <strong> The CEO </strong> hands reins to founder, 37 <strong> Eric Schmidt </strong>, a technology", "new_id": -2}, {"uid": "1295768239143409188", "i": 5668, "idx": 8, "sa": ["Rasheed Wallace", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak.\" The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> http://wn.com/Was_Detroit_an_experiment_City?_HIGHEST_unemployment_rate_24_signs_of_ROTTING_Wasteland Thanks Eddie! Eddie NWO Censored MYSPACE Junkie. Love ya! DETROIT HOUSING APOCALYPSE www.youtube.com For years, people have been laughing", "new_id": -2}, {"uid": "1295777587220971009", "i": 40591, "idx": 3, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "spokesman it's time to move on.\" Mr <strong> Andy Coulson </strong> joined Mr <strong> David Cameron </strong>'s team before the General Election and then ran the PM's communications strategy. Labour leader <strong> Ed Miliband </strong> said the row raised <q> real questions about <strong> David Cameron </strong>'s judgement that he hung on to <strong> Andy Coulson </strong> for so long </q>. Play video Thousands say farewell to Ark Royal crew Subscribe to RSSMost Popular in: UK Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News editor", "new_id": -2}, {"uid": "1296506251121487405", "i": 12962, "idx": 2, "sa": ["National Geographic Society", "Sarah Parcak", "Ramses II", "Zahi Hawass", "Fredrik Hiebert"], "q": "to <strong> Zahi Hawass </strong>, all of <strong> Ramses II </strong>'s museums are now\" completely safe\" and should be open again to the public by this Friday at the latest. Other scholars hope <strong> Zahi Hawass </strong> is right. <q> I am hopeful that the looting will come to an end. <strong> Zahi Hawass </strong> has already implemented numerous security measures, but there are hundreds of sites across <strong> Ramses II </strong>, many of which lie in remote areas, </q> said <strong> Sarah Parcak </strong>, an Egyptologist at the University of Alabama-Birmingham. <strong> Ramses II </strong> is more vulnerable to looting than other countries in the region, said archaeologist <strong> Fredrik Hiebert </strong>, a <strong> National Geographic Society </strong> fellow", "new_id": -2}, {"uid": "1296052592223051843", "i": 24613, "idx": 1, "sa": ["Michael Vick"], "q": "a rib injury. <strong> Michael Vick </strong> is expected to sign a two-year contract with the company Thursday.\" We're real excited about it,\" said Rob Vito, CEO of Unequal Technologies. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> <strong> Michael Vick </strong>, formerly of the Atlanta Falcons, was indicted by the federal government in 2007 for his role in a dogfighting operation, but has been on the road to rehabbing his image to the public since", "new_id": -2}, {"uid": "1296536150067862554", "i": 2641, "idx": 6, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "<strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then moved to the outside, going 4-for-8 from 3-point range. <q> He got a couple of easy ones, and once you get a couple of layups, the basket looks bigger, </q> said <strong> Allen Iverson </strong>, who had 28 points.\" He played a great game, and hopefully he can continue to play that way.\" <strong> Linas Kleiza </strong> scored 27 points in the first half, 20 in the second quarter", "new_id": -2}, {"uid": "1297479934178913293", "i": 19780, "idx": 0, "sa": ["Mike Pence"], "q": "never enacted, the earlier leadership bill cut$ 74 billion and the new bill cuts$ 100 billion.\" Everybody got hit,\" Interior and Environment Appropriations subcommittee Chairman <strong> Mike Pence </strong> Simpson said. <q> Obviously we don't want to close the national parks... we tried to be selective, </q> he said. Bill prohibits funding for EPA climate regs House appropriators on Thursday announced that they were withdrawing their less drastic CR under pressure from freshmen. It is unclear if the bill will satisfy freshmen and", "new_id": -2}, {"uid": "1295740099012697603", "i": 41801, "idx": 0, "sa": ["Andy Coulson", "Pope Benedict XVI"], "q": "\" with the need to uphold church law. On Saturday, <strong> Pope Benedict XVI </strong> said priests had an important pastoral job to discern whether would-be spouses are prepared and able to enter into a valid marriage. <q> The church and society at large place too much importance on the good of marriage and the family founded on it to not make a profound commitment to it pastorally, </q> <strong> Pope Benedict XVI </strong> said. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295562594178864162", "i": 10773, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ",\" Day-to-day adult supervision no longer needed!\" Mr <strong> Eric Schmidt </strong> has been Google's chief executive since July 2001, when he took over the role from Mr Page. Mr Page said <strong> Eric Schmidt </strong> had done <q> an outstanding job leading Google for the last decade. The results speak for themselves. </q> Google's other co-founder <strong> Sergey Brin </strong> will focus on strategic projects and new products, the company said. Start of sidebar. Skip to end of sidebar.", "new_id": -2}, {"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago.\" This one feels great due to the fact that I've been through so much,\" <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q> To be able to get back to this position is paramount to me, and I'm just thankful. </q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]