[{"uid": "1295855819019906582", "i": 14285, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "Eliot Engel"], "q": "announce his candidacy for president. <strong> Kirsten Gillibrand </strong> said her office called <strong> John Thune </strong>'s office to suggest the arrangement.\" He won't win,\" she said with a laugh. <q> I'll tell him that,` Just because I'm sitting next to you doesn't mean I'll vote for you.' </q> Democratic Rep. <strong> Eliot Engel </strong> of the Bronx is arguably the New York lawmaker most invested in the spectacle of the State of the Union, year in and year out. He gets", "new_id": -2}, {"uid": "1295630192007700487", "i": 48090, "idx": 0, "sa": ["George H.W. Bush", "Colin Powell", "Brent Scowcroft"], "q": "; <strong> Colin Powell </strong> <strong> Brent Scowcroft </strong>, national security adviser at the time; and former Marine Corps <strong> Colin Powell </strong> Walter Boomer. The conflict which began on January 17, 1991, about four months after Iraq invaded Kuwait. <q> A few things I probably could have done better, but in the case of Desert Storm( the military name for the Gulf War), history will say we got this one right, </q> <strong> George H.W. Bush </strong> told the audience of approximately 3,500 gathered for the session. The former president and his team also appeared together in an interview with NBC's Brian Williams, which can be viewed at the", "new_id": -2}, {"uid": "1297600395127287377", "i": 48202, "idx": 0, "sa": ["Allen Iverson", "Dan Tan", "Darius Morris"], "q": "of the silent locker room. He supported <strong> Darius Morris </strong> after every game, yet couldn't help himself.\" <strong> Dan Tan </strong> said,` Yeah, <strong> Darius Morris </strong>, even I saw that,\"' Villegas said. <q> Everyone was so serious and when <strong> Dan Tan </strong> said that, that was it. That was the end of halftime.\" You can't follow that. We all started to laugh. It was great. </q> <strong> Dan Tan </strong> imitated <strong> Allen Iverson </strong>'s famous practice rant-\" We talkin' about practice, man, practice,\"- after another halftime rant against Campbell Hall. An eternal optimist, <strong> Dan Tan </strong> always cracked", "new_id": -2}, {"uid": "1295238802163905590", "i": 3157, "idx": 1, "sa": ["Hillary Clinton", "Colin Powell", "Lawrence Wilkerson"], "q": "it.\" <strong> Lawrence Wilkerson </strong>, who was chief of staff to Secretary of State <strong> Colin Powell </strong>, said that <strong> Hillary Clinton </strong> has to tread carefully in socially conservative regions, particularly those where the U.S. military is at war. <q> You might be right, in the narrow sense of women in that country or region need to be empowered, but you're saying something inimical to other U.S. interests, </q> he said. Despite <strong> Hillary Clinton </strong>'s efforts to spotlight women's issues, it was her own angry response to what she perceived as a sexist question at a town hall meeting in Congo that dominated American television", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,\" <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}, {"uid": "1296664437210550812", "i": 25716, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "10 P.M. <strong> Barbara Walters </strong>, <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Charlie Rose </strong>: Life Can Change in a Heartbeat, No Matter How Famous You Are 1 comment By BARBARA WALTERS with ALAN B. GOLDBERG <q> I realized there was really no alternative, if I wanted to live, I had to do this. </q>-- <strong> Bill Clinton </strong>\" I would find myself busting into tears and sobbing uncontrollably.\"-- <strong> David Letterman </strong>\"... stop the heart, work on it, restart it...", "new_id": -2}, {"uid": "1295907812246595678", "i": 39137, "idx": 0, "sa": ["Norman Schwarzkopf", "Colin Powell"], "q": "One where the military was at its peak in how it was perceived by the public,\" said Nathan Freier, a retired Army officer and now a <strong> Norman Schwarzkopf </strong> fellow at the Center for Strategic and International Studies. <q> The military, for the first time really since Vietnam, had a new public face. </q> Largely credited for the victory were Gens. <strong> Colin Powell </strong>, Joint Chiefs chairman at the time, and <strong> Norman Schwarzkopf </strong>, the commander of U.S. forces during that war.\" There was great deference among lawmakers from that", "new_id": -2}, {"uid": "1296163888042713094", "i": 31164, "idx": 0, "sa": ["Karen Pence", "Austin Stout", "Mike Pence"], "q": "<strong> Mike Pence </strong> greet people in the Grand Hall in Union Station Tuesday, November 2, 2010 at the Indiana Republican Election Night Party. <strong> Mike Pence </strong> easily won reelection for his 6th Congressional District seat. He told the crowd, <q> I believe history will record... Indiana led the country back. </q> Charlie Nye/ The Star. Nine-year-old <strong> Austin Stout </strong>, Brownsburg, left, comes up to congratulate Indiana Congressman <strong> Mike Pence </strong>, who won reelection for his 6th District seat, with wife <strong> Karen Pence </strong> at his side, after his victory", "new_id": -2}, {"uid": "1295124191182747183", "i": 33202, "idx": 1, "sa": ["Zendon Hamilton", "Allen Iverson"], "q": "Lopez and <strong> Zendon Hamilton </strong> proved to be too much for <strong> Allen Iverson </strong>'s one-man show, as St. John's played one of its finest games of a so-far erratic season, upsetting sixth-ranked Georgetown, 83-72, before 13882 fans. <q> That's my game, basically, </q> Lopez said.\" Up tempo.\" And in control. If one play could have summed up the contest's outcome, it came with just over five minutes to play and St. John's leading by 9", "new_id": -2}, {"uid": "1295614628111296525", "i": 7347, "idx": 0, "sa": ["Andy Coulson"], "q": "has been under strain for months over allegations of widespread hacking of cellphone messages by journalists at the News of the World at the time that he edited the paper, from which he resigned in 2007. <q> I can today confirm that I've resigned as Downing Street director of communications, </q> <strong> Andy Coulson </strong> said in a statement.\" Unfortunately, continued coverage of events connected to my old job at the M&G Online Comment Guidelines In Brief No hate speech; No racist, sexist or homophobic remarks;", "new_id": -2}]