[{"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.\" <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a\" right-wing media echo chamber\" that is <q> transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day. </q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said:\" By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.\" <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}, {"uid": "1295762096175325193", "i": 17995, "idx": 0, "sa": ["Tony Blair", "Paul Pierce", "Allen Iverson"], "q": "behind them.\" It was a must win for us. We came up with that attitude,\" said <strong> Tony Blair </strong>, who had 25 points, including a 3-pointer that made it 104-90 with 7:52 to go. <q> It was` win or go home' in our minds. </q> The lead grew to 17 before the Warriors mounted one last run, scoring nine straight points to cut it to http://wn.com/Healthcare_Reform_Bill_Debate_KCRA-NBC3_6pm_Sacramento,_CA_03-20-2010wmv <strong> Paul Pierce </strong> Smith is interviewed by KCRA channel 3 on March 21st 2010. http://wn.com/Allen_Iverson_33pts_vs_Baron_Davis_Warriors_07/08_NBA <strong> Allen Iverson </strong> squared up,", "new_id": -2}, {"uid": "1295169134245350414", "i": 28948, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "has claimed. Speaking to the News of the World, the Irish music manager seemed to confirm` Promise This' singer will join <strong> Simon Cowell </strong> on the judging panel of the forthcoming US competition. <q> It will be me and Dannii[ Minogue] on the UK show with two more people, </q> he stated. The paper further reports that ITV bosses are desperately attempting to convince <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> to reconsider their Stateside move.", "new_id": -2}, {"uid": "1295308710035520519", "i": 16425, "idx": 0, "sa": ["Piers Morgan", "Oprah Winfrey", "Michael Vick"], "q": "little pussycat.\" Related Times Topics: <strong> Piers Morgan </strong>| CNN Add to Portfolio Time Warner Inc headline that's pinned above <strong> Piers Morgan </strong>'s desk, as if it were an inspirational quote from the Dalai Lama. <q> I've said that <strong> Lady Gaga </strong> can only come on my show if she gets on bended knee in crimes against humanity, </q> explains <strong> Piers Morgan </strong>, grinning. Sitting in his office, which looks out over <strong> Piers Morgan </strong> And <strong> Oprah Winfrey </strong> Make A Bet About <strong> Michael Vick </strong>( VIDEO) <strong> Oprah Winfrey </strong> is <strong> Piers Morgan </strong>'s first guest for his CNN show\" <strong> Piers Morgan </strong> Tonight.\"", "new_id": -2}, {"uid": "1297184996166789153", "i": 12862, "idx": 1, "sa": ["Donald Rumsfeld", "Tom McClintock"], "q": "part of cooking the books on intelligence to gin up a reason to invade that country. See: http://www.tnr.com/print/article/the-first-casualty We know that <strong> Donald Rumsfeld </strong> resolutely refused to plan for the occupation. We know that in Congress, <q> everyone would agree Iraq was a mistake, </q> according to <strong> Tom McClintock </strong>( R-CA). 1kW-.\"... and so then I said,\" Hey, Voldemort-- pull my finger!\"\" 6.1** pffffft***", "new_id": -2}, {"uid": "1296372233130301995", "i": 16634, "idx": 0, "sa": ["Sarah Sellers", "Simon Cowell"], "q": "boy? I saw you lookin' down,\" followed by a fist bump. To a full-lipped <strong> Sarah Sellers </strong>:\" You had me sold the second you laid eyes on me.\" To scout Chris Cordeiro: <q> You scared everyone in the room. </q> To tone-deaf Michael Perotto:\" Did you eat paint chips as a child?\" In general:\"* Bleep** Bleep** Bleep*.\"$ 12 million, about a third of <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1296876367021512194", "i": 44851, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "low-quality, non-competitive games and turn those into quality, competitive games that the fans want to see.\" <strong> Michael Vick </strong> was planning a Super Bowl party, and whether that was appropriate for a man with his past: <q> I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here- what he'd be doing. He has said that on numerous occasions people have been using his name about being involved in some type of party, but that he had no intention of participating in that. </q> â\u0080¢ <strong> Roger Goodell </strong> praised the Dallas-Fort Worth area for handling the difficult weather, saying the ice and snowstorms would not jeopardize the region's chances of hosting the game again. This is the first Super Bowl to", "new_id": -2}, {"uid": "1295351570142295047", "i": 43465, "idx": 2, "sa": ["Mike Pence"], "q": "statement.\" It is also morally wrong to take the taxpayer dollars of millions of pro-life Americans and use them to promote abortion at home or abroad.\"\" Last year,\" said <strong> Mike Pence </strong>, <q> Planned Parenthood received more than$ 363 million in revenue from government grants and contracts. During that same time, they performed an unprecedented 324,008 abortions. The largest abortion provider in America should not also be the largest recipient of federal funding under Title X. </q> <strong> Mike Pence </strong> said his bill would\" prevent any family planning funds under Title X from going to Planned Parenthood or other organizations that perform abortions. It will ensure that abortion providers are not being subsidized with federal", "new_id": -2}, {"uid": "1296225359092700754", "i": 12052, "idx": 1, "sa": ["Miguel del Valle", "Gery Chico", "Mike Pence", "John McCain", "Rahm Emanuel", "Carol Moseley Braun"], "q": ", who is retiring: former Chicago public schools president <strong> Gery Chico </strong>, former <strong> John McCain </strong> senator <strong> Carol Moseley Braun </strong> and city clerk <strong> Miguel del Valle </strong>. The moderators of Thursday's debate went immediately to the court's ruling. <strong> Rahm Emanuel </strong>'s response: <q> The good news is, now that we have the Supreme Court decision, it's behind us. Hopefully this will be the last question about it, for all of us, including myself. </q>` CLOSER TO HOME' Indiana <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong> announced Thursday he would not seek the Republican nomination for president in 2012, but he did\" I'm open to running for governor,", "new_id": -2}, {"uid": "1295797594180797500", "i": 30001, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": ", he said. <strong> Colin Powell </strong> disparaged the idea of cutting one program or another that might be a politically popular target for one party or another. blog comments Reader Comments( 1) <q> You can't fix the budget or the national debt by killing National Public Radio </q> or the federal spending on the arts, he said. It's a start. That is <strong> Barack Obama </strong> places that we are throwing money away. VIDEO: Giffords leaves Tucson hospital", "new_id": -2}]