[{"uid": "1297127081189071391", "i": 25840, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": ", maybe <strong> Paula Abdul </strong> for` X Factor' <strong> Simon Cowell </strong> wants his new Fox talent series\" The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow\" American Idol\" judge.\" I've always said at some point we are going to be working together.\" But, he added,\" I have to", "new_id": -2}, {"uid": "1296006543146669593", "i": 39638, "idx": 0, "sa": ["Aiden Grimshaw", "Simon Cowell"], "q": "Despite coming only ninth in last year's competition, he was added to the line-up at show guru <strong> Simon Cowell </strong>'s behest. The tour kicks off next month in Birmingham. A source revealed: <q> This record deal is <strong> Aiden Grimshaw </strong>'s to lose.\" If he can keep the fans happy he'll join his mate <strong> Matt Cardle </strong> as one of <strong> Simon Cowell </strong>'s chosen few. </q> But his deal is bound to annoy other singers on the ITV show who survived longer than him. http://www.thesun.co.uk/sol/homepage...cord-deal.html That's a really bizarre story.. <strong> Aiden Grimshaw </strong> and Syco? I just can't", "new_id": -2}, {"uid": "1295588443175472914", "i": 20364, "idx": 3, "sa": ["Eric Schmidt"], "q": "the business has become more complicated,\" and Google wanted to\" speed up decision making,\" so Page got the nod. As for Page's ability to lead the company, <strong> Eric Schmidt </strong> says, <q> Larry, in my clear opinion, is ready to lead. </q> This news came out of nowhere, as reflected in the stock's movement after-hours. It spiked on strong earnings, then fell back, and is now up around 1%. Investors, along with", "new_id": -2}, {"uid": "1295977910157089808", "i": 30962, "idx": 10, "sa": ["Chauncey Billups", "Allen Iverson", "Carmelo Anthony"], "q": "had another double-double for the Nuggets, who are 12-3 since trading <strong> Allen Iverson </strong> to the Detroit Pistons for <strong> Chauncey Billups </strong>, the Denver native and former University of Colorado star whose homecoming has gone better than anybody would have expected. <q> I think we're heading into a good direction right now, </q> <strong> Carmelo Anthony </strong> said.\" I say all the time, he's bringing that leadership to this team, helping everybody out, making http://wn.com/Allen_Iverson_35pts_clutch_game_winner_vs_Timberwolves_07/08 The conversation was short and to the point. <strong> Carmelo Anthony </strong> saddled up to <strong> Allen Iverson </strong> late", "new_id": -2}, {"uid": "1295860435042090520", "i": 5995, "idx": 3, "sa": ["Dominic Cummings", "Michael Gove", "Andy Coulson", "Steve Hilton"], "q": "moment of maximum panic) for agreeing to Tory participation at all. After the election, he apparently vetoed one of <strong> Michael Gove </strong>'s proposed special advisers, <strong> Dominic Cummings </strong>. There was tension with <strong> Steve Hilton </strong>, too. <q> They're just chalk and cheese, </q> says one senior Cameroon.\" <strong> Andy Coulson </strong> was the measured professional, cautious, a bit more Right-wing. Anti-bullshit, anti-hipster. And <strong> Steve Hilton </strong> was the opposite.\" According to one Cabinet minister, the two", "new_id": -2}, {"uid": "1295094125134053943", "i": 20075, "idx": 5, "sa": ["Lily Allen", "Tyronn Lue", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said.\" We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Nathan_plays_Not_Fair_by_Lily_Allen_Keyboard_Cover_[KARAOKE_/_INSTRUMENTAL] This is my cover of\" Not Fair\" by <strong> Lily Allen </strong> taken from her# 1 album\" Its Not Me Its You\". Its her 2nd single following her# 1 success with\"", "new_id": -2}, {"uid": "1295658301074924120", "i": 24667, "idx": 3, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "Wednesday that he felt he had to leave Number 10. Senior civil servants were told the following day. Mr <strong> David Cameron </strong> said he was\" obviously very sorry to see him go\". He said: <q> He did a very good job as Director of Communications both for the Government and the country. He ran the Downing Street press office in a very professional and straightforward and correct way, and I think he's done some very good work.\" But I understand why he wants to go with the things that happened with the News of the World... Obviously he resigned at the time and I've always felt he was punished for the same offence twice. </q> Labour leader <strong> Ed Miliband </strong> said Mr <strong> Andy Coulson </strong> had\" done the right thing\" but should have gone earlier. He said:\" We've been saying for some time that the cloud of allegations surrounding <strong> Andy Coulson </strong>'s", "new_id": -2}, {"uid": "1296738996265682966", "i": 5209, "idx": 0, "sa": ["Andy Coulson"], "q": "individuals will be given permission if a formal or informal application to the court is made. The guidance stated that judges can authorise live reporting on a case-by-case basis and at times it may be limited to <q> representatives of the media for journalistic purposes </q>. Sign up here for our free, daily email newsletter to get all the latest stories, jobs, tips and more. BBC's Craig Oliver to replace <strong> Andy Coulson </strong> as No 10 communications chief Sponsored content must", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history.\" We're putting our money where our mouth is,\" <strong> Simon Cowell </strong> said. <q> It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star. </q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge.\" I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}, {"uid": "1296570929178978913", "i": 5391, "idx": 0, "sa": ["Andy Coulson"], "q": "severance pay. The prime minister's spokesman confirmed <strong> Andy Coulson </strong> had left No 10 for good at this morning's daily lobby briefing. Asked whether a replacement had been found, the spokesman said: <q> I think we are making good progress on that. When we are in a position to make an announcement we will make one. I wouldn't say it is imminent. </q> <strong> Andy Coulson </strong> decided to resign after deciding that continuing allegations about phone hacking dating back to his time as editor of the News of the World had made it impossible to devote what he called\"", "new_id": -2}]