[{"uid": "1296516708125337623", "i": 25198, "idx": 0, "sa": ["Michael Vick"], "q": "family after his wife died in 2005. U.S. Justice Department on Thursday filed a civil... Article: Eichmann Nazi trial veterans reunite in... U.S. Video: Teachers Getting the Axe in New York City Report Abuse <q> <strong> Peter Egner </strong>, voted republican, supported the GOP, tea-baggers, palin </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing Teen Kids Sobs in Court 5 Foods to never eat: Cut down a bit of stomach fat", "new_id": -2}, {"uid": "1296971617152387585", "i": 29611, "idx": 1, "sa": ["Michael Vick"], "q": ", who dealt with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid. <q> He had a plan and he stuck to that, both on and off the field, </q> Reid said.\" He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job", "new_id": -2}, {"uid": "1295135053142065693", "i": 50, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson", "Yao Ming", "Anthony Morrow"], "q": ". <strong> Allen Iverson </strong> scored 38 points, including two <strong> Yao Ming </strong> jumpers in the final two minutes, and <strong> Carmelo Anthony </strong> added 30, helping the Denver Nuggets hold on for a 110-104 victory over the Los Angeles Clippers on Friday night. <q> My whole thing was not so much taking over, but just trying to win the basketball game, </q> he said.\" I got a couple of good looks at the end.\" <strong> Allen Iverson </strong> put the Nuggets ahead for good with an 18-foot, off-balance floater with 1:23 remaining. <strong> Anthony Morrow </strong> sealed the Nuggets' second straight", "new_id": -2}, {"uid": "1296549619189169667", "i": 345, "idx": 3, "sa": ["David Letterman", "Justin Bieber"], "q": "<strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade.\" 11th grade-- is that a sophomore in high school?\" <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied: <q> I don't know. I'm Canadian. </q> Later, <strong> Justin Bieber </strong> tweeted that he will be on the\" Late Show\" again on Friday,\" playing the drums and doing the Top Ten.\"", "new_id": -2}, {"uid": "1297272060224821253", "i": 28615, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "as to whether they have those weapons... We all know that. A trained ape knows that.\"\" There is no doubt in my mind but they currently have chemical and biological weapons.\" <q> It is about weapons of mass destruction. It is unquestionably about that. </q> Mother Jones' Washington bureau chief. For more of his stories, RSS feed. Siddhartha Mahanta is an editorial fellow at Retired evildoer <strong> Donald Rumsfeld </strong> just gave an interview calling the war in Afghanistan a", "new_id": -2}, {"uid": "1297427694138166275", "i": 47473, "idx": 0, "sa": ["Paris Hilton", "Simon Cowell"], "q": "man arrested in 2010 for allegedly trying to break into <strong> Paris Hilton </strong>'s home in the Hollywood Hills, was in fact trying to break out of the premises. An unnamed source in the LA Police department alleges that the <q> in... J.Lo` Smeared' as White House Super Bowl Party Breaks Down to Food Fight Over Lap Dance! CHERYL Cole is the face about to launch a thousand quips. Pix of her in Venice this weekend show her bloated and- no other word for it- FAT! And as if to prove it, the gondola she was travelling in alone almost SANK. The singer, 27, was returnin... New Sherlock Holmes Series Announced Following the success of the 3 episode modern\" Sherlock Holmes </q>, BBC have announced that an even more up to date series will be airing later this year. An unnamed source claims that all the characters would\" accurately reflect society in the 21st... <strong> Simon Cowell </strong> Shows He Has", "new_id": -2}, {"uid": "1295592162066338850", "i": 23497, "idx": 4, "sa": ["George H.W. Bush", "Ryan Crocker", "Colin Powell"], "q": "while singing the gospel song Down by the Riverside, which contains the lyric\" I ain't gon na study war no more.\" <strong> Colin Powell </strong> got the applause line of the night when he retorted, <q> If you don't want to study war no more, you better be ready to fight a war. </q> <strong> Ryan Crocker </strong>, former ambassador to Iraq and current dean of Texas A&M's <strong> George H.W. Bush </strong> School, moderated the event. He asked the panel what would have happened if Congress hadn't authorized the use of force against", "new_id": -2}, {"uid": "1295471010042287122", "i": 33016, "idx": 4, "sa": ["Rasheed Wallace", "Tayshaun Prince", "Allen Iverson", "Rodney Stuckey"], "q": "was being officiated-- tipping toward the Spurs, he thought.\" I knew what it was going to be out there, and I didn't want our team to fall into that,\" <strong> Rasheed Wallace </strong> said. <q> We knew how it was going to be, especially going against the league darlings. </q> <strong> Rasheed Wallace </strong> finished with 19 points and <strong> Allen Iverson </strong> also scored 19 for Detroit( 11-6), which has won two of three. Richard Hamilton added 16 points and <strong> Tayshaun Prince </strong> scored 15. <strong> Rodney Stuckey </strong> came off the bench to score", "new_id": -2}, {"uid": "1296321913180224001", "i": 39011, "idx": 0, "sa": ["Eric Schmidt", "Danny Goodwin", "The CEO"], "q": "the niche. Google Gives <strong> Eric Schmidt </strong>` Unprecedented'$ 100 Million Equity Award by <strong> Danny Goodwin </strong> Outgoing Chief Executive Officer <strong> Eric Schmidt </strong> will receive a$ 100 million equity award from Google, the company has confirmed. The award <q> includes stock and stock options, and vests over four years, </q> and is the largest for a sitting <strong> The CEO </strong>. <strong> Eric Schmidt </strong> on` False' Media Speculation, Google vs. Facebook Obsession by <strong> Danny Goodwin </strong> Speculation that <strong> Eric Schmidt </strong> was forced out as chief executive officer in favor of Larry Page due", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected.\" The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,\" said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q>\" For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,\" said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri.\" This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}]