[{"uid": "1296333025218349599", "i": 5318, "idx": 2, "sa": ["Michael Vick"], "q": "and waiting to be petted. And there are big ones, such as the day when the dogs find permanent homes, the way six of the 22 that originally were brought to Best Friends have thus far. <q> When they announced on TV that <strong> Michael Vick </strong> was eligible to play football again, I lost every single bit of inner peace, </q> said Erika, who adopted one of the <strong> Michael Vick </strong> dogs, Oliver, and didn't want her last name used because she doesn't want herself or Oliver to be targeted for harassment.\" But I thought,", "new_id": -2}, {"uid": "1297143696250691592", "i": 31554, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion.\" It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> All content Â© Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1295022258099024910", "i": 20755, "idx": 4, "sa": ["Kelly Clarkson", "Simon Cowell"], "q": "2002.\" Without <strong> Simon Cowell </strong>, I'm not sure how successful Idol would have been, regardless of how good( Season 1 winner) <strong> Kelly Clarkson </strong> was,\" says Atlanta Journal-Constitution blogger Rodney Ho. <q> How much will viewers miss <strong> Simon Cowell </strong>'s commentary? That's the question. </q> Adding to the loss of <strong> Simon Cowell </strong>, some wonder whether his X Factor, a singing competition that premieres on Fox in the fall, could cut into Idol's buzz and popularity. Unlike Idol, which", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the\" Jersey Shore\" sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong>\" <strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q> It's really hard for me to watch, </q> <strong> Nicole Polizzi </strong> says of watching the punch t...\" <strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010)\" <strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1296174091054247448", "i": 43589, "idx": 11, "sa": ["Barack Obama", "Mike Pence"], "q": "Members of Congress from both parties stand and applaud together... Article: <strong> Barack Obama </strong> seeks new path to environmental goals... Full Story <cite> CNN Political Ticker </cite> Politics Video: Commission Completes Supreme Court Interviews Report Abuse <q> You need a little help here understanding this article. </q> He is not a third party candidate. He is a republican candidate. The article reads\" An independent campaign to draw GOP Rep. <strong> Mike Pence </strong> into the 2012 presidential race is under way\". Report Abuse", "new_id": -2}, {"uid": "1295469111069730385", "i": 17650, "idx": 1, "sa": ["Simon Cowell"], "q": "energy alone sets him apart from the staid and sometimes icy <strong> Simon Cowell </strong>, who quit after last season.\" The part that's a little difficult is judging young kids,\" the 62-year-old said. <q> It took me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done. </q>( A jab at <strong> Simon Cowell </strong>?)\" I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage,\" he prattled cheerfully.", "new_id": -2}, {"uid": "1296429332256245803", "i": 12006, "idx": 11, "sa": ["Jalen Rose", "Allen Iverson", "Aaron McKie", "Jermaine O'Neal"], "q": "series at 1-1. Game 3 of the best-of-five Eastern Conference quarterfinals is Saturday in Indiana.\" I'm going to remember this game for a long time,\" said <strong> Allen Iverson </strong>, who also had nine assists. <q> I've been playing a lot off my God-given ability. This game took a lot of thinking. I'm pleased with my mental aspect coming into the game... When guys doubled me, I found my teammates and they hit the shots. I don't think I forced too many things. </q> <strong> Aaron McKie </strong> had 19 points and George Lynch added 16 for Philadelphia, which finished as the top team in the East for the first time since 1983-84. <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for", "new_id": -2}, {"uid": "1295980272233783310", "i": 28170, "idx": 2, "sa": ["Eric Schmidt", "Meg Whitman"], "q": "app download winners STUART:\" Welcome to the future: access can be obtained anonymously while streaming movies-or...\" Patrick:\" Not even close, what we have looks more like <strong> Meg Whitman </strong>.\" RedRat: <q> OK, as a chemist, we do not count formulas for chemical compounds as words. That is just plain ridiculous... </q> RedRat:\" Actually have <strong> Eric Schmidt </strong> host a tech type show on TV might not be a bad idea. Right now, you have these news...\" RedRat:\" Verizon greedy???!!! How can this be!", "new_id": -2}, {"uid": "1295339112109576203", "i": 3155, "idx": 0, "sa": ["Michael Vick"], "q": "prohibits extending a contract when that happens. But the Eagles could franchise <strong> Michael Vick </strong> and then sign him to a new deal.\" Not as of yet,\" <strong> Michael Vick </strong> said, when asked about talks. <q> Everybody is just enjoying the break, getting their mind together. When it's time to do business, and talk football and contracts, it will happen at the right time. </q> Asked about the AFC and NFC Championship Games, <strong> Michael Vick </strong> didn't express a preference, but he did discuss the Jets' knack for trash-talking. Because your contributions are currently under review, no comments", "new_id": -2}, {"uid": "1297707872054411272", "i": 15946, "idx": 0, "sa": ["Steve Ballmer", "J Allard"], "q": "making Windows Phone 7 into its primary smartphone platform in the future.(\" Concept\" phones, pictured, were revealed by Nokia yesterday.) That's something that both Nokia and Microsoft are banking on. <q> Nokia has incredible capabilities, whether it's industrial design or cameras or a broad, efficient supply chain, </q> said <strong> Steve Ballmer </strong>.\" We're sure from that based that Nokia will deliver absolutly phenomenal capability.\" Actually, <strong> J Allard </strong> was quoted around the launch of the Xbox 360 in 2005 discussing the vision of gamers playing", "new_id": -2}]