[{"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q> the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose. </q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}, {"uid": "1297254047238534667", "i": 45811, "idx": 0, "sa": ["Christina Aguilera", "Simon Cowell"], "q": "talent show, joking that <strong> Christina Aguilera </strong> could have been chosen before messing up the American national anthem at the Super Bowl last Sunday. The music mogul also confessed that he\" likes\" Fergie is <q> one of the most underrated singers in this country. </q> Despite the hype surrounding US X Factor, reports have suggested that the show could mean bad news for fans of the original UK version. According to The Mirror, <strong> Simon Cowell </strong> has\" ruled himself out", "new_id": -2}, {"uid": "1296444954158449881", "i": 45851, "idx": 2, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "to run, he's scrambling to throw,\" Raji said- he also explained why <strong> Ben Roethlisberger </strong> can be just as hard to contain as the elusive <strong> Michael Vick </strong>, whose escapability is predicated more on slipperiness than strength. <q> You have to rush them the same. If you're rushing four, there's five gaps, so there's always an outlet for him.( <strong> Ben Roethlisberger </strong>'s) knack to find that outlet is why I made the comparison, </q> Raji said.\" He's a big guy- a big, tall, strong man. When you're going against guys like that, a lot of times you're fighting off blocks and you may not", "new_id": -2}, {"uid": "1295091429140001468", "i": 12574, "idx": 3, "sa": ["Steve Ballmer"], "q": "'re going to continue to invest in[ Windows Phone 7] aggressively in the future,\" <strong> Steve Ballmer </strong> promised. He also pointed out that 20,000 registered developers have produced over 5,500 apps for the OS. <q> When I get a chance to show people a Windows phone, the feedback that I hear is very, very gratifying, </q> he said.\" As people try it and discover its new features and beautiful hardware, they see the difference.\" That's all well and good, but if Windows Phone 7 doesn't win", "new_id": -2}, {"uid": "1296075535083542047", "i": 20185, "idx": 2, "sa": ["Michael Vick"], "q": "of our products.\" When the Philadelphia Eagles quarterback returned after missing a few games due to a rib injury last season, he wore a vest and shock-absorbent sports pads designed by Unequal. <q> The Unequal technology is a part of my game now and I won't play without my Unequal, </q> <strong> Michael Vick </strong> said in a statement, according to the Associated Press.\" Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.\" Before serving", "new_id": -2}, {"uid": "1295562778148553743", "i": 10127, "idx": 2, "sa": ["Eric Schmidt"], "q": "gets the job title of co-founder and will work on strategic projects and products.\" For the last 10 years, we have all been equally involved in making decisions,\" <strong> Eric Schmidt </strong> wrote. <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company, </q> <strong> Eric Schmidt </strong> wrote. The change over indicates there's been a clear decision to put a technologist back in charge and to return some of the founding drive to strategic and day-to-day decisions, given Page's role", "new_id": -2}, {"uid": "1295369627117719056", "i": 37413, "idx": 1, "sa": ["Mr. Jackson", "Simon Cowell"], "q": "was Paula, there was <strong> Simon Cowell </strong>. I think you will see a new version of the Dawg. There's maybe a little more hair on the Dawg,\" <strong> Mr. Jackson </strong> said on a phone conference last week. <q> You'll see me take more of an assertive role and trying to guide it a little bit... I think you'll be like,` Wow, Dawg!' </q>\" American Idol\" kicks off its 10th season on Wednesday on FOX.", "new_id": -2}, {"uid": "1296806545266600450", "i": 25376, "idx": 1, "sa": ["David Letterman"], "q": "been dropped because Fordham was protected by free speech. She cited numerous sources to back her claim- ranging from Wikipedia to the Urban Dictionary to <strong> David Letterman </strong>. During one\" Late Show\" episode, <strong> David Letterman </strong> <q> made it very clear that neither` douche' nor` douche bag' were vulgar terms when used correctly, </q> Maytin wrote, adding that the term has\" made its way into mainstream society.\" In fact, Maytin argued, the term\" douche bag\" is spoken more than such wholesome words as\" baseball\"", "new_id": -2}, {"uid": "1296174977054247442", "i": 2534, "idx": 5, "sa": ["Eric Schmidt"], "q": "\" <strong> Eric Schmidt </strong> Google executive chairman The firm offered German homeowners the right to opt out before the pictures were even taken, and nearly 3% duly did that. But despite this initial opposition, <q> Germany is the second-highest user on a percentage basis of Streetview of any country in the world, </q> he said.\" We know that German consumers really love our product.\" On Wikileaks, Mr <strong> Eric Schmidt </strong> said the company had decided to make leaked documents searchable via its website, irrespective of the US", "new_id": -2}, {"uid": "1297304788026935319", "i": 27465, "idx": 4, "sa": ["George Shultz", "Donald Rumsfeld"], "q": ". I remember saying to <strong> George Shultz </strong>,\" I don't think I want to write a book because I've read other people's books and I see that it's their slice.\" And he said, <q> That's true, it's always going to be that way. But you should have your slice there, too. How it looked from your perspective. </q> So I've enjoyed doing that. Newsweek: Wars aside, we've been bad at grappling in non-kinetic fashion with Islamic extremism. If anything, it's spreading. Why? <strong> Donald Rumsfeld </strong>:", "new_id": -2}]