[{"uid": "1295627764018169864", "i": 48165, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", government outreach, and technology thought leadership. He will also continue to act as an advisor to Page and <strong> Sergey Brin </strong>. According to Google, these executive changes will help to streamline the decision-making process and <q> create clearer lines of responsibility and accountability at the top of the company. </q>\" We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" comments <strong> Eric Schmidt </strong>.\" By clarifying our individual roles, we'll create clearer", "new_id": -2}, {"uid": "1294974774096534537", "i": 23487, "idx": 1, "sa": ["Adam Nagourney", "Jennifer Steinhauer", "Ian Lovett", "Mike Pence"], "q": "forward.\" Listen, any kind of bill the N.R.A. is against is always a problem.\" Asked about prospects for new gun restrictions, Representative <strong> Mike Pence </strong>, Republican of Indiana, asserted, <q> I maintain that firearms in the hands of law-abiding citizens makes communities safer, not less safe. </q> Some gun advocates insisted that there would be a battle over strengthening gun laws. <strong> Adam Nagourney </strong> reported from Tucson, and <strong> Jennifer Steinhauer </strong> from Washington. <strong> Ian Lovett </strong> contributed reporting from Los Angeles.", "new_id": -2}, {"uid": "1296074639036618248", "i": 49177, "idx": 0, "sa": ["Eric Schmidt"], "q": "evil.\" The dynamics of what even Google calls its management\" triumvirate\" are somewhat murky, but the co-founders appear to worry more about idealism, while <strong> Eric Schmidt </strong> has advocated increased commercialisation. <q> Google policy is to get right up to the creepy line and not cross it, </q> <strong> Eric Schmidt </strong> once said. Debate about the location of that line is most likely when it comes to markets like China and activities like using users' data for profit. So far, the company seems to", "new_id": -2}, {"uid": "1296325002149307403", "i": 1294, "idx": 0, "sa": ["Simon Cowell"], "q": "Pak not taken enough steps to control terror: Rao terrorism emanating from across the border as\" Frankenstein's monster\", Pakistan has not taken enough steps to control the menace which is out to harm it. <q> There are elements in Pakistan who believe terrorism is the means to further <strong> Kristen Stewart </strong>, otherwise known as Bella Swan in the\" Twilight </q> franchise, is apparently being courted for the role of Snow White in Universal's upcoming When <strong> Simon Cowell </strong> was waiting at the end of the judges table, waiting to render judgment, any goodwill accumulated on the way was", "new_id": -2}, {"uid": "1296175477124354567", "i": 16223, "idx": 9, "sa": ["Rachel Maddow", "Jackie Walorski", "Mike Pence", "Don Imus", "Rahm Emanuel", "Mitch Daniels"], "q": "continue to raise money in his U.S. House campaign fund and later transfer that to campaign for governor if he decides to run. <strong> Jackie Walorski </strong> said she expected <strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. <q> He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through, </q> she said.\" Obviously it'd be great for the state of Indiana.\" <strong> Don Imus </strong>: <strong> Rachel Maddow </strong>` Worst Kind Of Coward,'` Gutless, Sniveling Worm'( VIDEO) <strong> Rahm Emanuel </strong> Back on Mayoral", "new_id": -2}, {"uid": "1296084752130252881", "i": 18045, "idx": 0, "sa": ["Michael Vick"], "q": "one. He simply took a bull of an opportunity by the horns and tamed it.\" I don't know,\" <strong> Michael Vick </strong> said yesterday when asked whether he will return to Philadelphia next season. <q> We'll have to wait and see, but I really do hope I am.\" I enjoyed this season. I enjoy the group of guys that I play with. I enjoyed the success and progress that we all made as a young team. I think the sky's the limit. </q> Again, you would think this would be simple. What team lets a Pro Bowl quarterback who just led a team to a division championship walk away as a free agent? I", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q> the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose. </q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}, {"uid": "1295665867007979096", "i": 29816, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google has shocked its shareholders by announcing that <strong> Eric Schmidt </strong>, its current CEO, is to step down in April and co-founder Larry Page will replace him in the chief executive officer role. <q> When I joined Google in 2001 I never imagined, even in my wildest dreams, that we would get as far, as fast as we have today </q>, starts <strong> Eric Schmidt </strong> in a post on the company's blog, while also posting on Twitter that the move was no longer about needing to supervise founders Larry Page and <strong> Sergey Brin </strong>:\" Day-to-day adult supervision is", "new_id": -2}, {"uid": "1296017629211435550", "i": 5567, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "'s nobody in this House who's taken as serious a long-term view on the budget as Paul Ryan.\" Democrats delight in spotlighting his controversial proposals and daring other Republicans to embrace them. <q> Up until this point, the Republican leadership has been vague about what federal programs they want to cut, </q> said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats.\" On the other hand, Congressman Ryan has been very clear on this subject.\" In Washington, Mr. Ryan's speech will be closely", "new_id": -2}, {"uid": "1296895260171786245", "i": 9120, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": ". <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission.\" I don't want him to put himself in a position where bad things can happen around him,\" <strong> Roger Goodell </strong> said. <q> He takes that seriously.\" We're looking for success stories; we're not looking for players to fail. He's paid a very significant price and he's doing the right thing. </q> â\u0080¢ He praised the Dallas-Fort Worth area for handling the difficult weather, saying the ice and snowstorms would not jeopardize the region's chances of hosting the game again. This is the first Super Bowl to", "new_id": -2}]