[{"uid": "1297137005173735938", "i": 18696, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas Councilmember Tennell Atkins to host Community Office meetings Hidden Treasures of the Mary McCord/Edyth Renshaw Collection on the Performing Arts New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy? </q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1295637393157057065", "i": 21729, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong>, Larry Page and co-founder <strong> Sergey Brin </strong> lavished ebullient praise on one another.\" <strong> Eric Schmidt </strong> has clearly done an outstanding job,\" Page said. A few moments later, <strong> Eric Schmidt </strong> sent out a peppy little tweet, <q> Day-to-day adult supervision no longer needed! </q> But surely there's more to the story. The company itself shrouded the transition in familiar corporate speak, calling it a move to\" streamline decision making and create clearer lines of responsibility and accountability.", "new_id": -2}, {"uid": "1296429332256245803", "i": 12007, "idx": 12, "sa": ["Jalen Rose", "Allen Iverson", "Reggie Miller", "Jermaine O'Neal"], "q": ". <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the Pacers, who were down just 61-59 at halftime after getting 33 from <strong> Reggie Miller </strong>.\" I wish it was reversed,\" <strong> Reggie Miller </strong> said. <q> The game is four quarters. I hate doing things early. I like doing it late. </q> <strong> Allen Iverson </strong> scored 14 of Philadelphia's final 17 points in the third, including the last 10. He drilled a 17-footer, another long jumper and hit a 3-pointer to give the Sixers their biggest lead to that point", "new_id": -2}, {"uid": "1295159503096436248", "i": 47565, "idx": 1, "sa": ["Tramon Williams", "Michael Vick"], "q": "was returned 70 yards for a touchdown by <strong> Tramon Williams </strong>, and also lost a fumble. He finished with 186 yards.\" We moved the ball pretty effectively but we just didn't capitalize,\" Ryan said. <q> We didn't get points when we needed to get points. It's disappointing. </q> The Falcons also had a fourth-quarter fumble by receiver <strong> Michael Vick </strong> Jenkins. For Ryan, the postseason disappointment was painfully familiar. As a rookie in 2008, Ryan had three turnovers, including a fumble returned for a touchdown", "new_id": -2}, {"uid": "1295070638169934886", "i": 34544, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "ultimate crime thriller. Are there no more Hercules Poirrots left?\" Reply# 507 on: March 27, 2009, 02:31:46 PM\"\" Reply# 508 on: March 28, 2009, 02:58:24 AM\" <q> Reply# 509 on: April 13, 2009, 03:36:40 PM </q> http://www.thepentacon.com/ I watched it- two police officers that were at the scene prove that the official flight path was completely bogus.\" Reply# 510 on: April 23, 2009, 09:12:15 PM\" <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295562588178864129", "i": 38589, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said.\" <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as", "new_id": -2}, {"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}, {"uid": "1295459530253952030", "i": 37657, "idx": 0, "sa": ["Sergio Marchionne", "The CEO"], "q": "to Chrysler Group <strong> The CEO </strong> <strong> Sergio Marchionne </strong>. When its first minivans hit the market in 1983, Chrysler caught its competitors by surprise- and that's just what <strong> Sergio Marchionne </strong> hopes to do with its next-generation vans. <q> We're not going to give one inch of territory in terms of our domination of[ the minivan] segment, </q> <strong> Sergio Marchionne </strong> told workers yesterday at Chrysler's Windsor Assembly Plant, where both the Chrysler Town& Country and Dodge Grand Caravan are built. <strong> Sergio Marchionne </strong> didn't give many specifics about the new", "new_id": -2}, {"uid": "1295547997131891207", "i": 2547, "idx": 0, "sa": ["Simon Cowell"], "q": "without the caustic presence of British judge <strong> Simon Cowell </strong>. <strong> Simon Cowell </strong>, the contest's biggest star, quit in May to launch his own talent show on Fox later in 2011. In a column headlined <q> The end of` American Idol'( for real this time), </q> Newsweek blogger Ramin Setoodeh wrote;\" The entire franchise has gone to the land of Stepford, where everybody is so nice and sweet and happy and zippy, you feel a cavity coming on.\"", "new_id": -2}, {"uid": "1295644860262504456", "i": 16541, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "role at the company. He will keep\" focusing on strategic products,\" <strong> Google Inc. </strong> said in a regulatory filing on Thursday. The company portrayed its change at the top as evolutionary rather than revolutionary. <q> Larry... is ready to lead, </q> <strong> Eric Schmidt </strong> wrote on his blog, adding via Twitter:\" Day-to-day adult supervision no longer needed!\" <strong> Eric Schmidt </strong> said that although what he called the\" triumvirate approach\" of leadership by himself, Page and", "new_id": -2}]