[{"uid": "1297176031226918403", "i": 3195, "idx": 37, "sa": ["David Letterman", "Aaron Rodgers"], "q": ".\"( <strong> Aaron Rodgers </strong>, audience laugh) <strong> David Letterman </strong>:\"\" No, you hate to see that.\" <strong> Aaron Rodgers </strong>:\" It's tough, you know?\" <strong> David Letterman </strong>: <q> Is it fun when you're out there? I mean, you're overwhelmed by adrenaline for a while aren't you when you're out there? </q> <strong> Aaron Rodgers </strong>:\" Yeah, I was pretty hyped up starting the game. I'm usually pretty calm throughout the game, but I was a little hyped up, missed a couple throws early on,", "new_id": -2}, {"uid": "1297356972264552457", "i": 41769, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>.\" Being pummeled?\" <strong> Anderson Cooper </strong> said.\" I don't recommend it. I'd never been hit in the head before.\" He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Show Low-$ 650,000 MLS 4412044 3 bed/ 5 bath 3,501- 4,000/ 2006 Those Callaways, John Hall& Associates Scottsdale-$ 674,900 MLS 4443039 5 bed/", "new_id": -2}, {"uid": "1295958129216842277", "i": 10778, "idx": 1, "sa": ["Dick Armey", "Mike Pence"], "q": "of their state Capitol on Wednesday to encourage <strong> Mike Pence </strong> to run for president.\" It's not a complicated message, but it's a heartfelt one,\" said state <strong> Dick Armey </strong> Kris Crawford. <q> We would like him on the ballot. </q> Leaders of the conservative movement made the same argument in a letter sent to <strong> Mike Pence </strong> this week.\" Seize this moment, <strong> Mike Pence </strong>,\" said the letter signed by former", "new_id": -2}, {"uid": "1295473800129286206", "i": 29257, "idx": 1, "sa": ["Michael Vick"], "q": "next morning the dog was back on our porch. My sister and I convinced my dad to let us keep him.\" Damn! I thought I killed that thing...\"-- <strong> Michael Vick </strong> KDMac: <q> Damn! I thought I killed that thing... </q>-- <strong> Michael Vick </strong> dlaurels 18 minutes ago( 4:30 PM) Dogs do get so attached to their owners and the owners get really attached to the dogs. It seems like a miracle, but miracles happen. dlaurels:", "new_id": -2}, {"uid": "1297269561137707527", "i": 37041, "idx": 1, "sa": ["George Casey", "Donald Rumsfeld"], "q": "not awash in sectarian violence,\" the top U.S. commander in Iraq, Gen. <strong> George Casey </strong> said, on talk show after talk show, making the rounds to tell the American home-front not to worry. Civil war? <q> I don't see it happening, certainly anytime in the near term, </q> he said, as he denied the surge in sectarian violence... \" <strong> Donald Rumsfeld </strong> held a news conference at the Pentagon to say that U.S. press reports of killings-- such as mine that estimated 1,300 dead in", "new_id": -2}, {"uid": "1295034979268353577", "i": 48703, "idx": 0, "sa": ["Jimmy Fallon", "David Letterman"], "q": "13 2011 10. <strong> Jimmy Fallon </strong>: A town in Britain is making town employees submit a written request for an office romance. That's going to be weird if the other person isn't in to it. <q> Susan, I've gotten permission to have a romance with you. </q>\" But I'm married.\"\" Well, you're going to have to take that up with Mr. Thorpe.\" 9. <strong> David Letterman </strong>: The Golden Globes has weird categories.\" Best Actor", "new_id": -2}, {"uid": "1295779917044482576", "i": 46284, "idx": 1, "sa": ["Andy Coulson", "Sky Andrew"], "q": "Corp to divest itself of <strong> Sky Andrew </strong> News, for instance, Mr <strong> Andy Coulson </strong>'s resignation would only heighten the likelihood of an ensuing political furore, he argued. But a person close to News Corp disagreed: <q> Actually, <strong> Andy Coulson </strong> leaving No 10 puts a bit of distance between the government, which is having to make the BSkyB decision, and the <strong> Rupert Murdoch </strong> family, which will be a good thing in the long run. </q> The difficulty for News Corp, according to a third person who has worked as an adviser on the BSkyB bid, is that it has lost the ability to prevent evidence reaching open court.", "new_id": -2}, {"uid": "1297230061243105794", "i": 35642, "idx": 0, "sa": ["Kate Middleton", "Olivia Wilde", "Simon Cowell", "Harrison Ford", "Sam Rockwell"], "q": "years older than the sexy House M.D. star. Continues the pal of <strong> Olivia Wilde </strong>, who has about half a dozen film roles on her plate( including this year's <strong> Harrison Ford </strong> and <strong> Sam Rockwell </strong>): <q> She is a hot property now... it was weighing her down being married. </q> <strong> Kate Middleton </strong> estranged husband, meanwhile,\" is heartbroken and really wanted to stay together.\" <strong> Simon Cowell </strong> Unveils His' X Factor' Wardrobe Plans& Offers A Wedding Update <strong> Kate Middleton </strong> deemed top fashion buzzword February", "new_id": -2}, {"i": 3958, "idx": 1, "index_answer": 3, "new_id": -1, "q": "\" and\" The Late Show With <strong> David Letterman </strong>.\"\" Jay-Z is a person in hip-hop that you almost don't think he exists until you meet him,\" <strong> Nicki Minaj </strong> explained to MTV News last February. <q> It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like,` Jay-Z knows me?' I didn't think he knew who I was, let alone recommend me for something. </q> <strong> Nicki Minaj </strong> Rocks Madison Square Garden with <strong> Lil Wayne </strong>, <strong> Friday star </strong>, Drake For New York-area hip-hop artists, ripping the Madison Square Garden stage is a status-cementing moment that few are able to realize. But not", "sa": ["David Letterman", "Lil Wayne", "Friday star", "Nicki Minaj"], "uid": "1296174568165871655"}, {"uid": "1297458881176717840", "i": 5974, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Phone OS.\" I don't see how this[ partnership] changes their opportunity much,\" he added.\" Tight integration between the OS and hardware could improve functionality,\" he added. <q> However, Microsoft has never been able to take advantage of its core developer group for mobile, so I don't see why this would help much... Android would be better for Nokia smartphones. </q> Will Stofega, an analyst at IDC, attended the London partnership announcement where Microsoft CEO <strong> Steve Ballmer </strong> and Nokia CEO <strong> Stephen Elop </strong> spoke, saying he was impressed by <strong> Stephen Elop </strong>, a former Microsoft executive, and his rationale", "new_id": -2}]