[{"uid": "1295506078228589593", "i": 21692, "idx": 0, "sa": ["Boston Rob", "Russell Hantz", "David Letterman"], "q": "NBC( Parenthood Fans FTW!)( 79) The Office's <strong> David Letterman </strong> Scott Gets the Ending He Deserves, Plus Valentine's Day Showmance Updates!( 66) The Real Housewives of Beverly Hills Reunion Shocker: <q> Do You Have a Drinking Problem? </q>( 62) Epic vs. Awesome: Survivor Rivals <strong> Boston Rob </strong> and <strong> Russell Hantz </strong> to Duel Again on Got a burning TV question, a comment or hot dish about your fave TV show? Email your Q's to", "new_id": -2}, {"uid": "1295030362239566877", "i": 30929, "idx": 0, "sa": ["Steve Ballmer", "Jason Maynard"], "q": ",\" said Wells Fargo Securities analyst <strong> Jason Maynard </strong>, in a research note. Iceland wants to become the No. 1 destination for companies looking to outsource their green IT data centers Still, <strong> Jason Maynard </strong> said he was <q> very surprised to see Muglia's departure since STB has arguably been the top performing unit in Microsoft. We have always been impressed with Muglia during our meetings over the years and thought he was on top of the space. </q> <strong> Steve Ballmer </strong> disclosed his decision to remove Muglia as head of STB in an e-mail to employees Monday but provided only vague reasons for the move.\" This is simply recognition that all businesses go through cycles and", "new_id": -2}, {"uid": "1297418059059129876", "i": 39586, "idx": 2, "sa": ["Simon Cowell"], "q": ".\" It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.\" <strong> Simon Cowell </strong> added: <q> At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years!\" Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge. </q> This is a fictional news article. It is just a bit of fun and purely speculation on what EastEnders: Ronnie makes an untrue accusation Emmerdale: Charity realises Cain has cheated Hollyoaks", "new_id": -2}, {"i": 24914, "idx": 0, "index_answer": 3, "new_id": -1, "q": "auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more\" Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. advertisement <q> I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel.\" That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "uid": "1295365273237895710"}, {"uid": "1297714527167477255", "i": 2778, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "has come.\" <strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong>, who also headed the Pentagon under <strong> President Bush </strong> Ford, made remarks in favor of ending the military's gay ban to ABC Radio on Friday. <q> First of all, we know that gays and lesbians have been serving in the military for decades with honorable service, </q> <strong> Donald Rumsfeld </strong> said.\" We know that[ repeal of a ban on gays serving openly] is an idea whose time has come.\" <strong> Donald Rumsfeld </strong> has been making media appearances and spoke on Thursday at the", "new_id": -2}, {"uid": "1297245176074432541", "i": 13822, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell"], "q": "Britain's National Youth Theatre, and is also a keen musician. For that reason, he thinks musical theatre could be a great option, as it would allow him to display his vocal talents. <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1295617238099680260", "i": 20377, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Edwin Edwards"], "q": "it difficult for me to give the 110 percent needed in this role.\" <strong> David Cameron </strong> said that he was\" very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.\" <q> <strong> Andy Coulson </strong> has told me that the focus on him <strong> Edwin Edwards </strong>, the Silv...( 18:04:01\" The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State... </q> former governor edwin e...( 18:02:05\" former governor edwin edwards granted 5 day furlough==== wesawthat.blogspot.com====...\" <strong> Edwin Edwards </strong> Top Ten F...( 18:03:04\" Louisiana's legendary governor <strong> Edwin Edwards </strong> was a guest on", "new_id": -2}, {"uid": "1296582238026624004", "i": 27611, "idx": 1, "sa": ["Zahi Hawass"], "q": "a human chain to protect the building. Dozens of looters were detained over several days and most appeared unaware of the value of what was in the museum, gleefully ransacking the gift shop. <q> They thought that the museum shop was the museum, </q> said <strong> Zahi Hawass </strong>, Egypt's top archaeologist.\" These people are ignorant, they are outlaws.\" Nine looters climbed the fire escape to the museum roof and lowered themselves on ropes from a glass pane", "new_id": -2}, {"uid": "1295065898217366614", "i": 1330, "idx": 0, "sa": ["Donald Rumsfeld", "Gerald Ford"], "q": "<strong> Gerald Ford </strong>, who produces the show with his wife Michelle, said he wanted <strong> Donald Rumsfeld </strong> to appear as a witness in a lawsuit, testifying about why aggressive interrogation techniques like water-boarding are sometimes needed during wartime. <q> It's an episode about moral relativism about what is considered torture and what is not, </q> Robert <strong> Gerald Ford </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out.\" This area is so fraught with legal ramifications,\" Urbahn said", "new_id": -2}, {"uid": "1295639889070795282", "i": 33683, "idx": 3, "sa": ["Andy Coulson", "Damian McBride", "David Cameron", "Alastair Campbell"], "q": "servant of this country\". <strong> David Cameron </strong> said he was saddened by his departure, adding he felt his communications director was\" being punished twice for the same offence.\" The PM said: <q> This is all about the past. It has gone on and on and I can understand why he feels the pressure of that.\" I choose to judge him by the work he has done for me for the government and for the country. He has run the Downing Street press office in a very straightforward, professional and competent way </q>. <strong> David Cameron </strong> said he compared <strong> Andy Coulson </strong>'s regime favourably to\" the days of dodgy dossiers, <strong> Alastair Campbell </strong>, <strong> Damian McBride </strong>, and all that nonsense we had from the past government\". He also again", "new_id": -2}]