[{"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": "\" not committed\" to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q> Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile, </q> he said, adding he thinks <strong> Barack Obama </strong>\" is doing a good job right now.\"  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}, {"uid": "1296362329255475725", "i": 5271, "idx": 4, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "Sunday night at Staples Center. http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.\" It was definitely a special night,\" <strong> Linas Kleiza </strong> said.\" I will remember this night for the rest of my", "new_id": -2}, {"uid": "1297269838172048416", "i": 25073, "idx": 1, "sa": ["Steve Ballmer", "Preston Gralla"], "q": ".\" Je hoefde in 2007 geen ontwikkelaar te zijn om te zien dat Microsoft snel iets moest doen om in de markt voor smartphones nog enige rol van betekenis te gaan spelen\", schrijft <strong> Preston Gralla </strong>. <q> Je hoeft ook niet technisch geschoold te zijn om te zien dat Microsoft snel iets moet gaan doen in de markt voor tablets. </q> Volgens <strong> Preston Gralla </strong> hebben nerds aan de macht geen zin.\" <strong> Steve Ballmer </strong> kan de meest briljante ontwikkelaars onder hem hebben, maar het draait om een visie voor de toekomst.\" Dean Takahasi van Venturebeat stelt het", "new_id": -2}, {"uid": "1296367375219136014", "i": 14935, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "two pharaonic mummies, said <strong> Zahi Hawass </strong>, Egypt's top archaeologist. In walled-off estates on the outskirts of Cairo, private security locked down gates and refused to let people in. Ghadeer said: <q> The looters want to plunder and the government is washing its hands clean of any responsibility. </q> Egypt Calls in Army, Imposes Curfew; US Puts Egypt Aid Under Review; Will the US Egypt Shuts Down Internet, Blackberry, Text Messages; <strong> Hosni Mubarak </strong> Rival Returns to Egypt; Protests Rattle Yemen; Only", "new_id": -2}, {"uid": "1297403208107986956", "i": 34793, "idx": 0, "sa": ["Kirsten Gillibrand", "Robert Gates", "Jon Tester", "Janet Napolitano", "Chuck Schumer"], "q": "Ohio, Bob Casey of Pennsylvania, <strong> Jon Tester </strong> of Montana and <strong> Chuck Schumer </strong> of New York in issuing a letter this week to Department of Homeland Security Secretary <strong> Janet Napolitano </strong> and Defense Secretary <strong> Robert Gates </strong> asking for the radar sweep. <q> Vast drug networks along our northern border are exacerbating the gang-related violence in many communities across the state, </q> said <strong> Kirsten Gillibrand </strong>.\" This problem must be fought at its source.\"\" Drug trafficking into Pennsylvania that is feeding crime and gang activity must be stopped,\" Casey added.\" A multi-pronged attack", "new_id": -2}, {"uid": "1295462584109772818", "i": 18809, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. BERKELEY 4 BR/ 2.1 BA$ 928,000.00 OAKLAND 3 BR/ 2.1 BA$ 554,000.00 OAKLAND 3 BR/ 2.0 BA$ 445,000.00 OAKLAND 4 BR/ 3.1 BA$ 1,495,000.00", "new_id": -2}, {"uid": "1297136473102924319", "i": 29840, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "on\" too many hands on the steering wheel.\" <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that <q> in a war, many things cost lives. </q> But he had no regrets about his leadership of the wars in Iraq and Afghanistan- the latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary-", "new_id": -2}, {"uid": "1295357099082411548", "i": 25111, "idx": 0, "sa": ["Simon Cowell"], "q": "with the world believing him dead, and then- penniless, and shunned by his celebrity friends- heads off on a pilgrimage to Tibet in a search for meaning. As you do. The book takes <strong> Simon Cowell </strong> <q> on a quest for love; a quest for money; and a quest to get back his elusive mojo- the Sex Factor </q>, we are told. publishing the book in April, is hailing it as the dawn of a new genre- the\" spovel\"- calling it\" the perfect antidote to celebrity memoirs\". And", "new_id": -2}, {"uid": "1295289643209076232", "i": 33758, "idx": 0, "sa": ["Jared Loughner", "Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "shows. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., spoke of her good friend <strong> Gabrielle Giffords </strong>' recovery.\" She's using both sides of her body,\" <strong> Kirsten Gillibrand </strong> said on NBC's\" Meet the Press.\" <q> She is able to breathe on her own, she is able to open her eyes and to show people she understands what she is hearing and seeing. It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> The media and liberals have speculated that <strong> Jared Loughner </strong>, the alleged shooter, was motivated by heated politics. Although that claim turned out to be false, the Tucson shooting has sparked a call to change the", "new_id": -2}, {"uid": "1297137461190611470", "i": 6478, "idx": 8, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": "under whom he did not serve-- <strong> Donald Rumsfeld </strong> replied curtly:\" No, I was kind of disappointed in him.\" <strong> Condoleezza Rice </strong>, <strong> President Bush </strong>'s national security adviser who later became secretary of state, had <q> never served in a <strong> George H.W. Bush </strong> administration position, </q> a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>-- <strong> President Bush </strong>'s first top diplomat--\" did not, in my view, do a good job", "new_id": -2}]