[{"uid": "1297090709063078410", "i": 20137, "idx": 0, "sa": ["Simon Cowell"], "q": ", March 27 in Los Angeles at the L.A. Sports Arena. Chicago, Dallas, Miami, New York/New Jersey and Seattle will also host auditions. Specific dates and venues to be announced. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> said <strong> Simon Cowell </strong>.\" I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"uid": "1295587628071548946", "i": 25613, "idx": 1, "sa": ["Eric Schmidt"], "q": "` As we got larger it was harder for us to move as quickly as we would like so I think this is part of the whole practice of speeding up decision processes,\" he said. <q> Quick rapid execution is absolutely essential, especially in a highly competitive world like this. </q> Recent ex-Googlers who left the company to join Facebook, including former Google Australia engineer Lars Rasmussen, have said Google has become too unwieldy as it has grown. <strong> Eric Schmidt </strong> gave similar comments", "new_id": -2}, {"uid": "1297184332188334094", "i": 8388, "idx": 2, "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick", "Mayor Tom Leppert"], "q": ". <strong> Richard Hunter </strong> didn't get a response from the NFL star. But he did get a surprise at the same event when <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> presented <strong> Michael Vick </strong> with a key to the city. <q> People are going to think that the city- in the week that the eyes of the world were on us- gave the key to the city to a sociopath like that, </q> <strong> Richard Hunter </strong> said. On Monday, <strong> Dwaine Caraway </strong> explained that he wanted to show children at the event they can reset their lives in the right direction after bad decisions like the ones <strong> Michael Vick </strong> made.\"", "new_id": -2}, {"uid": "1295675868065781764", "i": 38924, "idx": 0, "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns.\" I always kid with him about not being a rebounder, being so big,\" <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q> I say,` If I was your height, I'd get a double-double every night.' </q> <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game,\" but tonight, he was just so aggressive. He", "new_id": -2}, {"uid": "1295907918177651713", "i": 23768, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "most I've never reread.\" As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos;\" snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: <q> Are we winning or losing the War on Terror? </q>\" Is the U.S. government changing fast enough?\"\" Do we need more troops? And if so, where and for what purpose?\"\" My brain would be going,\" he says", "new_id": -2}, {"uid": "1295803490043466754", "i": 48356, "idx": 2, "sa": ["Colin Powell", "Dick Cheney"], "q": "My point is that these bastards find a way to funnel money their way even when they're supposedly looking to CUT budgets. I'd have more respect for <strong> Colin Powell </strong> if he said something like, <q> We need to cut the number of active troops to save money and let's do it without giving millions to Halliburton during the process this time. </q> Absolutely. During the 2000 GOP convention... <strong> Dick Cheney </strong> proclaimed\" Help is on the Way.\" The crowed roared...... but he was talking to the Defense Contractors.", "new_id": -2}, {"uid": "1296894347001409025", "i": 10384, "idx": 7, "sa": ["Roger Goodell", "Michael Vick"], "q": ", but the authority said no. <strong> Roger Goodell </strong> said no, we couldn't do it, and that's what it is.\" Butler introduced <strong> Michael Vick </strong> to the Boys& Girls Club crowd. <q> Regardless of what you may hear, </q> Butler said,\" he is all about the kids.\" <strong> Michael Vick </strong> didn't mention dogfighting, the activity that landed him in federal prison, but he did refer to imprisonment for\" real bad decisions", "new_id": -2}, {"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.\" <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a\" right-wing media echo chamber\" that is <q> transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day. </q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said:\" By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.\" <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}, {"uid": "1297264173151748653", "i": 46544, "idx": 1, "sa": ["Kirsten Gillibrand", "David Paterson", "Gov. Andrew Cuomo", "Hillary Clinton"], "q": "Miss America this year on an equality platform. Appointed to the senate seat Secretary of State <strong> Hillary Clinton </strong> left in 2009, <strong> Kirsten Gillibrand </strong> has become a prominent voice for LGBT rights including marriage equality and the repeal of <q> don't ask, don't tell. </q> The former congresswoman easily won her first statewide election in November, and recent polling showed her approval rating has jumped significantly since the time of her controversial appointment by former <strong> Gov. Andrew Cuomo </strong> <strong> David Paterson </strong>. GLAAD To Honor", "new_id": -2}, {"uid": "1295568037204079137", "i": 13920, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "well as advising founders Larry Page and <strong> Sergey Brin </strong>.\" We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" <strong> Eric Schmidt </strong> said. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Commenting on the changes and <strong> Eric Schmidt </strong>'s contribution to Google's stellar development since <strong> Eric Schmidt </strong> joined the company in 2001, Page said:\" <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade", "new_id": -2}]