[{"uid": "1297055456082575366", "i": 12599, "idx": 1, "sa": ["Piers Morgan", "Lord Sugar", "David Hasselhoff", "Simon Cowell", "Louis Walsh", "Lorraine Kelly", "Michael McIntyre"], "q": "you so much love x.\" Amanda's best pal <strong> Simon Cowell </strong> was in regular phone contact. BGT stars <strong> Michael McIntyre </strong>, <strong> David Hasselhoff </strong>, <strong> Louis Walsh </strong> and <strong> Piers Morgan </strong> also sent their support. <strong> Michael McIntyre </strong> told The Sun: <q> Amanda is such a wonderful person. I'm heartbroken for her and Chris. </q> <strong> David Hasselhoff </strong> said:\" Amanda is a first class lady. My heart goes out to her.\" <strong> Lord Sugar </strong> said it was a\" tragedy\", while Sun columnist <strong> Lorraine Kelly </strong> offered\" sincere condolences", "new_id": -2}, {"uid": "1296088146043139082", "i": 9877, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> MARKET RESEARCH ANALYST Company Golden MULTIPLE OPENINGS Company ONR, Inc MULTIPLE POSITIONS Company ACT CARGO( USA NURSING SUPERVISOR Company California State PHYSICAL THERAPY DIRECTOR Company Webster Sorry", "new_id": -2}, {"uid": "1296331651034324486", "i": 29498, "idx": 0, "sa": ["Joe Pickett", "Nick Prueher", "Chuck Norris", "David Letterman"], "q": "VHS tapes since high school. Over the years, their collection has swelled to include such oddities as tacky dating service videos, instructional dance shows featuring Roger Rabbit and the long-forgotten <strong> Chuck Norris </strong>: Karate Kommandos cartoon. <q> They're equal parts disturbing and funny, </q> says <strong> Nick Prueher </strong>, 34, who used to work on The Late Show with <strong> David Letterman </strong> and The Colbert Report.( <strong> Joe Pickett </strong> is a contributor to The Onion.) Since 2004, the duo have been taking their best", "new_id": -2}, {"uid": "1295263580086458368", "i": 11848, "idx": 0, "sa": ["Martin Luther King", "Sen. Bernie Sanders"], "q": "the legacy of <strong> Martin Luther King </strong>. Evelyn Kwanza as a music leader who teaches many of the traditional songs, while her husband, known as\" Deacon Modi\" helps lead social programs, including food drives. <q> They are the perfect team. They keep truth and justice at the center of all things they do, </q> Hal Colston said in making the presentations. Also honored was U.S. <strong> Sen. Bernie Sanders </strong> for his track record on civil rights. You must fill out the comment body in order to submit a comment.", "new_id": -2}, {"uid": "1295296231143114260", "i": 400, "idx": 0, "sa": ["Brett Favre", "David Letterman"], "q": "wife for` bad intentions' or to get together with her. Mr. Scavo further requested that <strong> Brett Favre </strong> apologize for his inappropriate behavior of sexually harassing Christina Scavo and other massage therapists,\" the suit says. <strong> Brett Favre </strong> <q> responded in an inappropriate manner and refused to apologize, </q> the filing says.\" He essentially told him to go away and as a celebrity he couldn't be bothered with the little people,\" said the therapists' lawyer, <strong> David Letterman </strong> Jarosclawicz. He said it was", "new_id": -2}, {"uid": "1296463316032751626", "i": 11278, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "the beginning of our fight back.\" The leadership of Common Cause, generally a far more congenial organization, was a bit unusual, part of a new aggressiveness and penchant for direct action from the group. <q> I think you're going to see a new Common Cause. </q> Veterans Slam <strong> Sen. Bernie Sanders </strong> Bachmann's Plan To Cut Vet Benefits:` Heartless,'` Shows Contempt' For Troops' Sacrifice Virginia Lawmaker Says GOP's 2010 Victories Driven by Opposition to Black <strong> Barack Obama </strong> Team's Lame", "new_id": -2}, {"uid": "1296668733223756295", "i": 1684, "idx": 1, "sa": ["Andy Coulson"], "q": ", a father of three children, has been at the BBC for four years and was the editor for coverage of the 2010 general election. He was previously with ITV News, the statement said. <q> I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time, </q> Oliver said.\" It's difficult to leave the BBC after a fascinating few years-- but this is an opportunity I can't turn down.\" <strong> Andy Coulson </strong>'s resignation renewed questions about practices at the", "new_id": -2}, {"uid": "1295630063219987992", "i": 1608, "idx": 1, "sa": ["Simon Cowell"], "q": "of that South Dakota gig two years ago when he fell off the stage and broke his shoulder). He's bringing those verbal gifts to the table, like asking the Snookie look-alike with the star-studded halter, <q> What's with the jujubees on your uu-uu-bees? </q> His dig at the burping guy--\" Did you eat a lot of paint chips as a child?\"-- was vintage <strong> Simon Cowell </strong>. It's also cool how he throws himself into the", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not\" have much to add\" to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q> I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point, </q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory.\" I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}, {"uid": "1295139772120274975", "i": 15871, "idx": 5, "sa": ["Kirsten Gillibrand"], "q": ".\" Kelly asked her to give a thumbs-up, and not only did she open her eyes, she reached out to touch her husband.\" It was unbelievable,\" <strong> Kirsten Gillibrand </strong> said. <q> She reaches out and starts grabbing Mark and is touching him and starts to nearly choke him-- she was clearly trying to hug him. </q> She managed to touch his wrist, watch, and ring.\" It was such a moment,\" <strong> Kirsten Gillibrand </strong> said.\" And we were just in tears of joy watching this and", "new_id": -2}]