[{"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.\" By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}, {"uid": "1295336713131039270", "i": 7456, "idx": 0, "sa": ["Mike Pence", "Ronald Reagan", "Jack Kemp", "Jim Ryun", "Newt Gingrich"], "q": "a deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> <strong> Jim Ryun </strong>, R-Kan., also is helping the campaign collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.\" <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1297234002160825518", "i": 35508, "idx": 5, "sa": ["Simon Cowell"], "q": "hyperlink 8 February 2011 3:42 PM filcherronne 8 February 2011 4:47 PM michelley 8 February 2011 6:49 PM According to other news sources, the exact quote from <strong> Simon Cowell </strong> is: <q> The top contestant will get$ 1 million( Â£ 619,000) a year for five years, separate from the costs involved in recording and promotion... if they don't sell a single record they still get to keep the money. </q> HummDrumm 9 February 2011 12:42 AM\" The top contestant will get$ 1 million( Â£ 619,000) a year for five years, separate from the costs involved in recording and promotion... if", "new_id": -2}, {"uid": "1296573684100761662", "i": 43421, "idx": 0, "sa": ["Michael Vick"], "q": "!\" on someone's actions. As for <strong> Michael Vick </strong>, he's recently made public his Christian commitment. Reflecting on his conviction and imprisonment at last week's Super Bowl Prayer Breakfast, <q> I wanted a chance to redeem myself, </q> he said.\" Pre-incarceration it was all about me. When I got to prison, I realized I couldn't do it anymore. The one thing I could rely on was my faith in God.\"", "new_id": -2}, {"uid": "1297383715124895271", "i": 16493, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,\" I care deeply about animals\" and\" am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> Bull& Lifshitz, LLP Announces the Filing of a Class Action Lawsuit Against Del Monte Corp. and the Board of Directors of Del Monte Corp. DALSA Shareholder Approval Obtained for Plan of Arrangement with Teledyne", "new_id": -2}, {"uid": "1295569141118865965", "i": 22437, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "prodigies who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old founder, <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1296495689059801617", "i": 9372, "idx": 0, "sa": ["Michael Vick", "David Akers", "Morten Andersen"], "q": "in the fourth quarter bounced off the right upright.\" <strong> Morten Andersen </strong> was a mentor of mine and I competed with <strong> Morten Andersen </strong> for a job in Atlanta and he taught me a lot,\" <strong> David Akers </strong> said, <q> so it means a lot to be able to pass a legend like that. </q> The game returned to its traditional home in Hawaii after a one-year detour to Miami, much to the approval of the players involved. <strong> Michael Vick </strong> started but played only the first quarter, completing 5 of 10", "new_id": -2}, {"uid": "1296136603265256963", "i": 2512, "idx": 0, "sa": ["Bruce Forsyth", "Simon Cowell"], "q": "Most Popular Talent Show award- caused an emotional standing ovation when he honoured producer Siobhan` Shue' Greene with the gong, who then got up to join him on stage. The tearful survivor said: <q> I'm just happy to be alive. </q> Earlier in the night, <strong> Simon Cowell </strong> had made a surprise appearance on stage as he accepted the award for Most Popular <strong> Bruce Forsyth </strong> Presenter on behalf of Ant& Dec, who had won it for the 10th year", "new_id": -2}, {"uid": "1295364352186253316", "i": 19356, "idx": 3, "sa": ["Oprah Winfrey", "Barbara Walters", "Michael Vick"], "q": "wager,\" suggesting 100 British pounds. <strong> Oprah Winfrey </strong> seemed game, but suggested they double it.\" Make it two.\" So, 200 pounds it is( about$ 320). <q> If <strong> Michael Vick </strong> chooses to sit with you as his first interview and not with me, then that's the way it's supposed to be, </q> <strong> Oprah Winfrey </strong> said.\" God bless the man.\" <strong> Barbara Walters </strong> also is believed to be interested. In other <strong> Michael Vick </strong> related news: In his weekly Virginia Beach ESPN radio appearance, <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1297210131061849602", "i": 3319, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "that officials were never able to improve the camp's public image.\" It is an exceedingly well-run prison and the folks down there have done and are doing an excellent job,\" he said. <q> The heartbreaking thing with respect to Guantanamo is not that there's anything wrong with it. It's one of the finest prison systems in the world. What's awkward is the fact that for whatever reason the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they were not hurting people. </q> <strong> Donald Rumsfeld </strong> described the prison camp as a\" fine operation\" and said the service members who operate it have\" taken a lot of heat unfairly.\" <strong> Donald Rumsfeld </strong> also made clear that he has", "new_id": -2}]