[{"uid": "1295483549117964855", "i": 3009, "idx": 0, "sa": ["Allen Iverson"], "q": ". Special thanks to uwathletics and TheDaily for the majority of the clips, I'm not trying to copy anything but just wanted to help get Husky fans ready for the upcoming season. Apologies to MBA for misspelling <q> Ma... Home Movies 403- <strong> The Coach </strong> McGuirk's pecs Home Movies clip from season 4, episode 3-\" The Heart Smashers </q>... <strong> Allen Iverson </strong> 2001 Allstar Game MVP 25pts 5 assists 5 steals <strong> Allen Iverson </strong> 2001 Allstar Game MVP 25pts 5 assists 5 steals This may be the moment we look back on as the exact time and place where <strong> Allen Iverson </strong> finally got", "new_id": -2}, {"uid": "1295216948075989018", "i": 15399, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "Mark Kelly, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting.\" She's making progress every day,\" <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> Safeway market in Tucson where the congresswoman had gone to meet with constituents. Six died and 13, including <strong> Gabrielle Giffords </strong>, were wounded in the shooting. About 500 people joined a walk for peace Sunday morning", "new_id": -2}, {"uid": "1296422266250036244", "i": 43614, "idx": 0, "sa": ["Simon Cowell", "John Le"], "q": "the state of Oregon, came in as a close second.\" There's no question that each of the contestants in this year's America's <strong> John Le </strong> Bachelor contest is a great catch,\" said Perrine. <q> We're thrilled to have Abel as our winner, and Tim as our runner-up. They're both living proof that there are great guys out there, just looking for their perfect partner. </q> Lima and Bias, <strong> Simon Cowell </strong> Rhode Island and <strong> Simon Cowell </strong> Oregon respectively, were two of five finalists chosen by more than 35000 online voters at myPartner.com after a nationwide search. The other finalists represented Montana, Ohio and Utah", "new_id": -2}, {"uid": "1295757318175325187", "i": 4113, "idx": 1, "sa": ["Allen Iverson", "Chris Webber"], "q": "rebound and looked down the court for an open man, only to have <strong> Chris Webber </strong> reach around and strip the ball.\" I was very cognizant of the fact, don't touch him,\" <strong> Chris Webber </strong> said. <q> I saw him hold it out there. He was looking at the ref. A lot of times they'll hold the ball close to their chest and he didn't do that today. </q> <strong> Allen Iverson </strong> missed two free throws-- the second http://wn.com/[NBAD]_[M21]Boston_Celtics-Rise_of_Legends_[M2_Playoffs_Round_3] Hey guys here is my latest mix. I made this one about Boston Celtics.I wanted to show their toughness and fighting spirit in this mix.I think that they did", "new_id": -2}, {"uid": "1295560900263241742", "i": 38847, "idx": 1, "sa": ["Eric Schmidt"], "q": "products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it was a slow process. The new organization is expected to streamline things by <q> elevating me and having Larry running things day to day, </q> Mr. <strong> Eric Schmidt </strong> said. While the management shake-up wasn't telegraphed, Google has given subtle indications in the past that the roles of its leaders were being rethought. About a year ago, the", "new_id": -2}, {"uid": "1295390024219906068", "i": 43597, "idx": 0, "sa": ["Sergio Marchionne"], "q": "4 minutes ago By DEE-ANN DURBIN, AP Auto Writer Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.\" We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1297647737198574120", "i": 31001, "idx": 3, "sa": ["Aaron Goldstein", "Sen. Bernie Sanders"], "q": "\" But I don't have the answer to that.\" I did see a couple of people wearing a\" Draft <strong> Sen. Bernie Sanders </strong>\" sticker. For his part,| 2.13.11@ 7:40 PM <q> back to my days with the New Democratic Party </q> <strong> Aaron Goldstein </strong>| 2.13.11@ 8:37 PM Ken( Old Texican)| 2.13.11@ 7:47 PM <strong> Aaron Goldstein </strong>, Please forgive me. SCREW THE LEFT! Remember name, email", "new_id": -2}, {"uid": "1296791221147030018", "i": 16738, "idx": 1, "sa": ["Elton Brand", "Jrue Holiday", "Brandon Young", "Michael Jordan", "Allen Iverson"], "q": "the second straight game a day after his having his left knee drained of fluid. <strong> Brandon Young </strong> was sensational, using an 11-of-15 effort in the first half to give the Sixers a rare comfortable lead and easy win. <q> It's been working for us, but we just couldn't get the win, </q> <strong> Brandon Young </strong> said.\" It really worked tonight.\" Looking for a spark, 76ers coach Eddie <strong> Michael Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had", "new_id": -2}, {"uid": "1297261068179191811", "i": 20146, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush"], "q": "found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but <strong> Donald Rumsfeld </strong> believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> <strong> Donald Rumsfeld </strong> wrote. He said he made his recommendation to <strong> President Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which Powell sketched out the presentation he was to make at the U.N. two days", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}]