[{"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,\" Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q> These payouts recognize the continual support and tireless efforts of our people, </q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds.\" We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}, {"uid": "1297437953065749009", "i": 1095, "idx": 0, "sa": ["Steve Ballmer"], "q": "Android surpassed Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team <q> more innovation, greater global reach and scale. </q>\" We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,\" he said.", "new_id": -2}, {"uid": "1297353626022609924", "i": 35093, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "feature story posted on MLB.com about the charity work that he and his wife do for stray dogs, <strong> Mark Buehrle </strong>'s comments noticeably changed in tone when <strong> Michael Vick </strong>'s name came up. From Twitter: <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? </q> said( <strong> Mark Buehrle </strong>).\" How could you do that if you are somewhat sane?\"( <strong> Michael Vick </strong>) had a great year and a great comeback, but there were times where we watched the", "new_id": -2}, {"uid": "1296629259145113105", "i": 35381, "idx": 0, "sa": ["Colin Powell"], "q": "way late\" in calling for a new government, says Edward Walker, an assistant secretary of State for the Middle East under former secretaries of State <strong> Colin Powell </strong>. Had the U.S. been more aggressive in responding, <q> we would have been out ahead of the feeling of the Egyptian people and the people in the region that we are indeed supporters of democracy. </q> reprints& permissions, visit our FAQ's. To report corrections and clarifications, contact Standards Editor", "new_id": -2}, {"uid": "1297303975072155198", "i": 31355, "idx": 0, "sa": ["Steve Ballmer"], "q": "Microsoft says Watson's on to drive Software+ Services in Australia <q> Satya has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said chief executive officer <strong> Steve Ballmer </strong>. Mr Nadella was previously a senior vice president, leading engineering efforts in the company's online services division. He is a 19-year Microsoft veteran. Data Integration: Moving", "new_id": -2}, {"uid": "1296322600190955617", "i": 14098, "idx": 0, "sa": ["Zahi Hawass"], "q": "biggest collection of Pharaonic antiquities, is adjacent to the headquarters of the ruling National Democratic Party that protesters had earlier set ablaze. Flames were seen still pouring out of the party headquarters early on Saturday. <q> I felt deeply sorry today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night, </q> <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said on Saturday.\" Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from", "new_id": -2}, {"uid": "1295096765206520339", "i": 32257, "idx": 1, "sa": ["Donald Rumsfeld", "Gerald Ford"], "q": "episode about moral relativism about what is considered torture and what is not,\" Robert <strong> Gerald Ford </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. <q> This area is so fraught with legal ramifications, </q> Urbahn said.\" I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject.\" <strong> Donald Rumsfeld </strong> would likely be willing", "new_id": -2}, {"uid": "1295997065180568078", "i": 42527, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "for an executive who is transitioning out of the CEO role-- and may even be unusual for sitting CEOs, said David Wise, senior principal at consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q>\" It's a signal to shareholders that he'll continue to steer the boat,\" Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page. Both", "new_id": -2}, {"uid": "1295681320220479499", "i": 27832, "idx": 2, "sa": ["Michael Jordan", "Allen Iverson", "Elton Brand", "Jrue Holiday"], "q": "\" Looking for a spark, 76ers coach Eddie <strong> Michael Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q> He just put us in a good rhythm tonight and had us flowing, </q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He Music: Machinae Supremecy- Sidology Episode 2- Trinity Paradigm in", "new_id": -2}, {"uid": "1296667040253952025", "i": 39322, "idx": 1, "sa": ["Linas Kleiza", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "q": "Miller bricked two free throws with 16.5 seconds left. After <strong> Allen Iverson </strong> drove and missed from close, <strong> Marcus Camby </strong> tipped the ball and <strong> Linas Kleiza </strong> got possession, hitting the shot from the left wing while falling away under pressure. <q> I just looked up at the clock and saw it was two seconds left, shot it up and it went in, </q> <strong> Linas Kleiza </strong> said. <strong> Carmelo Anthony </strong> had 30 points and 12 rebounds, <strong> Marcus Camby </strong> added 19 points, 14 boards and three blocked shots, and <strong> Allen Iverson </strong> had his streak of four straight 30-point performances end, finishing with 21. But", "new_id": -2}]