[{"uid": "1295667478122535962", "i": 2991, "idx": 1, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "'s time to move on,\" <strong> Andy Coulson </strong> said in a statement, adding that he would leave the job in a few weeks. <strong> David Cameron </strong> expressed regret over the loss of a key aide. <q> I've always felt he's been punished for the same offense twice, </q> <strong> David Cameron </strong> told reporters.\" But I quite understand his decision and wish him well for the future.\" <strong> Ed Miliband </strong>, the leader of the opposition Labor Party, said <strong> David Cameron </strong> had made a mistake in keeping", "new_id": -2}, {"uid": "1296106909116244575", "i": 39387, "idx": 11, "sa": ["Larry Fitzgerald", "Michael Vick", "Tony Gonzalez", "Adrian Peterson"], "q": "his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta.\" Matt is great. The coaching staff is great. We're just having a good time,\" he said. <q> I like what they're doing in the offence and it's been easy. We're going to go out and try to have fun and everybody enjoy each other. </q> <strong> Michael Vick </strong> looked sharp and fluid as he completed a 20-yard out to Arizona Cardinals receiver <strong> Larry Fitzgerald </strong>. On the next play, <strong> Michael Vick </strong> faked a handoff to <strong> Adrian Peterson </strong> and then hit Falcons tight end <strong> Tony Gonzalez </strong> going across the", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢.\" I forgot the Unequal pads were in my pants,\" says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q> I didn't feel a thing! </q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock(\" CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}, {"uid": "1297094194234487815", "i": 11840, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": ",\" <strong> Donald Rumsfeld </strong> said in an interview with ABC News airing Monday in advance of the release of his memoir on his long career in public service. <strong> President Bush </strong> has said that bringing some service members home too soon was <q> the most important failure in the execution of the war, </q> a position <strong> Donald Rumsfeld </strong> was reluctant to fully endorse.\" I don't have enough confidence to say that that's right. I think that it's possible,\" he said.\" We had[", "new_id": -2}, {"uid": "1295582258248299524", "i": 15103, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "<strong> Google Inc. </strong> to work for the social networking company.\" My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup,\" Mr. Page said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> Mr. <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply.\" I am not as concerned about the titles as", "new_id": -2}, {"uid": "1295555006078905370", "i": 39084, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. Previous article Huffington Post to add African-American section", "new_id": -2}, {"uid": "1295242727201310212", "i": 37063, "idx": 0, "sa": ["Tramon Williams", "Michael Vick"], "q": "27 in the Georgia Dome. Ryan threw two interceptions, including one that was returned 70 yards for a touchdown by <strong> Tramon Williams </strong>, and also lost a fumble. He finished with 186 yards. <q> We moved the ball pretty effectively but we just didn't capitalize, </q> Ryan said.\" We didn't get points when we needed to get points. It's disappointing.\" The Falcons also had a fourth-quarter fumble by receiver <strong> Michael Vick </strong> Jenkins. For Ryan,", "new_id": -2}, {"uid": "1295593237183287808", "i": 33973, "idx": 11, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "been. We can more or less know what you're thinking about,\" he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and Google as\" creepy.\" <q> The biggest thing I wonder is after a year or so of having various gaffes and statements taken out of context if he decided he no longer wanted to play that front-man role, </q> said <strong> Danny Sullivan </strong>, the editor-in-chief of the SearchEngineLand news site. <strong> Eric Schmidt </strong>'s role as a government ambassador could be particularly important because the company is increasingly wrangling with regulators and lawmakers as it tries to expand into", "new_id": -2}, {"uid": "1297465246016121860", "i": 2018, "idx": 1, "sa": ["Jennifer Aniston", "Walter Iooss Jr.", "David Letterman", "Brooklyn Decker"], "q": "of the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q> She's so sweet, that girl. She's just darling and like the nicest person, </q> <strong> Jennifer Aniston </strong>, 42 today, tells <strong> Walter Iooss Jr. </strong>/ PRNewsFoto/Sports Illustrated Scottsdale-$ 349,900 MLS 4412965 5 bed/ 2 bath 3,001- 3,500/ 1995 Mike and Rita Browne, KELLER WILLIAMS ARIZONA REALTY", "new_id": -2}, {"uid": "1295796204239026184", "i": 12923, "idx": 1, "sa": ["Ricky Gervais", "Cheryl Cole", "Simon Cowell"], "q": "to see something out of the normal parameters of grown-up comedy winning. It is a really funny show, so I'm very pleased.\" Were you nervous about the <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong> gags? <q> Nah, not really. One of them I know there's an element of truth in, we're talking about <strong> Cheryl Cole </strong>'s past. It wasn't negative about her, it was just an observation. And <strong> Simon Le Bon </strong>'s joke was just a joke. This past week I've been in the news for a news story that I wouldn't really choose to be in the news for, so it was a well-meaning joke. I know <strong> Simon Le Bon </strong> well enough to know that he won't get a pop from it. </q> What did you think to <strong> Ricky Gervais </strong>'s awards performance last week?\" I thought he did a great job at the Golden Globes. I'm not sure if I'd have had the courage to", "new_id": -2}]