[{"uid": "1295862146256983053", "i": 18902, "idx": 0, "sa": ["Simon Cowell"], "q": "engaged to make-up artist Mezhgan Hussainy last February- admits he struggles to relate to very young kids, but would love to have youngsters of his own to play games with. He said: <q> I worry about it- because of my age. When I was a youngster, my dad used to play soccer and games with me. And I worry that if I was 70.\" Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole` ga ga goo' thing. But I genuinely like kids. </q> <strong> Simon Cowell </strong> also admitted Mezhgan, 36, has\" softened\" him and has finally made him think about settling down forever. He added on a forthcoming episode of` Oprah Presents Master Class'", "new_id": -2}, {"uid": "1296438637195035181", "i": 42107, "idx": 2, "sa": ["Michael Vick"], "q": "Friends also has conceded that <strong> Michael Vick </strong> has put a brighter spotlight on the problem of dogfighting and the rehabilitation of pit bulls than they ever imagined possible. <strong> Michael Vick </strong> participates in his first practice as a Philadelphia Eagle <q> But how do you rank the damage and pain he caused? </q> Battista says. At Best Friends, a 3,800-acre sanctuary that's home to 417 dogs, 658 cats, 340 rabbits and a few dozen horses, pigs and parrots, they prefer to celebrate", "new_id": -2}, {"uid": "1296059213015597591", "i": 20495, "idx": 1, "sa": ["Andy Coulson", "Karren Brady", "David Cameron", "Richard Keys"], "q": "compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week.\" What's the difference?,\" he said. <q> If off-air conversations were made public then there would be no-one left working in the country. </q> <strong> Richard Keys </strong> said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he also mentioned disparagingly in the off-air conversation with Gray, but claimed he was ignored. Play video Government Anti-Terror Review Criticised Subscribe", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q> We want to eliminate that uncertainty so that businesses can continue in </q> their research and development projects, she said.\" This is not a Democrat or a Republican idea,\" <strong> Kirsten Gillibrand </strong> said.\" It's just a good idea.\" She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}, {"uid": "1297413113218677305", "i": 41476, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "hoped\" something bad\" happened to <strong> Michael Vick </strong> because of the quarterback's involvement in a dogfighting ring. Apparently, <strong> Mark Buehrle </strong> didn't think serving 19 months in prison was\" bad\" enough. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong> told Merkin.\" Everything you've done to these dogs, something bad needs to happen to these guys.\" Merkin's story was posted on MLB.com with the above quote. At some point", "new_id": -2}, {"uid": "1295559175029818886", "i": 47603, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and that\" Larry, in my clear opinion, is ready to lead.\" It's clear the idea is to frame this as a simple organizational shuffle-- <strong> Eric Schmidt </strong> says that he, <strong> Sergey Brin </strong>, and Page <q> anticipate working together for a long time to come </q>-- but there's no question that <strong> Eric Schmidt </strong>'s reign as CEO set a clear tone for Google as the company expanded beyond search and into new markets like smartphones, connected televisions, and operating systems, and we", "new_id": -2}, {"uid": "1295390036093929511", "i": 45963, "idx": 3, "sa": ["Mark Dawidziak", "Simon Cowell", "Steven Tyler"], "q": "of the show. The rest of the players' roles were defined by his polarizing presence.\" Idol\" without <strong> Simon Cowell </strong> runs the risk of being\" All in the Family\" without Archie Bunker. <q> What` Idol' is all about now is taking it up a notch, </q> <strong> Steven Tyler </strong> said.\" No more, no less.\" More The TV Blog with <strong> Mark Dawidziak </strong> Â© 2010 Cleveland Live, Inc.. All Rights Reserved. Use of this site constitutes acceptance of our", "new_id": -2}, {"uid": "1296160133231161875", "i": 11795, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "Security, guaranteeing repayment with interest. Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q> It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government, </q> said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt.\" It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the", "new_id": -2}, {"uid": "1296106965198869114", "i": 1641, "idx": 4, "sa": ["Allen Iverson"], "q": "that in mind.\" Philadelphia hosts Miami on Friday with a chance to break the club mark. The NBA record for best start is 15-0, shared by the 1949-50 Washington Capitols and the 1993-94 Houston Rockets. <q> Everybody wants to be the first team that knocks us off, </q> said <strong> Allen Iverson </strong>.\" Everybody wants to be that team. It's going to be tough. We have to really dig in and sneak some wins out of other teams' houses. For right know, I", "new_id": -2}, {"uid": "1297176031226918403", "i": 3159, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers"], "q": "would be grueling, but especially after winning the Super Bowl, MVP, and all of the traveling, thank you, thank you very much for the trouble.\"( audience applauds) <strong> Aaron Rodgers </strong>: <q> No, this is fun for me. I mean, this is-- I watch your show a lot. </q> <strong> David Letterman </strong>:\" I appreciate that.\" <strong> Aaron Rodgers </strong>:\" No, it's good to be here. There must be a lot of Wisconsin people out there.\"( Wild applause from", "new_id": -2}]