[{"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.\" <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q> But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds, </q> writes <strong> Howard Kurtz </strong>.\" What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.\" <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}, {"uid": "1296789416115392517", "i": 21892, "idx": 5, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> <strong> Sen. Joe Lieberman </strong>'ve now scored 40 points on the highest stage you can ever score, </q>... Wall Street Shock: Stock Market crashes as Dow Jones plunges 1000 points Wall Street Shock: Stock Market crashes as Dow Jones plunges 1000 points US regulators are still trying to work out the cause of a dramatic", "new_id": -2}, {"uid": "1296592764087982095", "i": 24253, "idx": 0, "sa": ["Zahi Hawass", "Fredrik Hiebert"], "q": ". Ordinary people have protected historic sites in other areas in Egypt, too, such as Luxor and Alexandria. National Geographic fellow <strong> Fredrik Hiebert </strong> explains that historical objects in Egypt are easier to loot than in other places. <q> In Iraq and Afghanistan, people[ had] moved away from the archaeological sites. </q> Egypt is mostly desert, though, so\" you can't move anywhere-- the Nile is it.\" National Geographic explorer-in-residence <strong> Zahi Hawass </strong> says that the country's museums are now safe and guarded by the", "new_id": -2}, {"uid": "1296282852002965504", "i": 19636, "idx": 1, "sa": ["Eric Schmidt", "Angela Merkel", "David Cameron"], "q": "act of holding an election,\" <strong> David Cameron </strong> added. German Chancellor <strong> Angela Merkel </strong> agreed.\" There is no point in locking up people or to reduce the access to information,\" she said. <q> We must come to a peaceful dialogue in Egypt. The stability of the country is, of course, extremely important but not at the cost of freedom of opinion. </q> <strong> Eric Schmidt </strong>, Google's chairman, also denounced the Web blackout.\" We obviously think it's a bad idea, we obviously do not want these things to happen,\" he said.", "new_id": -2}, {"uid": "1295268538147652699", "i": 28724, "idx": 2, "sa": ["Barack Obama", "John Thune", "Mike Pence", "Rick Santorum", "Tim Pawlenty", "Sarah Palin", "Mitch Daniels", "Newt Gingrich"], "q": "<strong> Sarah Palin </strong> <strong> Mitch Daniels </strong> of Indiana, former House Speaker <strong> Newt Gingrich </strong>, former Minnesota <strong> Sarah Palin </strong> <strong> Tim Pawlenty </strong>, <strong> Barack Obama </strong> <strong> John Thune </strong> of South Dakota and former <strong> Rick Santorum </strong> of Pennsylvania. At a speaking engagement last month, <strong> Mike Pence </strong> said he and his family are <q> determined to take the next few months and pray about </q> a possible White House run. TheIndyChannel.com. The Associated Press contributed to this report. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. The following are comments from", "new_id": -2}, {"uid": "1296057426158892033", "i": 5913, "idx": 0, "sa": ["Eric Schmidt"], "q": "some now nonexistent upstart comes along to dethrone them both-- there are bound to be exciting things in store for technology users. Facebook will have to tread carefully as it taps advertising opportunities across its network. <q> <strong> Mark Zuckerberg </strong> has always been adamant that the user experience for Facebook had to come first, and monetization second, </q> said Carl D. Howe, director of anywhere consumer research for the Yankee Group.\" Should Facebook ramp up its advertising emphasis, that would imply to me that he's changed his mind.\" <strong> Eric Schmidt </strong> joked in", "new_id": -2}, {"uid": "1296745421246644752", "i": 16672, "idx": 3, "sa": ["Paul Bremer", "Donald Rumsfeld", "President Bush"], "q": ". At the same time, <strong> Donald Rumsfeld </strong> gripes <strong> Paul Bremer </strong> did not keep the Pentagon informed of his decision making.\" Those key differences were never clearly or firmly resolved in the NSC,\" <strong> Donald Rumsfeld </strong> writes. <q> Only the <strong> President Bush </strong> could do so. </q> <strong> Donald Rumsfeld </strong> also directs blame toward himself, according to the released excerpts, writing that he wished he had resigned in 2004 when the Abu Ghraib prison photos suggested Americans were torturing detainees. <strong> President Bush </strong>, writes <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1297525362073449512", "i": 7371, "idx": 1, "sa": ["John McCain", "David Letterman", "Ronald Reagan"], "q": "Republican lying, tsk, tsk) During the <strong> Ronald Reagan </strong> era, while productivity increased,\" wages for working people remained frozen.\"- <strong> David Letterman </strong> Moore- Mostly True After <strong> Ronald Reagan </strong> took office, <q> we didn't raise taxes and we didn't cut entitlements. What we did was we cut taxes. </q>- <strong> John McCain </strong>- Barely True\"( <strong> Ronald Reagan </strong>) raised taxes a billion dollars in his first year as governor of California.\"- Huckabee- True( so refreshing hearing a rightie tell the truth)", "new_id": -2}, {"uid": "1295653529184696869", "i": 23987, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "Finance Search Fri, Jan 21, 2011, 6:45 PM EST- U.S. Markets closed Biodata on outgoing <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong>{\" s\":\" goog\",\" k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,\" o\":\"\",\" j\":\"\"} The Associated Press, On Friday January 21, 2011, 6:08 pm NAME: <strong> Eric Schmidt </strong> AGE: 55 EDUCATION", "new_id": -2}, {"uid": "1295900040008716288", "i": 10009, "idx": 1, "sa": ["Eric Schmidt"], "q": "speed up decision-making at Google.\" It's important to remember that <strong> Eric Schmidt </strong> is responsible for growing Google into the behemoth it is today,\" Beacon Equity Research analyst Dave Goodboy wrote in a note. <q> Although Larry Page and <strong> Sergey Brin </strong> created the company, it was <strong> Eric Schmidt </strong> who ran the day-to-day operations during the massive growth. Even worse news hit the wire when it was announced that he plans on selling$ 335m in shares this year, his first sale in three years. Does this indicate that the top is in place for the search engine? </q> Other analysts were more positive.\" We do not view <strong> Eric Schmidt </strong>'s new role as executive chairman and Page's new role as chief executive as negative developments. In our view, <strong> Eric Schmidt </strong> very effectively spearheaded", "new_id": -2}]