[{"uid": "1295351570142295047", "i": 43466, "idx": 3, "sa": ["Duncan Hunter", "Mike Pence", "Ken Calvert", "Wally Herger", "Tom McClintock", "Howard McKeon"], "q": ". During that same time, they performed an unprecedented 324,008 abortions. The largest abortion provider in America should not also be the largest recipient of federal funding under Title X.\" <strong> Mike Pence </strong> said his bill would <q> prevent any family planning funds under Title X from going to Planned Parenthood or other organizations that perform abortions. It will ensure that abortion providers are not being subsidized with federal tax dollars. </q> California co-sponsors of <strong> Mike Pence </strong>'s bill include U.S. Reps. <strong> Tom McClintock </strong>, Gary <strong> Tom McClintock </strong>, <strong> Duncan Hunter </strong> <strong> Wally Herger </strong>, <strong> Howard McKeon </strong>, <strong> Ken Calvert </strong>, John Campbell, and <strong> Wally Herger </strong>. Title X of the Public Health Service Act provides", "new_id": -2}, {"uid": "1297244182110002201", "i": 34478, "idx": 0, "sa": ["Jay Leno", "Justin Bieber", "Paula Abdul", "Simon Cowell"], "q": "Earlier this week\" The X Factor\"'s <strong> Simon Cowell </strong> confessed that he is a\" massive fan of <strong> Paula Abdul </strong>.\" On Tuesday night <strong> Paula Abdul </strong> told <strong> Jay Leno </strong> that she felt that was an understatement. <q> I think you need to take` mass' off and put` obsessive,' </q> said <strong> Paula Abdul </strong> when asked about her thoughts on <strong> Simon Cowell </strong>'s comment. The singer then clarified,\" He's obsessed with me.\" confessed that he is a\" massive fan of <strong> Paula Abdul </strong> <strong> Justin Bieber </strong> Fever", "new_id": -2}, {"uid": "1297276859033341485", "i": 25462, "idx": 2, "sa": ["Steve Ballmer", "Satya Nadella", "Barack Obama"], "q": "A 19-year Microsoft veteran, <strong> Satya Nadella </strong> has\" the right mix of leadership, vision and hard-core engineering chops,\" Microsoft Chief Executive <strong> Steve Ballmer </strong> said in a memo to employees, which was made public. <q> We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways, </q> <strong> Steve Ballmer </strong> said. Microsoft has made great strides in the past few years in cloud computing-- broadly the provision of The 2011 State of the U...( 19:02:02\" <strong> Barack Obama </strong> speaks about moving forward", "new_id": -2}, {"uid": "1296106911231735330", "i": 17318, "idx": 2, "sa": ["Eric Schmidt", "David Cameron"], "q": "` Wi-Spy' events.\" We respectfully submit that Google CEO <strong> Eric Schmidt </strong> should be asked to testify under oath so that the American public learns the truth about Wi-Spy.\" In response, Google said the letter was <q> just the latest in a long list of press stunts from an organization that admits to working closely with our competitors. </q> Last September, <strong> Eric Schmidt </strong> was named by <strong> David Cameron </strong> as one of a number of business advisors to Number 10, Editor's Manifesto: ICT a casualty of the curriculum review?\" It seems that a casualty", "new_id": -2}, {"uid": "1295478769073809934", "i": 20498, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "enhancements will enable students in basic and in-service training to learn in a more modern manner. During his visit, <strong> Sen. Bernie Sanders </strong> took the opportunity to thank current and future officers for choosing to serve their community. <q> I want to thank the men and women of the Vermont Police Academy for what you do daily that ultimately makes a real difference in the lives of your fellow citizens. </q> 1-19-11", "new_id": -2}, {"uid": "1296752760168230988", "i": 37242, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "- In a report prepared for <strong> Sen. Bernie Sanders </strong>, the Department of Defense disclosed that it paid$ 285 billion over a three-year span to hundreds of military contractors that defrauded the Pentagon during the same period. <q> With the country running a$ 14 trillion national debt, my goal is to provide as much transparency as possible about what is happening with taxpayer money, </q> said <strong> Sen. Bernie Sanders </strong>( I-Vt.).\" The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars", "new_id": -2}, {"uid": "1295181499258277387", "i": 696, "idx": 1, "sa": ["Eric Schmidt"], "q": "of the Google DC Talks series, Google's Washington office hosted a special book talk with Chris Anderson, Editor in Chief of Wired Magazine and best-selling author of\" The Long Tail.\" In his new book <q> Free: The Future of a Radical Price, </q> Anderson makes the... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs,\" Prosperity", "new_id": -2}, {"uid": "1297373000188006428", "i": 39545, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Some of the most influential cloud players discuss the future challenges and opportunities in Cloud Computing on stage at the Web 2.0 Summit. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as\" terribly wrong.\"\" That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was\" incremental,\" not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}, {"uid": "1296829528069533709", "i": 17778, "idx": 1, "sa": ["Barack Obama", "Frank Wisner", "Hosni Mubarak", "Mike Pence"], "q": "and observers that had sparked outrage the day before.\" And it appears the Egyptian army is trying to protect the protestors. Last night, Joint Chiefs Chairman <strong> Mike Pence </strong> Mullen said on the\" Daily Show\": <q> In discussions I've had with their military leadership, they have reassured me that they have no intent to fire on their own people. They have taken steps to try to quell the violence. </q> The <strong> Barack Obama </strong> administration is discussing various scenarios, and the one they hope ends up being the plan is <strong> Hosni Mubarak </strong> leaving sooner rather than later( even though initially all former ambassador <strong> Frank Wisner </strong> asked of <strong> Hosni Mubarak </strong> earlier this week was", "new_id": -2}]