[{"uid": "1296189352088326146", "i": 11629, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "with Social Security taxes. Centrist Democrats, while they're not backing privatization, are discussing ways to save money by making smaller alterations to the system. They're in for a fight. <q> Social Security has been the most successful social program initiated by the federal government in the history of this country, </q> said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who's the caucus's leader.\" We are getting very tired of hearing Republicans saying Social Security is collapsing.\" It's not, and estimates are that its trust funds", "new_id": -2}, {"uid": "1294986518220069897", "i": 30289, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "head, <strong> Gabrielle Giffords </strong> is moving both arms and legs.\" This is a major leap forward. This is a major milestone for her,\" said Dr. Michael Lemole, University Medical Center. <q> She would hold my hand. She would squeeze it harder and she'd rub her thumb on my thumb so I knew she was telling me I hear you. I know what you're saying. I'm with you, </q> said Sen. <strong> Kirsten Gillibrand </strong>, D-NY. The New York senator is a close friend of the congresswoman. On Wednesday night, she was in <strong> Gabrielle Giffords </strong>' hospital room for the biggest milestone. <strong> Gabrielle Giffords </strong> opened her eyes", "new_id": -2}, {"uid": "1296393248037634061", "i": 31510, "idx": 2, "sa": ["Jason Statham", "Simon Cowell"], "q": "first time- regardless of who is the biggest, if one dog senses fear it will kill the other dog,\" he said. <strong> Simon Cowell </strong> revealed some of his secrets of success- one being to <q> talk 10 per cent of the time and listen for 90 per cent of the time </q>. Despite his reputation for brutal honesty and cold-heartedness, the Los Angeles-based showbiz mogul stressed the importance of emotion in the entertainment business. <strong> Jason Statham </strong>'s` situation' on plane <strong> Jason Statham </strong> had to deal with", "new_id": -2}, {"uid": "1297127913053067839", "i": 33767, "idx": 0, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "( D-Fla.). The three legislators last month saw <strong> Gabrielle Giffords </strong> open her eyes for the first time since she was shot in Tucson, Ariz., on Jan. 8. <strong> Debbie Wasserman Schultz </strong> said that moment <q> felt like we were watching a miracle. </q> <strong> Kirsten Gillibrand </strong> visited <strong> Gabrielle Giffords </strong> again last weekend, while a spokesman for <strong> Debbie Wasserman Schultz </strong> said the lawmaker has visited <strong> Gabrielle Giffords </strong> three times, most recently Monday afternoon. <strong> Gabrielle Giffords </strong>'s husband, astronaut Mark Kelly, announced Friday", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880?\" A number of things would have to fall into place to make him competitive,\" said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.\" The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}, {"uid": "1296486373063668243", "i": 2374, "idx": 11, "sa": ["Mike Pence"], "q": "raised eyebrows over his introduction of a bill to make it harder to subpoena reporters. <strong> Mike Pence </strong> has been a favorite of reporters because of his accessibility and affability. As he likes to say, <q> I'm a conservative, but I'm not in a bad mood about it. </q> <strong> Mike Pence </strong> served fresh-popped Indiana popcorn to reporters at his regular briefings while serving as GOP conference chairman. When <strong> Mike Pence </strong> was asked to be the GOP speaker in 2010 at an annual gathering of congressional reporters", "new_id": -2}, {"uid": "1295568168148553849", "i": 48254, "idx": 0, "sa": ["Nancy Pelosi", "Bill Leader", "Eric Cantor", "Mike Pence"], "q": "Chairman Paul Ryan( R-WI) said that the GOP's goal was to cut\" a good$ 100 billion.\" <strong> Nancy Pelosi </strong> Kevin McCarthy( of\" Young Gun\" fame) reiterated the promise, saying, <q> We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that. </q>\" We've got to roll back there. That will save$ 100 billion in the first year,\" agreed <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority <strong> Bill Leader </strong> <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"uid": "1296004077137592834", "i": 1141, "idx": 1, "sa": ["Michael Copps", "Maurice Hinchey", "Sen. Bernie Sanders"], "q": "commissioners on the pro-merger side of a 4-1 vote. By any measure, it was the wrong vote, as was the Justice Department's dismissal of antitrust concerns raised by the deal. <strong> Michael Copps </strong> said, <q> The Comcast-NBCU joint venture opens the door to the cable-ization of the open Internet. The potential for walled gardens, tollbooths, content prioritization, access fees... and a stake in the heart of independent content production is now very real. </q> Parallel objections came from the savviest observers of media issues on Capitol Hill.\" Big media just got a lot bigger,\" declared <strong> Sen. Bernie Sanders </strong> <strong> Maurice Hinchey </strong>( D., N.Y.).\" The FCC's decision", "new_id": -2}, {"uid": "1296975412201293837", "i": 37851, "idx": 0, "sa": ["Mike Pence", "Jimmy Carter", "Ronald Reagan", "George H.W. Bush", "Mitch Daniels"], "q": ", <strong> Jimmy Carter </strong> and <strong> George H.W. Bush </strong> have lost re-elections since World War II. As for <strong> Mitch Daniels </strong>, watch his speech this coming Friday evening before the CPAC <strong> Ronald Reagan </strong> banquet. The governor told the Times of Northwest Indiana, <q> I think I have got to make up my mind fairly soon. I don't think that I've waited too long, but I believe I should come to some decision. </q> <strong> Mitch Daniels </strong>, not <strong> Mike Pence </strong>, now has the shot for the two White House slots. Wow, and you would think that <strong> Mitch Daniels </strong> is getting 30% or more in tracking polls... Oh wait,", "new_id": -2}, {"uid": "1296889583025706506", "i": 16847, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": ", non-competitive games and turn those into quality, competitive games that the fans want to see.\" <strong> Michael Vick </strong> was planning a Super Bowl party, and whether that was appropriate for a man with his past: <q> I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here- what he'd be doing. He has said that on numerous occasions people have been using his name about being involved in some type of party, but that he had no intention of participating in that. </q> â\u0080¢ <strong> Roger Goodell </strong> praised the Dallas-Fort Worth area for handling the difficult weather, saying the ice and snowstorms would not jeopardize the region's chances of hosting the game again. This is the first Super Bowl to be", "new_id": -2}]