[{"uid": "1295612670207978506", "i": 3910, "idx": 1, "sa": ["Eric Schmidt"], "q": "change was\" not a reaction to competitors.\" Rather, he said, it was an effort to speed up decision-making at the company, which ended the year with about 24,000 employees. <q> Google has many different businesses and the issue that we have been getting into is there's too many ways( in) which these businesses can be slowed down, </q> <strong> Eric Schmidt </strong> told Reuters. <strong> Eric Schmidt </strong>, who has been CEO for the past decade will become Executive Chairman. Eight pirates are dead and 5 captured after the high seas clash.", "new_id": -2}, {"uid": "1295670139191152175", "i": 44683, "idx": 1, "sa": ["Clive Goodman", "Tony Blair", "Glenn Mulcaire", "Andy Coulson"], "q": "raised\" serious questions\" about the <strong> Tony Blair </strong>'s judgment.\" This is the second job that <strong> Andy Coulson </strong> has resigned from for something he claims to know nothing about,\" Mr Watson said. <q> His departure creates serious questions over the <strong> Tony Blair </strong>'s judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp.\" It's a mark of the man that he would sneak out a statement on a Friday morning on a busy news day.\" Spin and obfuscation is all we get from Downing Street- we need to get to the truth. </q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor <strong> Clive Goodman </strong> and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone-hacking. Although he took responsibility, he", "new_id": -2}, {"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform.\" You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.\" I think he's working very hard on the issue of unemployment,\" <strong> Colin Powell </strong> said, <q> which I think is the major problem facing America right now. </q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}, {"uid": "1297559534084279310", "i": 1004, "idx": 1, "sa": ["Colin Powell"], "q": "2003, then-Secretary of State <strong> Colin Powell </strong> cited information provided by an informant-- later known as\" Curveball\"-- regarding Iraqi biochemical weapons, Boening said.\" Curveball made everything up,\" Boening said. <q> He helped to drive America to war. </q> Boening believes many intelligence agents need increased training.\" The CIA should be viewed as a large, lumbering bureaucracy with pockets of excellence interspersed among its many offices. By and large, however", "new_id": -2}, {"uid": "1297609955260161538", "i": 29745, "idx": 0, "sa": ["Lindsay Lohan", "Jessica Simpson", "Priscilla Presley", "Paris Hilton", "Heidi Montag", "Simon Cowell", "Suzanne Somers"], "q": "<strong> Jessica Simpson </strong>, <strong> Paris Hilton </strong>, <strong> Heidi Montag </strong>, and Fargolina Sondheim. She then informed the judge that there is a very good reason why he can not send her to prison or even back into rehab. <q> And what might that very good reason be? </q> The judge asked extremely inquisitively. <strong> Lindsay Lohan </strong>, who has suddenly developed trout snout lips, ala <strong> Priscilla Presley </strong> and <strong> Suzanne Somers </strong> replied,\" The reason why I can not go to prison is because <strong> Simon Cowell </strong> has asked me", "new_id": -2}, {"uid": "1296118797029376546", "i": 21293, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.\" It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1295936818231571461", "i": 8759, "idx": 0, "sa": ["Barack Obama", "Zahi Hawass"], "q": "The bust dates to the time of the 14th century B.C. queen and tops Egypt's wish list of items that <strong> Zahi Hawass </strong> wants to see back home. The bust is at Berlin's Neues Museum. <q> I am doing something that I believe in and that should have been done a hundred years ago, </q> <strong> Zahi Hawass </strong> said in a telephone interview. Germany has declined past Egyptian requests for the bust's return, saying it was in Germany legally and is too fragile to move. Bombs kill <strong> Barack Obama </strong> troops", "new_id": -2}, {"uid": "1295432574026050633", "i": 1725, "idx": 0, "sa": ["Mike Pence"], "q": "majority and several Tea Party freshmen. However, the measure will have almost no chance of making it past its next two hurdles: a Democratic-leaning Senate and a presidential veto. Representative <strong> Mike Pence </strong>( R-Indiana) said, <q> We will vote to repeal Obamacare again and again until we consign their government takeover to the ash heap of history where it belongs. Welcome to the 112th Congress. American people-- this is your week. </q> House Democrats, however, have criticized the Republican majority for pushing for a final vote on the measure, scheduled for next Wednesday, without allowing any amendments-- something they see as a failure of the GOP to", "new_id": -2}, {"uid": "1294966525056983567", "i": 2307, "idx": 1, "sa": ["Michael Jordan", "Allen Iverson", "George Karl"], "q": ". <strong> Allen Iverson </strong> had his highest-scoring game since being acquired by Denver in a trade with Philadelphia on Dec. 19. <strong> Michael Jordan </strong> season high is 46 against Chicago on Nov. 24.\" He's good,\" <strong> George Karl </strong> said. <q> He's better than I thought and I thought he was( darn) good. </q> After coming out of the lineup with 1:04 remaining, <strong> Allen Iverson </strong> and <strong> George Karl </strong> had a brief conversation and then a quick hug.\" To be a part of something like that is something to http://wn.com/Allen_Iverson_36pts_10assists_vs_T-Mac_Houston_Rockets_06/07 The Denver Nuggets have", "new_id": -2}, {"uid": "1295799222231243780", "i": 40451, "idx": 0, "sa": ["Andy Coulson", "Dermot Murnaghan", "Harriet Harman"], "q": "a target. Labour's deputy leader <strong> Harriet Harman </strong> told Sky's <strong> Dermot Murnaghan </strong> that allegations of illegal activity must be investigated.\" Hacking into people's phones is illegal,\" she said. <q> Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced.\" Nobody is above the law, no newspaper editor, no journalist. </q> The scandal has already cost Number 10 spin doctor <strong> Andy Coulson </strong> his job amid claims he presided over the illegal action at the News of the World. The former editor has always denied knowing that phone-hacking", "new_id": -2}]