[{"uid": "1295863980068648972", "i": 25679, "idx": 0, "sa": ["Jonathan Ross", "Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "as a spat now has the feel of being... celebrity thought it was funny.\" Am thinking of inviting <strong> Andy Coulson </strong> to the Comedy Awards,\" tweeted <strong> Jonathan Ross </strong> ahead of presenting Saturday night's funfest. <q> Have left a message on <strong> Sienna Miller </strong>'s phone for him. </q> But as the resignation of <strong> David Cameron </strong>'s director of communications elevated the mobile phone-hacking scandal to a new level of importance, few others saw it as a source <strong> Rupert Murdoch </strong>'s iPad digital newspaper raises many questions-", "new_id": -2}, {"uid": "1294955040072040450", "i": 36900, "idx": 0, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": "wound. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her unbandaged left eye and tried to focus on loved ones for the first time. <q> This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more, </q> said her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said:\" It was raw courage. It was raw strength. It was so", "new_id": -2}, {"uid": "1297488327192626740", "i": 31202, "idx": 3, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "He said there had been\" many warnings[ that] more troops could have helped, by advisers on the ground.\" <strong> Donald Rumsfeld </strong>:\" No, that's not correct.\" Stephanopoulos: American envoy <strong> Paul Bremer </strong> <q> said that- it is correct. </q> <strong> Donald Rumsfeld </strong>:\" It is not correct.\" And so it went. Stephanopoulos asked <strong> Donald Rumsfeld </strong> to concede that if he'd stayed in office after 2006,\" there would have been defeat in Iraq and", "new_id": -2}, {"uid": "1295439848144605314", "i": 2797, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "who has joined the US reality TV talent show as a judge this season- always believed years of hard work is a better way to become a star but knows times have changed. He said: <q> I always thought that in order to become an American Idol, or any kind of idol, you have to pay your dues. But, today's a different world. </q> The 62-year-oldrocker went on to agree with TV talk show host <strong> David Letterman </strong>, who said he prefers musicians to have the\" honest, legitimate stamp of approval\" that comes from gradual success. <strong> Steven Tyler </strong> responded", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.\" <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q> He( <strong> Simon Cowell </strong>) looked at me and said:` Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...' </q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}, {"uid": "1295612741003915790", "i": 33935, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt"], "q": ", from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years--\" a nice round number\"-- and Page was ready to lead the company into the future. <q> Larry and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up, </q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other Internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly$ 30 billion. German business", "new_id": -2}, {"uid": "1295705788039895042", "i": 500, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "our worst day in government,\" a senior aide from <strong> David Cameron </strong>'s Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on Friday. The left-wing newspaper added that <strong> Andy Coulson </strong>'s departure <q> leaves the prime minister with a crucial vacancy as the coalition government weathers dissent about cuts </q> in public spending introduced to reduce a huge budget deficit. <strong> Andy Coulson </strong> had been under pressure for months about what he knew about a phone-hacking scandal at the Rupert Murdoch-owned News of the World weekly in 2005-6,", "new_id": -2}, {"uid": "1297135687195428360", "i": 22502, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Mayor Tom Leppert", "Michael Vick"], "q": "Big Ante celebrity poker, and the 3 Little Pigs have in common? They're all events canceled today. And there's more. See them all. New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy? </q> Dallas <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1297616629186400779", "i": 26887, "idx": 29, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "\" He's afraid of me, basically!\"\" There was this phase when he was a rock star,\" Martin prompted.\" A rock star,\" said Joyce <strong> Donald Rumsfeld </strong>. <q> And then the minute, I mean if you think that fazed me it didn't at all. Because you know it will end, and then he'll be the goat. </q> Which is what happened when, in the summer of 2003, <strong> Donald Rumsfeld </strong> recruited former State Department official <strong> Paul Bremer </strong> to run the occupation in Iraq.\" He supposedly worked for me. He never really", "new_id": -2}, {"uid": "1295873368205455378", "i": 18433, "idx": 0, "sa": ["Andy Coulson"], "q": "of a top-selling tabloid newspaper. <strong> Andy Coulson </strong> denies any knowledge of the hacking, but admitted he'd committed a cardinal sin for a back room operator- he became the story. <strong> Andy Coulson </strong> said <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed </q> in his role as Downing Street communications chief.\" I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.\"", "new_id": -2}]