[{"uid": "1295564377105267210", "i": 29324, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "said. During the call, <strong> Sergey Brin </strong> expressed what sounded like genuine admiration for <strong> Eric Schmidt </strong>'s role in Google's success.\" We're all in great debt to <strong> Eric Schmidt </strong>,\" said <strong> Sergey Brin </strong>. <q> There's really no one else in the universe who could have done what <strong> Eric Schmidt </strong> has done. </q> Please send me occasional email updates about new features and special offers from Wired. Please send occasional email offers from Wired affiliated websites and publications and carefully selected companies. Posted by: bozo_u_moron", "new_id": -2}, {"uid": "1295991953089178223", "i": 3086, "idx": 13, "sa": ["Donald Rumsfeld", "Gerald Ford", "Henry Kissinger"], "q": "in the book, I present them in a direct way,\" he says. In Washington, <strong> Donald Rumsfeld </strong> was known as a tenacious and effective fighter of policy wars, once described by <strong> Henry Kissinger </strong> as a <q> skilled full-time politician-bureaucrat in whom ambition, ability, and substance fuse seamlessly. </q> In the 1970s, as chief of staff and then defense secretary in the <strong> Gerald Ford </strong> administration, <strong> Donald Rumsfeld </strong> clashed with <strong> Donald Rumsfeld </strong> of State <strong> Henry Kissinger </strong>, with <strong> Donald Rumsfeld </strong> opposing- and helping to prevent, by many accounts- an arms", "new_id": -2}, {"uid": "1296864918188694530", "i": 7906, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Packers and Pittsburgh Steelers, Chrysler Chief Executive <strong> Sergio Marchionne </strong> said Friday at a J.D. Power conference in San Francisco. He said it is the longest ad in Super Bowl history. <q> A two-minute spot is incredibly unique in the world of advertising, and it is almost unheard of on the Super Bowl, </q> said Tim Calkins, a marketing professor at Northwestern University's Kellogg School of Management. He said it appeared Chrysler was trying to distinguish itself from other carmakers advertising during the", "new_id": -2}, {"uid": "1296615902145653776", "i": 31584, "idx": 0, "sa": ["John F. Kennedy", "David Letterman"], "q": "Watch: <strong> David Letterman </strong> on His Heart Surgery Chuck Ludlam and his wife Paula Hirshoff say the Peace Corps has lost its way since its founding by <strong> John F. Kennedy </strong> 50 years ago. <q> We're sad about it but we're also angry about it, </q> Ludlam told ABC News,\" because the people in these countries need our help. And the Peace Corps could be a great force for good in the world in terms of development assistance.\" Ludlam", "new_id": -2}, {"uid": "1295239084258359319", "i": 2335, "idx": 0, "sa": ["Eric Schmidt", "Maria Bartiromo"], "q": "Dev showcased its latest Maestro 3 app dev choreography environment-- a cloud-based solution that stitches together the discreet steps( build, test, deploy, etc.) of application development, using existing tools for each step <q> People are treating Google like their most trusted friend, </q> said CNBC's <strong> Maria Bartiromo </strong> in the interview.\" Should they be?\" Passing on the opportunity to explain to <strong> Maria Bartiromo </strong> the difference between trusted friends and multi-billion dollar search advertising companies, <strong> Eric Schmidt </strong> responded,\"", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected.\" The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,\" said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q>\" For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,\" said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri.\" This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}, {"uid": "1295089667117588026", "i": 1372, "idx": 1, "sa": ["Carmelo Anthony", "Mike D'Antoni", "David Letterman", "LeBron James"], "q": "Stoudemire on the Late Show with <strong> David Letterman </strong>, where the all-star told the host that the players do in fact listen to the coach.\" He doesn't listen to me,\" <strong> Mike D'Antoni </strong> said with a laugh. <q> He was nice, though, very diplomatic. </q> With <strong> LeBron James </strong> sitting out nursing a sprained ankle, the Miami Heat were routed by <strong> Carmelo Anthony </strong> and the Denver Nuggets, losing their second straight game, 130-102. Miami's Record:", "new_id": -2}, {"uid": "1295365484238829571", "i": 2183, "idx": 1, "sa": ["David Letterman", "Steven Tyler"], "q": "the band had\" come together and broken up\" on more than one occasion over the years.\" All good marriages have their fights, you know,\" <strong> Steven Tyler </strong> responded on Monday's show. <q> I look forward to the worst fight because it will come out as the best album and the best tour, it always has. </q> <strong> David Letterman </strong> then asked for clarification that\" contention, friction and animosity\" could be creatively good, to which <strong> Steven Tyler </strong> said:\" Yeah, because when we come back together we love each other all over", "new_id": -2}, {"uid": "1295213713176947217", "i": 48002, "idx": 0, "sa": ["Eric Schmidt", "Maria Bartiromo"], "q": "It has a free, open community version, and a private label version that runs$ 1,000 per month. It provides a way to connect, collaborate, share documents, get feedback and manage parterns. <q> People are treating Google like their most trusted friend, </q> said CNBC's <strong> Maria Bartiromo </strong> in the interview.\" Should they be?\" Passing on the opportunity to explain to <strong> Maria Bartiromo </strong> the difference between trusted friends and multi-billion dollar search advertising companies, <strong> Eric Schmidt </strong> responded,\"", "new_id": -2}, {"uid": "1297258263038010892", "i": 11009, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers", "Vince Lombardi", "Jim Schmitt", "Mike Holmgren"], "q": "busy couple of days that included a parade at Disney World in Florida and an appearance on the <strong> David Letterman </strong> show in New York.\" It's been a great journey this year,\" <strong> Aaron Rodgers </strong> said. <q> We've got the greatest fans in the world. </q> Green Bay Mayor <strong> Jim Schmitt </strong> promised a street in town would be renamed\" McCarthy's Way\" after the coach. Green Bay already has streets called\" <strong> Mike Holmgren </strong> Way\" and\" <strong> Vince Lombardi </strong> Avenue\" after previous", "new_id": -2}]