[{"uid": "1295518631063569936", "i": 13663, "idx": 0, "sa": ["Justin Timberlake", "American McGee", "Simon Cowell", "Billy Joel"], "q": "` Idol' Embraces Kinder, Gentler Attitude ABC News The Associated Press By DERRIK <strong> Justin Timberlake </strong> LANG AP LOS ANGELES January 18, 2011( AP) When a husky, mustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q> The Longest Welcome to the born-again <strong> American McGee </strong> Idol. With the departure of\" the mean one, </q> judge <strong> Simon Cowell </strong>, the TV juggernaut seems to have gone through a conversion. At a recent Fox` <strong> American McGee </strong> Idol' judges are in the spotlight this year PASADENA, Calif.- The most intriguing part of", "new_id": -2}, {"uid": "1296741969056606736", "i": 26783, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "early peeks in The Washington Post and The New York Times at former Defense <strong> Donald Rumsfeld </strong>'s memoir, which goes on sale next week. A few highlights from the Post's report:- <strong> Donald Rumsfeld </strong> <q> goes so far as to depict former <strong> President Bush </strong> as presiding over a national security process that was marked by incoherent decision-making and policy drift, most damagingly on the war in Iraq. </q>-\" <strong> Donald Rumsfeld </strong> remains largely unapologetic about his overall handling of the Iraq conflict and concludes that the war has been worth the costs. Had the government of <strong> Saddam Hussein </strong> remained in power, he says, the", "new_id": -2}, {"uid": "1295560499243744796", "i": 9261, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.\" There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\"", "new_id": -2}, {"i": 5772, "idx": 2, "index_answer": 1, "new_id": -1, "q": ",\" <strong> David Letterman </strong> said:\" Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?\" <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, <q> Well, I'm sorry to hear that, or I'm not sorry to hear that? </q>\" Well, you are respectfully considerate, and yet pleased for the new developments in my life,\" <strong> Kelsey Grammer </strong> offered.\" Well, it's a difficult time, regardless,\" <strong> David Letterman </strong>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295082156260702223"}, {"uid": "1297113015104251437", "i": 10898, "idx": 3, "sa": ["Gen. David Petraeus", "Donald Rumsfeld", "Vincent K. Brooks", "Tareq Ayyoub"], "q": "was a known Al Qaeda facility in central Kabul,\" US Assistant <strong> Donald Rumsfeld </strong> of Defense Victoria Clarke later said. Al Jazeera reporter <strong> Tareq Ayyoub </strong> was killed when US bombs hit the network's Baghdad offices in 2003. <q> This coalition does not target journalists, </q> Brigadier <strong> Gen. David Petraeus </strong> <strong> Vincent K. Brooks </strong> insisted.\" We don't know every place journalists are operating on the battlefield. It's a dangerous place, indeed.\" A furious <strong> Donald Rumsfeld </strong> blasted the network's 2004 coverage of", "new_id": -2}, {"uid": "1296769898240500831", "i": 43964, "idx": 0, "sa": ["Michele Bachmann", "Lila Rose", "Mike Pence"], "q": "release, but it claims it has enough footage to demonstrate a\" pattern\" of illicit activity.\" We wanted to demonstrate how severe this problem was,\" Live Action President <strong> Lila Rose </strong> told FoxNews.com. <q> People are really starting to pay attention.... This is institutional. </q> <strong> Lila Rose </strong> has released undercover footage involving Planned Parenthood before, but these are the first to deal with the issue of sex trafficking. The video released Tuesday quickly gave momentum to <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1296387706032849946", "i": 44219, "idx": 2, "sa": ["Roman Harper", "Jahri Evans", "Drew Brees", "Michael Vick", "Jonathan Vilma"], "q": "Saints teammates <strong> Roman Harper </strong>, <strong> Jonathan Vilma </strong>, <strong> Jahri Evans </strong> and Carl Nicks-- settled for the consolation of a trip to Hawaii.\" It's nice to be back out here in Hawaii,\" <strong> Drew Brees </strong> said. <q> It's great for the fans, players love it. It's great for the families. </q> <strong> Drew Brees </strong> will share time with <strong> Michael Vick </strong> and Atlanta's Matt Ryan in today's game. Ryan will be working with a familiar set of coaches with the Falcons' staff running the NFC. But with", "new_id": -2}, {"uid": "1296232207160088064", "i": 19122, "idx": 1, "sa": ["Mike Pence"], "q": "by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,\" <strong> Mike Pence </strong> said in a letter to supporters. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012. </q> <strong> Mike Pence </strong> said he would make a decision about his future later and would be traveling across the state in the months ahead to\" learn about how Hoosiers think we might best contribute in the years ahead.", "new_id": -2}, {"uid": "1297094119231997478", "i": 31319, "idx": 1, "sa": ["Dot-Marie Jones", "Simon Cowell"], "q": "judge is saying exactly why he's bringing the show stateside.\" I believe America has the best talent in the world, I believe that with all my heart,\" he says. <q> But I'm not looking for someone who will only be a hit in America. I'm looking for a global star. </q> Exclusive: <strong> Simon Cowell </strong> Reveals Top Five Tips to Winning` The X Factor'\" Glee\"'s <strong> Dot-Marie Jones </strong> wore many hats before starring on\" Glee\" as Coach Beiste-- one of them being a world", "new_id": -2}, {"uid": "1295400777230801423", "i": 38704, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Dodge Grand Caravan and Chrysler Town and Country this week.\" We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q> We need to retain all its functionality but make it much more versatile. </q> <strong> Sergio Marchionne </strong> said that could mean new products that can still carry a lot of people but won't look like traditional minivans. A team within the company is also studying whether to continue both the Town and", "new_id": -2}]