[{"i": 31382, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q> I think the role of the police in this is now going to become centre-stage. </q> In truth it was a Hospitals fined for mixed-sex wards London, January 24: Hospitals have to pay a fine of Â£ 250 per patient per day for breaking rules on mixed-sex accommodation. There were around", "sa": ["Andy Coulson", "Alastair Campbell"], "uid": "1295845469082296851"}, {"uid": "1295821315130777097", "i": 42265, "idx": 0, "sa": ["Mahmoud Abbas", "Andy Coulson"], "q": "approves more east Jerusalem settler homes Photo in Slideshow: FEATURE- Al Jazeera TV makes waves with Tunisia... Photo in Slideshow: Palestinian President <strong> Mahmoud Abbas </strong> Article: Egypt accuses Gaza militants in Coptic church bomb... Report Abuse <q> they seem they are coming from Zionism </q> Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296162984150814727", "i": 18619, "idx": 1, "sa": ["Eric Schmidt", "Adam Lashinsky"], "q": ", and questioned why everybody is so obsessed with Facebook and Google. <strong> Eric Schmidt </strong>, who is stepping down from the CEO spot in April to focus on the company's relationships with partners and regulators, told <strong> Adam Lashinsky </strong> <q> Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day. </q> He also noted that Facebook has never stated ambitions to get into search, and that Facebook ads don't displace Google's ads. He's right in a narrow sense: Microsoft is the only company", "new_id": -2}, {"uid": "1296003429036782088", "i": 10960, "idx": 1, "sa": ["Allen Iverson"], "q": "new team upon his arrival in Istanbul. <strong> Allen Iverson </strong>, who agreed to a$ 4 million, two-year contract with Besiktas, is the Turkish league's biggest signing. He has called his move to the Istanbul club <q> a chance to get back on track with my basketball career </q> after no NBA team was willing to offer him a contract this season. Many see his stint in Turkey as a test of his ability to revive his NBA career because teams are likely to monitor <strong> Allen Iverson </strong>'s performance", "new_id": -2}, {"uid": "1295692954156483593", "i": 12370, "idx": 1, "sa": ["Eric Schmidt", "Rosabeth Moss Kanter"], "q": "changes in strategy generally,\" a Google spokesperson wrote in an e-mail to the Globe. Local academics and consultants who are familiar with Google's operations in the Boston area tend to agree. <q> I would categorize the changes at Google as more of a` growing up' than a` shake-up,' </q> said Harvard Business School professor <strong> Rosabeth Moss Kanter </strong>.\" <strong> Eric Schmidt </strong> has been the adult supervision at Google for 10 years, and now it's time for the founders to take over. That's what this is.", "new_id": -2}, {"uid": "1295560492175849481", "i": 3469, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said.\" <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him\" The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the", "new_id": -2}, {"uid": "1295972693250167313", "i": 35817, "idx": 2, "sa": ["Eric Schmidt"], "q": "in the, follows Facebook announcing that its Europe, Middle East and Africa knifeinthehead 25 January 2011 3:50 PM Another American company moving into Europe. knifeinthehead 25 January 2011 4:01 PM <q> Technology will finally start doing what we want, instead of us telling technology what we want it to do. </q> Ed <strong> Eric Schmidt </strong> WTF? And this guy is going to take home$ 100 million when he retires for all of his intelligent and hard work. In order to post a comment you", "new_id": -2}, {"uid": "1295021732123977752", "i": 31083, "idx": 1, "sa": ["Kirsten Gillibrand", "Dr. Peter"], "q": "tried to focus on loved ones for the first time.\" It was raw courage. It was raw strength. It was so beautiful and so moving,\" said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. <q> She wanted us to know that she was with us a hundred percent and understood everything we were saying. </q> neurosurgeon, <strong> Dr. Peter </strong> Michael Lemole, called it\" a major milestone,\" and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing for caution, Lemole", "new_id": -2}, {"uid": "1297145799209272848", "i": 27842, "idx": 1, "sa": ["The Cast", "Paula Abdul", "Simon Cowell", "Hailee Steinfeld"], "q": "learned about. Who knows how much of this really goes on. Report Abuse \" i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well. \" Report Abuse <q> i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong> </q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit' ABC News: <strong> Simon Cowell </strong>: US' X Factor' Panel yet to Be Set Friday Night Lights Comes to an End: <strong> The Cast </strong> on Series-Saving Fans, Graduation", "new_id": -2}, {"uid": "1296060233192233533", "i": 27124, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "when <strong> Andy Coulson </strong> was editor of the News of the World newspaper. <strong> Andy Coulson </strong>, who has denied wrongdoing, resigned as Prime Minister <strong> David Cameron </strong>'s communications chief last week after repeated questions about practices at the newspaper. <q> The MPS( Metropolitan Police Service) is launching a new investigation to consider this material, </q> the force said in a statement.\" This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010.\" We welcome comments that", "new_id": -2}]