[{"uid": "1296413477170033187", "i": 20905, "idx": 4, "sa": ["Mike Pence", "Dan Quayle", "Bill Stephan", "Ronald Reagan", "Jack Kemp"], "q": "remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve,\" <strong> Bill Stephan </strong> said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school, largely because he heard in <strong> Ronald Reagan </strong> <q> the manifestation of the kind of traditional <strong> Michael Feinstein </strong> ideals that I was raised to believe in. </q>( Besides <strong> Ronald Reagan </strong>, <strong> Mike Pence </strong>'s top political heroes include Republicans <strong> Jack Kemp </strong> and <strong> Dan Quayle </strong>.) But his first attempts at elected office-- not counting his successful run for class president in high school-- did not", "new_id": -2}, {"i": 14911, "idx": 6, "index_answer": 0, "new_id": -1, "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>.\" But I don't care; I am doing this for Egypt.\": Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's", "sa": ["Zahi Hawass"], "uid": "1296129375085180438"}, {"uid": "1297356992264552560", "i": 24438, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>.\" Being pummeled?\" <strong> Anderson Cooper </strong> said.\" I don't recommend it. I'd never been hit in the head before.\" He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Queen Creek-$ 70,000 MLS 4426652 3 bed/ 2 bath 1,201- 1,400/ 2007 Stephanie Petka, CENTURY 21 Arizona Foothills Gilbert Mesa-$ 375,000 MLS 4352255 3 bed", "new_id": -2}, {"uid": "1296014209252100659", "i": 12523, "idx": 0, "sa": ["Bill Lockyer", "Barack Obama", "Michele Bachmann", "Newt Gingrich"], "q": "it is on course to reach 100 percent in just more than a decade. Rather than go toe-to-toe with Republicans on painful budget cuts, White House officials said they were crafting a broader economic strategy. <q> Cutting the deficit by gutting our investments in innovation and education is like lightening an overloaded airplane by removing its engine, </q> <strong> Barack Obama </strong> said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Mercedes-Benz 2003 M-Class", "new_id": -2}, {"uid": "1296878115021512265", "i": 7147, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": " Crown. In fact, <strong> Michael Vick </strong> today is expected to be named NFL Comeback Player of the Year by The Associated Press. NFL Commissioner <strong> Roger Goodell </strong> also praised <strong> Michael Vick </strong> on Friday. <q> He has said that on numerous occasions people have been using his name about being involved with some type of a party and he had no intention in participating in that, </q> <strong> Roger Goodell </strong> said in Texas.\" I want to make sure that he doesn't put himself in a position of where he's going to make decisions or bad things are going to happen around him, and he", "new_id": -2}, {"uid": "1296215205141213713", "i": 29830, "idx": 0, "sa": ["Mike Pence"], "q": "White House bid in a letter sent to supporters that also fueled speculation that he instead is planning a run for governor. <strong> Mike Pence </strong>, 51, is a darling of social conservatives and often describes himself as <q> a Christian, a conservative and a Republican, in that order. </q> He had made multiple trips to states that host early presidential-primary contests.- From wire reports DispatchPolitics The Daily Briefing The Dispatch's public affairs team sates the appetites of political junkies with", "new_id": -2}, {"uid": "1297590228217415727", "i": 28905, "idx": 0, "sa": ["Abu Nidal", "House Judiciary Committee", "Colin Powell", "Muammar al-Qaddafi"], "q": "Pan Am flight 103. Evidence produced but ignored in the <strong> House Judiciary Committee </strong> reveals that Libyan secret agent al-Megrahi and <strong> Muammar al-Qaddafi </strong> were not behind the bombing. It was the notorious terrorist and intelligence asset <strong> Abu Nidal </strong>. <q> <strong> President Bush </strong> Labor MP <strong> Tam Dalyell </strong> and Edinburgh law professor <strong> Robert Mueller </strong> Black urged the Scottish and UK governments to answer reports there is evidence <strong> Abu Nidal </strong>, aka Hasan <strong> Abu Nidal </strong> al-Banna, was a <strong> House Judiciary Committee </strong> agent, </q> the Scotsman reported on October 27, 2008.\" They have long believed <strong> Abu Nidal </strong>, who died in Iraq in 2002, and his Popular Front for the Liberation of Palestine <strong> Colin Powell </strong> Command were responsible for co-ordinating the bomb", "new_id": -2}, {"uid": "1295317822227213382", "i": 41843, "idx": 0, "sa": ["Jay Leno", "Howard Stern", "Piers Morgan", "David Letterman"], "q": "thinks <strong> Jay Leno </strong> steals jokes from other comedians. <strong> Howard Stern </strong> spoke to <strong> Piers Morgan </strong> on his new CNN show <strong> Piers Morgan </strong> Tonight, stating that <strong> Jay Leno </strong> has little original material on his NBC late-night series The Tonight Show. <q> <strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook, </q> he told <strong> Piers Morgan </strong>.\" And the world knows exactly what he's up to. He steals a tremendous amount of material.\" <strong> Howard Stern </strong> continued:\" He's not fit to scrub <strong> David Letterman </strong>'s feet", "new_id": -2}, {"uid": "1296520620167067651", "i": 19032, "idx": 1, "sa": ["Michael Vick"], "q": "if you CHOOSE to hunt or fish, a building permit is on necessary if you CHOOSE to build something. All of these require an individual make a choice if they want to purchase something... \" Report Abuse <q> These naysayers are afraid because they don't fully understand the bill... fear of the unknown is the greatest fear there is. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl 1.25-1.45% Apply Online! With AA+ Rated GE Capital Corp.. Not An Offer Of Securities For Sale. Proven Anti Aging Proven", "new_id": -2}, {"uid": "1295159827229244932", "i": 1653, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "question the way <strong> Aaron Rodgers </strong> is playing. <strong> Aaron Rodgers </strong> will lead Green Bay into the NFC Championship Game at either Chicago or Seattle next weekend.\" That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}]