[{"uid": "1295629433247332867", "i": 23729, "idx": 2, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "the prime minister. Tom Watson, the former Labour defence minister, who has pursued <strong> Andy Coulson </strong> in his position as a member of the Commons culture committee, warned the prime minister now faced serious questions. <q> This is the second job that <strong> Andy Coulson </strong> has resigned from for something he claims to know nothing about, </q> Watson said.\" His departure creates serious questions over the prime minister's judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp.\" It's a", "new_id": -2}, {"uid": "1297448100150323210", "i": 33644, "idx": 0, "sa": ["Michael Davis", "Michael Vick"], "q": "As <strong> Michael Davis </strong> sees it, The News has a vendetta against Caraway because the paper didn't like the positions that the mayor pro tem took on last year's property tax hike. <q> They've been gunning for payback ever since, </q> <strong> Michael Davis </strong> writes, adding,\" Sorry to inform the Dallas Morning News, but Dwaine's not going anywhere.\" present <strong> Michael Vick </strong> with a\" key to the city\" during Super Bowl week? Without informing", "new_id": -2}, {"uid": "1296963339115425283", "i": 4680, "idx": 4, "sa": ["Michael Vick"], "q": "from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison, a two-year deal with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. <q> To sum it all up, the last five months, have been delayed gratification, </q> <strong> Michael Vick </strong> said.\" Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all", "new_id": -2}, {"i": 16414, "idx": 0, "index_answer": 3, "new_id": -1, "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q> It has changed the mood of the show but, you know, it might be for the better.\" Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking. </q> <strong> Declan Donnelly </strong> added:\" For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.\"", "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "uid": "1297481921069795902"}, {"uid": "1295570272118865953", "i": 11362, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Enteprise applications are the central nervous systems of global business. But many of them are still rooted in the 1990s-era technology models and business models of their birth, and customers are getting fed up. What will", "new_id": -2}, {"uid": "1296845496060293152", "i": 13691, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "2009 season after spending 18 months in prison on federal charges of running a dogfighting ring.\" We're looking for success stories; we're not looking for players to fail,\" <strong> Roger Goodell </strong> said. <q> He's paid a very significant price and he's doing the right thing. </q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission.", "new_id": -2}, {"uid": "1295638013070795356", "i": 21693, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "personal. She looks at heart disease with others, who like her, have had open-heart surgery. She talks to former <strong> Bill Clinton </strong>, <strong> Regis Philbin </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong> and <strong> Charlie Rose </strong>. <q> I realized there was really no alternative, if I wanted to live, I had to do this, </q> <strong> Bill Clinton </strong> says. <strong> Charlie Rose </strong> is more succinct:\" It was hell.\" They are all part of\" A <strong> Barbara Walters </strong> Special: A Matter of Life and Death\" at 10 p.m. Friday,", "new_id": -2}, {"uid": "1296109290115327074", "i": 23382, "idx": 4, "sa": ["Michael Vick", "Adrian Peterson"], "q": "<strong> Michael Vick </strong> was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410. <q> I'm going to try to put on a great show for the fans, </q> <strong> Michael Vick </strong> said. In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better than it has ever been this season.", "new_id": -2}, {"uid": "1295930793182222853", "i": 973, "idx": 0, "sa": ["Antawn Jamison", "Gilbert Arenas", "LeBron James", "Ernie Grunfeld", "Allen Iverson"], "q": "ball and fouling <strong> LeBron James </strong> Jones with 13.6 seconds to play. Jones hit two free throws to tie the game at 93. It was the first time in the fourth quarter Miami didn't trail. QUOTABLE <strong> Allen Iverson </strong>: <q> You have crazy games throughout the NBA seasons, and I was glad to be on the winning end. </q>- <strong> LeBron James </strong> on the Heat's unlikely win. HOT: Young, who Wizards president <strong> Ernie Grunfeld </strong> http://wn.com/Gilbert_Arenas_and_Antawn_Jamison_have_a_3_point_party <strong> Gilbert Arenas </strong> and <strong> Antawn Jamison </strong> torch the Knicks from outside.( November 27th,' 09) All credit goes to BroadbandTV and", "new_id": -2}, {"uid": "1296535397014417929", "i": 19947, "idx": 1, "sa": ["Michael Vick"], "q": "proof that women had in sexual assault cases, it is unlikely <strong> Michael Vick </strong> spends a day in jail. You can almost hear the arguments so often used by the lawyers in rape trials applied to dogs. <q> If the dog did not want to fight, why did he? </q>\" That dog had fought in the past. He had a rep for fighting.\"\" Did you see what that dog was wearing?\"\" The dog enjoyed it.\" My point is", "new_id": -2}]