[{"uid": "1295562035244678665", "i": 1239, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "bn) on revenues of$ 8.44 bn. Mr Page, 37, is reclaiming the job he relinquished to Mr <strong> Eric Schmidt </strong>, 55, when investors called for a more experienced business leader. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong>[ <strong> Sergey Brin </strong>] for a long time to come, </q> Mr <strong> Eric Schmidt </strong> said in a statement. Mr <strong> Sergey Brin </strong> is Google's co-founder. Business editor, BBC News website It's just under 10 years ago that <strong> Eric Schmidt </strong> joined Google, and what a ride it's", "new_id": -2}, {"uid": "1296322239244252673", "i": 34324, "idx": 1, "sa": ["Zahi Hawass"], "q": "I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,\" <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said on Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. He added looters had also ransacked the ticket office. How much will Bipole project really cost? City, CAA get it wrong on flood forecast", "new_id": -2}, {"uid": "1296174091054247448", "i": 43588, "idx": 10, "sa": ["Mitch Daniels", "Mike Pence"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes.\" He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through,\" she said. <q> Obviously it'd be great for the state of Indiana. </q> People ski near the Congress Center at the World Economic Forum... The White House North Lawn is covered in snow after a fast... Photo in Slideshow: Members of Congress not seated by party listen to U.S.", "new_id": -2}, {"uid": "1296709836249151511", "i": 23453, "idx": 2, "sa": ["Eric Snow", "Allen Iverson", "Alexei Ramirez"], "q": "alive, particularly on the defensive end. Their pressure changed the tempo of the game, and the momentum shortly thereafter.\" When he got ejected, everybody just stepped up their game,\" <strong> Allen Iverson </strong> said. <q> We said,` What are we gon na do?' </q> <strong> Eric Snow </strong> said.\"` Are we gon na lay down? Or are we gon na pick up the intensity?\"' The 6-3 <strong> Eric Snow </strong> set the Mets, Pagan agree to one-year deal Damon, <strong> Alexei Ramirez </strong> ink", "new_id": -2}, {"uid": "1295420762187301926", "i": 48591, "idx": 1, "sa": ["Michael Jackson", "Simon Cowell"], "q": "blunt and often controversial criticisms, insults and wisecracks about contestants and their abilities, or lack thereof. He is often parodied in <strong> Michael Jackson </strong> culture, and was described by the The Times journalist Minette Marrin as representing the <q> heartless, thoughtless and superficial- the flotsam and jetsam of the polluted seas of celebrity that is likely to sink without trace into toxic foam </q>. <strong> Simon Cowell </strong> is known for combining activities in the television and music industries, having promoted singles and records for various artists, including television personalities. Having been most recently featured on the eighth season of American Idol and", "new_id": -2}, {"uid": "1297242386040484874", "i": 23262, "idx": 3, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. Rumsfeld wrote that he wanted", "new_id": -2}, {"i": 12044, "idx": 0, "index_answer": 0, "new_id": -1, "q": "'s new book says otherwise. His sources claim that the success was due to other factors as much as the surge). <strong> Colin Powell </strong> could have stayed silent but he went out on a http://wn.com/Kurt_von_Hammerstein,_der_General_der_austand_gegen_Hitler Here a translation: <q> I won't go along with this </q>. When you are in a political party you won't make much friends with this kind of statements, but in the NSDAP it was dangerous. Also for the highest military <strong> Kurt von Hammerstein </strong> and he hasn't been noticed", "sa": ["Colin Powell", "Kurt von Hammerstein"], "uid": "1295744650033914887"}, {"uid": "1295625437089243774", "i": 24707, "idx": 2, "sa": ["Eric Schmidt"], "q": "never will. So why should anyone doubt the collective wisdom of Google's leaders that now is the right moment for change? As ever, only time will tell whether or not <strong> Eric Schmidt </strong>'s reasons of <q> simplifying management structure and speeding up decision making </q> are akin to Alan Johnson's\" personal reasons\" for quitting his job as shadow chancellor, but most right-minded people are likely to be leaning in the direction of not.", "new_id": -2}, {"uid": "1297616629186400779", "i": 26907, "idx": 49, "sa": ["Donald Rumsfeld"], "q": "were responsible,\" says <strong> Donald Rumsfeld </strong>.\" We all agreed.\" by James93x February 13, 2011 11:54 AM EST by consh8theusa February 13, 2011 11:26 AM EST by LiberalismIsaCancer February 13, 2011 11:20 AM EST <q> <strong> Donald Rumsfeld </strong> Opens Up About Mistakes in Iraq </q> You mean start an illegal war based on lies against a country that didn't threaten us at the expense of fighting a real enemy? A war that cost over 1,000,000 innocent lives? There is a", "new_id": -2}, {"uid": "1295777587220971009", "i": 40589, "idx": 1, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": "a\" greater stench\" to the scandal that was only just starting to unravel.\" <strong> Andy Coulson </strong> is no longer the issue and to some extent he never was,\" he said. <q> First there's the issue of <strong> David Cameron </strong> and <strong> George Osborne </strong>'s judgement, then there's the News of the World and what appears to be industrial phone hacking going on systematically.\" There's also the issue of the News Corp takeover of BSkyB and the apparent attempts by Jeremy Hunt, the Culture Secretary, to let that go through without proper scrutiny, and finally there's the extraordinary conduct of the police. </q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor, <strong> Clive Goodman </strong>, and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone hacking. Although he accepted", "new_id": -2}]