[{"uid": "1295798818239026178", "i": 38159, "idx": 0, "sa": ["Colin Powell", "Tom Coburn"], "q": "momentum over the past year as part of the solution to reduce the deficit and debt. Tea Party-backed progressives are coming together in calling for defense cuts. Ultra-conservative Sen. <strong> Tom Coburn </strong>( R-OK) even said recently that <q> taking defense spending off the table is indefensible. </q> Today on CNN's State of the Union, ret. <strong> Colin Powell </strong> and former Secretary of State <strong> Colin Powell </strong> joined the growing chorus in calling for a reduction in defense spending: \" CANDY CROWLEY: Where would you with", "new_id": -2}, {"uid": "1296463354060031005", "i": 3636, "idx": 1, "sa": ["Michael Vick"], "q": "bests with 3,018 passing yards, 21 TD throws, a 62.6% completion rate and a 100.2 rating.\" We'll see what happens over the next couple months,\" <strong> Michael Vick </strong> said last week. <q> I just got to be patient and take it day by day. </q> The franchise tag was worth$ 16.4 million for quarterbacks in 2010. The NFL is likely to retain some form of the franchise/transition tag mechanism once a new collective bargaining agreement is reached. Steelers receivers", "new_id": -2}, {"uid": "1295179769138477574", "i": 25205, "idx": 1, "sa": ["The Republican Party", "Barack Obama", "David Letterman", "John McCain", "Keith Olbermann", "Sarah Palin", "Thomas Jefferson"], "q": ": <strong> Sarah Palin </strong> is a` Category 5' Moron <strong> David Letterman </strong> Brooks spoke frankly about the presidential and vice presidential candidates Monday afternoon, calling <strong> Sarah Palin </strong> a\" fatal cancer to the <strong> The Republican Party </strong> party\" but describing <strong> John McCain </strong> and <strong> Barack Obama </strong> as <q> the two best candidates we've had in a long time. </q> In an... <strong> Thomas Jefferson </strong> Pwns <strong> Sarah Palin </strong>& Her God Countdown with <strong> Keith Olbermann </strong>, MSNBC, 4-19-2010... <strong> Sarah Palin </strong>'s\" Hit List\".. what's next? a\" gold& silver list\"? <strong> Sarah Palin </strong>'s\"", "new_id": -2}, {"uid": "1295283228030097424", "i": 2554, "idx": 0, "sa": ["Jim Ryun", "Jack Kemp", "Ronald Reagan", "Mike Pence"], "q": "counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former Rep. <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.\" <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential", "new_id": -2}, {"uid": "1295016706149569541", "i": 47315, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Sen. Kay Bailey Hutchison", "Haley Barbour", "Newt Gingrich", "Chuck Schumer", "Jeb Bush"], "q": "While just one potential GOP presidential candidate is speaking at the Hispanic Leadership Network in Florida, two will be addressing today the House GOP retreat in Baltimore: former House Speaker <strong> Newt Gingrich </strong> and Mississippi <strong> Jeb Bush </strong> <strong> Haley Barbour </strong>. Politico: <q> Much of what will <strong> The Republican Party </strong> on in Charm City is a reflection of where the <strong> The Republican Party </strong> is in 2011. It's looking to decentralize more power to the states, and has invited Govs. <strong> Haley Barbour </strong> of Mississippi, <strong> Gov. Rick Perry </strong> of <strong> Gov. Rick Perry </strong> and <strong> Bob McDonnell </strong> of Virginia to talk about` Solutions for the States.' House <strong> The Republican Party </strong> Conference Chairman <strong> Jeb Hensarling </strong>, whose group will run the retreat, invited[ Phil] Gramm, his political mentor and former boss, to speak on a breakfast panel with <strong> Newt Gingrich </strong>. </q>: On Sunday,\" Meet the Press\" will interview New York <strong> Sen. Kay Bailey Hutchison </strong> <strong> Kirsten Gillibrand </strong>( D) to get an update on <strong> Newt Gingrich </strong> <strong> Gabrielle Giffords </strong>'( D) condition. The show also will have Sens. <strong> Chuck Schumer </strong>( D", "new_id": -2}, {"uid": "1295562566105267228", "i": 6494, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and <strong> Sergey Brin </strong> for a long time to come,\" he added. Page praised <strong> Eric Schmidt </strong> as a\" tremendous leader\" who did an\" outstanding job leading Google for the last decade.\" <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> he said.\" Google still has such incredible opportunity- we are only at the beginning and I can't wait to get started.\" The company reported that net profit rose to US$", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up.\" A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,\" <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}, {"uid": "1297127015165691436", "i": 15224, "idx": 1, "sa": ["Simon Cowell", "Katy Perry", "Kelly Rowland"], "q": "Idol. And he has also considered former Destiny's Child singer <strong> Kelly Rowland </strong> and <strong> Katy Perry </strong> for a spot as he thought about an all-girl panel.\" His indecision is final,\" quipped an insider last night. <q> But he's making us very nervous. This to-ing and fro-ing is not a good sign. </q> Yesterday <strong> Simon Cowell </strong> and Fox TV chiefs unveiled some details of the show, but pointedly refused to get drawn on the panellists. The TV mogul risked alienating ITV bosses and British fans in a trailer", "new_id": -2}, {"uid": "1297281697262340610", "i": 21815, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "! Allow the railroads to take on speed rail without the government sticking it's nose in. The enormous return from putting people to work building rail cars, engines and new track will help Report Abuse <q> According to Americans for Tax Reform( ATR), <strong> Barack Obama </strong> has signed into law at least two dozen tax increases. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Hse. Budget Cmte. Fed chair testifies on economy inflation& unemployment today. AARP Â® Auto Insurance Over 50? Save Avg$ 384* On Auto Insurance", "new_id": -2}, {"uid": "1297217356071778338", "i": 455, "idx": 9, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "truly believed <strong> Saddam Hussein </strong> had weapons of mass destruction when he made a presentation to the UN Security Council in February 2003-- and never spoke up during meetings with the president to raise objections about the war. <q> There's a lot of stuff( in) the press that says <strong> Colin Powell </strong> was against it. But I never saw even the slightest hint of that, </q> he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged:\" My goodness, the intelligence was certainly", "new_id": -2}]