[{"uid": "1295593237183287808", "i": 33969, "idx": 7, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "all the attention and prosaic duties that come with running one of world's most scrutinized companies.\" I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World As We Know It. </q>\" I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of Google's quarterly", "new_id": -2}, {"uid": "1295763125091455495", "i": 33868, "idx": 3, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "'s time to move on.\" Mr <strong> Andy Coulson </strong> joined Mr <strong> David Cameron </strong>'s team before the General Election and then ran the PM's communications strategy. Labour leader <strong> Ed Miliband </strong> said the row raised <q> real questions about <strong> David Cameron </strong>'s judgement that he hung on to <strong> Andy Coulson </strong> for so long </q>. Play video Vincent Tabak Charged With Jo Yeates Murder Play video Claims phone-hacking row involves other... Play video News Headlines( Evening) for January 22nd,... Subscribe to RSSMost Popular in: UK Keep", "new_id": -2}, {"uid": "1296055444213254175", "i": 43678, "idx": 1, "sa": ["Andy Coulson", "Karren Brady", "David Cameron", "Richard Keys"], "q": "a warning from Sky Sports over the exchange, also compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week. He said: <q> What's the difference?\" If off-air conversations were made public then there would be no-one left working in the country. </q> <strong> Richard Keys </strong> said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he also mentioned disparagingly in the off-air conversation with Gray, but she did not return his call. Play video News Headlines(", "new_id": -2}, {"uid": "1297278635173539337", "i": 21301, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "How Many Jobs Would of Been LOST\". This nation is Part of a Global Market, Thats why <strong> Barack Obama </strong> was recently in India Creating Jobs making deals for India to buy\" American\" Report Abuse <q> Funny how all these repugs. yell about the treaty saying he will just ram it thru congress... </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options! Mortgage Rates Hit 2.99% If you owe less than$", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made\", Mr <strong> Donald Rumsfeld </strong> writes.\" There were far too many hands on the steering wheel,\" he writes elsewhere; it was <q> a formula for running the truck into a ditch </q>. Regrets He adds he regrets some of the quips he became famous for, such as\" stuff happens\" about the early looting in post-war Iraq, or his remark about\" old Europe\"-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}, {"uid": "1295070638169934886", "i": 34552, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "extra work as exhausting but also as a useful lever during budget negotiations. The more the services thought about <strong> Donald Rumsfeld </strong>'s\" transformation,\" the less they cared for it. As an admiral said last week, <q> Like it or not, the current strategy resonates with most people here. It's better to be engaged overseas than to have to die[ in combat]. We like that. When we're engaged, we know the turf and we know the allies. Pulling out takes all that away. </q> The budget situation became almost impossible. For months, many analysts had been saying the only way Congress might go along with <strong> Donald Rumsfeld </strong>'s reforms was if he sweetened the deal by sprinkling goodies on key districts", "new_id": -2}, {"uid": "1295082156260702223", "i": 5775, "idx": 5, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "\" Well, you are respectfully considerate, and yet pleased for the new developments in my life,\" <strong> Kelsey Grammer </strong> offered.\" Well, it's a difficult time, regardless,\" <strong> David Letterman </strong> said, <q> always regardless of circumstances, and especially with kids. Are the kids and everybody all right now? </q>\" The kids seem to be doing OK, yeah,\" <strong> Kelsey Grammer </strong> said, referring to the son and daughter he has with <strong> Camille Grammer </strong>.\" We've been spending quite a bit of time with them", "new_id": -2}, {"uid": "1297144518008634388", "i": 13824, "idx": 1, "sa": ["Julian Assange", "Simon Cowell"], "q": "and promotion.\" It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> Welcome to GOLO, where WRAL.com visitors can comment on stories and create profile pages, blogs and photo galleries. Attorneys for WikiLeaks founder <strong> Julian Assange </strong> have told a British judge there's no way their", "new_id": -2}, {"uid": "1297344197138428418", "i": 26808, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "targeted because of his fame. <strong> Anderson Cooper </strong> said he didn't think his attackers\" particularly\" knew who he was. <strong> David Letterman </strong> pointed out that, even so, <strong> Anderson Cooper </strong> has a distinctive look about him. <q> You... just standing on a corner, call attention to yourself, </q> he said. That was amusing. <strong> Anderson Cooper </strong> doesn't take himself too seriously. filo: That was amusing. <strong> Anderson Cooper </strong> doesn't take himself too seriously. V% 2FY0Q5TXXF1lGh0dXkTYZz% 2Ff9HKelVKWS1jZn1owympIgqrqhDYvrNx2wvpOPd3Pc% 2BKRclLLMFNkQcXjkVPaUQ% 3D%", "new_id": -2}, {"uid": "1295714464099811335", "i": 19878, "idx": 0, "sa": ["Andy Coulson"], "q": "and Karachay want freedom from Russia...... but they also have a power struggle with Circassians Report Abuse \" Feh, does Russia really think it can hold on to its empire any longer? \" Report Abuse <q> Until the region is freed from all outside manipulation, the\" Great Game </q> will continue to take innocent lives, Russian, Chechen, and others. \" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}]