[{"uid": "1297117164184680469", "i": 28730, "idx": 1, "sa": ["Simon Cowell"], "q": "going to confirm or not because the truth is we haven't made up our minds up yet. It comes down to who I think is interesting and the commitment and the expertise each person offers.\" <q> We've started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person. </q> <strong> Simon Cowell </strong>, 51, quit` American Idol' in order to launch` The X Factor' in the US and he admits he has not watched the new season of his former show, though he believes", "new_id": -2}, {"uid": "1297114520257425423", "i": 35162, "idx": 3, "sa": ["Simon Cowell", "Susan Boyle"], "q": "only way\" The X Factor\" is planning on changing the reality show singing game- they have also expanded the age pool to younger and older contestants- something <strong> Simon Cowell </strong> is looking forward to seeing. <q> You can't put an age cap on talent, </q> <strong> Simon Cowell </strong> said.\" With <strong> Susan Boyle </strong>, who would have thought this little lady living on her own in Scotland would go on to sell 20 million records,\" he said, referring to the winner of another", "new_id": -2}, {"uid": "1296939083066093085", "i": 23939, "idx": 0, "sa": ["Roger Goodell", "Colin Powell"], "q": "After an introduction by <strong> Colin Powell </strong> and NFL Commissioner <strong> Roger Goodell </strong>, the film features several NFL players giving readings from the Declaration of Independence. Dancz's score, titled\" Declaration Anthem,\" plays throughout. <q> You get chills thinking about how many people are going to be watching, </q> said Dancz, who wrote the score in collaboration with a former student, Ben Leathers. Dancz said he tried not to dwell on the Super Bowl's estimated 100 million audience when he wrote the music", "new_id": -2}, {"uid": "1295408846085049364", "i": 20274, "idx": 6, "sa": ["Piers Morgan", "Nigel Lythgoe", "Simon Cowell"], "q": "- including himself, <strong> Simon Cowell </strong>, <strong> Nigel Lythgoe </strong>(\" So You Think You Can Dance\"), and <strong> Piers Morgan </strong>(\" America's Got Talent\")- are more willing to play the mean judge than Americans. <q> You guys love casting Brits as villains, </q> he says.\" It reminds you of when America was a British colony, and it enables you to perpetuate the myth that you're plucky little underdogs with right on your side. That's far more palatable", "new_id": -2}, {"uid": "1296228272172146710", "i": 17280, "idx": 22, "sa": ["Tim Pawlenty", "Vin Weber", "Mike Pence"], "q": "<strong> Vin Weber </strong>, who is a <strong> Tim Pawlenty </strong> adviser, is an admirer of <strong> Mike Pence </strong>.\" I'm not surprised,\" he says.\" I think it's the right decision for him.\" <q> There was not a path for him to become a significant player, </q> <strong> Vin Weber </strong> continues,\" other than to accept the role of the social-conservative candidate, and he's much broader than that. I think he has reserved a bright national future for himself.\" What does", "new_id": -2}, {"uid": "1296084752130252881", "i": 18047, "idx": 2, "sa": ["Michael Vick"], "q": "He accepted the huge responsibilities that come with being an NFL starting quarterback.\" The quarterback position, that's the nature of it,\" <strong> Michael Vick </strong> said of the swings between praise and criticism. <q> Everything's thrown on your shoulders as a quarterback.\" I accept it. I respect it. That's the responsibility that you take on when you get up under the center. </q> There is no football argument for the Eagles not to commit to the 30-year-old <strong> Michael Vick </strong> as their quarterback for the next 5 years. So why isn't this the slam dunk it appears to be", "new_id": -2}, {"uid": "1297374671207732864", "i": 25747, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "Kevin Johnson talks about how traffic is increasing at a faster rate than the number of users and how the model will not scale. He notes the need for new business models and an increase in innovation. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"i": 39631, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against\" rumours.\" In a posting on his blog, <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q> 70 broken objects, all of which can be restored. </q>\" I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said.\" If anything happens, I will announce it.\" He explained that the fire brigade was", "sa": ["Zahi Hawass"], "uid": "1296817001259670033"}, {"uid": "1295750200255016963", "i": 44750, "idx": 0, "sa": ["Drew Stanton", "Peyton Manning", "Rex Grossman", "Chad Henne", "Seneca Wallace", "Michael Vick", "Charley Casserly"], "q": "<strong> Seneca Wallace </strong>, <strong> Drew Stanton </strong> or <strong> Rex Grossman </strong>.( Impending free agents <strong> Peyton Manning </strong> and <strong> Michael Vick </strong> are assuredly staying put.) â\u0080¢ CBS' <strong> Charley Casserly </strong> said he would try to trade for Orton( 20 touchdowns, nine interceptions): <q> I would do it for a third- or fourth-rounder. But Denver might keep him. If I'm Denver, I would not trade him and put all my eggs in <strong> Tim Tebow </strong>'s basket. With quarterbacks McNabb's age[ 34], you never know what the next year will bring. You could fall off a cliff. McNabb's arm is still strong, but he wasn't as elusive. Hasselbeck can't play 16 games. </q> Miami doesn't have a second-round pick,\" and I wouldn't give up a first-rounder for Kolb,\" <strong> Charley Casserly </strong> said.\" I don't think you pull the plug yet on <strong> Chad Henne </strong>, but I would", "new_id": -2}, {"uid": "1296537954082821149", "i": 25246, "idx": 5, "sa": ["Allen Iverson", "Dwight Howard"], "q": "Chicago, Illinois) is an American professional basketball player in the NBA, currently with the Dallas Mavericks. He is a former All-Star and All-NBA power forward and was a member of the University of Michigan Wolverines' <q> Fab Five& q... <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.\" That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.\" You honestly don't r... Magic vs. Wizards- NBA Videos Highlights 13/03/2010 <strong> Dwight Howard </strong> scores 28 points Magic vs. Wizards- NBA Videos Highlights 13/03/2010 <strong> Dwight Howard </strong> scores 28 points <strong> Dwight Howard </strong> scores 28 points and", "new_id": -2}]