[{"uid": "1296671144083132443", "i": 6260, "idx": 4, "sa": ["Mitt Romney", "David Letterman"], "q": ",\" he broke my hair.\" <strong> Mitt Romney </strong> also starred in a feature titled,\" The Top Ten Things You Don't Know about <strong> Mitt Romney </strong>.\" The list included\" <strong> Mitt Romney </strong> is short for Mitt-hew\" and <q> I'm the guy in the photo that comes with your picture frame. </q> To keep at least some aura of suspense about his plans, <strong> Mitt Romney </strong> has ducked questions about another presidential bid. He told Mr. <strong> David Letterman </strong> he had\" no plans for that at this point,\" but", "new_id": -2}, {"uid": "1296657082232505352", "i": 21270, "idx": 1, "sa": ["Piers Morgan", "Andy Carroll", "Simon Cowell"], "q": "As well as the cast of a traditional pantomime, the show also includes young people acting as the judges of Britain's Got Talent, <strong> Simon Cowell </strong>, Amanda Holden and <strong> Piers Morgan </strong>. Mrs Twine said: <q> We were all set to do the show, but the heavy snow put a stop to it.\" Even if we could have opened the school we wouldn't have had an audience.\" But, luckily the panto doesn't have a Christmas theme, so it's fine to put on now. </q> TRANSFER DEADLINE: <strong> Andy Carroll </strong> joins Liverpool and says he was` pushed out of the door' by Newcastle TRANSFER DEADLINE: <strong> Andy Carroll </strong> joins Liverpool and says he was` pushed out of the door' by Newcastle Weather", "new_id": -2}, {"uid": "1296864258154910775", "i": 3228, "idx": 3, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "Fiat, whose brands include Ferrari, Maserati and Alfa Romeo. Volkswagen AG Chairman <strong> Ferdinand Piech </strong> expressed an interest in buying Alfa Romeo. But Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q> As long as I'm the CEO of both Fiat and Chrysler, Mr. <strong> Ferdinand Piech </strong> will never get an offer, </q> <strong> Sergio Marchionne </strong> said during the J.D. Power event. <strong> Sergio Marchionne </strong> also said Fiat is looking to\" redimension\" its joint venture with n automaker Tata Motors to sell Fiat-branded cars in India.", "new_id": -2}, {"uid": "1297251079068108325", "i": 13372, "idx": 0, "sa": ["Indra Nooyi", "Shantanu Narayen", "Steve Ballmer", "Jeffrey Zients", "William Lynn III", "Craig Newmark"], "q": "move forward. Although CEOs often are not the most tech-savvy people in their organizations, <strong> Jeffrey Zients </strong> said that participants in today's conference come from companies that are leaders in innovation and using technology. <q> We've picked the right CEOs, </q> he said. Participants include <strong> Steve Ballmer </strong> of Microsoft; Jeff Bewkes from Time Warner; <strong> Indra Nooyi </strong>, PepsiCo; <strong> Shantanu Narayen </strong>, Adobe Technology; <strong> Craig Newmark </strong>, Craigslist; Sal Iannuzzi, Monster.com; <strong> William Lynn III </strong> McComb, Liz Claiborne", "new_id": -2}, {"uid": "1297242543083116089", "i": 15465, "idx": 8, "sa": ["Simon Cowell", "Steven Tyler", "Kit Hoover", "Jennifer Lopez"], "q": ".\" And\" Idol\" has certainly freshened things up with the new judges, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> joining Randy Jackson.\" I talk to Randy all the time,\" <strong> Simon Cowell </strong> said. <q> We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with` The X Factor]. </q>\" Have you watched the new` Idol'?\" <strong> Kit Hoover </strong> asked.\" No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "new_id": -2}, {"uid": "1295591453155664431", "i": 1108, "idx": 7, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "all the attention and prosaic duties that come with running one of world's most scrutinized companies.\" I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World As We Know It. </q>\" I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly", "new_id": -2}, {"uid": "1296128045255868977", "i": 30202, "idx": 9, "sa": ["Michael Vick"], "q": "one else would.\" Hopefully, I'll be with the Eagles next year. We'll see what happens,\" said <strong> Michael Vick </strong>, who added that he expects\" everything to go according to plan.\" <q> We'll see what happens over the next couple months. I just got to be patient and take it day by day, </q> he said. <strong> Michael Vick </strong>, who made his three previous Pro Bowls in six years with the Atlanta Falcons. He is being coached this week by the Falcons' staff, though none of those coaches were in Atlanta", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected.\" The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,\" said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q>\" For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,\" said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri.\" This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}, {"uid": "1296452173129859601", "i": 36106, "idx": 1, "sa": ["Michael Vick"], "q": "since 2005, having spent nearly two years in prison on dog-fighting charges.\" This is a great experience to be voted by your coaches and peers,\" said <strong> Michael Vick </strong>, the Philadelphia Eagles quarterback. <q> To get back so soon is just a blessing. </q> The Pro Bowl was played in advance of the Super Bowl for the second straight year after previously being contested after the season, and returned to its regular site in Honolulu following last year's break of", "new_id": -2}, {"uid": "1295668482153141257", "i": 11715, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "In an interview, Mr. Page said those management skills were something he observed during the decade he spent learning from Mr. <strong> Eric Schmidt </strong>.\" He's a global statesman, all the way,\" he said. <q> <strong> Eric Schmidt </strong>'s very good at bringing people together, getting people to agree. </q> In the interview, Mr. Page and Mr. <strong> Sergey Brin </strong> provided a few hints about their priorities when Mr. Page returns to the top. Mr. Page acknowledged that his role would change but said his passion was still", "new_id": -2}]