[{"uid": "1296175056236372022", "i": 45081, "idx": 0, "sa": ["Andy Coulson", "Barack Obama", "Angela Eagle", "George Osborne"], "q": "a\" sacker's charter\". No 10 called it\" a hirer's charter\". <strong> Angela Eagle </strong>, the shadow chief secretary to the Treasury, described the confidence index figures as very concerning, reflecting <q> an early sign of the impact of this month's VAT rise </q>. Health and aid spending pledge could damage recovery, warn business groups Politics Weekly podcast: The economy, control orders and <strong> Barack Obama </strong>'s` Sputnik moment' <strong> George Osborne </strong> defends <strong> Andy Coulson </strong> over phone-hacking allegations- video 28 Nov", "new_id": -2}, {"uid": "1297195934051740675", "i": 1395, "idx": 0, "sa": ["Stephen Colbert", "Sal Giunta", "David Letterman"], "q": "the new year at New York's Times Square and on talk shows ranging from <strong> David Letterman </strong> to <strong> Stephen Colbert </strong>. <strong> Sal Giunta </strong>, the first living <strong> Stephen Colbert </strong> to receive the Medal of Honor for service in Iraq or Afghanistan, <q> has been a wonderful ambassador for the Army and for all who wear the uniform, </q> Hapgood said. Hapgood called <strong> Sal Giunta </strong> a\" humble and unassuming guy who does not necessarily enjoy or aspire to the spotlight but will do his best\" in any mission or assignment. Hapgood said", "new_id": -2}, {"uid": "1295254600092618767", "i": 7198, "idx": 0, "sa": ["Allen Iverson"], "q": "over Friday night, the feeling was familiar for the former 76er. Another crowd-pleasing performance, 22 points and 10 assists over 39 minutes, wasn't enough to prevent a loss-- 101-96 to the Sacramento Kings. <q> I'm glad it's over, </q> <strong> Allen Iverson </strong> said.\" That's the only thing I thought about, just getting the first one by me. I wish it could've ended with a win. I felt it could've ended with a win", "new_id": -2}, {"uid": "1296102239116244691", "i": 8433, "idx": 1, "sa": ["Michael Vick"], "q": "provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday.\" We're real excited about it,\" chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a\" sizable\" contract.\" We believe it was worth it,", "new_id": -2}, {"uid": "1297438079190496799", "i": 13395, "idx": 0, "sa": ["James O'Keefe", "Cecile Richards", "Subhankar Banerjee", "Mike Pence"], "q": "laws,' and another urging Rose to tell her mother about the pregnancy.\"( Los Angeles Times; 4/26/09) http://articles.latimes.com/print/2009/apr/26/nation/na-abortion26 CNN: Live Action videos reminiscent of edited <strong> James O'Keefe </strong> videos. CNN reports, <q> the Live Action videos are reminiscent of those by right-wing videographer <strong> James O'Keefe </strong>.... <strong> James O'Keefe </strong>'s videos were found in at least two investigations to be so heavily edited as to be an unreliable record of what happened, showing no evidence of any wrongdoing by ACORN staff members.... The Live Action videos also appear to be heavily edited. </q>[ http://edition.cnn.com/2011/US/02/08/abortion.video.retraining/] <strong> Cecile Richards </strong>: Rep. <strong> Mike Pence </strong>'s Press Conference to Defund Planned Parenthood Jane Danowitz: Administration's National Forest Plan Would Weaken Current Rules <strong> Subhankar Banerjee </strong>: From Toilet to Planet: A Brief Journey of Survival", "new_id": -2}, {"uid": "1297159856213123080", "i": 8297, "idx": 0, "sa": ["David Letterman"], "q": ", because railroad authorities had to come out and inspect the crossing. Police Chief <strong> David Letterman </strong> Begun said all the crossing equipment was operating properly at the quiet zone crossing, and the driver just chose to ignore it. <q> There will be several citations issued, </q> Buerger said, noting officers were still out working on the situation at about 10 a.m., though the train had moved on. of the Journal Sentinel Feb. 7, 2011| Denver Post reports today that", "new_id": -2}, {"uid": "1297170191123355244", "i": 28755, "idx": 6, "sa": ["George H.W. Bush", "Donald Rumsfeld", "Condoleezza Rice", "Colin Powell"], "q": "he did not serve- <strong> Donald Rumsfeld </strong> replied curtly:\" No, I was kind of disappointed in him.\" <strong> Condoleezza Rice </strong>, who served as <strong> George H.W. Bush </strong>'s national security adviser before later becoming secretary of state had <q> never served in a <strong> George H.W. Bush </strong> administration position, </q> a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>- <strong> George H.W. Bush </strong>'s first top diplomat-\" did not, in my view, do a good job", "new_id": -2}, {"i": 39662, "idx": 1, "index_answer": 0, "new_id": -1, "q": "in Turkey, returned to the U.S. to have a lesion surgically removed from his right leg, spurring rumors he will retire. <strong> Allen Iverson </strong> denies this, as he wrote on his Twitter account: <q> I have never said anything about retirement, nor have I said goodbye to the game of basketball. Once I get past this, my plan is to continue playing at the highest level possible. So don't put me in my rocking chair just yet. Hold on, I'll be back! </q> It's not yet known if the lesion is benign or not, or if it's a cyst. <strong> Allen Iverson </strong>, 35, is expected to be out for several weeks", "sa": ["Allen Iverson"], "uid": "1295172659208863244"}, {"uid": "1295921486104726556", "i": 48440, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": ". Democrats now wonder what the president will say and whether he will be willing to marginalize the left of the party to shore up his position among independents as his reelection operation gears up in Chicago. <q> That's a very good question, </q> <strong> Sen. Bernie Sanders </strong>( I-Vt.) said Monday when asked whether <strong> Barack Obama </strong> might alienate more progressive lawmakers by overreaching to the right. <strong> Sen. Bernie Sanders </strong> warned that progressives should remain cautiously optimistic\" until we hear the speech,\"", "new_id": -2}, {"uid": "1295721908089014298", "i": 4863, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "aired the first of a series of densely-worded and blistering\" special comments,\" this time expressing anger at then-Defense <strong> Donald Rumsfeld </strong>'s criticism of opponents to the war in Iraq. Story Continues â\u0087\u0092 <q> previous1 2 3 next </q> Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "new_id": -2}]