[{"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}, {"uid": "1296832434019169309", "i": 5457, "idx": 1, "sa": ["Steve Ballmer"], "q": ". In short, the industry changed, and now it's time for Nokia to change faster'.\" Ahmad also had a few words for <strong> Steve Ballmer </strong> about Windows Phone 7. <q> Microsoft also faces very big strategic challenges as smartphones and tablets attack your highly profitable installed base business. Windows Phone 7( WP7) is good, but let's be serious, guys: two million units in Q4 in a~ 100m market; that is just not going to cut it, </q> said Ahmad, echoing widespread secpticism about WP7. MeeGo Joke Ahmad said that Nokia should avoid Android.\" Android is a no-go for now. This may have been a good idea", "new_id": -2}, {"uid": "1296125797027361281", "i": 26125, "idx": 1, "sa": ["Simon Cowell", "Louis Walsh", "Matt Cardle"], "q": "2008- Liam Payne( Bootcamp) Liam goes to, what was described at the time as, the best Bootcamp. He performs at the O2 Arena in London. <strong> Louis Walsh </strong> remarks on Liam's performance as, <q> Very convincing, very professional and you're only 14. </q> <strong> Simon Cowell </strong>,\" I like him\", is already warming to Liam... <strong> Matt Cardle </strong> sings Bleeding Love- The X Factor Live show 4- itv.com/xfactor <strong> Matt Cardle </strong> sings Bleeding Love- The X Factor Live show 4- itv.com/xfactor", "new_id": -2}, {"uid": "1295981593193069115", "i": 12566, "idx": 0, "sa": ["Tim Pawlenty", "Bill Lockyer", "Newt Gingrich"], "q": "to solve the entire national debt that now totals$ 1.4 trillion. <strong> Tim Pawlenty </strong> also said raising the retirement age is an option he's willing to consider for younger workers entering Social Security programs. <q> Your retirement age is going to be pegged to some reasonable correlation to life expectancy, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 4 BR/ 3.3 BA$ 1,349,000.00 SAN FRANCISCO 2", "new_id": -2}, {"uid": "1295618668066224313", "i": 17206, "idx": 7, "sa": ["Eric Schmidt", "Dan Levine", "Richard Chang"], "q": "<strong> Eric Schmidt </strong> said on his blogpost that Page, the son of a Michigan State University computer science professor, will now lead product development and technology strategy, areas that are\" his greatest strengths.\" <q> It will be interesting to see what he'll do that's different, what he could not have done in his prior role, </q> said BGC Partners analyst Colin Gillis.( Reporting by Alexei Oreskovic; Additional reporting by Alexandria Sage, <strong> Dan Levine </strong>; Editing by Edwin Chan and <strong> Richard Chang </strong>)", "new_id": -2}, {"uid": "1296524457137232397", "i": 1042, "idx": 1, "sa": ["Michael Vick"], "q": "The head of a Tijuana-area drug trafficking ring who worked... Report Abuse \"\" Let's stick with the facts and numbers when talking about where we are with the border,\" she said. \" Report Abuse <q>\" <strong> Janet Napolitano </strong> touts safety of US border communities </q>. \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Serial Rapist Suspected of Strangling Wash.. Guard Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$", "new_id": -2}, {"uid": "1297141724261406761", "i": 20455, "idx": 0, "sa": ["Simon Cowell"], "q": "buzzing about a show still some seven months away from its premiere. Among them: the hotly anticipated singing competition will award its winner a Sony Music record deal worth$ 5 million, which is being touted as <q> the largest guaranteed prize in television history. </q> To further differentiate the show from Idol, that winner can be as young as 12( <strong> Simon Cowell </strong> was always vocal about his distaste for Idol's age restrictions) and part of a group.", "new_id": -2}, {"uid": "1297270524044515339", "i": 32405, "idx": 5, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Condoleezza Rice", "Colin Powell"], "q": "a positive relationship. <strong> Donald Rumsfeld </strong> defends the invasion of Iraq even though they key justification for the war-- weapons of mass destruction-- were never found. He said the outlook in the Middle East would be <q> far more perilous than it is today </q> if <strong> Saddam Hussein </strong> were in still in power. He also takes some shots at former Bush officials, namely <strong> Colin Powell </strong>, who was secretary of state, and <strong> Condoleezza Rice </strong>, who succeeded <strong> Colin Powell </strong> after serving as Bush's", "new_id": -2}, {"uid": "1296131582182419459", "i": 16627, "idx": 0, "sa": ["Peter Capaldi", "Andy Coulson"], "q": "Malcolm Tucker... always in the thick of it. Photograph: Allstar/BBC Films/Sportsphoto/Allstar Malcolm Tucker might be fictional, but that doesn't stop <strong> Peter Capaldi </strong> being pestered for comment about the demise of <strong> Andy Coulson </strong>. <q> I'd like to hack his voicemail and find out what's going on in his life, </q> <strong> Peter Capaldi </strong> told the Independent.\" I can't believe he didn't know what was going on. I'm an actor, what do I know? But I don't like the idea that we're ruled", "new_id": -2}, {"uid": "1295030929156712975", "i": 18256, "idx": 1, "sa": ["Piers Morgan", "Simon Cowell"], "q": "and Christians in America?' I'd like to get him on and maybe tweak his moustache. I could burn his moustache on national TV.\" He will expose the softer side of <strong> Simon Cowell </strong>. <q> I made <strong> Simon Cowell </strong> cry in Britain on TV, so I'd definitely like to revisit that scenario. I'd like to make the man with no heart melt. That's top of my hit list. </q> To read our no-holds-barred Q&A with <strong> Piers Morgan </strong>, check out the latest issue of The rules: Keep it clean, and stay on the subject- or we may delete your comment. If you see inappropriate", "new_id": -2}]