[{"i": 30276, "idx": 5, "index_answer": 1, "new_id": -1, "q": ", 2 rebs and 1 ast in 33 mins.... <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky AI and the 76ers went home losers again. <q> It's going to have to be one of the best games ever from us in order to win, </q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the inju... Pistons 2010/11 Season-Opener Intro Introduction of the new 2010/2011 Detroit Pistons", "sa": ["Rodney Stuckey", "Allen Iverson"], "uid": "1295655959070139994"}, {"uid": "1297093828077135937", "i": 38612, "idx": 0, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "Defense <strong> Donald Rumsfeld </strong> gives candid criticism of his fellow <strong> George H.W. Bush </strong> administration officials, former <strong> Donald Rumsfeld </strong> of States <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>. He also expresses his disappointment in former <strong> George H.W. Bush </strong>. <strong> Colin Powell </strong>, <strong> President Bush </strong>'s first secretary of state, <q> did not, in my view, do a good job of managing the people under him, </q> <strong> Donald Rumsfeld </strong> said in an interview with ABC, set to air this week.\" There was a lot of leaking out of the State Department, and the president knew it,\"", "new_id": -2}, {"uid": "1295983558186695688", "i": 39143, "idx": 3, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "It has become a favorite tactic of Democrats to denounce the individuals elements of Ryan's plan, while simultaneously( and perhaps disingenuously) praising him for actually coming up with one: <q> Let me begin by stating very clearly that I applaud the Republicans for choosing Mr. Ryan, </q>[ <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>] said.\" Up until this point, the GOP leadership has been vague about what fed programs they want to cut. On the other hand, Mr. Ryan has been very clear.\"", "new_id": -2}, {"uid": "1295894145127107105", "i": 7831, "idx": 0, "sa": ["Klaus Schwab", "Donald Rumsfeld"], "q": "<strong> Klaus Schwab </strong> said he doesn't think it will.\" I'm absolutely sure that the euro will not collapse because I think there is still a strong European solidarity in place,\" he told AP. <q> Europe, in this new world that is coming up, if it wants to become a key actor and stay a key actor it has to express itself in terms of its unity and it has to make sure that euro is also secured by a much greater common effort, working together in fiscal monetary and general economic policies. </q> Organizers are trying to answer their critics this year by taking time to discuss how to deal with unforeseen risk- the\" unknown unknowns\" as former U.S. Defense <strong> Donald Rumsfeld </strong> once put it. The", "new_id": -2}, {"uid": "1297183707149962781", "i": 36718, "idx": 1, "sa": ["Cheryl Cole", "Paula Abdul", "Katy Perry", "Simon Cowell", "Nicole Scherzinger", "Matt Lauer", "Mariah Carey"], "q": "talking to somebody on Friday who I really, really want to be on the show and I'm waiting on a decision.\" When <strong> Matt Lauer </strong> asked for the identity of the individual, <strong> Simon Cowell </strong> responded: <q> I can't say. I really, really at this point can't say; I'm sworn to secrecy. They'll be cute, and the guy won't be as good looking as me. That's one of the rules! </q> Among the celebrities who have been linked to the judging panel are <strong> Katy Perry </strong>, Rihanna, <strong> Paula Abdul </strong>, <strong> Mariah Carey </strong>, <strong> Nicole Scherzinger </strong> and current X Factor UK judge <strong> Cheryl Cole </strong>. <strong> Simon Cowell </strong> has said than an announcement will be made", "new_id": -2}, {"uid": "1297420340174850052", "i": 11549, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "to sell about 150 Million Symbian based devices this year and release its first MeeGo based product later this year. More on Nokia, Microsoft Partnership from Nokia's blog penned by <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>, <q> Nokia wouldn't be just be another Windows Phone OEM. Nokia plans to help drive and define the future of the platform. That could include contributing expertise on hardware optimization, language support, customization of the software and helping bring Windows Phone to a larger range of price points, market segments and geographies. </q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we", "new_id": -2}, {"uid": "1297418088097157153", "i": 22357, "idx": 1, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "\" U.S.A. U.S.A.\" <strong> Dick Cheney </strong>, who wears an external heart pump, moved well and looked healthier than he has at some recent appearances. He jokingly acknowledged the crowd in typically unsentimental fashion. <q> All right, sit down and shut up, </q> <strong> Dick Cheney </strong> told the group. There were loud cheers for both <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>. There was also some heckling by those in the crowd opposed to the war in Iraq and its costs. Still, the", "new_id": -2}, {"uid": "1296370322095813646", "i": 2659, "idx": 2, "sa": ["Robert Dion", "Mike Pence"], "q": "order.\" And one of his chief political assets, observers say, could be that he is popular among fiscal and social conservatives, and among insiders and outsiders in the Republican Party. <q> He bridges that divide effortlessly. He's got what the tea party crowd wants to hear, and he's obviously got Republican credentials as well. He can be a unifying candidate, </q> said <strong> Robert Dion </strong>, a political science professor at the University of Evansville. <strong> Mike Pence </strong>'s decision <strong> Mike Pence </strong> said he made the final decision not to run for president Wednesday night. He and his wife told", "new_id": -2}, {"uid": "1297367079104955925", "i": 17026, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "of the TV talent show but admitted he is in\" regular\" contact with the singer, who he worked with on` American Idol' until 2009. <strong> Paula Abdul </strong> To Judge X Factor? He said: <q> I'm a massive fan of <strong> Paula Abdul </strong>. We've been in regular contact. I'm not going to say who we are going to confirm or not because the truth is we haven't made up our minds up yet. It comes down to who I think is interesting and the commitment and the expertise each person offers. </q> <strong> Simon Cowell </strong>, 51, quit` American Idol' in order to launch` The X Factor' in the US and he admits he has not watched the new season of his former show, though he", "new_id": -2}, {"uid": "1296001277079446017", "i": 18821, "idx": 3, "sa": ["Steve Ballmer"], "q": "is literally running through buildings.\"( TRACK) STEVE SHRIVER OWNS AN ORGANIC LIP BALM BUSINESS LOCATED IN DOWNTOWN. AND HIS PRODUCTION ROOM IS IN THE BASEMENT... SEVERAL FEET UNDER WATER. <strong> Steve Ballmer </strong> Shriver/owns flooded business <q> we have a million sticks of lip balm sitting in the at building waiting to be shipped out, that we can not reach. </q>( TRACK) DESPITE DAYS OF PREPARING FOR THE FLOOD, NOTHING WAS ABLE TO STOP THE WATER FROM RISING INTO DOWNTOWN. SOT:( Tom Aller/Pres., Interstate Power and Light Alliant Energy)\" Water has", "new_id": -2}]