[{"uid": "1296865594108445707", "i": 39799, "idx": 1, "sa": ["Sergio Marchionne"], "q": "\" I am paying shyster rates,\" <strong> Sergio Marchionne </strong> said, noting that Chrysler had no choice in 2009 but to pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout. <q> We had no choice... I am going to pay the shyster loans. </q> \" Read more here.", "new_id": -2}, {"uid": "1295901162252542991", "i": 8034, "idx": 2, "sa": ["Simon Cowell"], "q": "Idol, used the interview to fuel speculation that he will quit the British X Factor to focus on the US show. But it seems <strong> Simon Cowell </strong> has now had a change of heart. <q> I asked a successful guy,\" What's the best advice you can give me? </q> He said,\" <strong> Simon Cowell </strong>, know when to leave the fair,\" he said.\" I think that's good advice- one year, I actually found myself thinking,\" I've run", "new_id": -2}, {"uid": "1297176031226918403", "i": 3180, "idx": 22, "sa": ["David Letterman", "Aaron Rodgers"], "q": ".\" <strong> David Letterman </strong>:\" What is your greatest asset, when you get out there, in a Super Bowl, in an exhibition game, what is your greatest asset?\" <strong> Aaron Rodgers </strong>: <q> I think my confidence, which comes directly from my preparation. I put the time in, I watch film, I study our game plan, I practice hard, so I go into the game and I expect to play well. </q> <strong> David Letterman </strong>:\" And your first season as Green Bay quarterback, your record was like 6-and-10, was that what it was? Now, what is that like? Is that like,` Oh,", "new_id": -2}, {"uid": "1296484737135364618", "i": 9318, "idx": 0, "sa": ["Sergio Marchionne"], "q": "DETROIT-- Chrysler reported a$ 199 million net loss for the fourth quarter of 2010, but excluding interest on its government loans and other restructuring debts, it earned a$ 198 million operating profit. <q> What Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> Chief Executive <strong> Sergio Marchionne </strong> said.\" However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.\" Revenue for the fourth quarter totaled nearly", "new_id": -2}, {"uid": "1295243742247496746", "i": 28783, "idx": 0, "sa": ["Tony Parker", "Kyle Korver", "Carmelo Anthony", "Marcus Camby", "Allen Iverson", "DerMarr Johnson"], "q": "who lost their third straight game. After <strong> Tony Parker </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted away by <strong> Marcus Camby </strong>, his fifth block. <q> It was a <strong> Yao Ming </strong> defensive play, </q> said <strong> Marcus Camby </strong> http://wn.com/Carmelo_Anthony_Game_Winner__Denver_Nuggets_@_Dallas_Mavericks_Game_3_NBA_Playoffs_5/09/2009 <strong> Carmelo Anthony </strong> Game Winner- Denver Nuggets@ Dallas Mavericks Game 3 NBA Playoffs 5/09/2009 <strong> Carmelo Anthony </strong> Game Winner- Denver Nuggets@ Dallas Mavericks Game 3 NBA Playoffs 5/09/2009 <strong> Carmelo Anthony </strong> Game Winner- Denver Nuggets@ Dallas Mavericks", "new_id": -2}, {"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q> Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said.\" These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,\" he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}, {"uid": "1297109872149880847", "i": 1960, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": ":) \" chomsky: \" The US and its allies have regularly supported radical Islamists, sometimes to prevent the threat of secular nationalism. \" VICTORCharlie 4 February 2011 4:45 PM <q> That is a standard pattern: <strong> Ferdinand Marcos </strong>, <strong> Baby Doc </strong>, <strong> Chun Doo-hwan </strong>, Suharto and many other useful gangsters </q> Indeed. But <strong> Saddam Hussein </strong> is a is a glaring omission from that list- and that photo of the odious <strong> Donald Rumsfeld </strong> sycophantically presenting those hideandseeker 4 February 2011 4:46 PM KrawuziKapuzi 4 February 2011 4:47", "new_id": -2}, {"uid": "1295667388014565451", "i": 32610, "idx": 4, "sa": ["Eric Schmidt"], "q": "Day-to-day adult supervision no longer needed,\" <strong> Eric Schmidt </strong> wrote on his Twitter feed after the announcement. Now, <strong> Eric Schmidt </strong> said he will focus on deals, business relationships and working with governments, and still act <q> as an advisor to Larry and <strong> Sergey Brin </strong>. </q> Strong results The move comes as Google posted a 29% jump in profit and revenue for the fourth quarter. Net income was Â£ 2.54 billion, while revenue was Â£ 8.4 billion.", "new_id": -2}, {"uid": "1297101141243499039", "i": 7545, "idx": 0, "sa": ["Michael Vick", "Stephen Schwambach"], "q": "is why we talked about <strong> Michael Vick </strong>, too. We asked the question,` Are they sincere( about their faith)?' And the answer is we don't know,\" he said. <q> The rest of it is that nobody knows that about you when you try to get your act together either, so cutting the guy some slack giving him another chance is what God does for us. </q> <strong> Stephen Schwambach </strong> said people should be looking for ways to intertwine their personal hobbies with their relationship with God, not separate them.: I can't help but think God is not a", "new_id": -2}, {"uid": "1296233986144064524", "i": 24466, "idx": 1, "sa": ["Simon Cowell", "John Lennon", "David Archuleta"], "q": "early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival.\" You came out here tonight to win, and what we have witnessed is a knockout,\" said prickly judge <strong> Simon Cowell </strong>. Judge Randy Jackson concurred, proclaiming <q> the best singer of season 7 is right there, </q> following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon </strong>'s\" Imagine,\" a song that earlier in the competition had brought him some of his best feedback. Cook, 25, and <strong> David Archuleta </strong>, 17, each performed three times", "new_id": -2}]