[{"uid": "1296607319049397800", "i": 24532, "idx": 6, "sa": ["Sergio Marchionne"], "q": "industry analyst.\" European manufacturers are very adept at engine technology.\" This could benefit Fiat, as\" fuel economy is embedded into the brand\", Mr <strong> Sergio Marchionne </strong> acknowledges. <q> But it's about much more than that. I don't think it's dependent on fuel prices, </q> he insists.\" Buying a Fiat 500 is a lifestyle statement,\" according to Mr <strong> Sergio Marchionne </strong>. VW to manufacture cars in Malaysia Invasion of Super-Brits The Brits ousting US film stars in iconic", "new_id": -2}, {"uid": "1295814035047513616", "i": 8498, "idx": 3, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": "him.\" <strong> Nick Clegg </strong> today suggested that as deputy prime minister he would have a role in choosing <strong> Andy Coulson </strong>'s successor. He said it was\" primarily\" <strong> David Cameron </strong>'s job to find a replacement, adding <q> of course I will play a role as well </q>. He said the scandal had not altered the coalition's path.\" I don't think this government will miss a beat in terms of just pressing ahead with the plan that we've set out", "new_id": -2}, {"uid": "1295694690220823580", "i": 13067, "idx": 2, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": ". Why would he want such a compromised spokesman? Was he naive enough to believe Mr <strong> Andy Coulson </strong>'s assurances? Or did he not care about what had taken place? Neither scenario is very comforting.\" <q> I think that Mr <strong> Andy Coulson </strong> has much more explaining to do. I am amazed that Dave did not think this too, and that he, in the wake of what I know he was advised by very senior colleagues, persisted in having this deeply compromised man in the heart of No 10. This is catastrophic for Dave, whose arrogance, lack of judgment and contempt for decent values are all exposed at a stroke by <strong> Andy Coulson </strong>'s scuttling off with his head held low. </q> The Times argues- perhaps unsurprisingly, as like the News of the World it is owned by <strong> Rupert Murdoch </strong>- that <strong> Andy Coulson </strong>'s departure will not seriously damage the prime minister and has far less political sigificance than Alan", "new_id": -2}, {"uid": "1297323095226721800", "i": 795, "idx": 0, "sa": ["Simon Cowell", "Ellen DeGeneres", "Stefano Langone"], "q": "wasn't just his career, but that he found it hard to watch the contestants get criticized, which coincidentally, is the same reason <strong> Ellen DeGeneres </strong> left the program after one season. <q> The other thing was, I didn't like watching those kids being brought to tears like that. I didn't understand why they had to do it, I didn't get it, </q> he said. <strong> Simon Cowell </strong>,\" Idol\" has been noticeably cuddlier, including on Wednesday's episode, which featured one very moving contestant. <strong> Stefano Langone </strong>, 21, who auditioned in San Francisco, Calif.,", "new_id": -2}, {"uid": "1295835340029999108", "i": 5085, "idx": 0, "sa": ["Andy Coulson"], "q": "phone being hacked, poor old Vince is unmuzzled for once but can do no harm and <strong> Andy Coulson </strong> is still in the shit. fistofonan 24 January 2011 12:49 AM qwertboi 24 January 2011 12:54 AM <q> Bonofido- Why has Blair joined the back of the parade when he should be in the Middle East? </q> lightacandle 24 January 2011 12:57 AM taxedtothelimit 24 January 2011 12:58 AM fistofonan 24 January 2011 1:05 AM lightacandle 24 January 2011 1:06 AM LeopardPrint 24 January 2011 1:10 AM", "new_id": -2}, {"uid": "1294966347267878400", "i": 8044, "idx": 0, "sa": ["Simon Cowell"], "q": "elsewhere in the capital. Investment targets include prime London retail and office properties with lot sizes of up to Â£ 150m. It is also looking for more central London hotels. Aziz said: <q> <strong> Nicholas Cowell </strong> Group Investors is looking for prime trophy assets in central London with triple-A covenants </q>. Midweek Bulletin: <strong> Simon Cowell </strong> looking foolish and the iPad revolution is here", "new_id": -2}, {"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.\" It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}, {"uid": "1295558629243744786", "i": 15234, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "'s a very small number of violent extremists on the one side against a broad, overwhelming majority of people who are moderate.\" Additionally, <strong> Donald Rumsfeld </strong>, during a visit seeking greater ties to Tunisia- where <q> freedoms of the press, association, and expression[ were] extremely restricted </q> and much electoral opposition was outlawed- was quoted by the Associated Press as saying the country was a\" It should be noted that while high-officials in the Bush administration continued to lavish praise on Tunisia's autocratic", "new_id": -2}, {"uid": "1296157213138100743", "i": 14979, "idx": 2, "sa": ["Eric Schmidt", "Adam Lashinsky"], "q": "<strong> Adam Lashinsky </strong> reports for Fortune. <strong> Adam Lashinsky </strong> reports,\" <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook.` We have a competitor called Microsoft,\" he said. <q> Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.' </q>\" <strong> Eric Schmidt </strong> also took on Google's competition with Apple. Google partners with Apple, he said, on search, maps and YouTube. It competes, of course, on phones. Google also might", "new_id": -2}, {"uid": "1295559949061718541", "i": 3668, "idx": 2, "sa": ["Eric Schmidt"], "q": "have a shot at running[ Google].\" The two were careful to frame the move as a positive transition. <strong> Eric Schmidt </strong> will be\" elevated\" to his new position, it was explained. <q> How can we run the company even better? </q> he said.\" We think this will produce even better results.\" We'll have more for you soon, but in the meantime, here's <strong> Eric Schmidt </strong> in his own words. \"", "new_id": -2}]