[{"uid": "1296004077137592834", "i": 1143, "idx": 3, "sa": ["Al Franken", "Barack Obama", "Maurice Hinchey", "Sen. Bernie Sanders"], "q": "now very real.\" Parallel objections came from the savviest observers of media issues on Capitol Hill.\" Big media just got a lot bigger,\" declared <strong> Sen. Bernie Sanders </strong> <strong> Maurice Hinchey </strong>( D., N.Y.). <q> The FCC's decision to allow Comcast to acquire NBC Universal will burden the American people with more media consolidation, fewer independent sources of information, and higher cable bills.... </q> <strong> Barack Obama </strong> <strong> Al Franken </strong>( D., Minn.) was equally adamant:\" The commission is supposed to protect the public interest, not corporate interests. But what we see today is an effort by the FCC to", "new_id": -2}, {"uid": "1295658341074924035", "i": 531, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "'s family. Photograph: Suzanne Plunkett/Reuters <strong> David Cameron </strong>'s inner circle, has resigned as Downing Street's director of communications, saying the wave of allegations that he was involved in illegal phone hacking when editor of the <q> When the spokesman needs a spokesman, it is time to move on, </q> <strong> Andy Coulson </strong> said in a carefully crafted statement which had been in preparation for 48 hours. Downing Street insisted his departure was not precipitated by any fresh piece of damning evidence that would undercut <strong> Andy Coulson </strong>'s claim he", "new_id": -2}, {"uid": "1297446333043221013", "i": 6731, "idx": 0, "sa": ["Mitt Romney", "Donald Rumsfeld", "Barack Obama", "Gil Kerlikowske", "John Boehner"], "q": "medical marijuana stalemate Speaker of the House <strong> John Boehner </strong> speaks to the Conservative... presidential hopefuls woo the right Photo in Slideshow: Former Republican presidential candidate <strong> Mitt Romney </strong> speaks... Politics Video: Saudis Fault <strong> Barack Obama </strong> on Egyptian Crisis Report Abuse <q> America needs a organized and violent protest the like which has never been seen in American history. </q> TheDC Interview: Drug Czar <strong> Gil Kerlikowske </strong> on Mexico, pill mills, and the medical marijuana stalemate Gay rights groups willfully ignore positive Palin, Angle comments at CPAC; GOProud hits back TheDC Interview: <strong> Donald Rumsfeld </strong>- secret critic", "new_id": -2}, {"i": 31852, "idx": 1, "index_answer": 0, "new_id": -1, "q": "a friend.\" I talked to her husband Mark last night. She's making progress every day.\" While it's\" far too early\" for the congresswoman to speak, <strong> Kirsten Gillibrand </strong> said, <q> she's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and understand and show people she understands what she's hearing and seeing. </q> <strong> Gabrielle Giffords </strong> began breathing without a ventilator yesterday as doctors took out the breathing tube that had run down her throat and replaced it with a tracheotomy tube in her windpipe. Surgeons also inserted a feeding tube.", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295231201028164120"}, {"uid": "1296211334006012991", "i": 20234, "idx": 2, "sa": ["Mike Pence"], "q": "ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead,\" <strong> Mike Pence </strong> said. <q> After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play. </q> <strong> Mike Pence </strong> has a pair of public events scheduled for Friday_ a morning town hall meeting in Pendleton and a visit to a high school in Muncie. The 51-year-old congressman's future has been the", "new_id": -2}, {"uid": "1297183505216317958", "i": 9331, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "let the documents speak for themselves. promoting on his website. It's a September 9, 2002 summary from the Joint Staff's top intelligence official confessing that U.S. assessments of <strong> Saddam Hussein </strong>'s weapons of mass destruction <q> rely heavily on analytic assumptions and judgment rather than hard evidence. </q> <strong> Donald Rumsfeld </strong> told the chairman of the Joint Chiefs of Staff to\" take a look\" at the memo, because\" what we don't know about WMD... is big.\" Aha! <strong> Donald Rumsfeld </strong> was a", "new_id": -2}, {"uid": "1295481586159825937", "i": 29192, "idx": 5, "sa": ["Nigel Lythgoe", "Paula Abdul", "Simon Cowell"], "q": "might say really put them off, this is just a happy nervousness. And it does energize them a little bit. I think you'll see a lot more fun this year.\" Adding, <q> We're going to see a lot of good talent because a lot of good talent came. We saw more people than we've ever seen before. </q> VIEW THE PHOTOS: Anything But Dreadful! Hot Shots Of <strong> Simon Cowell </strong>! <strong> Paula Abdul </strong>'s\" Live To Dance,\" <strong> Nigel Lythgoe </strong> is split on whether he hopes to trounce the former judge in the ratings. The two", "new_id": -2}, {"uid": "1295224387243892252", "i": 13292, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.\" Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q> Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick. </q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. Chandler-$ 199,500 MLS 4452857", "new_id": -2}, {"uid": "1295565725055705620", "i": 5473, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "<strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,\" Mr. <strong> Eric Schmidt </strong> said in a posting on the company's official blog. <q> And over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> <strong> Google Inc. </strong> also reported fourth-quarter financial results, beating Wall Street's net revenue expectations. Net revenue, excluding fees paid to partner websites, was$ 6.37-billion. Analysts polled by Thomson Reuters I/B/E/", "new_id": -2}, {"uid": "1296610871014188601", "i": 43895, "idx": 2, "sa": ["Troy Polamalu", "Michael Vick"], "q": "Steelers jersey the top seller in the NFL. Yep, more than <strong> Michael Vick </strong>.\" I've got to buy my own jersey to get them out to my family,\" <strong> Troy Polamalu </strong> said. <q> I think that was probably the reason why, but I don't know.\" The Steelers emblem is worldwide. </q> Always humble and soft-spoken, his demeanour off the field belies his aggressive and man-possessed approach on it. When Clark saw that <strong> Troy Polamalu </strong> had won the Defensive Player of the Year award Monday night, he sent", "new_id": -2}]