[{"uid": "1295590171029097991", "i": 32307, "idx": 6, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "overseeing large and diverse teams to facing increased scrutiny, greater pressure and more time in the spotlight.\" He has the strategic sense, but does he have the management patience?\" <strong> Ken Auletta </strong> said. <q> As CEO, you have to sit down and grind it out-- not by inventing algorithms, but by dealing with personalities, people you don't like. He's a guy who doesn't have patience for that. </q> Google's bombshell announcement that Google co-founder Larry Page will replace CEO <strong> Eric Schmidt </strong>, who has helmed the company for a decade, shocked employees and even the most seasoned Google analysts,... <strong> Eric Schmidt </strong> Steps Down As CEO", "new_id": -2}, {"uid": "1297269555137707560", "i": 40931, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": ", Feb. 9, 2011/ PRNewswire/-- Microsoft Corp. today promoted Senior Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business.( Logo: http://photos.prnewswire.com/prnh/20000822/MSFTLOGO) <q> We're already making strong traction across our Server and Tools Business by embracing cloud services, </q> said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>.\" <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of", "new_id": -2}, {"uid": "1295579790167378954", "i": 7109, "idx": 1, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "slump or slip further away from the top spot. American viewers have never known an\" Idol\" that does not feature <strong> Simon Cowell </strong>'s rolling eyes, one-liners or antagonistic adjectives. Will they embrace it? <q> We're certainly back to having fun, </q> said executive producer <strong> Nigel Lythgoe </strong>, who rejoined the singing competition after a two-year hiatus.\" At some point along the way, and we're certainly all guilty of it, we started taking ourselves too seriously. I", "new_id": -2}, {"uid": "1295537656152666130", "i": 9945, "idx": 1, "sa": ["House Judiciary Committee", "Richard Neutra", "Mike Pence"], "q": "national bankruptcy. The IRS is hiring new agents to steal more money. Central economic planning has failed. A much bigger economic crisis is coming. And, every country in the world i... <strong> Mike Pence </strong>: <q> You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over. </q> <strong> Mike Pence </strong>:\" You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over.\" ARCHITECTURE: Lovell Health <strong> House Judiciary Committee </strong> in LA Confidential The Lovell Health house in Los Angeles was designed by architect <strong> Richard Neutra </strong>", "new_id": -2}, {"uid": "1295896111266846252", "i": 34024, "idx": 0, "sa": ["Jay Cutler", "Dom Capers", "Sam Shields", "Tramon Williams", "Michael Vick"], "q": "win with an interception of <strong> Jay Cutler </strong> with 10 seconds left, and <strong> Tramon Williams </strong> polished off the team's NFC Wild Card victory over Philadelphia on Jan. 9 with an end-zone interception of <strong> Michael Vick </strong>, also in the final minute. <q> He made a couple of great plays tonight, </q> defensive coordinator <strong> Dom Capers </strong> said.\" <strong> Sam Shields </strong> has done nothing but get better the whole year. He's been a real key to our defense.\" It couldn't( have) come at a better time:", "new_id": -2}, {"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}, {"uid": "1295487172086802452", "i": 5149, "idx": 0, "sa": ["Brad Greenberg", "David Stern", "Allen Iverson"], "q": "the NBA draft Wednesday night. General manager <strong> Brad Greenberg </strong>, speaking before about 4000 fans at the Spectrum, gave the news before NBA commissioner <strong> David Stern </strong> strode to the lectern at the Continental Airlines Arena to announce the pick. <q> We tipped the fans early because we wanted to show them that we appreciate their support, </q> <strong> Brad Greenberg </strong> said.\" We're in a new era here and we gave them something nobody ever did before.\" In reality, the 76ers decided on <strong> Allen Iverson </strong> on Saturday, after he made a second visit to", "new_id": -2}, {"uid": "1295091531196460547", "i": 28631, "idx": 1, "sa": ["Sergio Marchionne"], "q": "/ Supplied Jeep will resurrect a hallowed nameplate- the Grand Wagoneer- in two years.\" It's time we gave the market an upper-scale Grand Wagoneer,\" said Chrysler CEO <strong> Sergio Marchionne </strong>. <q> You'll see it in January 2013. </q> The Grand Wagoneer would be a seven-seat SUV built on the same platform as the Grand Cherokee and the Dodge Durango. Those two vehicles were part of Chrysler's 16-vehicle 2011 product offensive spearheaded by the hard-driving", "new_id": -2}, {"uid": "1295569871192872471", "i": 30682, "idx": 2, "sa": ["Eric Schmidt"], "q": "that claims to be\" the industry leader in scoring, auditing, and improving traffic quality for the online advertising community.\" <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295921372006537277", "i": 39622, "idx": 3, "sa": ["Zahi Hawass"], "q": "German archaeologist Ludwig Borchhardt found the statute in 1912 and it was taken to Germany in 1913. In the past, <strong> Zahi Hawass </strong> has sent letters to try and get he statue back to Egypt. <q> I am doing something that I believe in and that should have been done a 100 years ago, </q> <strong> Zahi Hawass </strong> told AP.\" My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many nations to follow suit.\"", "new_id": -2}]