[{"uid": "1295240769017891332", "i": 41394, "idx": 0, "sa": ["Nikki McKibbin", "Jim Verraros", "Simon Cowell"], "q": "smoking on the plane.- During season one, <strong> Nikki McKibbin </strong> got into a nasty argument with <strong> Simon Cowell </strong> during a dress rehearsal where he called her the b-word that rhymes with witch. And she said back, <q> I'll*** in' show you a b****! </q>- The producers had the judges in the semfinals dump <strong> Jim Verraros </strong> even after the fans voted him in. Then sanity prevailed and they changed their minds. Poor <strong> Jim Verraros </strong> was whipsawed big time that night?", "new_id": -2}, {"uid": "1294966524056983583", "i": 6654, "idx": 0, "sa": ["Kara DioGuardi", "Paula Abdul", "Katy Perry", "Victoria Beckham", "Chris Bosh", "Ellen DeGeneres", "Simon Cowell", "Andrew Garcia", "Jason Green", "Carlos Boozer"], "q": "too. You got mad vocals says Randy. 110% says <strong> Kara DioGuardi </strong>. <strong> Katy Perry </strong> says yes. This guy is going to be one to watch. Mark my words, peeps. American idol\" Season 9\" <q> episode 5\" auditions Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington\" los angeles </q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> Randy Jackson <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> fox ryan seacrest results show final semi-final call-back katie stewans justin williams Neil Goldstein Jim Ranger Mary Powers AJ Mendoza <strong> Carlos Boozer </strong> <strong> Andrew Garcia </strong> Tasha Leighton <strong> Jason Green </strong> <strong> Chris Bosh </strong> Golightly 2-27-10 BET held", "new_id": -2}, {"uid": "1295554749175849504", "i": 13772, "idx": 0, "sa": ["Barack Obama", "Sarah Palin", "Mike Pence"], "q": "A Home For Long-Form Journalism: TNR Introduces` Online Cover Stories' Here's Wall Street Journal editorial page writer and conservative movement apparatchik Stephen Moore writing up the Draft <strong> Mike Pence </strong> movement: <q> Mr. <strong> Mike Pence </strong> won the straw poll at a gathering of more than 1,000 social conservatives in Washington, D.C., over the summer-besting <strong> Newt Gingrich </strong>, <strong> Mike Huckabee </strong>, and presumptive front-runner <strong> Mitt Romney </strong>. One concern is what <strong> Sarah Palin </strong>'s intentions are, since she would have a huge funding base if she runs. But the pro-Pence movement fears that she is highly polarizing and someone who would have a difficult time beating <strong> Barack Obama </strong> in the general election. </q> 01/19/2011- 3:39 pm EDT| Tristan <strong> Barack Obama </strong> will be reelected, as long as unemployment continues even a slow glidepath downward. Still, I find myself occasionally fantasizing with sheer morbid curiosity about a <strong> Sarah Palin </strong> Presidency", "new_id": -2}, {"uid": "1297654044124387332", "i": 16638, "idx": 0, "sa": ["Donald Rumsfeld", "Katherine Gallagher", "President Bush"], "q": "CCR alleges waterboarding is a form of torture, and says former presidents do not enjoy special immunity under the United Nations Convention Against Torture, to which both Canada and the United States are signatories. <q> The reach of the Convention Against Torture is wide-this case is prepared and will be waiting for him wherever he travels next, </q> the statement said. <strong> Donald Rumsfeld </strong>: Saddam Targeted <strong> Donald Rumsfeld </strong>'s and <strong> President Bush </strong>'s Daughters CCR lawyer <strong> Katherine Gallagher </strong> said that as <strong> President Bush </strong>'s visit to Canada draws closer,\" we will see what actions we will take.\"", "new_id": -2}, {"uid": "1295501763033751040", "i": 5504, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "Paper Funding Facility( CPFF). The facility was opened on October 27, 2008. PFK). There's more, according to a statement by Senator <strong> Sen. Bernie Sanders </strong> on Fed transparency: <q> \"\" We have learned that the$ 700 billion Wall Street bailout signed into law by <strong> President Bush </strong> turned out to be pocket change compared to the trillions and trillions of dollars in near-zero interest loans and other financial arrangements the Federal Reserve doled out to every major financial institution in this country. Among those are Goldman Sachs( </q> \" C), which received$ 1.8 trillion; Bear Stearns, which received nearly$ 1 trillion, and Merrill Lynch( MER), which received some$ 1.5 trillion in short term loans from", "new_id": -2}, {"uid": "1295459058253952020", "i": 5394, "idx": 0, "sa": ["David Letterman"], "q": "to cancel the remainder of their North American tour. Tyler previously put the accident down to a mis-timed dance move, but he's now come clean about the real reason behind the incident. <strong> David Letterman </strong>, <q> I guess it's not any news about my drug use and addictions in the past... So a couple of years ago I was doing Lunesta( sedative) because I had some problems with my feet... That's the tip of the iceberg. I was snorting that, I fell off the stage... That shows you what kind of a drug addict I was. </q>\" Only the finest for me... I was looking for any excuse to get high and I should have been using my band because my band is the strongest drug I've ever had.\"", "new_id": -2}, {"uid": "1295831549223035458", "i": 39860, "idx": 1, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "<strong> Cher Lloyd </strong> remains very grateful to <strong> Simon Cowell </strong> for giving her a chance on the show and signing her to his Syco label. And she denied reports the pair have clashed over her artistic path, adding: <q> I wouldn't be here without him. <strong> Simon Cowell </strong> gets me and he's got my back. He knows me too well to give me rules- he likes the fact I'm a bit rebellious! </q> It is amazing just how self-confident <strong> Cher Lloyd </strong> appears in the super-slick surroundings of LA. Her current lifestyle is a million miles away from her pre-X Factor existence in the backwater of Malvern with mum Dina and", "new_id": -2}, {"uid": "1297178433142131273", "i": 4959, "idx": 0, "sa": ["Walt Disney", "David Letterman", "Aaron Rodgers"], "q": "with them Sunday night after the game that are continuing to play in his mind.\" Just in the locker room after the game and being able to reflect with my teammates,\" he said. <q> Big hugs. It's a special group of men. I think you realize at that point the season is over and that group of men is never gon na be together again. It's just special to be able to share with those guys because we went through a lot together this year. </q> After he was done at <strong> Walt Disney </strong>, <strong> Aaron Rodgers </strong> flew to New York city and appeared on CBS's\" Late Show with <strong> David Letterman </strong>,\" where he chatted with the host about his days at junior college and", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said. \" \"\" If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,\" <strong> Zahi Hawass </strong> said in an interview at his office. <q> What's happening is normal. Thankfully, all the damaged items can be restored. </q> \" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}, {"uid": "1297192174179781728", "i": 47882, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers", "Ric Flair"], "q": "<strong> Ric Flair </strong> think it takes multiple leaders to have a locker room that functions properly... <strong> Ric Flair </strong>'m more of a leader by example.\" <strong> Aaron Rodgers </strong> threw for 304 yards, three touchdowns and no interceptions. <q> Click here to watch the <strong> Aaron Rodgers </strong> post-Super Bowl interview with <strong> David Letterman </strong>. </q> Here are some highlights of the <strong> Aaron Rodgers </strong> interview with <strong> David Letterman </strong>: <strong> Aaron Rodgers </strong> said the team ran about 40 of the 60 plays they planned for the game. Sometimes players will ask <strong> Aaron Rodgers </strong> if they are supposed to", "new_id": -2}]