[{"uid": "1295968018237928473", "i": 3796, "idx": 1, "sa": ["Colin Powell", "Barack Obama", "Tom Coburn"], "q": "momentum over the past year as part of the solution to reduce the deficit and debt. Tea Party-backed progressives are coming together in calling for defense cuts. Ultra-conservative <strong> Barack Obama </strong> <strong> Tom Coburn </strong>( R-OK) even said recently that <q> taking defense spending off the table is indefensible. </q> Today on CNN's State of the Union, ret. <strong> Colin Powell </strong> and former Secretary of State <strong> Colin Powell </strong> joined the growing chorus in calling for a reduction in defense spending: \" CANDY CROWLEY: Where would you with", "new_id": -2}, {"uid": "1295365519187695162", "i": 10360, "idx": 2, "sa": ["David Letterman", "Steven Tyler"], "q": "and addictions in the past,\" he told <strong> David Letterman </strong> on` The Late Show.'\" A couple years ago, I was[ snorting] Lunesta because of some problems with my feet.\" <q> That shows you what kind of a drug addict I was, only the finest for me... I was looking for any excuse to get high. </q> including a seeming fight with guitarist Joe Perry. <strong> Steven Tyler </strong> also admitted that he did a ton of drugs in his past--\" It's not any news here about my drug use and addictions", "new_id": -2}, {"uid": "1296246671002899973", "i": 34905, "idx": 4, "sa": ["Michelle Malkin", "Steve Benen", "Mike Pence"], "q": "for 2012. Good for America\" I can appreciate the fact that <strong> Mike Pence </strong>'s unyielding right-wing voting record on literally every issue is appreciated by the far-right,\" The Washington Monthly's liberal <strong> Steve Benen </strong> says. <q> But to say that the guy isn't ready for prime time is a dramatic understatement. <strong> Mike Pence </strong> has no areas of expertise, has no major pieces of legislation to his name, has demonstrated no working understanding of any area of public policy, and after spending five minutes watching him speak on any subject, it becomes clear that he's conspicuously unintelligent. </q> <strong> Michelle Malkin </strong>'s Support The conservative pundit tweeted it before the announcement came out: Opinion Video: After the Show Show: Mom's Special Place Opinion Video: Move Over, Men! Moms Need Caves Too Super Cheap", "new_id": -2}, {"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason.\" I think I've got the blueprint on what to do,\" <strong> Michael Vick </strong> said. <q> I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on. </q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}, {"uid": "1295794367125714557", "i": 621, "idx": 0, "sa": ["Andy Coulson"], "q": "and formed the Project For The New American Century, who called for\" A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR\" TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Report Abuse <q>\" The exiled head of the main Tunisian Islamist party, which was banned by <strong> Zine El Abidine Ben Ali </strong>, told AFP that he now planned to return to his homeland. </q> \" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297261541254083125", "i": 45180, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Bob Kerrey", "Condoleezza Rice", "Jack Valenti", "Dan Glickman"], "q": "former congressman Tom Davis, wound up not making deals. <strong> Dan Glickman </strong>, who succeeded 38-year president <strong> Jack Valenti </strong> in 2004, left in January 2010. <strong> Bob Kerrey </strong> Pisano is interim CEO and <strong> Barack Obama </strong>. BULLETIN- Reuters/Milan: <q> Italian prosecutors filed a request on Wednesday to bring Prime Minister <strong> Silvio Berlusconi </strong> to trial immediately on charges of paying for sex with an underaged girl and improperly pressuring police to release her from custody. </q> BEHIND THE CURTAIN- <strong> Donald Rumsfeld </strong>,\" Known and Unknown: A Memoir\": National security adviser <strong> Condoleezza Rice </strong>\" was a polished, poised, and elegant presence. I decidedly was not. One time <strong> Condoleezza Rice </strong>", "new_id": -2}, {"uid": "1295562661204079164", "i": 3532, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "management shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> Mr <strong> Eric Schmidt </strong> said in a statement.\" By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm", "new_id": -2}, {"uid": "1295834123017383424", "i": 44873, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", exactly, is in charge of the firm after sharing major decisions with founders Larry Page and <strong> Sergey Brin </strong>. from April 4, and continue to head up Google's product development, <strong> Eric Schmidt </strong> revealed in a blog. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better, </q> <strong> Eric Schmidt </strong> stated.\" Larry, in my clear opinion, is ready to lead.\" Despite his assertion, industry insiders say the because <strong> Eric Schmidt </strong> was stretched too thin after the firm's rapid growth, WSJ.com reported", "new_id": -2}, {"uid": "1295459435213254167", "i": 377, "idx": 1, "sa": ["50 Cent", "David Letterman", "Kelly Ripa", "Regis Philbin", "Arcade Fire", "Kanye West"], "q": "As for his replacement?\" I heard <strong> 50 Cent </strong>!\" co-host <strong> Kelly Ripa </strong> joked. On Tuesday's\" Late Show With <strong> David Letterman </strong>,\" <strong> Regis Philbin </strong> called in to talk about the announcement. <q> I'm leaving the show. I'm not retiring from show business, </q> he clarified over the phone. <strong> David Letterman </strong> asked if <strong> Regis Philbin </strong> would appear on his show. Coachella 2011 Lineup: <strong> Kanye West </strong>, <strong> Arcade Fire </strong> and Kings of Leon Headline Festival The posting of advertisements, profanity, or", "new_id": -2}, {"uid": "1297217172164478976", "i": 13972, "idx": 0, "sa": ["Sergio Marchionne"], "q": ". In addition, a Claymation version of Eminem will appear in a Lipton Brisk Iced Tea commercial during the Super Bowl. On Friday, Chrysler CEO <strong> Sergio Marchionne </strong> hinted about the automaker's commercial: <q> I won't tell you what it's about, but it will be worth watching. </q> <strong> Sergio Marchionne </strong>, who spoke at a San Francisco event associated with the National Automobile Dealers Association's annual convention, said Chrysler spent less than$ 9 million on the ad. Dave Birkett:", "new_id": -2}]