[{"uid": "1295564127055377924", "i": 12265, "idx": 5, "sa": ["Eric Schmidt", "Richard Chang"], "q": ", outstripping Wall Street's average forecast of$ 8.10. <strong> Eric Schmidt </strong> said on his blogpost that Page will now lead product development and technology strategy, areas that are\" his greatest strengths.\" <q> It will be interesting to see what he'll do that's different, what he could not have done in his prior role, </q> said BGC Partners analyst Colin Gillis.( Editing by Edwin Chan and <strong> Richard Chang </strong>) Google co-founder Larry Page talks to reporters as CEO <strong> Eric Schmidt </strong> looks on, in Sun Valley, July 9, 2009.", "new_id": -2}, {"uid": "1295154913111345676", "i": 7390, "idx": 10, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": ". <strong> Allen Iverson </strong> scored 38 points, including two big jumpers in the final two minutes, and <strong> Carmelo Anthony </strong> added 30, helping the Denver Nuggets hold on for a 110-104 victory over the Los Angeles Clippers on Friday night. <q> My whole thing was not so much taking over, but just trying to win the basketball game, </q> he said.\" I got a couple of good looks at the end.\" <strong> Allen Iverson </strong> put the Nuggets ahead for good with an 18-foot, off-balance floater with 1:23 remaining. <strong> Carmelo Anthony </strong> sealed the Nuggets' second straight", "new_id": -2}, {"i": 8231, "idx": 0, "index_answer": 1, "new_id": -1, "q": "or even last September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q> We have a current structural budget deficit that we have to address. The sooner, the better. </q>- Kevin Yamamura AT THE CAPITOL <strong> Jerry Brown </strong> will deliver his State of the State address Monday, the final day of January. <strong> Jerry Brown </strong>'s predecessor, <strong> Arnold Schwarzenegger </strong>, used his first State of", "sa": ["Jerry Brown", "Bill Lockyer", "Arnold Schwarzenegger"], "uid": "1295962091207159365"}, {"uid": "1295962424122060818", "i": 10491, "idx": 0, "sa": ["Vince Cable", "Andy Coulson", "Nick Clegg", "David Cameron"], "q": "...- <strong> David Cameron </strong>'s press chief, <strong> Andy Coulson </strong>, quit over alleged phone tapping when... Photo: Britain's Deputy PM <strong> Nick Clegg </strong> and Business Secretary <strong> Vince Cable </strong>... Photo: Britain's Deputy Prime Minister <strong> Nick Clegg </strong> Report Abuse <q> God know, we can not offend the muslims. </q> Time.com: How the Airport Bombing Left Moscow at a Loss for Words Time.com: Protests Shake Yemen's President and Free a Dissident Leader Run Your Meter Backward With Our Affordable Solar Power Save Immediately on Electric Bills!", "new_id": -2}, {"uid": "1294977903249905195", "i": 5924, "idx": 1, "sa": ["Eric Snow", "Allen Iverson", "Tyrone Hill", "Devean George"], "q": "had 12. <strong> Eric Snow </strong> had 12 points and 13 assists, <strong> Tyrone Hill </strong> had 12 points and nine rebounds and <strong> Devean George </strong> Lynch had eight points and 12 rebounds for Philadelphia, which improved the NBA's best record to 46-16. <q> It felt funny playing against guys you played with all year, </q> <strong> Allen Iverson </strong> said.\" You look left, you look right and there are guys that were always right there in the foxhole with you, who felt bad when you felt bad. It was tough.\" <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295560274260145180", "i": 7619, "idx": 3, "sa": ["Eric Schmidt"], "q": "formal:\" Day-to-day adult supervision no longer needed!,\" he wrote. On a conference call with analysts, <strong> Eric Schmidt </strong> said he's excited about the change, because the more strategic role will give him <q> a chance to work on the things I'm most interested in, </q> which will be\" a significant improvement in the things that I can do in my time.\" The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and Brin have long run Google as a", "new_id": -2}, {"uid": "1295674574191152161", "i": 4921, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "from Facebook and Twitter. Within technology circles, the move to replace <strong> Eric Schmidt </strong> left some wondering if Page can make a successful comeback to the company he helped create during the first dot-com boom. <q> Founder becoming CEO... Is this like a <strong> Steve Jobs </strong> returning or a Jerry Yang returning? </q> tweeted Chris Dixon, a technology veteran who has invested in Skype and Foursquare. AAPL.O) in the 1990s to save the company he founded. Yahoo <strong> Google Inc. </strong>'s( YHOO.O) Jerry Yang made a similar comeback", "new_id": -2}, {"uid": "1297203246085721088", "i": 37956, "idx": 0, "sa": ["Steve Ballmer", "Wes Miller"], "q": "and mobile platforms.\" Most of Microsoft engineering executives have some aspect of marketing in their careers,\" <strong> Wes Miller </strong>, an analyst at research firm Directions on Microsoft, told V3.co.uk. <q> It's gong to come down to seeing who it is that gets promoted. My feeling is the company will look for engineering expertise. </q> He pointed out that <strong> Steve Ballmer </strong> had succeeded in changing parts of the company before by taking commend. When <strong> Wes Miller </strong> was still at Microsoft he saw <strong> Steve Ballmer </strong> do this with MSN, a move which proved successful.", "new_id": -2}, {"uid": "1296102451131907595", "i": 21482, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "first to resort to the usual personal abuse( calling <strong> David Cameron </strong> arrogant and bringing up the irrelevent topic of <strong> Andy Coulson </strong>). Report this comment Joey Jones on$ ky news has just said that the Millbund quote <q> It's hurting but it's not working </q> is a winner!!!! WHAT!! Where did they get that bloke?? Hugo Chav January 26th, 2011 12:57 pm Labour have so far managed to call the crash", "new_id": -2}, {"uid": "1295132025137953291", "i": 13977, "idx": 4, "sa": ["Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "House in the wake of last week's attempted assassination of <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong>( D-Ariz.). Oh, here we go. A bunch of old Democrats get together and Politico's headline is <q> ADMIN REUNITES` CLINTON CENTRISTS'- The White House is becoming a reunion gig. </q> Two lines below it in Politico's list is a story about a bunch of Republicans re-entering politics, and the headline is\" RETREADS STILL DRIVE GOP AGENDA\" Who in the world writes this", "new_id": -2}]