[{"uid": "1297662083114016267", "i": 38001, "idx": 0, "sa": ["Arcade Fire", "Win Butler", "David Letterman", "Whitney Houston"], "q": "\" We're going to go play another song because we like music. Thank you to the Grammys. Thank you everyone. We're so happy.\"- <strong> Arcade Fire </strong> frontman <strong> Win Butler </strong>.___ <q> I should have thanked my wife instead of <strong> Howard Stern </strong> because I'm probably in a lot of trouble.- Train frontman <strong> Patrick Carney </strong> Monahan backstage after accepting the award for pop performance with vocals by a duo or group.___\" <strong> Justin Bieber </strong>? Hairpiece. </q>- <strong> David Letterman </strong> revealing the top Grammy surprises.___\" I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote` Born This Way,' I", "new_id": -2}, {"uid": "1295810644069746713", "i": 33009, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "to speed up decision-making at the Internet giant. In a regulatory filing last week, <strong> Google Inc. </strong> said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his <strong> Google Inc. </strong> stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. As of December 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of <strong> Google Inc. </strong> stock and controlled 9.6 percent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1295458115232456196", "i": 2819, "idx": 1, "sa": ["Jerry Lee Lewis", "Allen Iverson", "Maya Moore"], "q": "route to his third career 50-point game and first since February 6 against Sacramento.\" When your jumper is on, the basket seems like an ocean and the basketball seems like a <strong> Jerry Lee Lewis </strong>,\" he said. <q> That is the way it felt tonight.\" My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls the plays and I wouldn't set a career high without those guys. </q> The 1998-99 NBA scoring champion, <strong> Allen Iverson </strong> broke his own Gund Arena record for points. He has fond memories of this building, having scored 50 points in a 125-118 loss in <strong> Maya Moore </strong> 1997 after being named Most Valuable", "new_id": -2}, {"uid": "1295250982187957319", "i": 40491, "idx": 0, "sa": ["Michelle Obama", "Russ Granik", "Larry Bird", "Vince Carter", "Magic Johnson", "Allen Iverson"], "q": "since the days of <strong> Magic Johnson </strong> and <strong> Larry Bird </strong>. As two of the NBA's most exciting young stars, they are dazzling spectators and TV viewers with limitless creativity and breathtaking moves in the Toronto Raptors-Philadelphia 76ers playoff series. <q> This matchup is great, and people are getting turned on to it, </q> said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's <strong> Michelle Obama </strong> Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Vince Carter </strong>'s 28 in the 76ers' 97-92 victory.\" For better or worse,", "new_id": -2}, {"uid": "1295905281252543038", "i": 29532, "idx": 1, "sa": ["Eric Schmidt", "Google Inc.", "Ronald Reagan"], "q": "<strong> Google Inc. </strong> apps are coming together to make it happen. In this clip, <strong> Google Inc. </strong> Chairman and CEO <strong> Eric Schmidt </strong> describes the shared vision the two companies have for cloud computing and what it means for customers and developers. www.theytoldyou.com <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place, </q> <strong> Eric Schmidt </strong> tells CNBC http://wn.com/Google_CEO_Eric_Schmidt_Responds_to_Consumer_Watchdog <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> Responds to Consumer Watchdog's questions about <strong> Google Inc. </strong>'s privacy problems and Consumer Watchdog's demands for new protections. Nov. 18, 2008. Washington DC <strong> Ronald Reagan </strong> Amphitheater. http://wn.com/Google_CEO_Eric_Schmidt_says_that_real_time_language_translation_during_phone_calls_is_coming Speech recognition", "new_id": -2}, {"uid": "1297224487217088005", "i": 6367, "idx": 0, "sa": ["Donald Rumsfeld", "Glenn Beck", "Gabrielle Giffords", "Malcolm Gladwell"], "q": ", book by <strong> Donald Rumsfeld </strong> claims In a self-destructive P.R. move, lobbyists urge Oscar to shun the scruffy activist documentary\" Gasland\" A simple and hilarious template lets you apply <strong> Malcolm Gladwell </strong>'s wisdom to pretty much everything RummyLeaks: <q> The <strong> George H.W. Bush </strong> then said,` <strong> Richard Nixon </strong> doesn't shoot blanks' </q> Our White House press corps is in dogged pursuit of the truth Fight between <strong> Glenn Beck </strong>, Kristol pits crazy right-wingers against merely nutty Rep. <strong> Gabrielle Giffords </strong> Recovering` at Lightning Speed,' Husband Mark Kelly Says Copyright", "new_id": -2}, {"uid": "1295189804049070144", "i": 20204, "idx": 6, "sa": ["Simon Cowell"], "q": "the new panel in the first few episodes this season. <strong> Simon Cowell </strong>\" Did you really believe you could become the American Idol? Well, then, you're deaf.\" <q> Oh, Robert, I think you just killed my favourite song of all time. </q>( On the infamous Sanjaya's attire)\" I presume there was no mirror in your dressing room tonight.\"\" Oh Scott, it was dreadful. Really dreadful. And I'm", "new_id": -2}, {"uid": "1297693932234962946", "i": 37802, "idx": 2, "sa": ["Margaret Maitland", "Zahi Hawass"], "q": "to be stolen. It suggests that there may be more sad news in days to come. \" I assume <strong> Margaret Maitland </strong> is referring to <strong> Zahi Hawass </strong>' report in this post in which he stated that a <q> standing statue of the king carrying an offering tray, </q> which was contained in a vandalized case of objects from the Amarna period( when Akhenaten reigned),\" sustained very minor damage and is repairable.\" At this writing, there are low-quality images of", "new_id": -2}, {"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q> We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people, </q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true.\" Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}, {"uid": "1297193758265863169", "i": 13644, "idx": 1, "sa": ["Joel Dreyfuss", "Colin Powell", "the Black"], "q": "a piece titled\" Where Are <strong> the Black </strong> Voices on Egypt and Tunisia?\"\" African Americans have traditionally been the conscience of the country on foreign policy issues,\" wrote Root's managing editor <strong> Joel Dreyfuss </strong>. <q> That's what makes the silence today so startling. </q> He rebuked the Congressional <strong> the Black </strong> Caucus for their hesitancy, and suggested that the role played by <strong> Colin Powell </strong> and Condoleeze Rice shifted the African American role from outsider to insider.\" The result has been", "new_id": -2}]