[{"uid": "1296149573243646477", "i": 35907, "idx": 4, "sa": ["Michael Vick"], "q": "In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better than it has ever been this season. <q> I feel like this one, I had to work hard to get it, </q> he said.\" It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it", "new_id": -2}, {"uid": "1296802392154992666", "i": 42965, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Regis Philbin", "Bill Clinton"], "q": "Friday, 8:30 p.m.). <strong> David Letterman </strong> makes a rare appearance on ABC primetime as part of a group to talk about their open heart surgery with <strong> Barbara Walters </strong>. The others include <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Bill Clinton </strong> on <q> A <strong> Barbara Walters </strong> Special: A Matter of Life& Death </q>( ABC, 10 p.m.). The return of\" Smallville\"( The CW, 8 p.m.) and\" Supernatural\"( The CW, 9 p.m.) with new episodes, meant to happen", "new_id": -2}, {"uid": "1297365131143966210", "i": 4266, "idx": 1, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "13 years.\" What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,\" her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, <q> love and happiness in their new marriage. </q> <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month that he plans to marry <strong> Kayte Walsh </strong> sometime in February. The veteran actor starred in the comedy series\" Cheers\" and\" Frasier.\" <strong> Camille Grammer </strong>, 42", "new_id": -2}, {"uid": "1296789417115392513", "i": 9347, "idx": 7, "sa": ["Allen Iverson"], "q": "17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds.\" I wanted to get off to a good start,\" <strong> Allen Iverson </strong> said. <q> Some earlier shots were going off the rim, then all of a sudden, my shots began to drop. My teammates began to get the ball to me, they did a good job as always of getting me the ball in the right spot, and I was able to make the big shots at the end. </q>\" The little kid was phenomenal,\" Sixers coach Larry Brown said.\" I had to take him out at the beginning just to calm him down because he was really wired. Yeah, he took a", "new_id": -2}, {"uid": "1296841854225722386", "i": 11684, "idx": 0, "sa": ["Eric Schmidt"], "q": "That brings us to the second problem with Chrome OS. It's going to be a tough sell. <strong> Eric Schmidt </strong> added to the spin via his blog, with a post a week after the delay: <q> Welcome to the latest chapter of an epic journey in computing. Welcome to Chrome OS. </q> Welcome to what, exactly? Google's promotional video for the Chrome OS doesn't do it any favours either. It's a video designed to illustrate just how resilient your cloud-stored data is when faced with adversity", "new_id": -2}, {"uid": "1297196814258572315", "i": 38905, "idx": 8, "sa": ["Donald Rumsfeld", "President Bush"], "q": ".\" That was such a stain on our country; to think that people in our custody were treated in that disgusting and perverted and ghastly way, unacceptable way,\" he said. <q> There wasn't an easy target. And so I stepped up and told the president I thought I should resign. And I think probably he and the military and the Pentagon and the country would have been better off if I had. </q> Mr. <strong> President Bush </strong> finally asked for Mr. <strong> Donald Rumsfeld </strong>'s resignation two years later, in November 2006. Mr. <strong> Donald Rumsfeld </strong> submitted to the request the day after Democrats took control of Congress in the mid-term elections, and a", "new_id": -2}, {"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "\" <strong> Roger Goodell </strong> said.\"[ Most often] they're not recognizing they have a role in it.\" Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q> I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like,` He won't sign my jersey.' </q> He says he thinks Mike <strong> Michael Vick </strong>\" is sincerely trying.\" And he isn't blind to the fact that the story isn't over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}, {"uid": "1297113048152240228", "i": 47570, "idx": 0, "sa": ["Simon Cowell"], "q": "Image Credit: Stan Honda/AFP/Getty Images <strong> Simon Cowell </strong> says he has not watched an episode of Fox's American Idol since he left the show. <q> I haven't seen a full episode, </q> the former Idol judge told reporters on a conference call for his upcoming music competition series, The X Factor.\" I've seen three minutes of a recap. From what I've seen and from what", "new_id": -2}, {"uid": "1297540270212795441", "i": 14306, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "speeches over it's time for the two Steves- <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>- to take questions from the press: When will we see a Nokia phone that runs Windows Phone 7? <strong> Stephen Elop </strong>: <q> We aren't making a specific announcement of when that will be. </q> <strong> Steve Ballmer </strong>:\" When there's news there will be news.\" How exclusive is this partnership as far as developers are concerned? <strong> Steve Ballmer </strong>:\" It's not exclusive. There's things", "new_id": -2}, {"uid": "1296575189112459788", "i": 43945, "idx": 0, "sa": ["Willow Smith", "Justin Bieber", "David Letterman"], "q": "critics across the globe that he had to work hard to achieve his chart topping status.\"[ The movie] is my story,\" <strong> Justin Bieber </strong> told talk show host <strong> David Letterman </strong> this week. <q> Most people would think some people just put me together; some people just made me, like I'm just some factory machine!\" But this movie proves that I really worked hard to get here and I just wanted to show that. </q> If you're a UK fan, <strong> Justin Bieber </strong> Tickets are on sale for his March tour dates, with support from Whip My Hair singer <strong> Willow Smith </strong>. Follow us on Twitter", "new_id": -2}]