[{"uid": "1295555864029818909", "i": 17630, "idx": 0, "sa": ["Alyse Eady", "David Letterman", "Paul McCartney"], "q": "#rejectedarkansasmottos trend. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong>  Miss Arkansas <strong> Alyse Eady </strong> will appear on the\" Late Show with <strong> David Letterman </strong>\" this Thursday night.  The Gossip's\" Standing in the Way of Control\" named the <q> Most Powerful Protest Song of the 21st Century </q> by Flavorwire. Almost 50 years later, <strong> Paul McCartney </strong> reveals the Little Rock connection to\" Blackbird\"  On Monday, <strong> Paul McCartney </strong> played a concert in Nashville, where he told the crowd that the Central High crisis inspired", "new_id": -2}, {"uid": "1295472449018825274", "i": 36608, "idx": 0, "sa": ["Hu Jintao", "Steve Ballmer", "Barack Obama"], "q": ". Microsoft CEO <strong> Steve Ballmer </strong> raised the issue of piracy directly to <strong> Hu Jintao </strong> at a meeting with chief executives, according to <strong> Barack Obama </strong>'s account of the talks. <strong> Hu Jintao </strong> said he and <strong> Barack Obama </strong> agreed to work toward a <q> cooperative partnership based on mutual respect and mutual benefit </q> and that\" a lot still needs to be done in China in terms of human rights.\" <strong> Hu Jintao </strong>'s take on currencies With his comments on currencies, <strong> Barack Obama </strong> <strong> Hu Jintao </strong> appears to be seeking", "new_id": -2}, {"uid": "1297381329030818359", "i": 11556, "idx": 0, "sa": ["Sergio Marchionne"], "q": "The most memorable ad during Sunday's Super Bowl- Chrysler's two-minute spot featuring rap star Eminem- was a gut-wrenching decision for the carmaker's chief executive <strong> Sergio Marchionne </strong>. <q> This was not an easy choice... apart from the money involved... and this is pretty expensive stuff, but you know, the choice of the topic, the choice of the characters in the thing were not easy choices. I had to think about this really long and hard, </q> <strong> Sergio Marchionne </strong> said. Why? I asked him.\" You know, I love Eminem but... I also know that some of the choices of language that he has made are things that are not what I would", "new_id": -2}, {"uid": "1296814556000639044", "i": 9291, "idx": 0, "sa": ["Michael Vick"], "q": "I have forgiven <strong> Michael Vick </strong>. From this day forward, I will no longer bash <strong> Michael Vick </strong> on my Facebook page or in this column. There will be no more references to\" scum\" or <q> a piece of trash who shouldn't be given the privilege of playing quarterback in the NFL. </q> Seriously, I am trying to learn the true meaning of the word\" forgiveness\" and sometimes that means letting things go. This does not mean I condone his felonious acts of animal cruelty", "new_id": -2}, {"uid": "1297082221245825549", "i": 40643, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "mistake of the war.\" In a war, many things cost lives,\" <strong> Donald Rumsfeld </strong> told ABC News. Pressed on the fact that <strong> President Bush </strong> has written that cutting troop levels in Iraq was <q> the most important failure in the execution of the war, </q> <strong> Donald Rumsfeld </strong> called that\" interesting.\"\" I don't have enough confidence to say that that's right. I think that it's possible. We had[ an] enormous number of troops ready", "new_id": -2}, {"uid": "1296761075093225087", "i": 43319, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "Known and Unknown: A Memoir. His biggest regret, he writes, is not quitting after the Abu Ghraib prison abuse scandal. However, he has no regrets about the Iraq War, writing that <q> the Middle East would be far more perilous than it is today </q> with <strong> Saddam Hussein </strong> in power. <strong> Donald Rumsfeld </strong> notes that two letters of resignation he wrote to <strong> President Bush </strong> were rejected. He also unleashes criticism at members of <strong> President Bush </strong>'s cabinet, including former <strong> Donald Rumsfeld </strong> of State Please enter the two words", "new_id": -2}, {"i": 49389, "idx": 2, "index_answer": 0, "new_id": -1, "q": "he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone sees him that way. <q> In the eyes of many people, he's a hero, </q> said <strong> Dwaine Caraway </strong>, adding that he doesn't condone animal cruelty. Photo: Scars from fighting mark the face of Lucas, the grand champion of football player <strong> Michael Vick </strong>'s fighting dogs in Kanab, Utah.", "sa": ["Dwaine Caraway", "Michael Vick"], "uid": "1297240707110002271"}, {"uid": "1295699377236945420", "i": 437, "idx": 0, "sa": ["Michael Vick", "Al Davis"], "q": ", franchise-tag contract, no problem.\" It really doesn't matter as long as I can play football next year,\" <strong> Michael Vick </strong> said the day after the Eagles' playoff loss to Green Bay. <q> It's all a blessing to me. </q> Ah, but then <strong> Michael Vick </strong> had a little chat with his agent, Joel Segal. And Segal apparently explained the many reasons most players and agents would rather go hot-tubbing with <strong> Al Davis </strong> than play under a franchise", "new_id": -2}, {"uid": "1296591793045760520", "i": 21155, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "arise. As we all know, what in fact happened was that Iraq spontaneously descended into violence, looting, and mob rule. But then-secretary of defence <strong> Donald Rumsfeld </strong> famously shrugged when asked about the looting, <q> Freedom's untidy. Democracy is a messy thing. </q> For the Americans, capitalism in Iraq amounted to destroying the state and seeing who starts a business, while democracy in Afghanistan involved appointing a strongman and seeing if anyone would vote for him. These twin", "new_id": -2}, {"uid": "1296853529158482436", "i": 11508, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Paul McMullan"], "q": "do it\". <strong> Andy Coulson </strong>, who last month quit as <strong> David Cameron </strong>'s director of communications, worked at the Sun for more than a decade before joining the News of the World in 2003. <q> <strong> Andy Coulson </strong> knew a lot of people did it at the Sun on his Bizarre[ showbiz] column and after that at the NOTW, </q> <strong> Paul McMullan </strong> claimed. <strong> Paul McMullan </strong>, who is now a pub landlord, also described a flourishing trade in private information at the News of the World, which he said was regularly supplied with details of celebrities'", "new_id": -2}]