[{"uid": "1296391786239042627", "i": 4586, "idx": 5, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong> said. In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better than it has ever been this season. <q> I feel like this one, I had to work hard to get it, </q> he said.\" It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it", "new_id": -2}, {"uid": "1295512445009502750", "i": 7547, "idx": 0, "sa": ["Savanna Samson", "Michael Vick", "Sasha Grey", "DeSean Jackson", "Mike Missanelli", "Jenna Jameson"], "q": "star <strong> Savanna Samson </strong>.\" Now that so many adult film stars including <strong> Jenna Jameson </strong> and <strong> Sasha Grey </strong> have crossed over into the mainstream, it's disappointing that the NFL continues to discriminate against them,\" he said. <q> I wonder if they're planning on restricting <strong> Ben Roethlisberger </strong> from playing or <strong> Rex Ryan </strong> from coaching in the big game. </q> <strong> Mike Missanelli </strong>'s show goes to the dogs <strong> Mike Missanelli </strong> committed an unintentional violation while interviewing Eagles quarterback <strong> Michael Vick </strong> on his radio show yesterday. <strong> Mike Missanelli </strong> reminded <strong> Michael Vick </strong> that <strong> DeSean Jackson </strong> made some comments about the quarterback", "new_id": -2}, {"uid": "1297258276038010882", "i": 32216, "idx": 2, "sa": ["Mike Pence"], "q": "under the white stones of Arlington National Cemetery died, and it is not good government.\" Rep. <strong> Mike Pence </strong>, R-Ohio., said he wants tax money cut off from abortion providers, too. <q> Planned Parenthood is far and away the largest abortion provider in America and they are also the largest recipient of federal funding under Title Ten, </q> <strong> Mike Pence </strong> said.\" And I believe the time has come for that to end.\" The hearing's chairman conveyed the key issue facing the panel. CBN IS HERE FOR YOU!", "new_id": -2}, {"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q> the left is trying to goad her into it, </q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}, {"uid": "1297709543205012998", "i": 995, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "\" are just using them to make obscene profits.\" <strong> Sen. Bernie Sanders </strong> was the chief sponsor of a 2008 bill that increased federal heating assistance. He said he was disappointed in the president's budget proposal. <q> This senator will do everything he can to make sure that the budget is not balanced on the backs of the weak, the vulnerable, the sick or the old who can't afford to heat their homes in the winter, </q> he said.\" This is simply wrong,\" added <strong> Sen. Bernie Sanders </strong> Peter Welch( D-Vt.).\" We must not balance the budget at the expense of Vermonters struggling to heat their homes in winter", "new_id": -2}, {"uid": "1295480681265797667", "i": 24179, "idx": 0, "sa": ["John Yarmuth", "Mike Pence"], "q": "300,000 of them with pre-existing conditions, your protection against discrimination will not go away,\" <strong> John Yarmuth </strong> said. Republican members saw the vote as an opportunity to follow through on a campaign promise. <q> Today, House Republicans are going to stand with the American people, </q> said U.S. Rep. <strong> Mike Pence </strong>( R- Indiana),\" and vote to repeal the government takeover of healthcare lock stock and barrel.\" The House repeal of the plan is largely symbolic, because Democrats still", "new_id": -2}, {"uid": "1297113612077856768", "i": 21580, "idx": 2, "sa": ["Simon Cowell"], "q": "'s Got Talent\" have fished the talent pool, <strong> Simon Cowell </strong> said he has a gut feeling he will be able to uncover such a talent.\" You've only got to find one,\" he said. <q> If I didn't believe I could do this, there would be no point in making the show. </q> The mentoring component grew out of him becoming bored and frustrated just sitting at the Idol desk and picking apart performances.\" I wanted to make a show on which I and my fellow judges could help", "new_id": -2}, {"uid": "1295989072115605548", "i": 12050, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "\" You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right,\" she said. <q> If you are not,... it's probably a program best administered and controlled at the state level. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ENGINEER SOFTWARE Company Advent Software ENGINEERING OPPORTUNITIES Company Newfield EXECUTIVE DIRECTOR Company", "new_id": -2}, {"uid": "1297117513135839757", "i": 38862, "idx": 0, "sa": ["Simon Cowell"], "q": "in TV history. Show supremo <strong> Simon Cowell </strong> is excited to be offering the biggest guaranteed prize in television history, and has also revealed the programme will welcome audionees aged from just 12. He said: <q> I like the idea that a 12 year old on this show can compete with an older singer and a singing group.\" I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5m recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> On the UK version of the show- where winners land a Â£ 1 million record deal- contestants must be aged at least 16 to enter, though for two seasons the minimum age was reduced to", "new_id": -2}, {"uid": "1294980002041598981", "i": 48225, "idx": 4, "sa": ["Steve Ballmer"], "q": "success and move forward into the era of cloud computing.\" <strong> Steve Ballmer </strong> had apparently talked with Muglia\" about the overall business and what is needed to accelerate our growth\" and came to the decision that <q> now is the time to put new leadership in place for STB. </q> Microsoft Watch posting, I thought <strong> Steve Ballmer </strong>'s word choice and tactics in dismissing Muglia were unnecessarily brutal, considering his two decades of saddle time with Microsoft. That being said, it seems like <strong> Steve Ballmer </strong> has", "new_id": -2}]