[{"uid": "1295668634145047636", "i": 11831, "idx": 0, "sa": ["James Cleveland", "LeBron James", "Reggie Hodges", "Carmelo Anthony", "Allen Iverson"], "q": "Orleans Saints. A great run for their punter <strong> Reggie Hodges </strong>. Go Browns! http://wn.com/Cavaliers_PreGame_Photo/Dance_LeBrons_PreGame_Ritual_HD The Cavs Take a family photo befor a game HD http://wn.com/Allen_Iverson_25pts_Melo_vs_Lebron_James_Cavaliers_NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules <strong> James Cleveland </strong>'s hoops King. <q> I know he hates losing to me, </q> <strong> Carmelo Anthony </strong> said with a laugh. <strong> Carmelo Anthony </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over the injury-depleted Cavaliers. <strong> Carmelo Anthony </strong>, who got to rest in the", "new_id": -2}, {"uid": "1295669701105103360", "i": 6864, "idx": 3, "sa": ["Eric Schmidt"], "q": "momentum in emerging businesses such as display advertising and mobile. Page praised <strong> Eric Schmidt </strong> in the statement, saying he has done an\" outstanding job\" and calling him a\" tremendous leader.\" <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion\" for a long time\" as the company tries to\" simplify\" its management structure. <strong> Eric Schmidt </strong> said the key", "new_id": -2}, {"uid": "1296770479240500761", "i": 26805, "idx": 0, "sa": ["Mitt Romney", "Mike Huckabee", "David Letterman"], "q": "the likes of <strong> Mike Huckabee </strong>, <strong> Mitt Romney </strong> launched a media blitz this week, appearing on Fox News and conservative radio programs. He even showed up on <strong> David Letterman </strong>'s\" Late Show\" to give a list of <q> Top 10 Things You Don't Know About <strong> Mitt Romney </strong>. </q>( No. 8:\" I'm the guy in the photo that comes with your picture frame.\") Unlike other potential conservative presidential candidates, <strong> Mitt Romney </strong> has largely avoided criticizing the Obama administration over its", "new_id": -2}, {"uid": "1296776656214941710", "i": 45878, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush"], "q": "his wife, Joyce, and all their children.\" What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me,\" <strong> Donald Rumsfeld </strong> writes. <q> At that moment, I couldn't speak. </q>( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes, was in not forcing <strong> President Bush </strong> to accept his offers to resign after the abuse", "new_id": -2}, {"uid": "1297005372041598997", "i": 22936, "idx": 0, "sa": ["Colin Powell", "Dick Cheney", "Ronald Reagan", "Barack Obama"], "q": "Personal and Political Memoir.\" He told the crowd at the <strong> Ronald Reagan </strong> tribute, part of the celebration of the late president's 100th birthday on Sunday, that the book was going well. <q> I'm deep into my years as vice president and let's just say I'm not having writer's block, </q> <strong> Dick Cheney </strong> said. Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article: <strong> Barack Obama </strong> steps up diplomacy for Egypt transition... Article: <strong> Barack Obama </strong> urges entrepreneurial focus on", "new_id": -2}, {"uid": "1297272186258801696", "i": 40299, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "picked an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Likewise Software Lets You Take Advantage of Active Directory Infrastructure Across Linux, Windows and Mac Systems <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1295665841145047603", "i": 23052, "idx": 0, "sa": ["Paul Brody", "Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> At the Enteprise 2.0 Conference( 2010) in Santa Clara, CA, Sococo President <strong> Paul Brody </strong> gives TechWeb's David Berlind a demonstration of the company's latest entry into the social enterprise software market: a technology", "new_id": -2}, {"uid": "1297450441198262785", "i": 14793, "idx": 0, "sa": ["Donald Rumsfeld", "Ron Paul", "Dick Cheney"], "q": "hasn't fallen too far from the tree. <strong> Dick Cheney </strong> <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> introduced former <strong> Dick Cheney </strong> to an elite group of CPAC attendees on Thursday, jokingly plugging a <strong> Dick Cheney </strong> run for president under the slogan, <q> <strong> Dick Cheney </strong> in 2012... the <strong> Dick Cheney </strong> you know. </q> Funny as that was, <strong> Dick Cheney </strong> was later subjected to booing and accusations of being a war criminal by a couple of hecklers, perhaps <strong> Ron Paul </strong> supporters, perhaps not. The heckler was drowned in a chorus of\"", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q> We want to eliminate that uncertainty so that businesses can continue in </q> their research and development projects, she said.\" This is not a Democrat or a Republican idea,\" <strong> Kirsten Gillibrand </strong> said.\" It's just a good idea.\" She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}, {"uid": "1296784629036126790", "i": 41636, "idx": 5, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": "the chairman of the Joint Chiefs of Staff. But selfless <strong> Donald Rumsfeld </strong> scotched that idea. He claims Bush and Cheney repeatedly persuaded him to stay and even <strong> Bill Clinton </strong> once told him at a WWII memorial dedication that <q> no one with an ounce of sense thinks you had any way in the world to know about the abuse taking place that night in Iraq. </q> <strong> Donald Rumsfeld </strong> now regrets his decision to remain on, calling it a misjudgment because it contributed to the drumbeat of\" torture\" maintained by\" partisan\" critics of the war and Bush. Interestingly, he", "new_id": -2}]