[{"uid": "1295094117134053957", "i": 505, "idx": 3, "sa": ["Donald Rumsfeld", "Vince Gonzales", "President Bush"], "q": "<strong> Donald Rumsfeld </strong> promised change but the next day Sept. 11-- the world changed and in the rush to fund the war on terrorism, the war on waste seems to have been forgotten. Just last week <strong> President Bush </strong> announced, <q> my 2003 budget calls for more than$ 48 billion in new defense spending. </q> More money for the Pentagon, CBS News Correspondent <strong> Vince Gonzales </strong> reports, while its own auditors admit the military can not account for 25 percent of what it spends.\" According to some estimates we can not track$", "new_id": -2}, {"uid": "1296237370016105485", "i": 47185, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson", "Antoine Walker"], "q": "to a 111-108 victory over the Minnesota Timberwolves on Saturday night. The Nuggets point guard finished with 35 points, including a fade-away jumper and two free throws in the final 30 seconds that helped secure the win. <q> He came up big for us, </q> said <strong> Carmelo Anthony </strong>, who finished with 26 points despite having the flu.\" He hit some big shots.\" <strong> Allen Iverson </strong> gave the Nuggets a 109-108 lead with his jumper with 29 seconds left. <strong> Antoine Walker </strong> took a jumper", "new_id": -2}, {"i": 41592, "idx": 8, "index_answer": 3, "new_id": -1, "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency.\" He's not a Muslim,\" said <strong> Colin Powell </strong>, but\" what if he is?\" <q> I'm troubled by the fact that within the party we have these kinds of expressions </q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state.\" We have got to stop polarizing ourselves.\" Republican State <strong> Ron Paul </strong> <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN Republican State", "sa": ["Barack Obama", "Bill Ayers", "Leo Berman", "Colin Powell", "Ron Paul"], "uid": "1295966915202670097"}, {"uid": "1295559497260145158", "i": 13, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said.\" <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the", "new_id": -2}, {"uid": "1295911315122798093", "i": 13283, "idx": 1, "sa": ["Sheldon Whitehouse", "Sen. Bernie Sanders"], "q": ", as he has proposed in the past.\" That is the blueprint that they're supporting,\" said Vermont <strong> Sen. Bernie Sanders </strong>, an independent who caucuses with Democrats, to reporters on a conference call. <q> Why else would they select him as their spokesperson for this? </q> Under new House rules, Ryan gets to set the budget ceiling. <strong> Sen. Bernie Sanders </strong> <strong> Sheldon Whitehouse </strong>( D-R.I.) argued that this\" unfettered control\" for the House Budget Committee Chairman is also tantamount to an", "new_id": -2}, {"uid": "1296962228115425286", "i": 13679, "idx": 5, "sa": ["Michael Vick"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season.\" To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q>( notes) and Kansas City quarterback( notes)( 2 each), and Pittsburgh safety( notes), Seattle running back/kick ereturner( notes), and Tampa Bay rookie running back(", "new_id": -2}, {"uid": "1295625930089243655", "i": 29339, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "at the News of the World has made it difficult for me to give the 110 percent needed in this role,\" said <strong> Andy Coulson </strong>, who has always denied any knowledge of wrongdoing at the newspaper. <q> When the spokesman needs a spokesman it's time to move on, </q> he said in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and on Friday defended his own judgement in hiring him after his resignation from the News of the World.", "new_id": -2}, {"uid": "1297481921069795902", "i": 16415, "idx": 1, "sa": ["Piers Morgan", "Declan Donnelly", "Simon Cowell", "Ant McPartlin"], "q": "does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking.\" <strong> Declan Donnelly </strong> added: <q> For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune. </q> <strong> Ant McPartlin </strong> chipped in:\" I really didn't know what to expect with the Hoff. I've seen him be totally out there.\" But he's just great at it. He", "new_id": -2}, {"uid": "1296770511173654034", "i": 12195, "idx": 45, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "contemplated leaving, even after <strong> Dick Cheney </strong> told him that he had to stay. In May 2004, when Bush visited the Pentagon and then repaired to <strong> Donald Rumsfeld </strong>'s office, the secretary handed him yet another I-quit letter. <q> I have concluded that the damage from the acts of abuse that happened on my watch, by individuals for whose conduct I am ultimately responsible, can best be responded to by my resignation, </q> it said. Bush rejected the idea. <strong> Donald Rumsfeld </strong> said his mind was made up. But Bush would not accept the resignation, and <strong> Donald Rumsfeld </strong> says he eventually accepted the decision. To no one", "new_id": -2}, {"uid": "1297060233042303494", "i": 5821, "idx": 0, "sa": ["Michael Vick", "Stephen Schwambach"], "q": "is why we talked about <strong> Michael Vick </strong>, too. We asked the question,` Are they sincere( about their faith)?' And the answer is we don't know,\" he said. <q> The rest of it is that nobody knows that about you when you try to get your act together either, so cutting the guy some slack giving him another chance is what God does for us. </q> <strong> Stephen Schwambach </strong> said people should be looking for ways to intertwine their personal hobbies with their relationship with God, not separate them. NCAA lifts USI men's basketball program's postseason ban, issues 1 year", "new_id": -2}]