[{"uid": "1295561213061718589", "i": 2857, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc.", "Larry King"], "q": "in a some sort of blood sport, saying people\" assume that these are zero-sum games, which are battles to the death.\" <strong> Eric Schmidt </strong> instead proposed that the market was big enough for multiple approaches, saying <q> there's plenty of room for everyone. </q> techplanet30.com In this video I talk about <strong> Google Inc. </strong> and would like to know your thoughts on the company and their position in the world. I talk a little about <strong> Larry King </strong> Page, <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong> http://wn.com/Eric_Schmidt_at_IBM_Business_Partners_Leadership_Conference <strong> Eric Schmidt </strong> speaks at", "new_id": -2}, {"uid": "1296156789139182089", "i": 35131, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds.\" It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> gposner29 at 1:13 PM January 27, 2011 Simply repay what was stolen and all will be well. Besides, most boomers will", "new_id": -2}, {"uid": "1296175294201965575", "i": 12787, "idx": 2, "sa": ["Mike Pence"], "q": "Indianapolis Star, <strong> Mike Pence </strong> has circulated a letter to supporters announcing the decision. \"\" In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" wrote <strong> Mike Pence </strong>. <q> We will not seek the Republican nomination for president in 2012. </q> There are indications he may instead run for governor of Indiana. Well, the nation's loss is Indiana's gain. <strong> Mike Pence </strong> was one of the few potential candidates worth seriously considering, so", "new_id": -2}, {"uid": "1295563364204783630", "i": 10559, "idx": 3, "sa": ["Eric Schmidt"], "q": "\" so there's clear responsibility and accountability at the top of the company.\" After April 4, Page will lead product development and technology strategy and take charge of day-to-day Google operations. <q> In this new role I know he will merge Google's technology and business vision brilliantly, </q> <strong> Eric Schmidt </strong> wrote.\" Larry, in my clear opinion, is ready to lead.\" During a Thursday conference call, Page said <strong> Eric Schmidt </strong> has\" done an outstanding job leading Google. We're all", "new_id": -2}, {"uid": "1297290545073252890", "i": 31028, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "music network.\" This isn't just a singing competition, the contestants will also be judged on their song writing, radio interviews and music videos,\" <strong> Nigel Lythgoe </strong> said in a statement. <q> We're looking for more than just a singer, we want the complete creative, talented package- performer, personality and writer. We want the next Country superstar. </q> It is not the first time the Lythgoes have worked together. <strong> Simon Cowell </strong> has been a producer on\" Idol\" since 2002. The elder <strong> Nigel Lythgoe </strong> credits his son with some of his success, since it", "new_id": -2}, {"uid": "1296192813083116044", "i": 24641, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> said the loans would be used to develop engines, transmissions, frames and other components. Energy Department spokeswoman Stephanie Mueller said the GM decision would allow the department to <q> support a number of other innovative automobile technologies. </q> The department has committed or closed five loans totaling nearly$ 8.5 billion. GM says it no longer needs gov' t loan to go green General Motors Co., in another sign of its", "new_id": -2}, {"uid": "1297215146049299464", "i": 4364, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "BBC researcher Dina Mufti.\" Our families worry when we come here. They say working here can shorten your life,\" says Hartomo, 34, a sulphur miner for 12 years. <q> I do it to feed my wife and kid. No other job pays this well, </q> adds Sulaiman. Day in pictures Eye-catching images from around the world Knowable known <strong> Donald Rumsfeld </strong>'s memoirs leave little room for doubt War on abortion Video stings, rows over rape... the US", "new_id": -2}, {"uid": "1297291870118325258", "i": 37180, "idx": 0, "sa": ["Simon Cowell"], "q": "messed up some of the words. <strong> Simon Cowell </strong> said it sounded like a 100,000 people in the stadium just sat on a cat. Ouch! He didn't stop there. He said, <q> This is what happens when you perform in front of an audience, even to someone as experienced as <strong> Christina Aguilera </strong>. You can get it wrong. But that was bad. </q> Creating a free Starpulse.com account only takes a username, your email and a couple of seconds! Starpulse.com members can comment on news and topics, enter contests, show off their favorite artist", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the\" Jersey Shore\" sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong>\" <strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q> It's really hard for me to watch, </q> <strong> Nicole Polizzi </strong> says of watching the punch t...\" <strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010)\" <strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1295813862047513601", "i": 11437, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "- Here are some of the most notable sound bites from the Sunday morning shows: On <strong> Barack Obama </strong>'s State of the Union message: <q> The American people are expecting him to say something about what he's going to do to fix the economy even more than it has been fixed already, keep it moving forward, and to get the unemployment rate down. That's what they are looking forward to hearing about. </q>- Former Secretary of State <strong> Colin Powell </strong>, CNN's\" State of the Union\" CNN welcomes a lively and courteous discussion as long as you follow the Rules of Conduct set forth in our", "new_id": -2}]