[{"uid": "1295761232029376524", "i": 49229, "idx": 0, "sa": ["Andy Coulson"], "q": "snuck out of the base now should he... Hopefully he got some trim before the towel heads nabbed him( unless they were there with the lil' missus and she set him up). \" Report Abuse <q> I knew, and trained with Iraqis before desert storm. I they were good looking intelligent people. At least, that was what I saw. I do think, he was taking risks. But, a man in love does a lot of stupid things. Believe me, I am a man, I know! I hope he is released unharmed. At the very least, I hope they tell his family where he is. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296668242187940878", "i": 7237, "idx": 1, "sa": ["Allen Iverson", "Dwyane Wade"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/Miami_Heat_vs_Milwaukee_Bucks_88__78_December_6,_2010 <strong> Dwyane Wade </strong> has 25 points and 14 rebounds to lead", "new_id": -2}, {"uid": "1295137697028803114", "i": 8597, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman"], "q": "A few months later, the 55-year-old actor confirmed he is engaged to marry 29-year-old flight attendant <strong> Kayte Walsh </strong>. When <strong> Kelsey Grammer </strong> appeared on Thursday's edition of\" Late Show with <strong> David Letterman </strong>,\" <strong> David Letterman </strong> said: <q> Now, I understand, I'm under the impression that your marriage is ending. Is that a fact? </q> <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark,\" Well, I'm sorry to hear that, or I'm not sorry to hear that?\"\" Well, you are respectfully", "new_id": -2}, {"uid": "1296514398071991314", "i": 19420, "idx": 0, "sa": ["Barack Obama", "Michael Vick"], "q": "Photo in Slideshow: U.S. <strong> Barack Obama </strong> speaks to the Families USA's 16th... Photo in Slideshow: In this photo released by the White House, <strong> Barack Obama </strong>... Video: Raw Video: Catapult for smuggling marijuana Report Abuse <q> Kim S. Hope you can convince her to come here. Quinn, nor any other politician here won't do anything. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Undercover Gun Show Probe: Semi-Automatic Weapons, No Background Check Trader Makes$ 4 Billion Wiz Kid Stock& Option", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place. </q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}, {"uid": "1297239482104841255", "i": 47143, "idx": 1, "sa": ["Colin Powell", "President Bush"], "q": "U.S. never found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> Rumsfeld wrote. He said he made his recommendation to <strong> President Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later.", "new_id": -2}, {"uid": "1295621146048054324", "i": 48782, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": ")-- <strong> David Cameron </strong>'s press chief, <strong> Andy Coulson </strong>, quit over alleged phone tapping when he edited <strong> Rupert Murdoch </strong>'s News of the World newspaper, prompting opposition Labour Party attacks on the U.K. prime minister's judgment. <q> Continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role, </q> <strong> Andy Coulson </strong> said in an e-mailed statement today.\" I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.\" <strong> Andy Coulson </strong> has denied any", "new_id": -2}, {"uid": "1295733110147996681", "i": 34163, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "Rupert Murdoch"], "q": "Nobody cares what I think\".( Apologies for shaky video and crappy sound!) sub+ comment+ thumbs up The real reasons behind the slur? copyrights not my own A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. Labour leader <strong> Ed Miliband </strong> welcomes <strong> Andy Coulson </strong>'s resignation but says the Number 10 press chief should have quit earlier.. Follow us on twitter at twitter.com. An emergency", "new_id": -2}, {"uid": "1295840751200425483", "i": 1780, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "to speed up decision-making at the Internet giant. In a regulatory filing last week, <strong> Google Inc. </strong> said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his <strong> Google Inc. </strong> stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. As of Dec. 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of <strong> Google Inc. </strong> stock and controlled 9.6 percent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1295560415243745631", "i": 13207, "idx": 1, "sa": ["Eric Schmidt"], "q": "imagine that <strong> Eric Schmidt </strong> ever saw himself as just a placeholder, particularly having been with Google for a decade. And realistically, <strong> Eric Schmidt </strong> will continue fulfilling most of his\" adult\" duties in his new capacity, focusing <q> on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach. </q> You know, grown-up stuff. That's increasingly been <strong> Eric Schmidt </strong>'s primary function anyway; now it's his sole obligation. And in today's earnings call, <strong> Eric Schmidt </strong> explicitly said he didn't", "new_id": -2}]