[{"uid": "1297123522226197504", "i": 6685, "idx": 0, "sa": ["Bill Clinton", "Barbara Walters", "David Letterman", "Lauren Conrad"], "q": "host <strong> David Letterman </strong> underwent emergency heart surgery in 2000 and chatted candidly with <strong> Barbara Walters </strong> about his feelings of joy following the operation. But they didn't last long. During the chat, <strong> David Letterman </strong> stated, <q> Depression is a <strong> Bill Clinton </strong> hole... I've dabbled in it.\" There's a difference in being sad and being blue and being depressed and being chemically or clinically depressed. I do know the difference between those and it's horrifying.\" Without some kind of medicinal help... institutions used to be full of people who were depressed. </q> <strong> Bill Clinton </strong>\" The Hills\" star <strong> Lauren Conrad </strong> has revealed MTV bosses have scrapped her new reality show after deciding it was\" too highbrow\" for their audience. <strong> Lauren Conrad </strong> shot to fame in", "new_id": -2}, {"uid": "1295756651021528610", "i": 13744, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin", "Will Page"], "q": "automatically to change his or her name on reaching adulthood in order to disown youthful hijinks stored on their friends' social media sites.\"\" Just remember when you post something, the computers remember forever.\" <q> You can trust us with your data. </q> The Google China Syndrome: <strong> Eric Schmidt </strong> Had Enough <strong> Eric Schmidt </strong> wanted to stay in China. <strong> Will Page </strong> and <strong> Sergey Brin </strong> didn't.\" Upset\" after losing this fight with Google's founders, <strong> Eric Schmidt </strong>\" lost some", "new_id": -2}, {"uid": "1296023224046219314", "i": 5781, "idx": 1, "sa": ["Zack Rosen", "Allen Iverson"], "q": "Junior and basketball captain <strong> Zack Rosen </strong> described a drill that required the team to tally how many numbers Fish mentioned during a one-minute speech.\" Everyone can basically get it right,\" <strong> Zack Rosen </strong> said. <q> Then he'll say,` Okay, so we're capable of concentrating for a minute. We need to break it down into small segments, until you get to 40.' </q> Coach Jerome <strong> Allen Iverson </strong>- whose players have also consulted with Wharton management professor Keith Weigelt on mental preparation- is grateful that so much attention is paid to something\" so easily said, but so hard to", "new_id": -2}, {"uid": "1295068749012681281", "i": 47373, "idx": 0, "sa": ["Mike Pence"], "q": "find ourselves, lends itself to some contemplation. I think there's a hope, at least, for reasonableness.\" The argument is not likely to woo staunch gun-rights advocates in Congress. <q> I believe, as Americans have believed since the American founding, that firearms in the hands of law-abiding citizens make communities safer, not less safe, </q> Rep. <strong> Mike Pence </strong>, R-Ind., said in an interview.\" And I understand the human impulse is to look for blame. Heartache does that. But no expressed opinion and no public policy created what happened on Saturday", "new_id": -2}, {"i": 34417, "idx": 1, "index_answer": 0, "new_id": -1, "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. <strong> We Trust </strong>'ve missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four Part 2: www.youtube.com Sacramento Kings rookie point guard <strong> Pooh Jeter </strong> does his first ever video blog. <strong> Pooh Jeter </strong> talks about the past season in Spain", "sa": ["Elton Brand", "Pooh Jeter", "Allen Iverson"], "uid": "1295507174010305539"}, {"uid": "1296354802205946894", "i": 1568, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger", "Charles Woodson"], "q": "quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they can't fall for <strong> Ben Roethlisberger </strong>'s pump fakes. <q> You can't just go full speed and reckless, </q> <strong> Charles Woodson </strong> said.\" You've got to kind of break down and be ready to move either way with the quarterback. Because it doesn't take much for a quarterback to just step one foot forward or step", "new_id": -2}, {"uid": "1295389551128106499", "i": 4719, "idx": 0, "sa": ["Hu Jintao", "Chuck Schumer", "Kirsten Gillibrand"], "q": "President <strong> Hu Jintao </strong> during his state visit this week. <strong> Kirsten Gillibrand </strong> focused her attention on two issues-cybersecurity and the hoarding of rare earth elements( REEs)- where she feels the Chinese are behaving inappropriately. <q> Cybersecurity and REEs greatly affect both the national and economic security of the United States, and I continue to be concerned about China's policies regarding these two strategic interests, </q> she wrote in her letter. <strong> Kirsten Gillibrand </strong>'s letter comes on the heels of a formal complaint by Senator <strong> Chuck Schumer </strong> who has been a strong voice against the Chinese for much of the past decade. <strong> Chuck Schumer </strong> picked", "new_id": -2}, {"uid": "1296570716100761626", "i": 902, "idx": 0, "sa": ["David Letterman"], "q": "` Late Show With <strong> David Letterman </strong>,' the preteen heartthrob was trying to talk about his upcoming documentary movie, but we couldn't concentrate on what he was saying.-- <q> Right now[ I'm] just kind of like focusing like on my music a lot and stuff like that's really like important to me. </q>--\" Like most people would just think like they just put me together; some people just made me; and like I'm just like some factory like machine.\" And like the", "new_id": -2}, {"uid": "1295548752193724443", "i": 27408, "idx": 1, "sa": ["Simon Cowell"], "q": "the inevitable cancelation of Idol that will occur next Tuesday morning because the show can't go on without judge X, and it hasn't been ever since that season where they found contestant Y. JTesla: <q> However, people have to continue to try and predict it's downfall, just as they've been doing since Season 5. </q> No <strong> Simon Cowell </strong>,` Idol' has biggest year-to-year debut dropoff ever` American Idol' auditions, episode 1, season 10: just say no? No! A summary of` Idol' changes and their", "new_id": -2}, {"uid": "1296911454221642769", "i": 49405, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "\" <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. <q> I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him, </q> <strong> Roger Goodell </strong> said.\" He takes that seriously, also.\" You must fill out the comment body in order to submit a comment. RSS feeds for the latest South Jersey news, sports, business and", "new_id": -2}]