[{"uid": "1297184999119177281", "i": 7615, "idx": 1, "sa": ["Simon Cowell"], "q": "same house, where the cameras continue to roll. So why the big prize for the American X Factor? <strong> Simon Cowell </strong> says that he's confident a big star will emerge from season one. <q> We are going to put our money where our mouths are with this$ 5 million recording contract, </q> says the judge and producer.\" I'm doing this show in America because I genuinely believe we can find a superstar.\" The premiere date hasn't been announced, but auditions start in L.A.", "new_id": -2}, {"uid": "1295907775203866167", "i": 21992, "idx": 4, "sa": ["Eric Schmidt", "Rob Enderle"], "q": "Page uiteindelijk het bedrijf zou gaan leiden dat hij eerder zelf had opgericht. De zijwieltjes mogen er eindelijk vanaf\", zegt <strong> Rob Enderle </strong>, die zelf denkt dat de Chinese klucht <strong> Eric Schmidt </strong> uiteindelijk de das om heeft gedaan. <q> Het was mij <strong> Bill Gates </strong> snel duidelijk dat <strong> Eric Schmidt </strong> en Larry toen niet op dezelfde golflengte zaten </q>, meent de analist. Hij voegt daaraan toe niet te verwachten dat <strong> Eric Schmidt </strong> nog lang in zijn nieuwe rol zal functioneren. Van Page wordt in de komende jaren verwacht dat hij Google niet alleen op consumentenvlak", "new_id": -2}, {"uid": "1295666866215973888", "i": 47510, "idx": 0, "sa": ["Keith Olbermann", "David Letterman", "President Bush"], "q": "When he returned from his suspension in November, <strong> Keith Olbermann </strong> thanked viewers for support that is ususally reserved for Chilean miners. Filmmaker <strong> David Letterman </strong> Moore, a guest that night, told <strong> Keith Olbermann </strong> as their interview ended, <q> It's nice that you're still here. Please don't leave. </q> <strong> Keith Olbermann </strong> gained admirers and detractors by blasting <strong> President Bush </strong> and his administration's policies. In November, <strong> Keith Olbermann </strong> lambasted <strong> President Bush </strong>'s memoir\" Decision Points\" and <strong> President Bush </strong>'s drive to sell it. <strong> Keith Olbermann </strong> compared the book", "new_id": -2}, {"uid": "1296253842209223685", "i": 8053, "idx": 2, "sa": ["Rasheed Wallace", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak.\" The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/Washington_State_at_Oklahoma_State__2010_Football_Highlights Highlights from Oklahoma State's dominating 65-17 win over Washington State to open the 2010 football season at", "new_id": -2}, {"uid": "1296443805235372683", "i": 46932, "idx": 17, "sa": ["Allen Iverson", "Yao Ming"], "q": "I just want to see things get better for them.\" For the first time in his career, <strong> Allen Iverson </strong> may have enjoyed watching the 76ers lose, but he swore he took no extra gratification in it. <q> People ask that question all day, but my whole thing is to just win the basketball game, </q> <strong> Allen Iverson </strong> insisted.\" If I had a <strong> Yao Ming </strong> game and we didn't win I would be feeling terrible right now. I'm just happy we got the win. Like I said, it's just another", "new_id": -2}, {"uid": "1294955048093012011", "i": 38157, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Dr. Peter", "Gabrielle Giffords"], "q": "hand on Wednesday evening when she was able to open one eye. That eye was unbandaged and <strong> Gabrielle Giffords </strong> tried to focus that left eye on her loved ones for the first time since the incident happened. <q> This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more, </q> stated her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, who was also present for the eye opening, told press\" It was raw courage. It was raw strength. It was so beautiful and so", "new_id": -2}, {"i": 41592, "idx": 8, "index_answer": 3, "new_id": -1, "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency.\" He's not a Muslim,\" said <strong> Colin Powell </strong>, but\" what if he is?\" <q> I'm troubled by the fact that within the party we have these kinds of expressions </q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state.\" We have got to stop polarizing ourselves.\" Republican State <strong> Ron Paul </strong> <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN Republican State", "sa": ["Barack Obama", "Bill Ayers", "Leo Berman", "Colin Powell", "Ron Paul"], "uid": "1295966915202670097"}, {"uid": "1295066638160808960", "i": 35894, "idx": 0, "sa": ["Brian Cashman", "Mike D'Antoni", "David Letterman", "Mike Francesa"], "q": "was at the game.... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. <q> He doesn't listen to me, </q> <strong> Mike D'Antoni </strong> said with a laugh.\" He was nice, though, very diplomatic.\" Breakfast With A Champion WFAN and <strong> Mike Francesa </strong> will host a very special\" Breakfast with a Champion\" with Yankees GM <strong> Brian Cashman </strong>", "new_id": -2}, {"uid": "1295569718224641035", "i": 5009, "idx": 0, "sa": ["Eric Schmidt", "Andrew Conry-Murray"], "q": "needed!\" InformationWeek's <strong> Andrew Conry-Murray </strong> interviewed EMC World 2008 attendees to find out what interesting IT projects people have going on. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297715027211173392", "i": 2332, "idx": 1, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "third-party applications and a significant upgrade to Internet Explorer 9, optimized for hardware acceleration on Windows Phone.\" We will bring multitasking to Windows Phone this year,\" <strong> Steve Ballmer </strong> said. And in the second half, <q> we'll be able to give people the full Internet on their phone...[ the Internet] will be a first-class citizen on the phone. </q> <strong> Steve Ballmer </strong> rolled out <strong> Joe Belfiore </strong>, a corporate VP, to show a demo of IE9 on a Windows Phone 7 device running side by side Safari on an iPhone. Obviously, IE9 with hardware acceleration made for", "new_id": -2}]