[{"uid": "1297360972264552456", "i": 22042, "idx": 0, "sa": ["Eric Schmidt"], "q": "said in an interview with a Swiss magazine on Thursday. Asked about the high valuations being put on companies such as social network company Facebook and game developer Zynga, <strong> Eric Schmidt </strong> said in an interview with Bilanz: <q> There are clear signs of a bubble... But valuations are what they are. People believe that these companies will achieve huge sales in the future. </q> The Wall Street Journal reported on Thursday that Google, Facebook and others have held low-level takeover talks with Twitter, valuing the company as high as$ 10 billion. Asked whether he planned to", "new_id": -2}, {"uid": "1296480948012714004", "i": 20887, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy.\" I think it is also one of the best things that could have happened to Chrysler, too.\" The Miami Herald is pleased to provide this opportunity to", "new_id": -2}, {"uid": "1296829528069533709", "i": 17777, "idx": 0, "sa": ["Hosni Mubarak", "Ronald Reagan", "Mike Pence"], "q": "of Departure?\" Tahrir Square filled again with vast crowds of anti-government demonstrators Friday, demanding for the 11th day the immediate ouster of Egyptian <strong> Ronald Reagan </strong> <strong> Hosni Mubarak </strong>,\" the Washington Post reports. So far: <q> Friday's gathering was calm and orderly, without the beatings, bloodshed and widespread arrests of foreign journalists and observers that had sparked outrage the day before. </q> And it appears the Egyptian army is trying to protect the protestors. Last night, Joint Chiefs Chairman <strong> Mike Pence </strong> Mullen said on the\" Daily Show\":\" In discussions I've had with their military leadership,", "new_id": -2}, {"uid": "1295612138190234649", "i": 40603, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "by the ongoing scandal. He still denies wrongdoing but felt the publicity made it impossible for him to get on with his job, said one friend. In a statement the Prime Minister said: <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my Director of Communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so.\" <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government. </q> Mr <strong> David Cameron </strong> made clear he had\" full confidence\" in Mr <strong> Andy Coulson </strong> and had not pushed him out.\" During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete", "new_id": -2}, {"uid": "1297716682175407198", "i": 19640, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "represent a natural partnership.\" Mr <strong> Stephen Elop </strong> said the world's biggest mobile operators were\" all smiles\" about the tie-up because Nokia has traditionally been more amiable to telecoms providers than Apple or Google. <q> This is good news for operators, </q> he said.\" We are in a position to create a third ecosystem. We know what it means to be the most friendly to the operators.\" <strong> Steve Ballmer </strong>, Microsoft's chief executive, said", "new_id": -2}, {"i": 556, "idx": 14, "index_answer": 0, "new_id": -1, "q": "think you could have made it a hit.'?\" American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. <q> It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looking at you, like,` What just happened?'? </q> But <strong> Simon Cowell </strong>'s value was instantly clear.\" I still didn't know what the hook of this show was-all these kids come out and sing,\" stage manager <strong> Debbie Williams </strong> remembers of her first day on", "sa": ["Brian Dunkleman", "Simon Cowell", "Debbie Williams"], "uid": "1295218070163594249"}, {"uid": "1296704404078823458", "i": 2145, "idx": 0, "sa": ["Rasheed Wallace", "Rick Pitino", "Allen Iverson", "Lamar Odom"], "q": "Pistons since Jan. 8, 2002. The Western Conference-leading Lakers earned their fourth straight victory to pull within a game of NBA-leading Cleveland, and five in a row on the road for a league-high 26 this season. <q> <strong> Michael Jackson </strong> of our goals is to have the best record before the playoffs start to have home-court advantage, </q> <strong> Lamar Odom </strong> acknowledged. At this point, the once-mighty Pistons simply are hoping to make the playoffs. They were without <strong> Allen Iverson </strong>( back), <strong> Rick Pitino </strong> Hamilton( groin) and <strong> Rasheed Wallace </strong>( calf) against the Lakers.", "new_id": -2}, {"uid": "1297242468110002178", "i": 7581, "idx": 4, "sa": ["Colin Powell", "President Bush"], "q": "York because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An Associated Press reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious", "new_id": -2}, {"uid": "1295571569192872501", "i": 5005, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "has such incredible opportunity- we are only at the beginning and I can't wait to get started.\" <strong> Eric Schmidt </strong> said the three had been taking decisions together but it had been a slow process. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said. <strong> Sergey Brin </strong> would devote his energy to\" strategic projects, in particular working on new products,\" Google said in a statement. Google continues to dominate search and online advertising but", "new_id": -2}, {"uid": "1296341513125665387", "i": 9313, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Larry King", "Ricky Gervais", "Oprah Winfrey"], "q": "arrived. The Brit replaced the <strong> Larry King </strong> after his retirement and has started his show\" Pierce <strong> Piers Morgan </strong> Tonight\" with a bang, interviewing the likes of <strong> Oprah Winfrey </strong>, <strong> Ricky Gervais </strong>, and <strong> Howard Stern </strong>. His promise to viewers? <q> What I want to see is energy, and dynamism, humor... there's nothing more boring than boring TV. Who wants to watch that? The one thing I can guarantee people, is that I won't be boring. </q>( CNN) From one interviewer to another, <strong> David Letterman </strong> offered a piece of advice. <strong> David Letterman </strong>\" You need to grab somebody by the tie and just pop'em, just a short right cross and then it'd", "new_id": -2}]