[{"uid": "1295916380143048746", "i": 1644, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, now 37 and graying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page says he will be making most of the big decisions as he tries to rekindle <q> the soul and passion of a startup. </q> <strong> Sergey Brin </strong> will concentrate on developing new products. He's worth$ 15 billion, but Page remains something of a rebel who has always had a disdain for corporate protocol.\" Larry and <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1295473409213434455", "i": 21313, "idx": 3, "sa": ["Sergio Marchionne"], "q": "can not stop if Chrysler is going to continue to rejuvenate its lineup, pay off government loans and offer its stock for sale again.\" I can't stop the machine,\" <strong> Sergio Marchionne </strong> said. <q> So far, I have been able to manage it, </q> he said, but\" there will come a point in time when I have to go into the kitty and use other cash for this.\" Chrysler is working on making its gasoline engines more efficient", "new_id": -2}, {"uid": "1295872184245907493", "i": 1894, "idx": 0, "sa": ["Andy Coulson", "Karren Brady", "Richard Keys"], "q": "impression. Photograph: David Cheskin/Empics No end of coverage in today's papers about Sky Sports presenters <strong> Richard Keys </strong> and <strong> Andy Coulson </strong> Gray's sexist jibes at the weekend. Here's a sample. Gray: <q> Why is there a female linesman? Sombody's fucked up big. </q> Kay:\" The game's gone mad. See charming <strong> Karren Brady </strong> this morning complaining about sexism? Yeah. Do me a favour love.\" Alan Partridge couldn't have put it any better. Except- strange", "new_id": -2}, {"uid": "1296731741114950147", "i": 9633, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> and will receive a salary of Â£ 140,000.\" I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time,\" he said in a statement. <q> It's difficult to leave the BBC after a fascinating few years- but this is an opportunity I can't turn down. </q> <strong> David Cameron </strong> said in a statement yesterday that he was\" very pleased\" by the appointment.\" Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and", "new_id": -2}, {"uid": "1295284054229982243", "i": 27866, "idx": 0, "sa": ["Steve Ballmer"], "q": ". Microsoft Dynamics CRM Online is available today at a promotional price of$ 34 per user per month for the first 12 months of service to qualified customers that sign up by June 30, 2011. <q> Sales professionals are at the heart of almost every successful business, </q> <strong> Steve Ballmer </strong> said.\" Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "new_id": -2}, {"uid": "1295468819208011269", "i": 12509, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "drugged-out, effusive nutcase <strong> Paula Abdul </strong>, and brutally honest <strong> Simon Cowell </strong>, were fun to watch. I carry their voices in my head and amuse myself to this day with the tribunal's critique of my daily life: <q> Randy: Yo, Dawg. How you doin? You stepped out of your comfort zone here, but It wasn't the right subject matter for you. It got a little grammar-y at the end. So I du n no, it was just a` ight for me. </q> <strong> Paula Abdul </strong>: First of all I love your font! It's just gorgeous. And your spelling is perfect as always. I don't care what Randy syyays, I loved it. So witty and articulate", "new_id": -2}, {"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as\" terribly wrong.\"\" That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was\" incremental,\" not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}, {"uid": "1296167621065404968", "i": 42411, "idx": 1, "sa": ["Mike Pence"], "q": "Indiana.\" In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> He said he would make a decision\" later this year\" about what his next political step is, but by not running for president it is considered a virtual certainty that he will run for the GOP", "new_id": -2}, {"uid": "1295617945243957771", "i": 14452, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "impossible. In a personal statement issued by Number 10, Mr <strong> Andy Coulson </strong> said the drip-drip of claims about illegal eavesdropping under his editorship meant he could not\" give the 110% needed\". <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. British <strong> Tony Blair </strong> <strong> David Cameron </strong> said he was\" very sorry\" that Mr <strong> Andy Coulson </strong> felt\" compelled\" to go after months of intense pressure, and thanked him for his\" complete professionalism\" over", "new_id": -2}, {"uid": "1295541388061915138", "i": 42698, "idx": 0, "sa": ["Sergio Marchionne", "Edna Brown"], "q": "assembled in Toledo. In a Blade article published on Jan. 13, Chrysler Chief Executive <strong> Sergio Marchionne </strong> said in the next six months, Toledo should expect an announcement expanding Chrysler's Toledo Assembly operations. <q> While reading the newspaper just this morning, it seems they are going to make an announcement on a new line. And hopefully it is going to be that particular automobile which will create more jobs, </q> <strong> Edna Brown </strong> said. As a state senator, <strong> Edna Brown </strong> spends part of her time in Columbus and the other part in her district. While in the local area, <strong> Edna Brown </strong> said she plans on holding town meetings", "new_id": -2}]