[{"uid": "1296460181009125909", "i": 25745, "idx": 2, "sa": ["Paul Staines", "Andy Coulson", "Jeremy Clarkson", "Rebekah Brooks"], "q": "It is monolithic and uses all of its old-school-tie contacts. <strong> Jeremy Clarkson </strong> don't think <strong> Rebekah Brooks </strong> comes from that background. At least with Murdoch you know where you stand.\" The Guardian targeted <strong> Andy Coulson </strong> over the phone-hacking affair <q> as a proxy because you all hate News International, </q> he claims. <strong> Paul Staines </strong> is unlikely, however, to be invited to any Oxfordshire soirees. He guarded his anonymity until Guido was unmasked in 2007. He once worked for a shadowy rightwing foreign policy thinktank", "new_id": -2}, {"uid": "1295579790167378954", "i": 7108, "idx": 0, "sa": ["the Fox", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "series of auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more\" Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. <q> I think with every artist, and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists, you have a lot of warmth and a lot of nurturing, </q> said Jackson, the lone original judge remaining on the panel.\" That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "new_id": -2}, {"uid": "1295587926175472679", "i": 12700, "idx": 0, "sa": ["Eric Schmidt"], "q": "focus on the next crop of upcoming startups.\" In another good sign, the number of companies getting second- or third-round financing rose to 1,147 in 2010 from 915 the year before. <q> The rise in investments in early stage companies is the most encouraging thing we've had all year, </q> Taylor said. In a surprise change late Thursday, Google said co-founder Larry Page would take over as chief executive, with current CEO <strong> Eric Schmidt </strong> moving to the post of executive chairman. The news overshadowed another stellar", "new_id": -2}, {"uid": "1295960930216842257", "i": 26722, "idx": 1, "sa": ["Bill Lockyer"], "q": "<strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept.\" No state needs to declare bankruptcy,\" <strong> Bill Lockyer </strong> said, <q> The states have sovereign taxing power the big companies don't. </q> <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments that lack the capacity to repay their debts. California and other states have, at least", "new_id": -2}, {"uid": "1297260286064307256", "i": 4232, "idx": 0, "sa": ["Eric Schmidt"], "q": ". I bet they are the same folks who poo-poohed the idea back in September of 2010 when it was rolled out. Did Google's <strong> Eric Schmidt </strong> Quit Apple's Board Over AdMob Squabble? 7 comments on <q> Examining Google's Claim of Instant's Success </q> February 7th, 2011 at 12:07 pm Instant is a success to me. It makes me realize Google already found what I am looking for before I finished typing my query. So I stop", "new_id": -2}, {"uid": "1295030362239566879", "i": 28172, "idx": 0, "sa": ["Steve Ballmer"], "q": "Chief Out At Microsoft, Is <strong> Steve Ballmer </strong> Next? seven ways Microsoft can save itself in 2011. One of the most important, I wrote, was that CEO <strong> Steve Ballmer </strong> must bring management stability back to Redmond: <q> In the past 18 months, the entrance to Microsoft's corporate headquarters has revolved faster than the judge's panel on American Idol. </q> Noritsu's new printer is smaller than competing products and uses ink jet cartridges instead of chemicals <strong> Steve Ballmer </strong> was vague about the reasons.\" This is simply recognition that all businesses go through cycles and need new and", "new_id": -2}, {"i": 15595, "idx": 1, "index_answer": 1, "new_id": -1, "q": "May 21 X Prize Gala at Google's Moffett Field hangar in Mountain View.\" Some of our prizes, like the space challenge, are years in development for competing teams,\" <strong> Peter Diamandis </strong> said. <q> But with the Deepwater Horizon spill in July, we immediately received calls asking,` Can't you do something?' </q> But <strong> Peter Diamandis </strong> realized the larger and more critical challenge is about reinventing how we care for our oceans. Instantly inspired, <strong> Eric Schmidt </strong>, president of the <strong> Eric Schmidt </strong> Family Foundation and co-founder of the <strong> Eric Schmidt </strong> Marine", "sa": ["Eric Schmidt", "Peter Diamandis"], "uid": "1296075398185663489"}, {"uid": "1296083432189841410", "i": 30188, "idx": 1, "sa": ["Michael Vick"], "q": "rid of the ball quicker and protect himself better.\" I feel like I got greedy,\" <strong> Michael Vick </strong> said, and then he added the line that will sum up his 2010 season: <q> It's a bad way to go out but, hey, I went out swinging. </q> Those words will resonate for days and weeks as everybody tries to come to grips with what just happened and with what might happen in the future. The operating assumption is that the Eagles are", "new_id": -2}, {"uid": "1296824570003293196", "i": 6215, "idx": 1, "sa": ["Peter McCarthy", "Adam Lambert", "Simon Cowell", "Chris Daughtry"], "q": "and the tao of Paula. But as the last remaining judge of the original panel, he's in a unique position. It's up to him to make the most of it. <q> Randy is usually at his best during auditions, </q> Santilli said.\" He said yes to <strong> Adam Lambert </strong> and <strong> Chris Daughtry </strong> while <strong> Simon Cowell </strong> said no.\" <strong> Peter McCarthy </strong> thinks Jackson\" always wanted to be the star of the show.\" But he's in for an", "new_id": -2}, {"uid": "1296543261227508233", "i": 32377, "idx": 2, "sa": ["Justin Bieber", "David Letterman"], "q": "on Tuesday). <strong> Justin Bieber </strong> tweets his appearance, and he and <strong> David Letterman </strong> talk about whether he's still in school-- he's in 11th grade, he says, and studying\" 11th-grade material.\" <q> Is that a sophomore in high school, is that about what it is? </q> <strong> David Letterman </strong> asks.\" Or a junior?\"[ It's the latter, <strong> David Letterman </strong>.] <strong> Justin Bieber </strong>'s reply:\" I don't know-- I'm Canadian.\"", "new_id": -2}]