[{"uid": "1297293762070500363", "i": 34168, "idx": 0, "sa": ["Donald Rumsfeld", "The Republican Party"], "q": "are dedicated to the country, not Democratic far left policy or the <strong> The Republican Party </strong> line. There is not one of you here that can say either the Dems or Repubs have served this country well. Report Abuse <q> I smell a tea party Jihad, led by Saran Palin. </q> <strong> The Republican Party </strong> has split into two different groups. ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options! Cancer Treatment", "new_id": -2}, {"uid": "1296690410059244548", "i": 31374, "idx": 0, "sa": ["David Letterman"], "q": "concede now. Everything from now on for the liberals are just AVOIDABLE LOSSES.. Posted by: RainForestRising| February 2, 2011 6:00 PM| Last night: <q> <strong> Ronald Reagan </strong> <strong> Hosni Mubarak </strong> of Egypt announced today, that he will not run for another term. The bad news is that he going to be succeeded by his idiot son, <strong> Hosni Mubarak </strong> W. <strong> Hosni Mubarak </strong>. </q> <strong> David Letterman </strong> Posted by: Liam-still| February 2, 2011 6:01 PM| KEEP AN EYE ON HOW CLOSE OBAMA GETS TO THE MUSLIM BROTHERHOOD Obama might be implementing his", "new_id": -2}, {"uid": "1297108146141246491", "i": 18931, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": "\" Monday. <strong> President Bush </strong> has written that the troop level in Iraq was\" the most important failure in the execution of the war.\"\" I think that it's possible,\" <strong> Donald Rumsfeld </strong> responded. <q> We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always smoother. </q> <strong> Donald Rumsfeld </strong> is promoting his memoir,\" Known and Unknown,\" which is being published Tuesday. Reminded that his predecessor <strong> Robert McNamara </strong> said,\" we were wrong, terribly wrong,\" decades after", "new_id": -2}, {"uid": "1295683128125009927", "i": 8885, "idx": 2, "sa": ["Maurice Cheeks", "Dwight Howard", "LeBron James", "Chris Webber", "Tracy McGrady", "Carmelo Anthony", "Allen Iverson"], "q": "working to figuring out how to win games,\" <strong> Maurice Cheeks </strong> said.\" There are a lot of things we've got to work on.\" <strong> Allen Iverson </strong> led the Sixers with 36 points and <strong> Chris Webber </strong> had 15. <q> The most I got out of it was that guys need to take a challenge to make this team better, </q> <strong> Allen Iverson </strong> said.\" He talked about during this bad time that we're going through right now that it was http://wn.com/Allen_Iverson_Andre_Iguodala_Highlight_vs_Raptors_05/06 mix <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong> Mcgrady, Shaq, <strong> LeBron James </strong>, <strong> Dwight Howard </strong> All-Star Dance-Off, Slam Dunk Contest,", "new_id": -2}, {"uid": "1295980470255737962", "i": 5254, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Dick Durbin", "John Thune", "Mark Kirk", "John McCain", "Tom Udall", "John G. Roberts", "Tom Cohen"], "q": "from their rival party. Watch <strong> John McCain </strong>( R-Ariz.) sit alongside <strong> Barack Obama </strong> <strong> Tom Udall </strong>( D-N.M.), and <strong> Barack Obama </strong> <strong> Dick Durbin </strong>( D-Ill.) cosy up to <strong> Barack Obama </strong> <strong> Mark Kirk </strong>( R-Ill.) on the House floor. <q> Two of the most photogenic senators, </q> adds <strong> Tom Cohen </strong> at CNN,\" say they will sit together.\" That's <strong> John Thune </strong>( R-S. D) and <strong> Kirsten Gillibrand </strong>( D-N.Y.) â\u0080¢ Supreme Court no-shows: Chief Justice <strong> John G. Roberts </strong>, <strong> Barack Obama </strong> said", "new_id": -2}, {"i": 8231, "idx": 0, "index_answer": 1, "new_id": -1, "q": "or even last September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q> We have a current structural budget deficit that we have to address. The sooner, the better. </q>- Kevin Yamamura AT THE CAPITOL <strong> Jerry Brown </strong> will deliver his State of the State address Monday, the final day of January. <strong> Jerry Brown </strong>'s predecessor, <strong> Arnold Schwarzenegger </strong>, used his first State of", "sa": ["Jerry Brown", "Bill Lockyer", "Arnold Schwarzenegger"], "uid": "1295962091207159365"}, {"uid": "1295256412206143497", "i": 17149, "idx": 0, "sa": ["Kobe Bryant", "Elgin Baylor", "Dwight Howard", "Michael Jordan", "Allen Iverson"], "q": "and <strong> Dwight Howard </strong> Robinson. <strong> Kobe Bryant </strong> made it five. <strong> Michael Jordan </strong> previous career high was 62 points during a 112-90 victory over Dallas last month-- he sat out the fourth quarter because of the one-sided nature of the game. <q> <strong> Elgin Baylor </strong> was just determined. <strong> Elgin Baylor </strong> was just locked in, tuned into what was going on out there, </q> <strong> Kobe Bryant </strong> said.\" These points tonight mattered. We needed them. The points <strong> Elgin Baylor </strong> put in the basket were instrumental. It means a lot http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying", "new_id": -2}, {"uid": "1296286332201490484", "i": 2680, "idx": 10, "sa": ["Rachel Maddow", "Mike Pence", "Gabrielle Giffords", "David Kato", "Don Imus", "Mitch Daniels"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes.\" He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through,\" she said. <q> Obviously it'd be great for the state of Indiana. </q> <strong> Don Imus </strong>: <strong> Rachel Maddow </strong>` Worst Kind Of Coward,'` Gutless, Sniveling Worm'( VIDEO) Egypt Protests LIVE Updates: Mubarak Protestors Fill Cairo's Streets Is Murdered Gay Activist <strong> David Kato </strong> the <strong> Gabrielle Giffords </strong> of Uganda", "new_id": -2}, {"uid": "1297176031226918403", "i": 3192, "idx": 34, "sa": ["David Letterman", "Aaron Rodgers"], "q": "my breath.\" <strong> David Letterman </strong>:\" Now, why is that? Because earlier you spoke of nothing but confidence in the team?\"( <strong> David Letterman </strong>, <strong> Aaron Rodgers </strong>, audience laugh) <strong> Aaron Rodgers </strong>: <q> It's just too many bad memories of us taking control of the momentum and then losing it with a kickoff return or, you know-- and it just seemed to happen at times. But we lucked out. One of their guys punched one of our guys, got a 15-yard penalty-- you can't do that. </q>( <strong> Aaron Rodgers </strong>, audience laugh) <strong> David Letterman </strong>:\"\" No, you hate to see that.\" <strong> Aaron Rodgers </strong>:\" It's tough, you know?\" <strong> David Letterman </strong>:\" Is", "new_id": -2}, {"uid": "1295568681147800068", "i": 14131, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": ".` Clarifying roles' In a statement, <strong> Eric Schmidt </strong>, who was made <strong> Google Inc. </strong> CEO in 2001 to provide greater management experience at the youthful company, explained that the decision had been taken to <q> simplify our management structure and speed up decision making </q>.\" By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company,\" he said.\" In my clear opinion, Larry is ready to lead", "new_id": -2}]