[{"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster\" in three or four weeks,\" <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}, {"uid": "1294978384186728451", "i": 39712, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "I gravitated to her right away. She is somebody who is very kind and very smart.\" They talked policy, they talked work days and they also talked about managing their lives. <q> Like all working moms, we do our best, </q> Ms. <strong> Kirsten Gillibrand </strong> said, which means avoiding cocktail parties between 5 and 7 p.m.( bath time) or early morning meetings( school drop-off). Their husbands got along, too, which made it easy to have", "new_id": -2}, {"uid": "1295640121217038855", "i": 5527, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.\" Page credited <strong> Eric Schmidt </strong> with running the company\" brilliantly\" while keeping the\" headstrong founders\" involved. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role, </q> he said.\" Google still has such incredible opportunity- we are only at the beginning and I can't wait to get started.\" <strong> Eric Schmidt </strong> made the announcement as the company reported revenues of 8.44 billion dollars", "new_id": -2}, {"uid": "1297367176156647444", "i": 34781, "idx": 1, "sa": ["Eric Schmidt"], "q": "takeover talks with Twitter, valuing the company as high as USD 10 billion. Asked whether he planned to stay another four years at Google to collect stock awards worth USD 100 million, <strong> Eric Schmidt </strong> said: <q> Yes, that is my plan. </q> Google said last month co-founder Larry Page would take over as chief executive from April 4 while <strong> Eric Schmidt </strong> would assume the role of executive chairman.", "new_id": -2}, {"uid": "1297197612093274172", "i": 46141, "idx": 0, "sa": ["Kirsten Gillibrand", "Al Franken", "Frank Lautenberg", "Richard Blumenthal", "Patty Murray"], "q": "'s rights,\" he said. The focus of the Democrats' criticism is the\" No Taxpayer Funding for Abortion Act,\" sponsored by Rep. Chris Smith( R-N.J.). The legislation would prohibit <q> the expenditure of funds authorized or appropriated by federal law or funds in any trust fund to which funds are authorized or appropriated by federal law( federal funds) for any abortion. Prohibits federal funds from being used for any health benefits coverage that includes coverage of abortion. </q> It would also re-install a ban on D.C. abortion funding. <strong> Frank Lautenberg </strong>, who appeared with Sens. <strong> Patty Murray </strong>( D-Wash.), <strong> Kirsten Gillibrand </strong>( D-N.Y.), <strong> Richard Blumenthal </strong>( D-Conn.) and <strong> Al Franken </strong>( D-Minn.", "new_id": -2}, {"uid": "1295168588203145230", "i": 7558, "idx": 2, "sa": ["The doctor", "Debbie Wasserman Schultz", "Kirsten Gillibrand"], "q": "she could hear him. Instead, she slowly raised her left arm.\" <strong> The doctor </strong> said this is amazing what she's doing right now and beyond our greatest hopes,\" <strong> Kirsten Gillibrand </strong> said. <q> It felt like we were watching a miracle, </q> <strong> Debbie Wasserman Schultz </strong> said.\" The strength that you could see flowing out of her, it was like she was trying to will her eyes open.\" On ABC's\" Good Morning America\" on Thursday", "new_id": -2}, {"uid": "1297699169029687919", "i": 15749, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "and not the current Windows Phone 7 platform. But the company later and briefly showed images of a prototype Nokia device, suggesting that the company would rush a Windows Phone 7-based device to market later this year. <q> My boss has told me he would be much happier if that time was in 2011, </q> one Nokia representative said Friday. And what about Zune? Though both companies talked up virtually all Windows Phone-based services, only Zune was conspicuously missing, both in discussions from both <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>, and", "new_id": -2}, {"uid": "1295584823230457349", "i": 15053, "idx": 6, "sa": ["Saddam Hussein", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "decision to pull out American forces and leave <strong> Saddam Hussein </strong> in power. <strong> Colin Powell </strong> and the other members of <strong> George H.W. Bush </strong>'s national security team agreed that the mission was to liberate Kuwait, not remove <strong> Saddam Hussein </strong>. <q> There is a legitimate argument as to whether we stopped too soon. We accomplished the mission, </q> <strong> Colin Powell </strong> said.\" <strong> President Bush </strong> made the right decision.\" The Iraqi leader was ousted in 2003 during the Iraq war, which started under <strong> George H.W. Bush </strong>'s son, former <strong> President Bush </strong>. After being convicted of crimes", "new_id": -2}, {"uid": "1296028477108707843", "i": 8756, "idx": 3, "sa": ["Michael Vick"], "q": "several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by the company. <q> The Unequal technology is a part of my game now and I won't play without my Unequal, </q> <strong> Michael Vick </strong> said in a statement acquired by the Associated Press.\" Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.\" ESPN.com's Matt Mosley", "new_id": -2}, {"uid": "1295301671181911575", "i": 7493, "idx": 0, "sa": ["Damon Jones", "Allen Iverson", "Boston Pops"], "q": "his first triple-double of the season <strong> Boston Pops </strong> 30 points, 10 assists and 10 rebounds <strong> Boston Pops </strong> and 10th of his career.\" We contained him,\" said <strong> Allen Iverson </strong>, who finished with 25 points and nine assists. <q> That's all you can do with players like that. You can't play this game scared. </q> The Cavaliers cut Denver's cushion to 103-98 on <strong> Damon Jones </strong>' 3-pointer with 3:15 left in the game. But Denver closed the game out with a 7-1 run. The struggling Cavaliers have now lost four of their last", "new_id": -2}]