[{"uid": "1297234014042778761", "i": 944, "idx": 7, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": "War\" assumes\" that rail transit is always slower and less desirable than driving.\" But\" Washington's War\" does not say that rail transit is always slower( as is indicated by the words <q> the overwhelming majority of transit services are not time-competitive with automobiles </q> nor is there any statement to the effect that transit is always less desirable than driving). A citation error in the APTA report( now corrected) precluded evaluation of <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong>'s accident claim. However", "new_id": -2}, {"uid": "1297225373053084179", "i": 45413, "idx": 1, "sa": ["Michael Vick", "Mayor Tom Leppert"], "q": "news media.\" <strong> Michael Vick </strong> is a convicted felon. He committed horrible, atrocious crimes, violent crimes,\" Jonnie England, of the Metroplex Animal Coalition, told CNN affiliate WFAA. <q> He has done nothing to deserve a key to the city of Dallas. </q> On Monday, Dallas <strong> Mayor Tom Leppert </strong> distanced himself from the presentation, telling the Dallas Morning News:\" We don't condone it and clearly didn't approve it. It's unfortunate, and I", "new_id": -2}, {"uid": "1295928935203030533", "i": 27854, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush"], "q": "under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos,\" snowflakes,\" they were called. He reads from some issued in 2003 and in 2005:\" Are we winning or losing the war on terror?\" <q> Is the US government changing fast enough? </q>\" Do we need more troops? And if so, where and for what purpose?\"\" My brain would be going,\" he says.\" I wanted to find out something. I needed help", "new_id": -2}, {"uid": "1295454374253952044", "i": 7353, "idx": 1, "sa": ["Newt Gingrich", "Bill Frist", "John Boehner", "Mike Pence"], "q": "'s Constituent Mailbag, Congressman <strong> John Boehner </strong> responds to Jim in Hamilton. Jim, a small business operator in southwest Ohio, says that taxes and mandates in ObamaCare will hurt his ability to hire and invest. http://wn.com/03282010_Kingston_on_Health_Care_Town_Halls__Geraldowmv www.americansolutions.com <q> The American people will not allow a corrupt machine to dictate their future. Together we will pledge to repeal this bill and start over. Together we will prove that this will not stand. </q>-- <strong> Newt Gingrich </strong> http://wn.com/GOP_move_to_repeal_health_reform_act_opposed__Interview_Jan_17_2011 As Republicans prepare to attempt to repeal the healthcare bill, <strong> Bill Frist </strong> <strong> Mike Pence </strong> Rushnak, co-founder of Americans for Healthcare, argues that, if anything, Americans need greater assurances that they will receive healthcare than", "new_id": -2}, {"uid": "1295551679106610732", "i": 37299, "idx": 0, "sa": ["Sergio Marchionne", "Mary Barra"], "q": "brand doesn't get the traditional minivan will receive a\" people mover\" without the usual sliding doors, said <strong> Sergio Marchionne </strong>.-- The future of the Dodge Nitro and the Jeep Liberty is not settled. <q> Give us 40 days to make a decision, </q> <strong> Sergio Marchionne </strong> said. General Motors names <strong> Mary Barra </strong> to head global product development", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q> You'd rather be at the table than not at the table, </q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business.\" You figure this is a way to do something useful for your country.\" <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}, {"uid": "1297451519240746502", "i": 2862, "idx": 3, "sa": ["Donald Rumsfeld", "Barack Obama", "Rand Paul", "President Bush", "Dick Cheney"], "q": "the current spring in <strong> Donald Rumsfeld </strong>'s step is the resulting abandonment by <strong> Barack Obama </strong> of much of his strident opposition to <strong> President Bush </strong>'s anti-terrorism policies. Turning to <strong> Dick Cheney </strong> at CPAC, <strong> Donald Rumsfeld </strong> taunted the Left by saying: <q> I look at the current administration's many reversals of their announced policies on national security issues- Guantanamo Bay, military commissions, indefinite detention, CIA drone strikes.\" It makes me wonder if <strong> Dick Cheney </strong> has had more influence on <strong> Barack Obama </strong> than the people that got him elected. </q> The vociferous anger of the <strong> Rand Paul </strong> supporters at CPAC indicated that Republicans remain divided over the <strong> President Bush </strong> legacy. The Paulites, however, are very much in the minority. Although <strong> Donald Rumsfeld </strong> was vilified by", "new_id": -2}, {"uid": "1295891007159268865", "i": 40457, "idx": 0, "sa": ["Simon Cowell"], "q": "Internet chatter that has been going on since Wednesday's premiere. And for those of you who are skeptical about Idol without <strong> Simon Cowell </strong>, I urge you to put skeptics aside and give the show a chance. <q> Free Snookie! Free Snookie! Free Snookie! </q> That was the song the roommates were singing as they drove to the local jail to pick Snookie up after being arrested for drunk and disorderly conduct. It all started when Snookie felt that 9 a.m. was the perfect", "new_id": -2}, {"uid": "1297217489054231064", "i": 29955, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "reproductive rights advocates. They have appropriated the Republican charge from last year that Democrats were working on a liberal policy agenda instead of on job creation and the economy, and turned it on its head. <q> This election was about the economy, </q> said Sen. <strong> Kirsten Gillibrand </strong> of New York, who joined with other Democratic senators Tuesday to decry the House bills Tuesday as needless and intrusive. Over and over, Democrats said that by bringing up the abortion issue", "new_id": -2}, {"uid": "1297154709260177940", "i": 9758, "idx": 0, "sa": ["Simon Cowell"], "q": "left at the end of last season of\" Idol\" to focus on the Americanized version of the talent show\" The X Factor,\" which he also produces, along with the British edition. <q> Once the show goes into production, I become a judge, </q> People.com said <strong> Simon Cowell </strong> told reporters Monday.\" Then I have to put my trust into the producers' hands, which is effectively how it works in the U.K. Yes, I am judging.\" <strong> Simon Cowell </strong>", "new_id": -2}]