[{"uid": "1295340644194592813", "i": 14147, "idx": 0, "sa": ["Mike Pence"], "q": "in the principle that government of the people, by the people, for the people shall not perish from this Earth. Let the people's voices be heard. When a sales pitch contains such drivel as <q> Congresspeople are very different in their disposition from senators </q>, one suspects the product. I've been an admirer of Mr. <strong> Mike Pence </strong> for quite a while. I love where he stands on the issues and think his speech at Hillsdale was inspiring.", "new_id": -2}, {"uid": "1296112269056524830", "i": 3024, "idx": 0, "sa": ["David Letterman"], "q": "On August 30th 1993, on the\" Late Show\", <strong> David Letterman </strong> referred to a\" switch\" in a pet trick segment involving\" Bailie\" the dog who played dead on command and used <q> There is no off position on the genius switch. </q> as a queue. http://www.youtube.com/watch?v=_rr_IXvCm4k During Beta testing of the\" Key to Knowledge\", which started yesterday, the inventors confirmed that humans could use it to become\" Super Intelligent\", simply", "new_id": -2}, {"uid": "1297249336114409530", "i": 6380, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> Aaron Rodgers </strong> had what might be considered his national coming-out party off the field Monday night on CBS'\" Late Show with <strong> David Letterman </strong>\" and we saw all the same qualities. After the interview, <strong> David Letterman </strong> said, <q> Let's just say, for the sake of this conversation, <strong> Aaron Rodgers </strong> had no athletic skills whatsoever.... Isn't he still the guy you'd want as quarterback? </q> Exactly- and we should feel good about that. Think about all the\" talkers\" in sports. They want attention as much for what they say as what they accomplish. And they", "new_id": -2}, {"uid": "1296633836234962960", "i": 10803, "idx": 0, "sa": ["Kyle Korver", "Chris Webber", "Allen Iverson"], "q": ". <strong> Kyle Korver </strong> was mobbed by his wildly celebrating teammates. Boston players sat dazed on the bench. A third overtime was on deck. <strong> Allen Iverson </strong> simply pumped his fist, his face expressionless as if he expected it. <q> <strong> Kyle Korver </strong> hit that big shot and I was thinking,` If he hit that shot, we've got to win it, </q> he said. After <strong> Kyle Korver </strong> sent the game into a third overtime, <strong> Chris Webber </strong> delivered a clutch steal and secured the Philadelphia 76ers' 125-124 victory over the Celtics on Friday night.\" It was an amazing game,", "new_id": -2}, {"uid": "1297501952213155841", "i": 2753, "idx": 0, "sa": ["Queen Beatrix", "Donald Rumsfeld", "Barack Obama", "Jane Holl Lute", "Janet Napolitano", "Juan Carlos I of Spain"], "q": "2000. On January 23, 2009, <strong> Barack Obama </strong> announced his intention to nominate <strong> Jane Holl Lute </strong> as Deputy <strong> Donald Rumsfeld </strong> of Homeland Security.[ 3] She was confirmed April 3.[ <strong> Juan Carlos I of Spain </strong>] Re: <strong> Janet Napolitano </strong>: <q> Al-Qaeda does not exist: Natural Born Americans are the terrorists </q>\" Reply# 48 on: February 09, 2011, 03:52:38 PM\" How about this... <strong> Janet Napolitano </strong>:\" <strong> Queen Beatrix </strong> am a Bilderberg puppet nutjob who continues to spew nonsense at congressional hearings while <strong> Jane Holl Lute </strong> rapes", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}, {"uid": "1297462823095535141", "i": 7726, "idx": 3, "sa": ["Simon Cowell", "Susan Boyle"], "q": ",\" <strong> Simon Cowell </strong> explained.\" It really helped show me who could handle the pressure.\" <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star. <q> There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me, </q> he said.\" I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method.\" Exactly which judges would be deliberating on the future <strong> Susan Boyle </strong> Boyles of America, he wouldn't say", "new_id": -2}, {"uid": "1297108555141246488", "i": 6671, "idx": 3, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Gerald Ford"], "q": "\", he said. War costs lives <strong> Donald Rumsfeld </strong>, who served as Bush's defence chief for six years after holding the the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that <q> in a war, many things cost lives </q>. But he had no regrets about his leadership for the wars in Iraq and Afghanistan- the latter now nearing its 10th anniversary.\" I think the world's a better place with <strong> Saddam Hussein </strong>", "new_id": -2}, {"uid": "1295196535170917899", "i": 35584, "idx": 2, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.\" We were trying to keep the ball out of his hands as much as possible.\"\" He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Lakers_vs_Thunder_Highlights_Kobe_Bryant_31_points Date: November 3, 2009", "new_id": -2}, {"uid": "1295374694140279816", "i": 18915, "idx": 1, "sa": ["Mitt Romney", "Mike Pence"], "q": "One reservation about a presidential bid that Mr. <strong> Mike Pence </strong> has expressed in private meetings is whether he can raise the money to compete with the well-funded <strong> Mitt Romney </strong>. But Mr. Benko said that shouldn't be a hindrance. <q> If <strong> Mike Pence </strong> runs, the money will follow in a big way, </q> he said. Mr. <strong> Mike Pence </strong> has told friends that he will make a decision by the end of the month. To read more stories like this one, please subscribe to Copyright 2011 Dow Jones", "new_id": -2}]