[{"uid": "1297126622188514326", "i": 21134, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "civil affairs units\" worthy of Special Operations\" and should be removed from its roles and missions. It links passages in <strong> Donald Rumsfeld </strong>'s recent memoir to suggest that he had little regard for the soldiers. <q> I did not think resolving other countries' internal political disputes, paving roads, erecting power lines, policing streets, building stock markets, and organizing democratic governmental bodies were missions for our men and women in uniform, </q> <strong> Donald Rumsfeld </strong> reportedly writes in his new memoir.\" If some later contended that we never had a plan for full-fledged nation building or that we under-resourced such a plan, they were certainly correct. We did", "new_id": -2}, {"uid": "1295994032049692677", "i": 7627, "idx": 1, "sa": ["Erik Spoelstra", "LeBron James", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "q": "Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08.\" They're great players and they've proven to be productive in their careers,\" Heat coach <strong> Erik Spoelstra </strong> said. <q> So once they became comfortable with this team and with each other, that was a matter of time. </q> When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on the leaderboard, for certain. <strong> LeBron James </strong>' score gets rounded to 40.2_ 25.9 points, 7.2 rebounds, 7.2 assists, just a", "new_id": -2}, {"uid": "1295894145127107105", "i": 7833, "idx": 2, "sa": ["Donald Rumsfeld", "Kate Middleton"], "q": "'s and explains every economic crises that government has inflicted upon us include the state we currently find ourselves in. <strong> Donald Rumsfeld </strong> must have been an` astrologist' since he wrote this before these criss we have today <q> Economics for Real People, An Introduction to the Austrian School </q> Gene Callahan Time.com: Will Making <strong> Kate Middleton </strong>'s Wedding Ring Kill Baby Fish in Wales? Time.com: Lebanon: Tensions Mount Over Hizballah Power Play Market Crash 1/31/11? Technical indicators suggest market collapse may begin by Jan. 31st", "new_id": -2}, {"uid": "1295559704104759327", "i": 6185, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Current CEO <strong> Eric Schmidt </strong>, 55, will assume the role of executive chairman, focusing on deals and government outreach, among other things. Google said other co-founder <strong> Sergey Brin </strong> will focus on strategic products. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.\" There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page", "new_id": -2}, {"uid": "1297210131061849602", "i": 3320, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "first-class operation, that they were not torturing people, that they were not hurting people.\" <strong> Donald Rumsfeld </strong> described the prison camp as a\" fine operation\" and said the service members who operate it have <q> taken a lot of heat unfairly. </q> <strong> Donald Rumsfeld </strong> also made clear that he has not dialed down his concerns about the threat posed by Islamic extremism.\" Let there be no doubt, there are extremists out there who are determined to", "new_id": -2}, {"uid": "1296138389209518633", "i": 3019, "idx": 3, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "who make me uncomfortable simply because they're in the same room as me.\"\" With all due respect, <strong> Sen. Bernie Sanders </strong>, you are very weird,\" continued <strong> Barack Obama </strong>, addressing the Vermont legislator directly. <q> You mutter to yourself when nobody's around. There's not a soul within 20 feet of you, and you're there moving your lips and hands. Who are you talking to, <strong> Sen. Bernie Sanders </strong>? </q> In the end, however, <strong> Barack Obama </strong> stressed that all citizens, from those who just want to provide for their families to those who try to have sex with bridges, can come together to form a", "new_id": -2}, {"uid": "1297137701068190259", "i": 18293, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers"], "q": "the things that give people the most success,\" <strong> Aaron Rodgers </strong> said. <strong> Aaron Rodgers </strong> said his confidence was his greatest asset in a game, whether it's an exhibition game or the Super Bowl. <q> I feel like I've been successful because I've not only been surrounded by great people, but I care about my job and I care about being successful, </q> <strong> Aaron Rodgers </strong> said. At the Super Bowl, <strong> Aaron Rodgers </strong> said the Packers had about 60 plays prepared, but ran about 40. Said <strong> David Letterman </strong>:\" Now at this stage of the game, you", "new_id": -2}, {"i": 21910, "idx": 5, "index_answer": 0, "new_id": -1, "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talking about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said.\" We really like playing together, and we're getting it going. We're really just http://wn.com/Washington_Wizards_John_Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does\" The Dougie\", an amazing pre-game dance before the home", "sa": ["Chris Webber", "Allen Iverson", "John Wall"], "uid": "1295147684219021325"}, {"uid": "1295440285176455758", "i": 13064, "idx": 0, "sa": ["Steve Ballmer"], "q": "The release details were announced yesterday by Microsoft CEO <strong> Steve Ballmer </strong>. This launch marks the first time that a product has been provided as an online service before its conventional release, an act that, <strong> Steve Ballmer </strong> says, <q> really reflects the push by Microsoft into the cloud. </q> Microsoft previously focused primarily on the on-premises version of Dynamics CRM, putting the company at odds with major competitors such as Salesforce.com's CRM suite. With the new cloud-first deployment and wider availability, Dynamics CRM has become", "new_id": -2}, {"uid": "1296974054131137547", "i": 31665, "idx": 0, "sa": ["Michael Vick"], "q": "was voted comeback player of the year. DALLAS- The NFL threw <strong> Michael Vick </strong> a party Saturday night as the Eagles quarterback was named comeback player of the year, capping off an improbable season. <q> I thank my coaches and my teammates, </q> said <strong> Michael Vick </strong>, who was on hand to accept his award.\" They got me better as an NFL player, as a quarterback, and took advantage of my talents.\" <strong> Michael Vick </strong> received 291/2 of", "new_id": -2}]