[{"uid": "1296782411243531782", "i": 44400, "idx": 2, "sa": ["Jamaal Charles", "Michael Vick"], "q": "his third season with the Chiefs, carried 10 times for 72 yards- a 7.2-yard average- including a long run of 32 yards and an 8-yard touchdown in last Sunday night's game in Honolulu. <q> Great football players were there who you were a big fan of, </q> said <strong> Jamaal Charles </strong>, who took his mother, an aunt and his girlfriend to Hawaii.\" My mom and my aunt were so excited to see <strong> Michael Vick </strong>, they were going crazy... they were excited to see Ray", "new_id": -2}, {"i": 180, "idx": 7, "index_answer": 0, "new_id": -1, "q": "things up.\" And\" Idol\" has certainly freshened things up with the new judges, Randy Jackson.\" I talk to Randy all the time,\" <strong> Simon Cowell </strong> said. <q> We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with` The X Factor]. </q>\" Have you watched the new` Idol'?\" <strong> Kit Hoover </strong> asked.\" No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "sa": ["Simon Cowell", "Kit Hoover"], "uid": "1297212014253886469"}, {"uid": "1295577074033980428", "i": 19006, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> A 30-second description by CEO David Fox of Agistix, a vendor founded in 2003 that focuses on logistics and supply chain management software as a service. Agistix, according to Fox, helps customers\" make better", "new_id": -2}, {"uid": "1295805220124010531", "i": 10205, "idx": 9, "sa": ["Colin Powell", "Barack Obama", "John McCain"], "q": "effort to reach across political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 <strong> John McCain </strong> House race. <q> I will always vote for the person who I think is best qualified, </q> he said.\" I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed", "new_id": -2}, {"uid": "1295635430256720909", "i": 36502, "idx": 2, "sa": ["John McCain", "Colin Powell"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q> a man who I admire as much as any man in the world, person in the world </q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly part 7 more on\" a time to kill\" and reverse psychology on the", "new_id": -2}, {"uid": "1295546064177143818", "i": 24515, "idx": 2, "sa": ["Simon Cowell"], "q": ".\" It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.\" <strong> Simon Cowell </strong> added: <q> At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years!\" Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge. </q> This is a fictional news article. It is just a bit of fun and purely speculation on what EastEnders: Alfie's behaviour angers Kat Emmerdale: A row takes place at the funeral", "new_id": -2}, {"uid": "1295292774209076224", "i": 11193, "idx": 0, "sa": ["Sergio Marchionne", "Emma Marcegaglia", "John Elkann", "Roberto Maroni", "Maurizio Sacconi"], "q": ".\" Una scelta coraggiosa\", la definisce l'amministratore delegato del Lingotto, <strong> Sergio Marchionne </strong> che ringrazia i lavoratori e parla di\" svolta storica\", mentre il presidente <strong> John Elkann </strong> invita\" ad archiviare le polemiche\" e garantisce <q> il pieno e convinto sostegno della famiglia </q>. Ora si rispettino gli impegni sull` investimento, dicono il ministro del Lavoro, <strong> Maurizio Sacconi </strong> e il ministro dell` Interno, <strong> Roberto Maroni </strong>. Plaude all` esito del referendum anche la presidente degli industriali, <strong> Emma Marcegaglia </strong> che", "new_id": -2}, {"uid": "1295479864156581898", "i": 48869, "idx": 3, "sa": ["Michael Vick"], "q": "expert in that field.\" <strong> Michael Vick </strong> was then asked if his agent, Joel Segal, would want a long-term deal.\" We don't even talk about it,\" <strong> Michael Vick </strong> said. <q> I'll mention it, he'll say something about it.\" But I think till the time comes we're really buckle down. </q> <strong> Michael Vick </strong> said that he\" absolutely\" wants to return to the Eagles. As for whether the Eagles want him back, <strong> Michael Vick </strong> said,\" You never know.\" It is expected that the Eagles", "new_id": -2}, {"uid": "1297596166169951287", "i": 4117, "idx": 0, "sa": ["Zahi Hawass"], "q": "go home. 11.03 am: Two gilded wooden statues of Tutankhamun are among 18 items missing from the Egyptian museum in Cairo, after looters stole several items during the anti-government protests, the Associated Press reports. <q> On January 28, looters climbed a fire escape to the museum roof and lowered themselves on ropes from a glass pane ceiling onto the museum's top floor. </q> Around 70 objects were damaged, but until Sunday's announcement, it was not known whether anything was missing. Antiquities Minister <strong> Zahi Hawass </strong> said the museum's database department determined 18 objects were gone. Investigators were", "new_id": -2}, {"uid": "1296708031055181319", "i": 25889, "idx": 1, "sa": ["Allen Iverson", "Carmelo Anthony", "George Karl", "Marcus Camby"], "q": "been.\" The first half, though, was what <strong> George Karl </strong> wants to see. <strong> Allen Iverson </strong>, who finished with 31 points and 10 assists, was racing down the court, and his teammates were keeping up. <q> A lot of times Coach talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case, </q> <strong> Allen Iverson </strong> said.\" They were beating me down the court, and I was just finding guys. They did a great job of finishing.\" <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with Phil Berger, YoChicago", "new_id": -2}]