[{"uid": "1297183505216317958", "i": 9335, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "interrogations.\" I don't feel I have good data on the people we have been capturing and interrogating in either country,\" he told his intel chief, Steve Cambone, on September 12, 2003. <q> I don't feel I am getting information from the interrogations that should be enabling us as to the answer to the questions I've posed. </q> Probing. But perhaps <strong> Donald Rumsfeld </strong> might have considered that before migrated\" to Iraq, to allow more brutal treatment. <strong> Donald Rumsfeld </strong> isn't the first to take this docs-based approach. His policy", "new_id": -2}, {"uid": "1296084297051298314", "i": 10299, "idx": 0, "sa": ["Beanie Wells", "Arian Foster", "Steve Slaton", "Adrian Peterson", "Drew Brees", "Michael Vick"], "q": "' running back] <strong> Steve Slaton </strong> for now. <strong> Arian Foster </strong> is the guy you want.\" What has happened: <strong> Arian Foster </strong> leads the NFL in rushing yards and rushing touchdowns.* What was written: <q> The biggest question[ for <strong> Kevin Kolb </strong>] will be his ability to withstand the 16-game schedule. You might want to grab <strong> Michael Vick </strong> in the last round, just in case. </q> What has happened: <strong> Michael Vick </strong> is one of the top five at his position.* What was written: <strong> Adrian Peterson </strong> and <strong> Drew Brees </strong> were rated ahead of <strong> Beanie Wells </strong> Johnson.\" Johnson is a horse,", "new_id": -2}, {"uid": "1296277380125009976", "i": 37408, "idx": 0, "sa": ["Colin Powell"], "q": "each other. That is my aim and that is what I am going to do.\" Government MPs pounded their desks resoundingly. Sandy added that no one could question his patriotism having spent <q> days and nights in the field in 1970 and 1990 as well. </q> After disclosing that former US Secretary of State <strong> Colin Powell </strong> will attend the launch of the ministry's mentoring programme in April, Sandy apologised for a second time in the sitting when he said it appears as if", "new_id": -2}, {"uid": "1297182555166789121", "i": 47968, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": ",\" What you know today can help you unthink your thinking about tomorrow.\" <strong> Donald Rumsfeld </strong> said,\" It can't help you with things you were thinking about back then,\" and added, <q> Back then there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons. </q> <strong> Donald Rumsfeld </strong>, one of the most divisive members of his administration, served as defense secretary under former <strong> President Bush </strong> from 2001 to 2006. compiled from agency reports Related Articles Global", "new_id": -2}, {"uid": "1297540880009895943", "i": 5938, "idx": 0, "sa": ["Eric Schmidt"], "q": "terms of revenue and number of users, with the Latin America region being the second fastest growing. <strong> Eric Schmidt </strong> also said in his keynote address that half of all new internet connections are for mobile devices. <q> If you want to understand the future of internet don't think of it as pipes and tubes, think of it as a mobile device..., </q> he told delegates at the event. Explaining that the\" new model is going to be in the inversion of the model we grew up with\", he says that the strategy for media going forward", "new_id": -2}, {"uid": "1295692931212844550", "i": 24633, "idx": 0, "sa": ["Girish Paranjpe", "Eric Schmidt"], "q": ",\" <strong> Eric Schmidt </strong> said after leading the search giant to gigantic heights. Back in Bangalore, <strong> Girish Paranjpe </strong> said change was in the works\" at least in the thinking\" for some time now. <q> Given the current market scenario, which is more predictable, we wanted to have a simpler structure at Wipro, </q> he said. For the nine months ended September 30, 2010, Cognizant had revenues$ 3.3 billion, compared with$ 3.6 billion of Wipro. The company is yet to announce numbers for the December", "new_id": -2}, {"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,\" <strong> Trent Baalke </strong> said.\"` Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}, {"uid": "1296534583102203392", "i": 9960, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "said:\" We are standing behind Mr. President. Medinat Nasr is completely secure,\" talking about where he lived.\" We are with this guy,\" he added, meaning Mr. <strong> Hosni Mubarak </strong>. <q> We are with him until the end. We've known this guy since forever. </q> The channel announced that <strong> Zahi Hawass </strong>, the chairman of the Supreme Council of Antiquities, had called on Egyptian citizens not to believe the\" lies and fabrications\" of Al Jazeera and Al Arabiya", "new_id": -2}, {"uid": "1297176031226918403", "i": 3183, "idx": 25, "sa": ["David Letterman", "Aaron Rodgers"], "q": "what? I want to the best in my position, so I need to make sure that I take the steps this off season to put myself in a position to be successful.\" <strong> David Letterman </strong>: <q> How many different plays did you run yesterday, different plays? <strong> Aaron Rodgers </strong>:\" Mike likes to repeats some calls sometimes, especially if they work, but... </q>( Audience laughs) <strong> David Letterman </strong>:( Laughs)\" Well, there's your coaching key right there.\" <strong> Aaron Rodgers </strong>:\"` Not this one again.\"'( <strong> David Letterman </strong>, audience", "new_id": -2}, {"uid": "1296048510257392641", "i": 15777, "idx": 1, "sa": ["Ed Miliband", "Gordon Brown", "Andy Coulson", "David Cameron"], "q": "said he was\" surprised\" that\" this week of all weeks\" Mr <strong> David Cameron </strong> had raised the issue of personalities, following communications chief <strong> Andy Coulson </strong>'s departure from No 10. The Labour leader said: <q> Who has made the right judgment, me that appointed the shadow chancellor or you who clung onto <strong> Andy Coulson </strong> for months? </q> Referring to comments by senior Tory <strong> David Cameron </strong> Davis, Mr <strong> Ed Miliband </strong> said people would\" know what he meant when he said the Prime Minister and <strong> Gordon Brown </strong> don't have a sense of what a large part of", "new_id": -2}]