[{"i": 20485, "idx": 5, "index_answer": 1, "new_id": -1, "q": "game of their Western Conference playoff series with <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> leading the way.\" The guys who were here two years ago know we were in the same situation last time,\" Denver center <strong> Marcus Camby </strong> said. <q> They ran off and won four straight. That's why no one is really happy. We came out to get Game 1 but we also want to get Game <strong> Rafer Alston </strong>. </q> If <strong> Allen Iverson </strong> and <strong> Tony Parker </strong> play this well again, the Nuggets have a good shot. <strong> Tony Parker </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter.\" Two years ago we probably were", "sa": ["Tony Parker", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295245546048136202"}, {"uid": "1296690546156778512", "i": 45966, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "officials listed a series of actions the military has taken to guard against contractor wrongdoing, including the formation of a working group focused on procurement fraud. But <strong> Sen. Bernie Sanders </strong> said much more needs to be done. <q> It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> he said. Billions paid to companies that defrauded Pentagon Hundreds of defense companies that defrauded the U.S. military between 2007 and 2009 still received$ 285 billion in contracts from the Pentagon during the same", "new_id": -2}, {"uid": "1295299857181911591", "i": 30033, "idx": 5, "sa": ["George Washington", "Keith Bogans", "John Wall", "Allen Iverson", "Keyon Dooling"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.\" That's when you get the goose bumps,\" <strong> Allen Iverson </strong> said. <q> You honestly don't r... <strong> George Washington </strong> Wizards <strong> John Wall </strong> does\" The Dougie </q> dance pre-game <strong> George Washington </strong> Wizards <strong> John Wall </strong> does\" The Dougie\" dance pre-game <strong> George Washington </strong> Wizards point guard <strong> John Wall </strong> does\" The Dougie\", an amazing pre-game dance before the home opener against the Philadelphia 76ers.... <strong> Keyon Dooling </strong>& <strong> Keith Bogans </strong>", "new_id": -2}, {"uid": "1295791480232554503", "i": 22788, "idx": 3, "sa": ["Harriet Harman", "Andy Coulson", "Nick Clegg", "Andrew Marr", "David Cameron"], "q": "to appoint Mr <strong> Andy Coulson </strong> in the first place after he resigned as editor of the newspaper in 2007.\" If you listen to what <strong> David Cameron </strong> has said,\" he told BBC One's <strong> Andrew Marr </strong> show, <q> he said very emphatically that he thought it was right to give <strong> Andy Coulson </strong> a second chance.\" <strong> Andy Coulson </strong> has been very clear that he was not in any way responsible for phone hacking and had no knowledge of it. I have no reason to disbelieve him. </q> \" For all <strong> David Cameron </strong> talks about trust in politics, it is fundamental that people obey the criminal law and that is what is at stake here\" \" <strong> Harriet Harman </strong> Deputy Labour leader Mr <strong> Nick Clegg </strong> said", "new_id": -2}, {"uid": "1295667435103448602", "i": 28687, "idx": 0, "sa": ["David Letterman", "Vienna Teng"], "q": "interviewed on NPR and performing on\" The Late Show with <strong> David Letterman </strong>.\" She learned to sing in the shower and in school choirs, but mostly from getting on stage and doing it. <q> I finally got the hang of using my voice as an instrument. I took some lessons here and there, which amounted to paying$ 40 to$ 150 a week to be told that I was doing it all wrong, </q> <strong> Vienna Teng </strong> said. Her parents are Chinese from Taiwan. She was born and raised in California.\" Rumor has it that I am also Vietnamese, Japanese, Korean, and/or hapa. Rumors", "new_id": -2}, {"uid": "1297360660125239349", "i": 38877, "idx": 1, "sa": ["Eric Schmidt"], "q": "low-level takeover talks with Twitter, valuing the company as high as$ 10 billion. Asked whether he planned to stay another four years at Google to collect stock awards worth$ 100 million, <strong> Eric Schmidt </strong> said: <q> Yes, that is my plan. </q> Google said last month co-founder Larry Page would take over as chief executive from April 4 while <strong> Eric Schmidt </strong> would assume the role of executive chairman. 2010: The year of treasure hunters The loot of", "new_id": -2}, {"uid": "1296706234199049242", "i": 7487, "idx": 5, "sa": ["Kobe Bryant", "Chris Bosh", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Yao Ming </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.\" I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran TORONTO( AP)- <strong> Chris Bosh </strong> paused for effect", "new_id": -2}, {"uid": "1295754232172048412", "i": 23515, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "Senate. <strong> Bill Lockyer </strong> said many Democrats are worried about appearing to threaten voters by presenting a\" cuts only\" budget, but said voters need to know what it would mean to the state. <q> The hit on K-12( schools) is at least close the schools six weeks a year. Voters need to hear that, </q> he said. Earlier this month, <strong> Jerry Brown </strong> proposed a$ 127.4 billion spending plan for the 2011-12 fiscal year. It includes deep cuts to higher education and services for the poor, disabled and elderly.", "new_id": -2}, {"uid": "1297390016200884258", "i": 41914, "idx": 3, "sa": ["Paul Bremer", "Donald Rumsfeld", "John McCain", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": "judgments.\" blame responsibility, NEWSWEEK dedicates a separate\" box\" to <strong> Donald Rumsfeld </strong>' delegations of blame to <strong> President Bush </strong>, <strong> Colin Powell </strong>, <strong> Condoleezza Rice </strong>, <strong> Paul Bremer </strong> and to our maverick, <strong> John McCain </strong>. The box is labeled: <q> Stuff happens-and Rummy has never been shy about calling out the culprit. Some choice zingers from his memoir... </q> <strong> John McCain </strong> has already responded to <strong> Donald Rumsfeld </strong>'s zinger with\" Thank God he was relieved of his duties.\" But overall, NEWSWEEK is quite restrained in its criticism of Rumsfeld-almost to the point of being", "new_id": -2}, {"uid": "1295945705264699933", "i": 48437, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich", "Richard Keys"], "q": "whether she knew the offside rule. <strong> Richard Keys </strong> said he could\" guarantee\" she would make a big mistake. <strong> Richard Keys </strong> said the game had\" gone mad\" by allowing her to run the line. The comments <q> are inexcusable from anyone at Sky, </q> said Barney Francis, managing director of Sky Sports. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN RAFAEL 4 BR/ 3", "new_id": -2}]