[{"uid": "1297304466015368205", "i": 14889, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "would step down in Janauary. <strong> Satya Nadella </strong>, 43, has been with the company for 19 years and most recently led the engineering efforts in the Online Services Division, Microsoft said. <q> In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops, </q> chief executive <strong> Steve Ballmer </strong> wrote in an email to company employees that Microsoft published.\" We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers", "new_id": -2}, {"uid": "1296536149067862539", "i": 48743, "idx": 2, "sa": ["I Roy", "Allen Iverson"], "q": "and confounded the Grizzlies with his quickness. The 76ers never trailed over the last three quarters but played fast and loose with the lead until <strong> Allen Iverson </strong> took charge in the fourth quarter, when he scored 11 points. <q> <strong> Allen Iverson </strong> got it going and http://wn.com/Allen_Iverson_32pts_12asts_clutch_FT_vs_Grizzlies_NBA_07/08 Trailing by seven points with 3:12 left, the Denver Nuggets didn't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102.\" This was a <strong> Yao Ming </strong> win for us at somebody else's home, </q> <strong> Allen Iverson </strong> said.\" Down seven points with 3 minutes to go. It was a gut check for us. <strong> I Roy </strong> think a game like this is going to help us down the road.\" Elias Says <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295526176026279989", "i": 25939, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "judging panel along with Aerosmith's <strong> Steven Tyler </strong> and original judge Randy Jackson, struggled to say no to a contestant for the first time.\" Oh, my God, I hate this!\" she said. <q> Why did I sign up for this? I want to go home. </q> Another aspiring singer was rejected by Randy, but when she broke down in tears J-Lo and <strong> Steven Tyler </strong> overlooked their reservations to keep her in the competition. The show has seen a shake-up with <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1295292215026312759", "i": 36490, "idx": 1, "sa": ["Mike Pence"], "q": ". Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,\" Benko said, according to AP. <q> <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity. </q> <strong> Mike Pence </strong> stepped down from his position in the last session of Congress as the number three House Republican and will not hold the leadership post in this session of Congress so he cane evaluate his future political prospects", "new_id": -2}, {"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.\" As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q> I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table, </q> he said.\" He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}, {"uid": "1296852645182026275", "i": 299, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "that,\" <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. <q> I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him, </q> <strong> Roger Goodell </strong> said.\" He takes that seriously also.\" <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009", "new_id": -2}, {"uid": "1295629433247332867", "i": 23730, "idx": 3, "sa": ["Andy Coulson"], "q": "the Commons culture committee, warned the prime minister now faced serious questions.\" This is the second job that <strong> Andy Coulson </strong> has resigned from for something he claims to know nothing about,\" Watson said. <q> His departure creates serious questions over the prime minister's judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp.\" It's a mark of the man that he would sneak out a statement on a Friday morning on a busy news day. Spin and obfuscation is all we get from Downing Street- we need to get to the truth. </q> His remarks were echoed by Chris Bryant, the former Labour Europe minister, who is seeking to sue the police over allegations that his phone was illegally hacked on behalf of the News of the World.", "new_id": -2}, {"uid": "1295416505157892632", "i": 8983, "idx": 1, "sa": ["Rickey Minor", "Simon Cowell", "Steven Tyler"], "q": ". Because when\" Idol\" returns tonight on Fox, it will be unveiling changes so extensive, producers are saying it might as well be considered an entirely different show. <q> It will, hopefully, be a little bit of circus, </q> joked host <strong> Simon Cowell </strong> and I had our banter, but this is a whole different dynamic.\" <strong> Steven Tyler </strong> have stepped up to counter <strong> Simon Cowell </strong>'s cynicism and charisma with star power and supportive tones. <strong> Rickey Minor </strong> took the", "new_id": -2}, {"uid": "1295976368172294158", "i": 9273, "idx": 5, "sa": ["Eric Schmidt"], "q": "engineering talent. <strong> Eric Schmidt </strong> rejected the notion that Google was losing key people.\" Our retention has been actually the same and our turnover has been exactly the same for seven years,\" he said. <q> We're going to be hiring many thousands of people this year. </q> <strong> Eric Schmidt </strong> said that in his new role he would be able to spend more time on government issues and Google's public image, among other things. We welcome comments that advance the story directly or", "new_id": -2}, {"uid": "1295020317211582983", "i": 31753, "idx": 5, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments\": true,\" duration\":\"\",\" mediaQueryString\":\" http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-35v&amp;flvURL=/media/2011/01/13/01132011-35v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-35v.jsn\"}{\" title\":\" Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\",\" description\": <q> <strong> Sen. Kay Bailey Hutchison </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q>,\" note\":\"\",\" correction\":\"\",\" stillURL\":\" http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\",\" emailLink\":\" http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}]