[{"uid": "1297119812245366797", "i": 16911, "idx": 8, "sa": ["Simon Cowell"], "q": "prospects, but I hadn't got a clue whether it was going to be a hit or whether we were going to be kicked out of the country after three weeks,\" <strong> Simon Cowell </strong> told reporters. <q> All you can do, which I'm going to do, is you give it 110% percent effort and I'll do everything I can to make it the best show I possibly can, and then you hope that viewers like it. </q> <strong> Simon Cowell </strong>:` The X Factor' judging panel still has yet to be determined` The X Factor' announces$ 5 million record deal prize and auditions` Jersey Shore' star The Situation planning to leave", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said.\" I think he'd clear the field.\" Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP\" rising stars\" like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}, {"uid": "1295939479088457227", "i": 42266, "idx": 0, "sa": ["Richard Gere", "the Bounty", "David Letterman"], "q": "1930/31- Cimarron 1931/32- Grand Hotel 1932/33- Cavalcade 1934- It Happened one Night 1935- Mutiny on <strong> the Bounty </strong> 1936- The Great Ziegfeld 1937- The <strong> Richard Gere </strong>... <strong> David Letterman </strong>- Academy Awards Top Ten It's the <q> Top Ten Things Overheard at the Academy Awards. </q>... Academy Awards- Best Pictures 1927-2009 1927-28 Wings 1928-29 Broadway Melody 1929-30 All Quiet on the Western Front 1930-31 Cimarron 1931-32 Grand Hotel 1932-33 Cavalcade 1934 It Happened One Night 1935 Mutiny on <strong> the Bounty </strong> 1936 The Great Ziegfeld 1937", "new_id": -2}, {"uid": "1295928966011796491", "i": 2198, "idx": 3, "sa": ["Allen Iverson"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against With Richard Hamilton sidelined, the Detroit Pistons abandoned their", "new_id": -2}, {"uid": "1297224206054231079", "i": 19170, "idx": 1, "sa": ["Sean Hannity", "Donald Rumsfeld"], "q": "Fox News' <strong> Sean Hannity </strong>, <strong> Donald Rumsfeld </strong> also said the extremist, autocratic rule in Iran is an example of what could happen in Egypt, and other Middle Eastern nations, experiencing signs of political upheaval. <q> If you think of the Iran model, where there was a popular revolution, and it wasn't the populace that ended up in charge- it was a very small, radical, extremist clique- that risk exists[ in other Middle East countries], </q> said <strong> Donald Rumsfeld </strong>, whose memoir,\" Known and Unknown,\" was published Tuesday.\" The problem we have is there are many elements in a popular revolt. Among them are extremists, like the", "new_id": -2}, {"uid": "1294997731235044878", "i": 42726, "idx": 6, "sa": ["Brian Finneran", "Michael Vick"], "q": "<strong> Brian Finneran </strong> got along with <strong> Michael Vick </strong>. He's just not afraid to speak his mind, including to teammates' faces.\" It's almost like a pay-it-forward type deal,\" <strong> Brian Finneran </strong> said. <q> I had guys do it with me. I try to emphasize that with all the young guys around. <strong> Eric Weems </strong>, one of our special-team studs, I kept reminding him:` Do the right things. Don't let it go to your head.' </q> Do some guys not want to hear it?\" Oh, yeah,\" <strong> Brian Finneran </strong> said.\" A lot of times, we'll have rookies come in here and literally not want to", "new_id": -2}, {"uid": "1296800641249069578", "i": 3840, "idx": 1, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong>, R-Ind., has introduced the legislation. In Virginia, anti-abortion activists and social conservatives said the videos illustrate what they said is Planned Parenthood's disregard of laws intended to regulate abortion. <q> Their clinics are just blatantly violating laws, and they're doing it to the sums of hundreds of millions of dollars of taxpayer funds, </q> said Anna Franzonello, an attorney for Americans United For Life. Rita Dunaway, an attorney with the Rutherford Institute, which generally promotes conservative causes, said the videos underscore\" the need for greater regulation", "new_id": -2}, {"uid": "1295439934220266568", "i": 39166, "idx": 1, "sa": ["Barack Obama", "Mahatma Gandhi", "Michael Vick"], "q": "instead being trumpeted as some sort of hero of transformation. It is truly sickening. I am one person who will never forget. I know I am not alone. In the words of <strong> Mahatma Gandhi </strong>, <q> The greatness of a nation and its moral progress can be judged by the way its animals are treated. </q> I voted for Mr. <strong> Barack Obama </strong> to lead this nation out of the failures of the Bush years and into greatness. His embracing of Mr. <strong> Michael Vick </strong> does nothing to advance that goal. To both <strong> Barack Obama </strong> and the", "new_id": -2}, {"uid": "1297402284143720477", "i": 3550, "idx": 4, "sa": ["Mitt Romney", "Donald Rumsfeld", "Barack Obama"], "q": "understand what was at stake?\" As can be expected, much of the blame for America's precipitous state was laid at the feet of <strong> Barack Obama </strong> and the Democratic agenda, which <strong> Donald Rumsfeld </strong> poetically described as <q> the gentle despotism of big government. </q> Several speakers accused <strong> Barack Obama </strong> of not believing in the exceptionalism of America, or understanding American power, and therefore precipitating the country's declining influence. Downstairs, in the exhibit hall, supporters of <strong> Mitt Romney </strong> distributed stickers that", "new_id": -2}, {"uid": "1294965522267878401", "i": 40522, "idx": 1, "sa": ["Michael Vick", "Tony Windis"], "q": "during the first quarter of the first week, and it turned into a blessing in disguise when he made his move to acquire <strong> Michael Vick </strong>( Eagles), who was the backup. <q> I was naturally going to go after <strong> Michael Vick </strong> to protect my quarterback, </q> <strong> Tony Windis </strong> said.\" Well everybody thought he would be a one-day wonder and the next day after the waiver period came through,( Eagles coach) Andy Reid announced that <strong> Michael Vick </strong> would be his full-time", "new_id": -2}]