[{"uid": "1295876260066535475", "i": 23245, "idx": 1, "sa": ["Rex Tillerson", "Chairman Mao", "Sen. Bernie Sanders"], "q": "his company is employing to weather the economic downturn. Speaking at the SIIA Information Industry Summit.... <strong> Sen. Bernie Sanders </strong> Engel Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is holding a hearing entitled <q> Drilling Down on America's Energy Future: Safety, Security, and Clean Energy </q> with the following witnesses: <strong> Rex Tillerson </strong>, <strong> Chairman Mao </strong> and Chief Executive Officer, ExxonMobil Jo... video results for: chairman company president <strong> Sen. Bernie Sanders </strong> Inslee Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is", "new_id": -2}, {"uid": "1295571782118030340", "i": 3032, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "quarter. Meanwhile, the company said its paid clicks rose by about 13% year-over-year and rose 9% from the sequential quarter. Cost-per-click rose approximately 5% year-over-year and rose 2% over the sequential quarter. <q> <strong> Google Inc. </strong> had a strong fourth quarter, with 17% year over year revenue growth, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>.\" Given that the global economy is still in the early days of recovery, this was an extraordinary end to the year. Our performance in 2009 underscored the strength of our", "new_id": -2}, {"uid": "1295819193226000912", "i": 7283, "idx": 9, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "all the attention and prosaic duties that come with running one of world's most scrutinized companies.\" I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World As We Know It. </q>\" I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of Google's quarterly", "new_id": -2}, {"uid": "1297671532135315459", "i": 8315, "idx": 0, "sa": ["Michael Vick", "Michael Hansen", "Martha Stewart"], "q": "said any dog will bite if provoked- citing <strong> Martha Stewart </strong>'s recent run-in with her own dog. <strong> Michael Hansen </strong> blames the pit bull's bad reputation on owners and the press. <q> You have a tendency to sensationalize stories or put into them right down to the blood and gore when it isn't really necessary, </q> said <strong> Michael Hansen </strong>, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that\"", "new_id": -2}, {"uid": "1295883923115425283", "i": 46659, "idx": 2, "sa": ["Oprah Winfrey", "Jessica Simpson", "Simon Cowell"], "q": "after they sang together on a UK TV show. Their rendition of Unchained Melody was phenomenally successful, but <strong> Simon Cowell </strong> has revealed it took a long time for him to convince the duo of their talents. <q> It took me seven months to persuade these two to sign a recording contract with me, </q> he told American talk show host <strong> Oprah Winfrey </strong>.\" But I drove them so mad that I actually got a solicitor's letter from one of them saying I had to stop harassing his client. <strong> Jessica Simpson </strong> is grateful", "new_id": -2}, {"uid": "1295561275260145152", "i": 43323, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.\" There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page", "new_id": -2}, {"uid": "1296500989172736528", "i": 35543, "idx": 1, "sa": ["Clive Goodman", "Andy Coulson", "Tommy Sheridan"], "q": "` missing' News of the World emails bluecrusader99 31 January 2011 6:49 PM jamesdoleman 31 January 2011 7:08 PM There was also this interesting exchange between Mr <strong> Tommy Sheridan </strong> and <strong> Andy Coulson </strong> <q> Mr <strong> Tommy Sheridan </strong> then asked the witness if he there were any emails between him and <strong> Clive Goodman </strong>, the former Royal editor of the NotW. Mr <strong> Andy Coulson </strong> replied,\" yes he was a reporter on the paper </q> Mr <strong> Tommy Sheridan </strong> asked if Mr <strong> Andy Coulson </strong> had emailed Mr <strong> Clive Goodman </strong> asking him to\" take the blame for the good of the paper\" Mr <strong> Andy Coulson </strong> responded\" No, I'm positive, do you have that email Mr", "new_id": -2}, {"uid": "1296041814257409024", "i": 378, "idx": 0, "sa": ["Paul Kanjorski", "Sarah Palin", "Sen. Bernie Sanders"], "q": "<strong> Sen. Bernie Sanders </strong> from Vermont is using the recent tragedy for fundraising. No vitriolic rhetoric there. Congressman <strong> Paul Kanjorski </strong>, D-Pa., in reference to opposing Republican candidate Scott for Florida's governorship. <q> Take Scott out and put him against a wall and shoot Him! </q>( 7 of 8) Oh, wait, that's not fair. <strong> Sarah Palin </strong> always gets quoted, though I don't know who elected her the leader of the astro-turf crowd or what office she", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected.\" The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,\" said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q>\" For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,\" said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri.\" This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}, {"uid": "1297615356105119757", "i": 15547, "idx": 0, "sa": ["Marlon Wayans", "Nick Lachey", "Katy Perry", "Russell Brand", "Vanessa Minnillo", "Vivica A. Fox", "Simon Cowell"], "q": "Valentine's Day From the POV of the Stars <strong> Marlon Wayans </strong> Stars in Commercials Stars get fit, fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Russell Brand </strong> Hosts Saturday Night Live: <q> I'm Much More Famous in England </q> <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed Royal romance of William, <strong> Katy Perry </strong> turned into comics <cite> Associated Press </cite> <strong> Katy Perry </strong>:' I Was Shaped Like", "new_id": -2}]