[{"uid": "1295562573075235436", "i": 712, "idx": 0, "sa": ["James A. Baker III", "Brent Scowcroft", "Saddam Hussein", "Mikhail Gorbachev", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "20th anniversary show <strong> Saddam Hussein </strong> tried to broker a last-minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces\" treacherous and cowardly\" and describing <strong> George H.W. Bush </strong> as <q> the enemy of God and humanity. </q> Along with <strong> George H.W. Bush </strong>, the reunion will include former <strong> Dick Cheney </strong> <strong> George H.W. Bush </strong> Quayle, then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman retired <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> James A. Baker III </strong> and former National Security Advisor <strong> Brent Scowcroft </strong>.", "new_id": -2}, {"uid": "1296715900139952133", "i": 14122, "idx": 0, "sa": ["Mike Pence"], "q": "With the dismissal of one rumor came the start of another, as many supporters now believe the Columbus, Ind., born and raised congressman may seek a shot at the governor's mansion. <q> In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead, </q> <strong> Mike Pence </strong> said.\" After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play.\" Although his e-mail is solely an interpretation of", "new_id": -2}, {"uid": "1295636961179568645", "i": 30512, "idx": 5, "sa": ["Glenn Mulcaire", "Andy Coulson", "Tommy Sheridan", "Sean Hoare"], "q": "on Mr <strong> Sean Hoare </strong>'s claims.\" 9 December 2010, <strong> Tommy Sheridan </strong> perjury trial: Asked about <strong> Glenn Mulcaire </strong>'s repeated hacking of private mobile phone messages for the News of the World, <strong> Andy Coulson </strong> said: <q> I never knew him as an individual, I never met him, I never spoke to him, I never heard his name until the <strong> Clive Goodman </strong> affair started.\" But I knew his consultancy was used in an entirely legitimate way during my time as editor. </q> <strong> Tommy Sheridan </strong> asked him about a House of Commons committee report which stated that the NoW\" turned a blind eye\" and\" at worst actively condoned\" bugging and hacking in the newsroom. Phone-hacking row", "new_id": -2}, {"uid": "1297699500244842499", "i": 33335, "idx": 1, "sa": ["Jerry Brown", "Maggie Clark", "Bill Lockyer"], "q": "forward quickly\" that's <strong> Jerry Brown </strong>'s fault\" said Rosemead Councilwoman <strong> Maggie Clark </strong>.\" The governor is being very shortsighted in taking this position, because it can be an economic stimulus,\" <strong> Maggie Clark </strong> said. <q> In the long run, it could have disastrous effects for us. </q> Still, it could be cities that lose in the haste, according to state Treasurer <strong> Bill Lockyer </strong>. <strong> Bill Lockyer </strong> says some cities that issued redevelopment bonds in January, in their rush to obligate funds, are getting", "new_id": -2}, {"uid": "1297297373261144593", "i": 18132, "idx": 1, "sa": ["Steve Ballmer"], "q": "most recently worked with the company's Online Services Division.\" We are already making strong traction across our Server and Tools Business by embracing cloud services,\" said Microsoft chief executive <strong> Steve Ballmer </strong>. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future. </q> The 19 year Microsoft veteran will take the reigns Microsoft's server, tools and cloud platforms from outgoing president Bob Muglia. In January, the company announced that Muglia would be leaving Redmond", "new_id": -2}, {"uid": "1295790223050479164", "i": 11477, "idx": 2, "sa": ["Jerry Brown", "Bill Lockyer", "Mark Hedlund", "Darrell Steinberg"], "q": "\" Democratic Treasurer <strong> Bill Lockyer </strong> said. But:\" The last I heard, the University of California and California schools create jobs.\" The bad news: <strong> Jerry Brown </strong> also told the League of Cities Wednesday, <q> You may win on redevelopment and then we take something else away. </q> But why? <strong> Mark Hedlund </strong>, spokesman for Senate President Pro Tem <strong> Darrell Steinberg </strong>, framed the issue well- it's a choice between\" a subsidy for public and private development\" and$", "new_id": -2}, {"uid": "1295972855202047505", "i": 15403, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "Big Business in their own right. Some of the financial institutions receiving TARP money awarded their wealthy officers\" billions in bonuses,\" including individual\" million-dollar bonuses.\" For example, <q> JPMorgan paid out bonuses <strong> in excess </strong> of$ 3m to more than 200 employees. </q> Since the TARP money was tax dollars, this qualifies as <strong> Sen. Bernie Sanders </strong>'\" tax breaks\" for very wealthy people. Reuters reported:\" Banks seized more than a million U.S. homes in one year for the first", "new_id": -2}, {"uid": "1295001897094699523", "i": 22761, "idx": 0, "sa": ["Turk McBride", "Michael Vick"], "q": "now, too.\" It's almost like going overseas and you have to drive on the left side of the road instead of the right side of the road,\" he said. <q> It's just something you have to get adjusted to. The first few times you do it, it's not something you're accustomed to, you don't really feel confident about it. But after you do it a few times it's regular. </q> Contact DAVE BIRKETT: 313-222-8831 or dbirkett@freepress.com. Read more in his Lions blog at Lions defensive lineman <strong> Turk McBride </strong> knocks the ball out of <strong> Michael Vick </strong>'s hands during Detroit's loss on Sept. 19 at Ford", "new_id": -2}, {"i": 2103, "idx": 2, "index_answer": 0, "new_id": -1, "q": "stand by what I've said about those events,\" he said,\" but when the spokesman needs a spokesman, it's time to move on.\"( A nice variant on <strong> Alastair Campbell </strong>'s axiom, <q> Once you become the story, it's time to quit. </q>) For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM's extraordinary ability to ride above the fray is mainly due to his roots and upbringing- Old Etonian arrogance, if you", "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "uid": "1295620523143933448"}, {"uid": "1295342501194592769", "i": 8567, "idx": 0, "sa": ["Google Inc.", "Steve Ballmer", "Keith Goddard"], "q": "- Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>, said to unveil new software for tablets at the Consumer Electronics Show next week, will face skeptics who say his company won't soon narrow Apple's iPad lead. <q> By the time Microsoft gets it figured out everybody will already own an iPad, </q> said <strong> Keith Goddard </strong>, CEO of Capital Advisors <strong> Google Inc. </strong> an investing firm in Tulsa, Oklahoma, that holds Apple shares.\" That train has left the station.\" Microsoft will announce a full version of the", "new_id": -2}]