[{"uid": "1295615268003915777", "i": 12838, "idx": 1, "sa": ["Eric Schmidt", "Distant Future"], "q": "study revealed that 70% of the 200 largest companies( by market capitalization) in the S&P 500 Stock Index reported changes to their executive compensation programmes. How should compensation systems be redesigned in the wake of the <q> Great Recessi... <strong> Eric Schmidt </strong> and <strong> Jared Cohen </strong> at the Council on Foreign Relations <strong> Eric Schmidt </strong> and <strong> Jared Cohen </strong> at the Council on Foreign Relations <strong> Eric Schmidt </strong> and <strong> Jared Cohen </strong> speak at the Council on Foreign Relations in New York, NY on November 3, 2010. www.cfr.org... Google DC Talks: A Conversation with Chris Anderson As part of the Google DC Talks series, Google's Washington office hosted a special book talk with Chris Anderson, Editor in Chief of Wired Magazine and best-selling author of\" The Long Tail. </q> In his new book\" Free: The <strong> Distant Future </strong> of a Radical Price,\" Anderson makes the... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l", "new_id": -2}, {"uid": "1297200983061325341", "i": 1814, "idx": 14, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Though viewed by many as the spear of Mr. <strong> President Bush </strong>'s\" freedom agenda,\" Mr. <strong> Donald Rumsfeld </strong> also expresses misgivings about\" nation-building.\" He disagrees with the\" Pottery Barn rule\"- attributed to Mr. Powell-that <q> if you break it, you own it, </q> arguing Iraq was already broken under Saddam. While he acknowledges that the U.S. had security obligations to Iraq, he expresses discomfort with Mr. <strong> President Bush </strong>'s broad promises for democracy, and he worries that countries too frequently develop", "new_id": -2}, {"uid": "1296859850024854534", "i": 2207, "idx": 0, "sa": ["Sergio Marchionne", "Barack Obama"], "q": "( Reuters)- Chrysler is working to refinance what its chief executive characterized as\" shyster loans\" that the <strong> Barack Obama </strong> administration extended as part of a bailout to keep the automaker from collapse in 2009. <q> I want to pay back the shyster loans, </q> <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unprincipled lawyer or politician.\" Pay back the loans, get those out and then take( the company) public.\" <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1295280448145555491", "i": 6565, "idx": 0, "sa": ["Sergio Marchionne"], "q": "as encouraging investment. The bitter campaign split Italy's powerful labor unions. <strong> Sergio Marchionne </strong> praised the\" courage\" of workers who gave their approval. Saying yes to flexibility makes it possible to achieve <q> very high production levels, of up to 280,000 vehicles per year, and also open the way for the potential creation of jobs, </q> <strong> Sergio Marchionne </strong> said in a statement.\" In a country such as Italy, which has always been tied to the past and reluctant to change... those who voted yes showed vision,\" he said.", "new_id": -2}, {"uid": "1296957480120569889", "i": 17340, "idx": 0, "sa": ["David Letterman"], "q": ", about their recent bouts with heart disease or open heart surgeries. <strong> David Letterman </strong> told Walter's he considers himself very lucky to be alive. Biloxi resident Susan Oustalet can certainly identify with that. <q> I will never forget that day, as long as I live, </q> is how Susan remembers the events of April 7th, 2009. This long time gift shop owner, knew in the weeks leading up to that day that there was something wrong, she just didn't", "new_id": -2}, {"uid": "1296614981006586377", "i": 224, "idx": 0, "sa": ["Zahi Hawass"], "q": ". Reuters reports: \" Egyptian police shot dead 17 people trying to attack two police stations on Saturday in Beni Suef governorate, south of Cairo, witnesses and medical sources said. \" reports: <q> Would-be looters broke into Cairo's famed Egyptian Museum, ripping the heads off two mummies and damaging about 10 small artifacts before being caught and detained by soldiers, Egypt's antiquities chief said Saturday. </q> <strong> Zahi Hawass </strong> said the vandals did not manage to steal any of the museum's antiquities, and that the prized collection was now safe and under military guard. With mass anti-government protests still roiling the country", "new_id": -2}, {"uid": "1294966659267878403", "i": 37274, "idx": 1, "sa": ["Katie Couric", "Dr. Peter", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "see that she's really trying so hard to communicate with us.\" <strong> Dr. Peter </strong> Michael Lemole, the neurosurgeon who operated on <strong> Gabrielle Giffords </strong>, said Thursday that visit may have made all the difference. <q> I was there when she was surrounded by her friends from the Congress and the Senate. And I think it was a combination, perhaps, of the unexpected but familiar that really prompted her to open her eyes and look around, </q> he said. <strong> Katie Couric </strong>:\" Was her husband completely beside himself?\" <strong> Kirsten Gillibrand </strong>:\" He was- it was dramatic. I mean, he- we didn't understand the importance of", "new_id": -2}, {"uid": "1296117524127270912", "i": 29738, "idx": 0, "sa": ["James Caan", "Andrew Russo", "Andy Coulson"], "q": "<strong> Andrew Russo </strong>- or` <strong> Andy Coulson </strong> Mush' as he's known in Brooklyn and Long Island- was one of the 100-plus New York gangsters picked up in an FBI swoop the previous week. <q> I've known <strong> Andrew Russo </strong> since 1972, </q> <strong> James Caan </strong> wrote to the court,\" and in all that time I have known him only as an unbelievable father, grandfather, great-grandfather and as good a friend as any person could ask for. <strong> James Caan </strong>", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q> They're great players and they've proven to be productive in their careers, </q> Heat coach <strong> Erik Spoelstra </strong> said.\" So once they became comfortable with this team and with each other, that was a matter of time.\" When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}, {"uid": "1295000695083214342", "i": 2602, "idx": 1, "sa": ["Heston Blumenthal", "David Letterman"], "q": "with his two children by his estranged wife, daughter Mason, eight, and five-year-old Jude. When asked by <strong> David Letterman </strong> how the children were coping since their parents seperated in July 2010, he said: <q> The kids seem to be doing OK.\" We've been spending quite a bit of time with them, Kayte and I. </q> <strong> Heston Blumenthal </strong> turns his formidable culinary imagination towards the sea in an attempt to create a sustainable banquet that will completely change the way we think about seafood. For his starter, <strong> Heston Blumenthal </strong> conjures up a Fishy Afternoon Tea", "new_id": -2}]