[{"uid": "1297654750115818510", "i": 14874, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "an airline trade group, said the safety of passengers and crew members is its No. 1 priority.\" Making improvements is a continuous process,\" ATA spokeswoman Jean Medina said in an e-mailed statement. <q> The rules, as written, will not improve safety, and regulations that are based neither on science nor operational experience should be rejected. </q> U.S. Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., also had spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding cuts shouldn't alter the timetable.", "new_id": -2}, {"uid": "1296044299210403360", "i": 48279, "idx": 8, "sa": ["Colin Powell", "Barack Obama"], "q": ".\" There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,\" he said. <q> All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. But with all of the cable channels and talk radio and blogs, especially blogs, where people can be anonymous with their nastiness, I think has caused a level of coarseness in our society that we've all got to think about. </q> <strong> Colin Powell </strong> said he thought <strong> Barack Obama </strong> was making an effort to reach across political divides to tone down the rhetoric and urged members of Congress to do the same.", "new_id": -2}, {"uid": "1295901953137494561", "i": 1659, "idx": 5, "sa": ["Zahi Hawass"], "q": "competent\" German government was re-established. Egypt, added the statement, recognized and appreciated the care accorded by Germany to the painted limestone bust of the famous ancient Egyptian queen, but added: <q> Egypt is confident that the German authorities will assist in facilitating its return. The government and people of Egypt are eager that this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo.\" They don't like me for making these requests,\" said <strong> Zahi Hawass </strong>.\" But I do", "new_id": -2}, {"uid": "1295202805257589268", "i": 9500, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer", "Tom Coburn"], "q": ".) condition, <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> noted on NBC's\" Meet the Press\" that the Arizona Blue Dog had called for more civil debate before being shot in the head at a meet-and-greet with constituents. <q> We have to as leaders, as a body of government, come together and do the people's business, </q> she said. <strong> Barack Obama </strong> <strong> Chuck Schumer </strong>( D-N.Y.) said on NBC that he and Oklahoma Republican <strong> Tom Coburn </strong> are\" good examples\" of lawmakers who disagree politically but\" keep it civil.\" <strong> Chuck Schumer </strong> suggested", "new_id": -2}, {"uid": "1296145047005734434", "i": 3271, "idx": 0, "sa": ["Justin Bieber", "Katy Perry", "David Letterman"], "q": "<strong> Katy Perry </strong>'s California Dreams tour is shaping up to be quite the experience, with the singer promising\" a Broadway feel\" with a storyline. The show will even smell good: <q> It's going to smell like you're in cotton candy heaven. </q>( <strong> Justin Bieber </strong> will appear on\" The Late Show With <strong> David Letterman </strong>\" twice next week.( Diddy is going to guest star on an upcoming episode of\" Hawaii 5-0.\"( Just Jared)", "new_id": -2}, {"uid": "1295713151148635720", "i": 30585, "idx": 0, "sa": ["Eric Schmidt"], "q": "said.\" But it's about me directing my attention to the country.\" He added that he expected the government would win a confidence vote set for next Wednesday, the newspaper noted, and <q> the government will continue to govern the country. </q> http://bit.ly/eMi1cb\" 6:25 p.m. EST, Jan. 21, 2011 from MarketWatch\" Commentary: <strong> Eric Schmidt </strong>'s next act bodes well for tech\" Citigroup increases CEO Pandit's base pay to", "new_id": -2}, {"uid": "1296524456137232420", "i": 19699, "idx": 0, "sa": ["Michael Vick"], "q": "\" wasting more taxpayer money to wage their political agenda. i think bloomberg has much more important things to worry about, LIKE TRYING TO BALANCE HIS@#$% BUDGET> Report Abuse <q> The results of the sting illustrate that even in a place where you would EXPECT the current regulations to be complied with, they aren't. I suggest HUGE CRIMINAL PENALTIES for SCUM who would bypass the current regulations that are intended to keep nutjobs, drug addicts, and felons from buying guns. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Serial Rapist Suspected of Strangling Wash.. Guard Honda Film: Mobility 2088 Ponder the possibilities of future transportation and energy", "new_id": -2}, {"uid": "1295754500172048384", "i": 13398, "idx": 0, "sa": ["Andy Coulson", "Robert Gates"], "q": "man was sentenced to a four-year prison term Friday for conspiring to... Photo in Slideshow: U.S. Secretary of Defense <strong> Robert Gates </strong> and China... Photo in Slideshow: U.S. Secretary of Defense <strong> Robert Gates </strong> and China... Report Abuse <q> Just a start. Now if cleaning up the country is real, go go go go... and we should support the effort. And why does the media ignore stories as to these drug bums using grenade launchers etc that are NOT readily nor legally available in the US!! Oh because it doesn't agree with what they wan to believe. Truth has no place in the libs mindset. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295310565231800855", "i": 26716, "idx": 0, "sa": ["Harry Reid", "Barack Obama", "Mike Pence"], "q": "so why should the Republican House even bother to vote on health care? Find out.www.PJTV.com.... <strong> Mike Pence </strong>:\" You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over.\" <strong> Mike Pence </strong>: <q> You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over. </q> Congressman <strong> Mike Pence </strong> gave the following floor speech during debate of the final reconciliation bill that purports to\" fix\" the Democrat government takeover of health care.... Limbaugh: <strong> Barack Obama </strong> Attempting To Make Health Care Repeal Impossible <strong> Harry Reid </strong>", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology.\" He's an innovator and entrepreneur to the core, and this role suits him perfectly,\" <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+` px';} else{ this.style.height=' 250px';};\"> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}]