[{"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in` The A-Team.' <q> It was one of the best experiences of my life. The guy loves to improvise, </q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show' last summer.\" He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}, {"uid": "1297353581241270839", "i": 34862, "idx": 0, "sa": ["Simon Cowell"], "q": "wherever you are in the world and denounce <strong> Simon Cowell </strong> as the anti christ, erm, OK well thats your one and only concession to organised religion. Gegenschein 10 February 2011 2:17 PM FreedomFromHope <q> Don't read CiF, it'll make you hate liberals even if you pertain to be one. </q> I will follow on from this by advising a kid not to be too tribal with politics. And to let me know if they find out how to do this. Nobody really seems able to manage it", "new_id": -2}, {"uid": "1296038297257409139", "i": 46328, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": ". The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday.\" <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1297299209172949515", "i": 24079, "idx": 0, "sa": ["Nigel Lythgoe", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": ", said the show is better without the\" cranky brit\" <strong> Simon Cowell </strong>. <strong> Nigel Lythgoe </strong> said new judges; <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are giving the talent a chance they might not otherwise get this year. <q> We've had some incredible country voices, </q> <strong> Nigel Lythgoe </strong> said.\" In truth, <strong> Simon Cowell </strong> would have gotten rid of them straight-away because he wasn't a country fan.\" <strong> Nigel Lythgoe </strong> said this year there is a 16-year-old that performs jazz.\" <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1295228905163069960", "i": 23409, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "<strong> Kirsten Gillibrand </strong>, D-N.Y., said she talked with <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. <q> She's making progress every day, </q> <strong> Kirsten Gillibrand </strong> said.\" She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and", "new_id": -2}, {"uid": "1297451846240746502", "i": 36814, "idx": 7, "sa": ["John McCain", "Donald Rumsfeld", "George Washington"], "q": ", mistakenly calling them\" peaceful protesters.\" That is not an accurate portrayal of the Human Rights Watch reporting, said Rachel Denber, the organization's acting executive director for Europe and Central Asia. <q> As our report on Andijan acknowledges, there were some armed people in the crowd in Andijan, but they were vastly outnumbered by unarmed people who came out to protest and then fled and were ambushed when government forces started shooting at the square. In such circumstances government forces had an obligation, which they utterly ignored, to prevent harm to the many who were unarmed, </q> Denber told EurasiaNet.org.\" <strong> Donald Rumsfeld </strong> may be right that the <strong> John McCain </strong> has a better chance of exposing Uzbekistan to democratic values through contact, but that contact will be of questionable value if <strong> George Washington </strong> doesn't respond", "new_id": -2}, {"uid": "1296259557105840651", "i": 2127, "idx": 2, "sa": ["Donald Rumsfeld", "Hamad bin Khalifa", "John Dunbar"], "q": ",\" says <strong> John Dunbar </strong>, a former fellow at the Center for Public Integrity who studied media.\" It is seen, fairly or not, as an outlet for terrorists.\" <strong> Donald Rumsfeld </strong> called the channel <q> vicious, inaccurate, and inexcusable. </q> On November 13, 2001, during the U.S. invasion of Afghanistan, a U.S. missile destroyed <strong> Hamad bin Khalifa </strong> Jazeera's offices in Kabul. And in November 2005, Britain's Daily Mirror newspaper reported that in an April 2004", "new_id": -2}, {"uid": "1295640991266682378", "i": 2016, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Frank Carlucci", "Hillary Clinton", "James Dobbins"], "q": "with may be settled by a domestic political debate. A bipartisan group of 16 U.S. Senators, led by New York Democrat <strong> Kirsten Gillibrand </strong>, has urged Secretary of State <strong> Hillary Clinton </strong> to veto the resolution: <q> Attempts to use a venue such as the United Nations, which you know has a long history of hostility toward Israel, to deal with just one issue in the negotiations, will not move the two sides closer to a two-state solution, but rather damage the fragile trust between them. </q> But a number of senior former U.S. diplomats and officials, including former Reagan Defense Secretary <strong> Frank Carlucci </strong> and former Assistant Secretaries of State Thomas Pickering and <strong> James Dobbins </strong>, have written to <strong> Barack Obama </strong> urging him to support", "new_id": -2}, {"uid": "1295592036054968326", "i": 13723, "idx": 2, "sa": ["Eric Schmidt", "Dr. Peter Piot", "Larry Brilliant", "Larry King"], "q": "other entrepreneurs. 5:48 By <strong> Larry King </strong> Page, Co-Founder of Google, and <strong> Eric Schmidt </strong>, CEO of Google.... Google.Org: 25 Years of AIDS 53:11 A conversation with <strong> Dr. Peter Piot </strong>, <strong> Eric Schmidt </strong>, and <strong> Larry Brilliant </strong> on the topic of <q> AIDS: Are We Destined for Another 25 years? </q>( February 2007)... video results for: google schmidt larry <strong> Eric Schmidt </strong> of Google: Change Creates Opportunity Despite the economic downturn, <strong> Eric Schmidt </strong> tells students now is the perfect time to be graduating. Additionally, the Google", "new_id": -2}, {"uid": "1295606549109838348", "i": 43124, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "( Â£ 6.8 bn). <strong> Sergey Brin </strong>, in 2001, said on his personal Twitter account:\" Day-to-day adult supervision no longer needed!\" On a conference with analysts late last night he added: <q> I believe Larry is ready. His ideas are very interesting and clever and it's time for him to have a shot at running this.\" I am enormously proud of my last decade as CEO and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead. </q> Mr <strong> Eric Schmidt </strong>, who will become executive chairman of the search giant, said the new structure will\" produce even better results for the corporation\". He explained that the previous structure, in", "new_id": -2}]