[{"uid": "1297275482080936964", "i": 32143, "idx": 0, "sa": ["David Letterman", "Elton John"], "q": "Show with <strong> David Letterman </strong> last night to discuss how having a tampon taped to his back in high school was not fun for him, breaking his wrist and much more. FELLINI, POTTER, KELLER, PERKINS!: <q> LCS, I'm not sure that I know that much about Fellini- but I have re-watched all of his films and listened to the extras and, then, I watched that documentary about Fellini( just now, I can't... </q> LogoTV.com| TripOut: Gay Travel NOTE: afterelton.com is not affiliated with <strong> Elton John </strong>", "new_id": -2}, {"uid": "1295357874044482579", "i": 7494, "idx": 0, "sa": ["Ryan Seacrest", "Simon Cowell", "Jennifer Lopez"], "q": "why we get so involved is because we see so much potential and we see so much great talent and so much artistry there.\" <strong> Jennifer Lopez </strong> says it reminds her of herself years ago. <q> You can identify, and you want to just guide them in the right direction, </q> she says. The loss of <strong> Simon Cowell </strong> will affect one member of\" The American Idol\" team more than others, host <strong> Ryan Seacrest </strong>. He and <strong> Simon Cowell </strong> became their own three-ring circus of barbs during the first", "new_id": -2}, {"uid": "1295235692176996357", "i": 39578, "idx": 0, "sa": ["Eric Schmidt", "Maria Bartiromo"], "q": "Bing search engine as an alternative to Google. An Enterprise 2.0 tour about SAP's Business Intelligence deal with Jive Software, which lets you embed dynamic analytics BusinessObjects Crystal Reports widgets inside your ClearSpace blog posts. <q> People are treating Google like their most trusted friend, </q> said CNBC's <strong> Maria Bartiromo </strong> in the interview.\" Should they be?\" Passing on the opportunity to explain to <strong> Maria Bartiromo </strong> the difference between trusted friends and multi-billion dollar search advertising companies, <strong> Eric Schmidt </strong> responded,\"", "new_id": -2}, {"uid": "1297521829086999041", "i": 39663, "idx": 0, "sa": ["Kayte Walsh", "David Letterman"], "q": "\" What I hope is that Kelsey and I can improve our communications and truly co-parent our two wonderful children,\" her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, <q> love and happiness in their new marriage. </q> Those are the kinds of good wishes that only a dollar sign followed by a lot of zeroes buys. Kelsey told <strong> David Letterman </strong> last month that he plans to marry <strong> Kayte Walsh </strong> this month.", "new_id": -2}, {"uid": "1296192827166559775", "i": 11771, "idx": 0, "sa": ["Simon Cowell"], "q": "to secure a role as a judge- <strong> Simon Cowell </strong> is likely to bring the 27-year-old onto the show in the position usually filled by'80s popstar Sinitta on the UK original. A source told The Sun: <q> <strong> Simon Cowell </strong> desperately wants <strong> Cheryl Cole </strong> to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor.\" It would be a way to test how she's received in America. Plus viewers would be able to warm to her first, rather than having her thrust upon them by going straight on the panel. </q>", "new_id": -2}, {"uid": "1295952349149733383", "i": 5491, "idx": 0, "sa": ["Cheryl Cole", "Girls Aloud", "Derek Hough", "Katy Perry", "Simon Cowell"], "q": "Stateside after impressing on the UK version, but producers are unconvinced and believe American audiences may prefer a more recognisable star such as Rihanna or <strong> Katy Perry </strong>. A friend of <strong> Cheryl Cole </strong>'s rumoured boyfriend <strong> Derek Hough </strong> said: <q> Everyone thinks <strong> Cheryl Cole </strong> has the judging job on US' X Factor' in the bag.\" The truth is, nothing has been signed and the producers still aren't convinced.\" They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> <strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old <strong> Girls Aloud </strong> star has what it takes to draw audiences in across the Atlantic. The source added to The", "new_id": -2}, {"uid": "1295649793119881766", "i": 33456, "idx": 1, "sa": ["Bill Lockyer"], "q": "the world, would not benefit from bankruptcy legislation, Treasurer <strong> Bill Lockyer </strong> said.\" States didn't ask for it. We don't want it. We don't need it,\" <strong> Bill Lockyer </strong> said. <q> Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs. </q> California, which is struggling to close a$ 25 billion budget gap, already holds Moody's Investors Service's lowest state credit rating-- a distinction it shares with Illinois. Bankruptcy filings typically", "new_id": -2}, {"uid": "1296644684150142979", "i": 10864, "idx": 2, "sa": ["Allen Iverson", "Samuel Dalembert"], "q": "1-for-4 on 3-pointers, with seven assists and six turnovers. The last time he topped 20 points was Dec. 5, when he scored 35 in a victory in Miami. The 76ers are 3-2 since <strong> Allen Iverson </strong> returned. <q> The games we lose, it hurts worse, </q> <strong> Allen Iverson </strong> said.\" But in the games that we win, I don't think about it.\" <strong> Samuel Dalembert </strong> set career highs with 15 points and 11 rebounds. He fouled out late in the game, but", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q> They're great players and they've proven to be productive in their careers, </q> Heat coach <strong> Erik Spoelstra </strong> said.\" So once they became comfortable with this team and with each other, that was a matter of time.\" When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}, {"uid": "1297126038178880522", "i": 44297, "idx": 0, "sa": ["Richard Hunter", "Michael Vick"], "q": "] pointed out last June, adopted one of the so-called\" bait dogs\" <strong> Michael Vick </strong> used in the dog-fighting ring that landed him in prison. The dog's name is Mel- and as <strong> Richard Hunter </strong> told Richie, <q> While <strong> Michael Vick </strong> is pure evil, this dog is so good despite having suffered through such hell that he's truly changed my life. </q> <strong> Richard Hunter </strong> went to the event to show <strong> Michael Vick </strong> Mel's picture and confront him about the past- which, as you'll see in the video, never happened. \" If <strong> Michael Vick </strong> is trying to rehabilitate", "new_id": -2}]