[{"uid": "1295452458083853341", "i": 9812, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "captain in the hit show, has revealed that Sue is in fact inspired by <strong> Simon Cowell </strong>. According to ShowbizSpy, <strong> Jane Lynch </strong> believes that there are a lot of similarities between the media mogul and Sue... <q> If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her... He's a great inspiration for the character of Sue, there is a lot that I can take from him and put into her. </q>\" <strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. Just like him, she says what", "new_id": -2}, {"uid": "1295627193142901278", "i": 15020, "idx": 0, "sa": ["Saddam Hussein", "Colin Powell", "Dick Cheney"], "q": "-- <strong> Dick Cheney </strong> <strong> Dick Cheney </strong> said Friday he has called a\" truce\" with old colleagues over the Iraq war and is going hunting again. <strong> Colin Powell </strong> who criticized his policies as vice president, <strong> Dick Cheney </strong> replied, <q> I prefer to think of it as a truce, Brian. </q>\" Clearly we had differences on subsequent policy issues,\" he said.\" I looked at <strong> Saddam Hussein </strong> differently after 9/11 than before 9/11, as <strong> Colin Powell </strong> pointed out.... I was in the bunker under the", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies.\" Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,\" <strong> Bill Lockyer </strong> said. <q> It's improper, it will stop now, it will not happen again and we will get our money back. </q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}, {"uid": "1295476002156581899", "i": 49148, "idx": 1, "sa": ["Barack Obama", "Orrin Hatch", "Sen. Bernie Sanders"], "q": "briefing on U.S.-China policy. One senator, <strong> Sen. Bernie Sanders </strong>( Vt.), an independent who espouses socialist views, criticized the Smithsonian Institution for selling busts of U.S. presidents that have\" Made in China\" labels. <q> Given the state of the American economy, I would urge the National Museum of American History to do its very best to find American companies to manufacture the products that it sells, </q> <strong> Sen. Bernie Sanders </strong> wrote to the director of the museum. To be sure, some lawmakers still consider China a nation that offers tremendous economic opportunity.\" Engagement with China is important,\" <strong> Barack Obama </strong> <strong> Orrin Hatch </strong>", "new_id": -2}, {"uid": "1297344246193150984", "i": 24348, "idx": 2, "sa": ["Zahi Hawass"], "q": ", but said that was not true.\" Egypt has 5,000 years of civilisation, and we love our heritage. We are not the Taliban who destroyed the monuments of Afghanistan,\" he said. <q> I want everyone to relax and to know that I am here and we are all watching with open eyes. I want people to know that after days of protest, the monuments are safe. Why? Because the Egyptian people are protecting them, </q> <strong> Zahi Hawass </strong> concluded. In a statement released by the Ministry of State for Antiquities, <strong> Zahi Hawass </strong> stated that some reports published in the media claiming that the necropoleis of Memphis, Saqqara and Abusir had been plundered", "new_id": -2}, {"uid": "1295969308242466823", "i": 46740, "idx": 0, "sa": ["Zahi Hawass"], "q": "and draws over a million viewers a year. Egypt's antiquities chief, <strong> Zahi Hawass </strong>, had appealed to the foundation seeking return of the bust. But foundation president Professor Hermann Parzinger said in a statement: <q> the foundation's position... remains unchanged,[ The sculpture] is and remains the ambassador of Egypt in Berlin. </q> compiled from agency reports", "new_id": -2}, {"uid": "1295807421110559236", "i": 28658, "idx": 17, "sa": ["John McCain", "Colin Powell"], "q": "Safe- HIPHOPNEWS24-7. COM CLICK HERE- CLICK HERE www.hiphopnews24-7.com www.hiphopnews24-7.com www.hiphopnews24-7.com www.hiphopnews24-7.com... <strong> Colin Powell </strong> Didn't Pick <strong> John McCain </strong> b/c\" He Didn't Have the Complete Grasp of the Economic Problem\" <strong> Colin Powell </strong> Didn't Pick <strong> John McCain </strong> b/c <q> He Didn't Have the Complete Grasp of the Economic Problem </q>\" <strong> John McCain </strong> was Unsure on How to Deal w/the Economic Problems that we were having. Almost everyday there was a different approach to the problem and that concerned me, sensing that he didn't have the complete grasp", "new_id": -2}, {"uid": "1297063849240369679", "i": 21699, "idx": 0, "sa": ["Peter Bennett-Jones", "Andy Coulson"], "q": "whole time saying` we've run out of money'. You only have to go and see their shows to see it's worth taking the time to get it right,\" he says. <q> You've got to respect their ambitions. <strong> Armando Iannucci </strong>, who <strong> Jeremy Clarkson </strong>'ve worked with for many years, just a phenomenal guy, so creative and clever, he's got so much going on in his head, you have to sometimes almost put a blanket on him to allow him to focus on the one thing he's doing at the time. He's off in the US doing a pilot for HBO at the moment. </q> This ethos extends to off-screen colleagues, according to <strong> Andy Coulson </strong> Zein, who worked with <strong> Peter Bennett-Jones </strong> for 13 years at Tiger Aspect.\" PBJ is one of the great unsung heroes of British television. He's", "new_id": -2}, {"uid": "1296894347001409025", "i": 10377, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "SWAT team members. Given the shooting last summer in Virginia at <strong> Michael Vick </strong>'s 30th birthday party, this raised eyebrows and generated headlines. The Eagles ended up declaring that <strong> Michael Vick </strong> would not attend the party. <q> It turned into a lot more than it was, </q> Butler said yesterday.\" All he wanted to do was help the kids out.\" NFL commissioner <strong> Roger Goodell </strong>, in his annual Super Bowl Friday news conference, largely given to labor issues, was obliged", "new_id": -2}, {"uid": "1296220407081313837", "i": 47673, "idx": 1, "sa": ["Eric Schmidt"], "q": ". Fortune reports: <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook.\" We have a competitor called Microsoft( MSFT),\" he said. <q> Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day. </q> Facebook, on the other hand,\" has clearly stated they don't want to get into the search business. Facebook users tend to use Google search. Facebook's ads business does not displace our advertising.", "new_id": -2}]