[{"uid": "1296650725203423767", "i": 2806, "idx": 2, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Will Washington"], "q": "[ May 2008] unprecedented attention and recognition, including meetings in <strong> Will Washington </strong> with US <strong> Donald Rumsfeld </strong> of State, the National Security Advisor, and prominent members of Congress. In the words of <strong> Condoleezza Rice </strong>, the fellows represent the <q> hope for the future of Egypt. </q> http://www.freedomhouse.org/template.cfm?page=66&amp;program=84 Political Double Talk: Chatting with\" Dictators\", Mingling with\" Dissidents\" The Egyptian pro-democracy delegation to the State Department was described by <strong> Condoleezza Rice </strong> as\" The Hope for the Future of Egypt\".", "new_id": -2}, {"uid": "1297419793219660332", "i": 14915, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Blog home Nokia and Microsoft tieup: liveblog 10.12 am: <q> We have been on a complex journey... this announcement with Microsoft is just one part. </q> OOh, and now we get <strong> Steve Ballmer </strong>. SB:\" honour and privilege to be here today.. thank <strong> Stephen Elop </strong>. It was a year ago that we unveiled WP7 at MWC... it's", "new_id": -2}, {"uid": "1297268973021168168", "i": 27394, "idx": 1, "sa": ["Donald Rumsfeld", "Robert Gibbs"], "q": ",\" Mr. <strong> Robert Gibbs </strong> said Monday. Mr. <strong> Donald Rumsfeld </strong> said he hoped the private messages coming from the White House were more consistent that its public stance so far. <q> That is unfortunate, that they seem to be crossways with their assigned diplomat, <strong> Frank Wisner </strong> and with some differences in terms of people in Washington. I don't know enough to know precisely what's taking place, but that tends not to be helpful, </q> Mr. <strong> Donald Rumsfeld </strong> said on radio broadcast.\" I'm hoping there is effective private diplomacy taking place... and the turmoil that we are seeing will ease,\" he said. The", "new_id": -2}, {"uid": "1295541019211419148", "i": 27577, "idx": 0, "sa": ["Allison Iraheta", "Simon Cowell"], "q": "year, <strong> Allison Iraheta </strong> said she hopes a young` un can win, but admitted that before she came out onstage when she was on the show, she would often totally freak out due to nerves. <q> Really, be you, be who you are, be true to yourself, </q> <strong> Allison Iraheta </strong> advises contestants. The big question of the night, of course, was whether <strong> Allison Iraheta </strong> missed departed judge <strong> Simon Cowell </strong>, who famously put her through the ringer a few times during her season.\" It", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night.\" It was a huge lift off of me,\" <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}, {"uid": "1296174977054247442", "i": 2532, "idx": 3, "sa": ["Eric Schmidt"], "q": "he conceded there had been a sense that decision-making was taking too long. Cultural sensitivities Mr <strong> Eric Schmidt </strong> spoke about the importance to the company of taking into consideration the cultural sensitivities of different countries. <q> It makes sense to me that governments will play a role in watching what we do, </q> he said, referring to anti-trust and privacy concerns. He cited the example of Germany, where there was particular concern about Google's plan to photograph the roadside facade of every house in the country for", "new_id": -2}, {"uid": "1297122406226197630", "i": 27993, "idx": 1, "sa": ["Will Smith", "Simon Cowell", "Nicole Scherzinger"], "q": "X Factor, but he confirms there will be one familiar face on the panel- himself.\" Once the show goes into production, I become a judge,\" <strong> Simon Cowell </strong> told reporters Monday. <q> Then I have to put my trust into the producers' hands, which is effectively how it works in the U.K. Yes, I am judging. </q> Before the show starts, <strong> Simon Cowell </strong> will serve as executive producer and participate in the selection of the judging panel, which has been widely speculated about. <strong> Nicole Scherzinger </strong>, <strong> Will Smith </strong> have all been rumored as possible judges", "new_id": -2}, {"uid": "1296148178229572622", "i": 24858, "idx": 2, "sa": ["Rachel Maddow", "Harry Reid", "Walt Disney", "Sen. Bernie Sanders"], "q": "hours. When the Senate votes http://wn.com/MSNBCs_Rachel_Maddow_Sen_Majority_Leader_Harry_Reid_on_the_record__60_votes_the_filibuster <strong> Rachel Maddow </strong> interviews <strong> Harry Reid </strong> during her campaign coverage swing through Nevada on Wednesday. Visit: firedoglake.com Transcript from( www.newsy.com) BY STEVEN HSIEH You're watching multisource politics news analysis from Newsy <q> <strong> Sen. Joe Lieberman </strong>'m not here to set any great records or make a spectacle. <strong> Sen. Joe Lieberman </strong>'m simply here today to take as long as <strong> Sen. Joe Lieberman </strong> can to explain to the American people the fact that we have to do a lot better than what this agreement provides. </q>( C-SPAN) Eight hours later, the gentleman from Vermont would yield the floor. <strong> Walt Disney </strong> <strong> Sen. Bernie Sanders </strong>, a self-described-socialist, had only water to keep him going- as he rambled on and on against the proposed tax", "new_id": -2}, {"uid": "1296486772078397443", "i": 30459, "idx": 0, "sa": ["Steve Ballmer"], "q": ". It is very outspoken about energy management and scored top marks for public advocacy, and Greenpeace praised its PowerMeter tool, for measuring energy consumption in homes. But its corporate secrecy let it down. <q> Google has steadfastly refused to release any meaningful data on its own energy use or carbon emissions, citing concerns over disclosing information that could be used by its competitors, even though its arch-rival Microsoft is transparent on this issue, </q> Greenpeace said. It still finished slightly ahead of Microsoft, which also hasn't published emissions targets. Greenpeace faulted CEO <strong> Steve Ballmer </strong> for failing to\" effectively articulate the importance of climate protection and clean energy transformation", "new_id": -2}, {"uid": "1295569375080838679", "i": 3938, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to assume more of a behind-the-scenes role as much as Page's personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old founder", "new_id": -2}]