[{"uid": "1295260647064110618", "i": 1317, "idx": 0, "sa": ["Newt Gingrich", "Jack Kemp", "Ronald Reagan", "Mike Pence"], "q": "counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> Jim Ryan, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.\" <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1297709182165232678", "i": 32119, "idx": 0, "sa": ["Plaxico Burress", "Michael Vick", "Osi Umenyiora"], "q": "n't wait for him to come out and I think he is going to have a great impact a la <strong> Michael Vick </strong>.\" The Giants haven't been the same team without <strong> Plaxico Burress </strong>, <strong> Osi Umenyiora </strong> said. <q> If you look at our team before, when <strong> Plaxico Burress </strong> was in, if you look after he's gone, even though we have had some success and even though we have played pretty well, it just hasn't been the same without him, </q> <strong> Osi Umenyiora </strong> said in an ESPN interview. VIRGINIA WATER, England, Feb. 14( UPI)-- Jack Johnson charged: Former P.G. County executive indicted on corruption charges American Psychological Association to consider DSM diagnosis for living", "new_id": -2}, {"uid": "1297191782244269135", "i": 6073, "idx": 0, "sa": ["Ron Washington", "Michael Vick"], "q": " <strong> Michael Vick </strong> Young situation, but he wants the veteran with the team in 2011.\" <strong> Michael Vick </strong> Young is <strong> Michael Vick </strong> Young,\" said <strong> Ron Washington </strong>, who plans on trying to talk to Young on Tuesday. <q> He has a reputation and I respect that reputation. I know exactly what <strong> Michael Vick </strong> Young brings. He can bring a lot to us in defending our American League championship. I certainly want him around here.\" I read he's looking for someplace where he can get on the field defensively full-time. If that's the case, whatever he feels is best for him. But I hope it's not because he thinks his at-bats are being taken away. He'll get his at-bats. </q> Young has three years and$ 48 million remaining on his contract, which includes a limited no-trade clause that allows the club to deal him to only eight named teams. Sources have indicated the", "new_id": -2}, {"uid": "1295726389160612375", "i": 36234, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Martin Indyk", "President Bush", "Dick Cheney", "Paul Wolfowitz", "Bill Clinton"], "q": "term of office and then National Security Adviser to <strong> President Bush </strong> during <strong> President Bush </strong>'s second term. In these positions he worked closely and comfortably not only with <strong> Paul Wolfowitz </strong> but also men like <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>. <strong> Barack Obama </strong>. <q> A second effort[ is] led by <strong> Martin Indyk </strong>. </q> And who is <strong> Martin Indyk </strong>? <strong> Martin Indyk </strong> served twice as U.S. Ambassador to Israel as well as being a member of the National Security Council under <strong> Bill Clinton </strong>. Before that he was deputy research director for", "new_id": -2}, {"uid": "1296714822251002880", "i": 34595, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "Iraq, and former even <strong> President Bush </strong> <strong> President Bush </strong>, the Post reported. The president failed to resolve the arguments between State and Defense before the invasion on how to handle the transition, <strong> Donald Rumsfeld </strong> said. <q> Those key differences were never clearly or firmly resolved in the NSC, </q> <strong> Donald Rumsfeld </strong> writes.\" Only the <strong> President Bush </strong> could do so.\" In the end, <strong> Donald Rumsfeld </strong> says, the Middle East is better off without <strong> Saddam Hussein </strong> in power in Iraq. Another day, another 7", "new_id": -2}, {"i": 17910, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295008849080707673"}, {"uid": "1295473479077529089", "i": 3819, "idx": 0, "sa": ["George Washington", "Barack Obama", "Sen. Bernie Sanders"], "q": "<q> That is pretty pathetic! I was not aware that the collapse of our manufacturing base had gone that far, </q> Independent <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong> said in a letter to the director of the National Museum of <strong> George Washington </strong> History. <strong> Sen. Bernie Sanders </strong>'s office released photographs of bronze-colored busts of the first US president, <strong> George Washington </strong>, as well as his current", "new_id": -2}, {"uid": "1295613317136232968", "i": 20694, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "that <strong> Andy Coulson </strong> had felt compelled to resign, but did not mention the scandal, which centers on allegations of systematic wrongdoing at <strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, </q> <strong> David Cameron </strong> said in a statement.\" <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.\" Text NEWS to 71593", "new_id": -2}, {"uid": "1297438111065749093", "i": 163, "idx": 2, "sa": ["Donald Rumsfeld", "Fred Kaplan", "David Lloyd George"], "q": "universe.\"[ 2] In that desire to vindicate comes an equal temptation to shape the events favorably, a desire that <strong> Donald Rumsfeld </strong> seems not to have escaped, as <strong> Fred Kaplan </strong> points out at Slate: <q> Many autobiographies exhibit[ the tendency to self-aggrandizement] to some extent. It can even be tolerable if it's joined to an engaging style or sage insights about broader matters. <strong> Donald Rumsfeld </strong>'s book has no such redeeming features. And even if it did, its distortions and lies( I use the term advisedly) are just too blatant to be countenanced. </q> Rebuttal, indeed.[ 1] G.W. Egerton,\" The <strong> David Lloyd George </strong>\" War Memoirs\": A Study in the Politics of Memory,\" The Journal of Modern History 60, no. 1( 1988", "new_id": -2}, {"uid": "1294969736002998293", "i": 22095, "idx": 5, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments\": true,\" duration\":\"\",\" mediaQueryString\":\" http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-35v&amp;flvURL=/media/2011/01/13/01132011-35v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-35v.jsn\"}{\" title\":\" Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\",\" description\": <q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q>,\" note\":\"\",\" correction\":\"\",\" stillURL\":\" http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\",\" emailLink\":\" http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}]