[{"uid": "1295218109213467162", "i": 34331, "idx": 0, "sa": ["Mike Pence"], "q": "Roads area would likely come during high tide Thursday afternoon and Friday evening. Virginia Department of Emergency Management spokesman Bob Spieldenner said his agency has received reports of a few Hampton Roads residents being french plane bomb threat- <q> absolmajn sarkozi videos= 27th., apr People walk out of this Delta Air Lines Flight from Paris to Atlanta which was diverted to Bangor International Airport in Bangor, Maine Tuesday April 27, 2010.( AP Photo) Stories Flight Diverted to Utah After Bomb Threat No-Fly List Error Diverts Plane( AP) Last updated at 8:46 pm EST The former Air Force member who was detained Tuesday on a trans-Atlantic flight after allegedly claiming he had explosives in his luggage and a fake passport lives a\" squeaky clean </q> life and has never been in trouble before, his father told The Associated Press. <strong> Mike Pence </strong> Stansberry said government officials told him the man who was detained after the Paris-to-Atlanta flight was diverted to Maine is his son,", "new_id": -2}, {"uid": "1297130833188514310", "i": 22960, "idx": 5, "sa": ["Simon Cowell"], "q": "X Factor\" involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q> Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition. </q> The\" X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent.\" I'm genuinely staggered this hasn't happened. All", "new_id": -2}, {"uid": "1297096904101318657", "i": 21251, "idx": 7, "sa": ["George H.W. Bush", "Donald Rumsfeld", "President Bush"], "q": "they like to bridge differences and get people all to be happy.\" It looks like <strong> Donald Rumsfeld </strong> isn't too concerned about burning bridges. He even goes after <strong> George H.W. Bush </strong>, while praising <strong> President Bush </strong> 43: <q> Asked if he admired <strong> George H.W. Bush </strong>- a Republican president he didn't serve under- <strong> Donald Rumsfeld </strong> was curt. </q>\" No. No,\" <strong> Donald Rumsfeld </strong> said.\" No, I was kind of disappointed in him.... He decided he wanted to leave people with the impression that he didn't want to go to", "new_id": -2}, {"uid": "1295637424010666035", "i": 2600, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "Nielsen said an even steeper ratings drop of 18 percent...` American Idol' season 10 premiere ratings tank The big question when judge <strong> Simon Cowell </strong> announced he would not be returning to American Idol for season 10 was, <q> What will the dynamic be like at the judges' table without him? </q> Apparently many regular viewers didn't really care about the answer. The season For the start of its tenth season on Wednesday night,\" American Idol\" gained two new judges in the form of <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>", "new_id": -2}, {"uid": "1295762095175325199", "i": 12725, "idx": 5, "sa": ["Mr. Bauer", "Mike Pence", "Bryan Fischer", "John McCain", "Ron Paul"], "q": "Indiana <strong> Ron Paul </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q> He is definitely the guy to watch, </q> says <strong> Bryan Fischer </strong> of the American Family Association, a group that opposes gay marriage and abortion. Now, <strong> Mr. Bauer </strong> <strong> Mike Pence </strong> has a decision to make: While he says he is seriously weighing a run for the <strong> John McCain </strong> House", "new_id": -2}, {"uid": "1295665751254312516", "i": 21122, "idx": 1, "sa": ["Tony Blair", "Donald Rumsfeld", "President Bush"], "q": "panel have seen the notes but they will remain secret after Cabinet <strong> Donald Rumsfeld </strong> Gus O'Donnell said releasing them would compromise diplomatic confidentiality. Mr <strong> Tony Blair </strong> said that, although he agreed with Sir Gus's decision, he was <q> not going to hide behind the cabinet secretary </q>. Summing up the contents of the statements, he said he had told Mr <strong> President Bush </strong>:\" You can count on us, we are going to be with you in tackling this, but here are", "new_id": -2}, {"uid": "1296500207065519657", "i": 27688, "idx": 0, "sa": ["Michael Vick"], "q": "success stories- on the road to recovery and serving as ambassadors for a breed that has been widely derided as too dangerous. Electric Car Buying Tips: 9 Things To Know Before Purchase( PHOTOS) <q> Some people might say,` Three years, that seems like such a long time,' </q> said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls.\" But we measure their progress in baby steps, especially when they were on", "new_id": -2}, {"uid": "1295292319209076226", "i": 27961, "idx": 0, "sa": ["President Bush", "Mike Pence"], "q": "calling itself\" America's <strong> President Bush </strong> Committee\" has been established, seeking to draft one particular individual to run to be America's <strong> President Bush </strong>-- Rep. <strong> Mike Pence </strong>( R-IN). The Daily Caller reports: <q> The effort is coordinated by Ralph Banko, who worked as a deputy counsel in the Reagan Administration and in <strong> President Bush </strong>'s Office of Faith-based a Community Initiatives.\" <strong> Mike Pence </strong> describes himself as` First a Christian, then a conservative, then a Republican.' He unifies fiscal, social, and national security conservatives, and will energize the conservative coalition essential to wining back the White House in 2012, </q> said Benko in a press release. \" mixed signals about whether <strong> Mike Pence </strong> will run for president. Another option is that he could instead opt to run for governor of Indiana, a lower target that would also be", "new_id": -2}, {"uid": "1295813473183353387", "i": 15087, "idx": 6, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "in private life, although he is happy to be an informal presidential adviser.\" The administration knows that I am quite content with the work I am doing now,\" he said. <q> I am not interested in a government job. </q> Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, Mr. <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q> We want to eliminate that uncertainty so that businesses can continue in </q> their research and development projects, she said.\" This is not a Democrat or a Republican idea,\" <strong> Kirsten Gillibrand </strong> said.\" It's just a good idea.\" She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}]