[{"uid": "1295537656152666130", "i": 9946, "idx": 2, "sa": ["Curtis Hanson", "House Judiciary Committee", "Richard Neutra", "Mike Pence"], "q": "A much bigger economic crisis is coming. And, every country in the world i... <strong> Mike Pence </strong>:\" You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over.\" <strong> Mike Pence </strong>: <q> You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over. </q> ARCHITECTURE: Lovell Health <strong> House Judiciary Committee </strong> in LA Confidential The Lovell Health house in Los Angeles was designed by architect <strong> Richard Neutra </strong>( 1892-1970). In LA Confidential( 1997) dir. <strong> Curtis Hanson </strong>, it is the residence of a", "new_id": -2}, {"uid": "1295618466190234796", "i": 49332, "idx": 1, "sa": ["Andy Coulson"], "q": "was editor of the paper, from which he resigned in 2007.\" I can today confirm that I've resigned as Downing Street director of communications,\" <strong> Andy Coulson </strong> said in a statement. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role. </q>\" I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.\" Cameron said in a statement that he was\"", "new_id": -2}, {"uid": "1296109621176996396", "i": 17481, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "write about <strong> Ben Roethlisberger </strong> without smearing his non conviction and yet they write about <strong> Michael Vick </strong> and don't mention the dogs he killed for fun and how sick you have to be to do something like that! \" Report Abuse <q> Another white rapist on the lose... this one has deep pockets-That pig should be under the jail... i'm so glad that one of those defensive players from the Baltimore Ravens broke his nose today! </q> ABC News: Li Beats Wozniacki, Reaches Australian Open Final ABC News: Durant Overcomes Love in Overtime Thriller These days, Texas A&M has the dominant post player...", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}, {"uid": "1295220308191463510", "i": 42572, "idx": 0, "sa": ["Donald Rumsfeld", "Gabrielle Giffords"], "q": "TUCSON, Ariz.-- Rep. <strong> Gabrielle Giffords </strong> is opening both eyes, moving both legs and arms and is responding to friends and family. Her doctors call it a\" major milestone\" in her recovery. <q> We're hoping that she crosses through many more, </q> said her neurosurgeon, Dr. Michael Lemole. Her remarkable recovery five days after being shot through the head has provided a much-needed dose of jubilation after` The Good Wife' producers want <strong> Donald Rumsfeld </strong> on show PASADENA", "new_id": -2}, {"uid": "1295798969051544070", "i": 38026, "idx": 0, "sa": ["Rachel Maddow", "Kirsten Gillibrand", "Sen. Joe Lieberman", "Lady Gaga", "John McCain"], "q": ".\" The <strong> Rachel Maddow </strong> comments on filibuster, General Amos, <strong> John McCain </strong>& <strong> Lady Gaga </strong> http://wn.com/'Don't_Ask,_Don't_Tell'_Repeal_Passes_Historic_Senate_Vote In a historic vote, the Senate on Saturday voted to advance legislation that would overturn the military ban on openly gay troops known as <q> Don't Ask, Don't Tell. </q> Prior to the vote, Senators <strong> Kirsten Gillibrand </strong> and <strong> Sen. Joe Lieberman </strong>-- leaders on this issue-- urged their Senate colleagues to vote for passage of repeal. http://wn.com/Senate_Democrats_Military_Officials_Advocate_for_Repeal_of_Don't_Ask,_Don't_Tell Lambda Legal Executive Director Kevin Cathcart spoke with CBS News in response to", "new_id": -2}, {"uid": "1297712802009535508", "i": 8455, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh"], "q": "next run. <strong> Louis Walsh </strong> added that he did expect to return for the eighth series, but said that he didn't think <strong> Simon Cowell </strong> or <strong> Cheryl Cole </strong> would have time for the UK programme in 2011. <q> No-one has been hired for it yet. I've had an off-the-record chat with <strong> Simon Cowell </strong>. I think I am on the show but nothing has been confirmed yet, </q> he told OK! TV.\" I think that there will be two new judges and I think <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> will be in America during the next UK series... I think Dannii will be back", "new_id": -2}, {"uid": "1295937877228343832", "i": 41109, "idx": 0, "sa": ["Kevin Systrom", "Bill Lockyer", "Newt Gingrich"], "q": "on the Afghanistan-Pakistan border, construction of a school in Haiti and glimpses inside NPR's headquarters. An indie rock band, the National, uses Instagram to show fans behind the scenes pictures of its tour. <q> It's a strong and compelling way to consume moments in the world, whether it be newsworthy events or simple daily moments in a friend's life, </q> <strong> Kevin Systrom </strong> said.\" Instead of reading what they're doing, you're seeing what they're doing.\" Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts:", "new_id": -2}, {"uid": "1295033166139100209", "i": 630, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "and new challenges. Anyone who has graduated college and started a first job has been through that experience, and it made the young players seem that much more relatable. Quotes of the year: <q> You're just going to do <strong> Kevin Kolb </strong>'s chair like that? </q>- <strong> Michael Vick </strong> to a cameraman standing on <strong> Kevin Kolb </strong>'s chair to get a better view days before the first Redskins game. Somehow, this still strikes me as hysterical all around.\" God has given you", "new_id": -2}, {"uid": "1297185662216317967", "i": 19610, "idx": 0, "sa": ["the Fox", "Simon Cowell"], "q": "\" and\" X Factor\" to the difference between\" Extreme Makeover: Home Edition\" and\" Jersey Shore.\" As for the current, Cowell-free season of\" Idol,\" he claimed, <q> I haven't seen a full episode, </q> continuing,\" I think we're going to do something different. I'm excited. The stakes are high.\" Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. <strong> the Fox </strong> is still recovering", "new_id": -2}]