[{"uid": "1296550878146587668", "i": 25863, "idx": 0, "sa": ["Sergio Marchionne", "Shawn Morgan"], "q": "Chrysler spokeswoman <strong> Shawn Morgan </strong> said Monday. Because Chrys ler still owes about$ 5.8 billion to the U.S. government, lent under the Troubled Asset Relief Program, the U.S. Treasury can restrict senior management's compensation. <q> It was absolutely owed that we treat our people properly, </q> CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call.\" The obligation to our people was much greater than the need to improve our bottom-line profitability.\" <strong> Sergio Marchionne </strong> chose the term performance award rather than", "new_id": -2}, {"uid": "1297476011000409604", "i": 16211, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": ". Meanwhile, Lee's colleague, Senator <strong> Kirsten Gillibrand </strong> Gillbrand made a stop in Rochester Friday afternoon. She did not have much to say on Lee's actions, but rather on the voters in the district. <q> My focus is on the constituents in teh district, and my goal is that they are all well looked after and have access to all the constituent services they need during this time of transition, </q> said Sen. <strong> Kirsten Gillibrand </strong>,( D) New York. <strong> Kirsten Gillibrand </strong> did work closely with Lee to craft legislation for the families of Flight 3407 victims. She says that work will continue without the congressman.\" We", "new_id": -2}, {"uid": "1295472948042287117", "i": 22537, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "<strong> Sen. Bernie Sanders </strong>( I., Vt.), who spoke for eight-and-a-half hours on the Senate floor on Dec. 10 against an extension of the Bush-era tax cuts for upper-income Americans, is publishing the entire oration in a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> Mr. <strong> Sen. Bernie Sanders </strong>'s original talk, which was an emotional critique of last year's tax-cut deal between the Obama White House and Republican leaders, was not strictly speaking a filibuster, since Mr. <strong> Sen. Bernie Sanders </strong> was not", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q> Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it, </q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}, {"uid": "1295390240232685652", "i": 20293, "idx": 3, "sa": ["Sergio Marchionne"], "q": ", guaranteeing the future of the plant and all three shifts.\" I am here with one message to tell you,\" <strong> Sergio Marchionne </strong> said after departing from his script and addressing the plant's workers. <q> The future of this plant is without doubt guaranteed. </q> Windsor Assembly is Chrysler's oldest plant and its only North American assembly plant running on three shifts. It employs 4,300 making 1,452 minivans a day.\" We're not going to give up", "new_id": -2}, {"uid": "1295273339054296615", "i": 46913, "idx": 0, "sa": ["Steve Ballmer"], "q": "Well, it's not a games console at all, according to the Microsoft chief at least.\" Xbox isn't a gaming console\", he said in an interview with USA Today. <q> Xbox is a family entertainment center. It's a place to socialise. It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body </q>. <strong> Steve Ballmer </strong> also said that Kinect was female-friendly and indicated he would like to see more of the fairer sex getting involved with the motion-sensing platform. He said:\" I think about my own", "new_id": -2}, {"uid": "1296784629036126790", "i": 41646, "idx": 15, "sa": ["Donald Rumsfeld"], "q": "Rice once pointed out that the pinstripes on his pant leg were worn off, <strong> Donald Rumsfeld </strong> teased her by quipping his wife could sew them back on. He also snaps at McCain, calling him a man <q> with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media. </q> And <strong> Donald Rumsfeld </strong>, who was one of the first supporters of a Freedom of Information Act but came to believe it was being abused, reserves plenty of scorn for the media. Though he praises the", "new_id": -2}, {"uid": "1296694250055951366", "i": 24239, "idx": 0, "sa": ["Nigel Lythgoe", "Lauren Alaina", "Simon Cowell"], "q": "if you think Nashville auditioner <strong> Lauren Alaina </strong> has the contest in the bag, executive producer <strong> Nigel Lythgoe </strong> says just you wait.\" You haven't really seen how strong the talent is yet,\" he cautions. <q> We can afford to lose 10 great ones this year because they're that good! </q>` American Idol' Producer Promises More Big Talent` American Idol': Randy Jackson balks at new <strong> Simon Cowell </strong> comparisons So without <strong> Simon Cowell </strong> now on\" American Idol,\" is Randy Jackson somehow working to fill that mold", "new_id": -2}, {"uid": "1295985442139264003", "i": 6283, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "amounts to a grass-roots effort of those who feel the government has blocked this\" miracle\" product.\" There is no industry support on this thing at all,\" she said of the organization. <q> We want to keep it this way so no one can say we are a shill for the tobacco, drug or e-cigarette industry. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog HOTEL MAINTENANCE Company Comfort MANUFACTURING PRODUCT ENGINEER AND SR.. SOFTWARE MARKET", "new_id": -2}, {"uid": "1297152367211075085", "i": 30525, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "and Unknown', die vandaag verschijnt. <strong> Donald Rumsfeld </strong> bood <strong> President Bush </strong> tot tweemaal toe zijn ontslag aan na het schandaal, maar de president weigerde dat te aanvaarden. Nu meent <strong> Donald Rumsfeld </strong> dat hij had moeten doordrukken. <q> Abu Ghraib en de gevolgen ervan, zoals de beschuldigingen van` marteling' door critici van de oorlog in Irak en de president, werden een schadelijke afleiding </q>, redeneert <strong> Donald Rumsfeld </strong>.\" Meer dan al het andere dat ik heb nagelaten te doen of mijn trots over de belangrijke dingen die we hebben bereikt, spijt het me dat ik toen niet ben vertrokken.\"", "new_id": -2}]