[{"uid": "1295779311072171626", "i": 38040, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> David Cameron </strong> is said to be so worried about the prospect of losing legislation in a parliamentary logjam that he held a series of meetings with MPs and peers last week described as a\" charm offensive\". <q> The Prime Minister is definitely in listening mode as never before, </q> said one Conservative <strong> David Cameron </strong>.\" He is much more conciliatory, the mood music has completely changed.\" It is understood Mr <strong> Andy Coulson </strong> first informed the Prime Minister of his intention to leave last Wednesday before", "new_id": -2}, {"uid": "1294986340005357573", "i": 21682, "idx": 0, "sa": ["Benjamin Franklin", "Howard Dean", "Sen. Bernie Sanders"], "q": "'s rushing to demonize <strong> Howard Dean </strong> or <strong> Sen. Bernie Sanders </strong>. Indeed, Arizona's laws are far closer to the American mainstream than are the restrictive policies of New York, Massachusetts and California. <strong> Benjamin Franklin </strong>'s famous admonition-- <q> Those who would give up Essential Liberty, to purchase a little Temporary Safety, deserve neither Liberty nor Safety </q>-- has rarely been more apposite. There's no collective guilt in Tucson, just the monstrous acts of a lone man.` Victims\" woes` Tawdry' love Loose rat crawls up sleeping", "new_id": -2}, {"uid": "1296849466211632181", "i": 8774, "idx": 2, "sa": ["Roger Goodell", "Bill Belichick", "Michael Vick", "Andy Pettitte"], "q": "among the leading contenders for The Associated Press' NFL Comeback Player of the Year Award, to be announced Saturday night.\" I'm extremely proud of what <strong> Michael Vick </strong> has done,\" <strong> Roger Goodell </strong> said. <q> He's taken his responsibilities serious, he's made a commitment to himself to make better decisions. He is committed to doing the right thing going forward and I think that's a great thing. Video: NFL: <strong> Michael Vick </strong>'s comeback season ends in Hawaii... Photo: NFC quarterback <strong> Michael Vick </strong> of the Philadelphia Eagles poses... <strong> Roger Goodell </strong> says he felt...- The NFL commissioner felt\" deceived </q> by <strong> Bill Belichick </strong> after the coach did not...'s dismal image rating is proof that winning doesn't fix everything. Sports Video: Yankees' <strong> Andy Pettitte </strong> announces retirement Sports Video: John Madden's best NFL memories ABC", "new_id": -2}, {"uid": "1295977508172294160", "i": 13668, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Monday, questions posed to potential jurors strongly indicated that Davies, 49, may claim self-defense during the trial. Jury selection was continuing Tuesday, and opening statements in the case were expected on Wednesday. <q> This case may be about alleged self-defense and the defense of others, </q> Superior Court Judge Bernard DeLury told potential jurors. Questions posed to the jurors included whether they were familiar with any reality television personalities in the United States or in other countries. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong>", "new_id": -2}, {"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,\" <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q> Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud. </q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business'\" move forward into the era of cloud computing,\" one that would apparently require\" new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}, {"uid": "1297178049265814062", "i": 26158, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "in a 2003 national security meeting when he was told that <strong> Saddam Hussein </strong> was offering a$ 60 million bounty to kill <strong> Donald Rumsfeld </strong>'s daughters.\" I was concerned,\" <strong> Donald Rumsfeld </strong> told ABC News on Tuesday. <q> Of course the president and his family had secret service protection. My family did not. And it was a somewhat awkward moment in the meeting, </q> he said. The plot also targeted <strong> President Bush </strong>'s two daughters, <strong> Donald Rumsfeld </strong> said, and <strong> President Bush </strong> urged him to take it seriously because the administration had killed <strong> Saddam Hussein </strong>'s sons.", "new_id": -2}, {"uid": "1295813464265846801", "i": 29329, "idx": 0, "sa": ["Nir Rosen", "Mike Pence"], "q": "screens at the Sacramento CA, Tea Party Across America rally on Sunday 9-12-2010. The interviews were recorded in Sacramento. Recycle Government this November DONATE www.TeaPartyPatriots.org http://wn.com/Full_Show__1/4/11_Healthcare_repeal,_Islam_in_America,_MLK_and_JFK,_Government_Benefits Thom is joined by <strong> Nir Rosen </strong>, award-winning independent journalist and author <q> Aftermath: Following the Bloodshed of America's Wars in the Muslim World </q>. Also, Thom confronts Seton Motley www.LessGovernment.org- Are the Republicans engaged in a form of terrorism by attempting to repeal healthcare reform while 50 million are uninsured? Plus much, much more. http://wn.com/Pence_You_Can't_Fix_A_Government_Takeover_Of_Health_Care_Repeal_and_Start_Over Congressman <strong> Mike Pence </strong> gave", "new_id": -2}, {"uid": "1297322486070123521", "i": 25280, "idx": 0, "sa": ["Colin Powell", "Bill Gates"], "q": "like someone, like, oh say, <strong> Bill Gates </strong> or <strong> Colin Powell </strong> to see one. Just ONCE, Mr. Space Alien, is that too much to ask?\"- julie noir About <q> From Pyramid Big Dig to Big Do-Over </q>:\" Will somebody finally realize its one, true purpose- as a mausoleum? It could become one of the seven modern wonders of the world and actually- yes- attract tourism. Add to", "new_id": -2}, {"uid": "1295831264124387374", "i": 17394, "idx": 3, "sa": ["Eric Schmidt"], "q": "see Page act like that is the case,\" Andrews says.\" That will include evangelism for the enterprise business, similar to what we saw from <strong> Eric Schmidt </strong>.\" In addition to paying customers, <q> If I were a managed services provider I would be looking for that same kind of message, </q> Andrews adds. Google boasts that more than three million businesses are running Google Apps, which costs$ 50 per user per year and includes Gmail, Google Calendar, Google Docs and several other services.", "new_id": -2}, {"uid": "1297287102243777541", "i": 46281, "idx": 0, "sa": ["James O'Keefe", "Lila Rose", "Laura Ingraham", "Mike Pence"], "q": "he condoned the supposed malfeasance shown on the tapes that haven't been proven to be accurate. As did <strong> Laura Ingraham </strong>, Bill cited the money that PP gets from the taxpayer. When he introduced <strong> Mike Pence </strong> he said that <q> like ACORN, these tapes should tell the tale. </q>( ROFLMAO- <strong> James O'Keefe </strong>'s doctored tapes that didn't prove diddly. ACORN was exonerated and <strong> James O'Keefe </strong> was shown to be a con artist) Being <strong> Lila Rose </strong>'s fan, he said that he didn't believe", "new_id": -2}]