[{"uid": "1297195793265863175", "i": 16323, "idx": 3, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "President Bush"], "q": "for her\" bridging\" approach in the book, excerpts of which were carried in The Wall Street Journal today. Referring to <strong> Condoleezza Rice </strong>'s policy of bridging difference between foreign policy advisers of <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> writes, <q> This bridging approach could temporarily mollify the( National Security Council) principals, but it also led to discontent, since fundamental differences remained unaddressed and unresolved by the president </q>. Indeed, he says, an unfortunate consequence was that when important and controversial issues did not get resolved in a timely manner, they sometimes ended up being argued in the press by unnamed, unhappy", "new_id": -2}, {"uid": "1295665773077054051", "i": 12746, "idx": 1, "sa": ["Andy Coulson"], "q": "their identities when pursuing stories and tabloids routinely pay thousands of dollars to sources willing to provide evidence of celebrities' extramarital affairs. Tabloid editors are also known to keep close watch over their reporters. <q> No one who knows how a newspaper works, let alone a well-run British newspaper, has ever been able to understand for one second why a very effective editor wouldn't have at least asked his royal reporter where a stream of very strong scoops had come from, </q> said an editor at another tabloid who asked not to be quoted by name because he was not authorized to speak publicly to the press. Mr. <strong> Andy Coulson </strong> had talked about quitting Downing Street for some time,", "new_id": -2}, {"uid": "1297077971265338891", "i": 43631, "idx": 3, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "had[ an] enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed.\"\" It's hard to know,\" <strong> Donald Rumsfeld </strong> continued. <q> You know, the path you didn't take is always smoother. </q> Watch <strong> Diane Sawyer </strong>'s Exclusive Interview With <strong> Donald Rumsfeld </strong> on ABC's\" World News With <strong> Diane Sawyer </strong>\" on Monday, Feb. 7, on\" Nightline\" That Evening, and Feb. 8 on\" Good Morning America\"", "new_id": -2}, {"i": 30603, "idx": 3, "index_answer": 0, "new_id": -1, "q": "was a part of. <strong> Michael Vick </strong>'s people rushed him out of the event, and <strong> Richard Hunter </strong> relayed that when he told <strong> Michael Vick </strong> that he adopted one of the dogs and showed him a picture of the animal, <strong> Michael Vick </strong> <q> turned and looked at the picture... then looked me right in the eye... and walked away. </q>( Note: there's one quick F-bomb about halfway through the video below, so be aware...) Report Abuse 11 turn overs in 7 games. OVER-RATED Report Abuse this", "sa": ["Richard Hunter", "Michael Vick"], "uid": "1297140587008634392"}, {"uid": "1296188505230555653", "i": 25446, "idx": 0, "sa": ["Drew Brees", "Michael Vick", "Ovie Mughelli"], "q": "watching on TV. He did attend the 2008 Pro Bowl, but that was to support teammate <strong> Michael Vick </strong> Turner. This time, someone else is picking up the tab. <q> The first-class flight out here instead of coach didn't hurt either, </q> he said. For <strong> Ovie Mughelli </strong>, walking into the Pro Bowl hotel for the first time and seeing Manning, <strong> Drew Brees </strong>, <strong> Michael Vick </strong> and other NFL greats-- past and present-- made", "new_id": -2}, {"uid": "1295958121022577156", "i": 33190, "idx": 1, "sa": ["Cheryl Cole", "Derek Hough", "Justin Bieber", "Simon Cowell"], "q": ", <strong> Simon Cowell </strong>, is fighting to secure <strong> Cheryl Cole </strong>'s place on the US panel, as well as <strong> Derek Hough </strong> and her other showbiz pals, <strong> Justin Bieber </strong> encouraging <strong> Cheryl Cole </strong>'s move to America. The insider explained: <q> <strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit. </q> SEE PICS OF CHERYL FROM THE X FACTOR 2010 IN MTV'S GALLERY HERE!! They added:\" They want to see if the American public warm to her before she takes on such a high-profile role", "new_id": -2}, {"uid": "1296169273065405008", "i": 20515, "idx": 1, "sa": ["Sergio Marchionne"], "q": "down over collateral that could be pledged by Chrysler. Chief Executive <strong> Sergio Marchionne </strong>, who expected the money by the end of 2010, said last week he still expected Chrysler would receive the loans. <q> Am I concerned with the fact that this thing is taking longer than I thought? The answer is absolutely yes, </q> <strong> Sergio Marchionne </strong> told reporters. He added that a\" tripartite\" discussion between Treasury, the Department of Energy and Chrysler would be needed to sort out the issue.` BEHIND THE EIGHT BALL'", "new_id": -2}, {"uid": "1297130833188514310", "i": 22962, "idx": 7, "sa": ["Simon Cowell"], "q": "to find breakout talent.\" I'm genuinely staggered this hasn't happened. All the signs are out there, from` Glee' to` High School Musical,\"' he said, advising <q> any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition. </q> The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner.\" If they don't sell a single record they still get to keep the money,\" he said.\"", "new_id": -2}, {"uid": "1295289224000475173", "i": 21558, "idx": 0, "sa": ["James Clyburn", "Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords", "Martin Luther King"], "q": "to <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY), Rep. <strong> James Clyburn </strong>( D- SC... Photo in Slideshow: Capt. Mark Kelly, husband of U.S. Rep. <strong> Gabrielle Giffords </strong>,( D-AZ... U.S. Video: Celebrating the <strong> Martin Luther King </strong>. Report Abuse <q> From the Village of the Bizarre comes this bit of intellectual insight from Bezerkely, CA!!!! </q> University of California Chancellor Robert Birgeneau has declared that the cause of this tragedy is not the psychotic behavior of an individual, rather, illegal immigration and failure to pass the Dream Act. Report Abuse \"", "new_id": -2}, {"uid": "1297199444258572348", "i": 19918, "idx": 4, "sa": ["Donald Rumsfeld", "Paul Wolfowitz", "President Bush", "Osama bin Laden"], "q": "W <strong> President Bush </strong> on September 30, 2001, calling for the administration to focus not on taking down <strong> Osama bin Laden </strong>'s al-Qaeda network but on the aim of establishing\" new regimes\" in a series of states <q> <strong> General Wesley Clark </strong>, who commanded the North Atlantic Treaty Organization bombing campaign in the Kosovo war, recalls in his 2003 book </q> Winning Modern Wars being told by a friend in the Pentagon in November 2001 that the list of states that <strong> Donald Rumsfeld </strong> and deputy secretary of defense <strong> Paul Wolfowitz </strong> wanted to take down included Iraq, Iran, Syria, Libya,", "new_id": -2}]