[{"uid": "1296366488199786542", "i": 36590, "idx": 9, "sa": ["John Boehner", "Mike Pence"], "q": "being sworn in was to create a miniature radio studio in his office. In 2003, he appeared on or was mentioned in national radio, television and newspapers stories more than 200 times. <q> There is no one in our ranks who does a better job of articulating the GOP message of freedom and smaller government, </q> Ohio Rep. <strong> John Boehner </strong>( now House speaker) said in 2008 when <strong> Mike Pence </strong> was unanimously elected to be in charge of party messaging as chairman of the GOP conference. <strong> Mike Pence </strong>, who likes to say", "new_id": -2}, {"uid": "1297709927124567580", "i": 40151, "idx": 0, "sa": ["Mike Huckabee", "Mike Pence"], "q": "the alley, because the light was better. Social conservatives tend to talk about issues such as abortion and gay rights, stem cell research and the role of religion\" in the public square\": <q> Those who would have us ignore the battle being fought over life, marriage and religious liberty have forgotten the lessons of history, </q> said Rep. <strong> Mike Pence </strong>( R-Ind.) at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said:\" We need to understand there is a direct", "new_id": -2}, {"uid": "1296309067021659679", "i": 6641, "idx": 3, "sa": ["Mike Pence"], "q": "family) went back and forth in our heads, we never went back and forth in our hearts.\" Saying his\" heart was in Indiana,\" <strong> Mike Pence </strong> said he would continue to meet with <q> the good and strong and opinionated people of this state </q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone. Nurse Fatu", "new_id": -2}, {"uid": "1297247048068108338", "i": 34228, "idx": 0, "sa": ["Adam Sandler", "David Letterman"], "q": "but it seemed to catch <strong> David Letterman </strong> off guard. Or at least <strong> David Letterman </strong> was left with only one repeated response. <strong> David Letterman </strong> made a fairly benign statement regarding <strong> Adam Sandler </strong>'s mother's friends. <q> They all know what you do, right? </q> <strong> Adam Sandler </strong> responded with a joke that spiralled into a pretty odd place rather quickly.\" My mother still thinks I'm a doctor,\" he quipped.\" I never really told her. So every", "new_id": -2}, {"uid": "1295251188152551466", "i": 8530, "idx": 6, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "turning tricks in denial.... <strong> Kelsey Grammer </strong> Comments On Engagement To <strong> Kayte Walsh </strong>:` We are in love' <strong> Kelsey Grammer </strong> Comments On Engagement To <strong> Kayte Walsh </strong>:` We are in love' click our link thetodaybuzz.com- to watch full <q> <strong> Kelsey Grammer </strong> Comments On Engagement To <strong> Kayte Walsh </strong>:` We are in love' </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the\" Late Show with <strong> David Letterman </strong>\" on Thursday night that he plans... <strong> Camille Grammer </strong> Demands$ 50 Million In Divorce Settlement Report. <strong> Camille Grammer </strong> Demands$ 50 Million In", "new_id": -2}, {"uid": "1295755514184385545", "i": 22151, "idx": 14, "sa": ["Allen Iverson"], "q": "deficit to 11, <strong> Allen Iverson </strong> hit a 3-pointer from the PHILADELPHIA( AP)-- <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.\" You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1296617877006586386", "i": 49088, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 news media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL mark with 50", "new_id": -2}, {"uid": "1295591373000901153", "i": 46121, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to assume more of a behind-the-scenes role as much as Page's personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, still will be available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old founder, <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1297430731170164227", "i": 19189, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "here are complementary. Ecosystems thrive when they reach scale, when they are fueled by energy and innovation and when they provide benefits and value to each person or company who participates,\" <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> added. <q> This is what we are creating; this is our vision; this is the work we are driving from this day forward. </q> strtegic memo that was leaked in advance of the meeting, where he expressed disappointment in MeeGo and called Symbian\" non-competitive\". MeeGo, Symbian on the way out So what does this mean", "new_id": -2}, {"i": 16414, "idx": 0, "index_answer": 3, "new_id": -1, "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q> It has changed the mood of the show but, you know, it might be for the better.\" Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking. </q> <strong> Declan Donnelly </strong> added:\" For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.\"", "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "uid": "1297481921069795902"}]