[{"uid": "1295589360144719946", "i": 22782, "idx": 0, "sa": ["Tom Bernard", "Cher Lloyd", "Simon Cowell", "Paris Hilton"], "q": "are still the key ways to make money. For a few indie films, box office is buoyant, but DVD and TV revenues are soft. That dynamic has market players hopeful, but wary. <q> This year, you'll see a large amount of( movies) make their way into the marketplace, but in terms of making your money back, it depends on what you spend, </q> said <strong> Tom Bernard </strong>, co-head of indie distributor Sony Pictures Classics. Play video <strong> Cher Lloyd </strong> v. <strong> Simon Cowell </strong>! Play video <strong> Paris Hilton </strong> in a police car Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News", "new_id": -2}, {"uid": "1296235796144064542", "i": 39051, "idx": 0, "sa": ["Steve Ballmer"], "q": "primed to undergo a shakeup this year with the departure of longtime division President Bob Muglia. In a Jan. 10 e-mail to employees, Microsoft CEO <strong> Steve Ballmer </strong> claimed the division needed new leadership in order to <q> move forward into the era of cloud computing. </q>\" I had always remarked to folks that Bob's a survivor. His time just finally ran out,\" the anonymous head of the blog Mini-Microsoft, which frequently serves as a venting place for Microsoft employees", "new_id": -2}, {"uid": "1296228272172146710", "i": 17274, "idx": 16, "sa": ["Mike Pence"], "q": "director <strong> Mike Pence </strong> Connolly puts it in even more certain terms:\" Washington's loss is Indiana's gain.\" Connolly speaks as if <strong> Mike Pence </strong>'s gubernatorial run- and victory- were a fait accompli. <q> Although <strong> Mike Pence </strong> would have been a very attractive presidential candidate, it is obvious this is the right decision for him and his family right now. He will be a great successor to <strong> Mitch Daniels </strong>, </q> Connolly says. Curt Smith, president of the Indiana Family Institute, agrees, saying he's\" very encouraged by the news that[ <strong> Mike Pence </strong>] is coming home\" and assumes <strong> Mike Pence </strong> will run for", "new_id": -2}, {"uid": "1295917245213958661", "i": 885, "idx": 1, "sa": ["Andy Coulson", "Boris Johnson"], "q": "on- but only\" if there is genuine market failure\". Ker-ching, ker-ching. â\u0080¢ In Stockholm- which British thinktanks visit to acquire wisdom- they offer an evening class on pigeon feeding. <q> We learn to break bread into suitable pieces and throw it without hitting the pigeons on the head. We practise making pigeon noises, imitating their head movements and their staring eyes to be able to blend in... </q> says the brochure. Honest. â\u0080¢ While ex-BBC hack Gito Hari ponders flattering calls to take <strong> Andy Coulson </strong>'s job at No 10, students of his PR skills for <strong> Boris Johnson </strong> can measure the support for the London", "new_id": -2}, {"uid": "1295039838092176408", "i": 37841, "idx": 2, "sa": ["Stephen Harper", "Gordon Brown", "Mike Pence"], "q": "Democratic Representative House Appropriations Committee. He said Republicans rebuffed Democratic attempts to reach a deal on handling amendments quickly.\" We have tried every way we can to involve the minority,\" he said. <q> We recognize a filibuster by amendment when we see it. </q> When <strong> Mike Pence </strong> was asked why seeking a recorded vote on an amendment that both sides supported wasn't a stall tactic, he grinned and walked away from reporters. grumblings in the British press about how <strong> Stephen Harper </strong> Minister <strong> Gordon Brown </strong>", "new_id": -2}, {"uid": "1295563364204783630", "i": 10565, "idx": 9, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "a long time to be a CEO,\" <strong> Eric Schmidt </strong> said during the call. <strong> Sergey Brin </strong>, meanwhile, will devote his time and energy to strategic projects, in particular working on new products. <q> I'm looking forward to many more decades of work together, </q> <strong> Sergey Brin </strong> said on the conference call.\" I would like to work more on my personal passions[ including] several new significant products that I hope to tell you about\" soon. <strong> Sergey Brin </strong> said he", "new_id": -2}, {"uid": "1295861273256983082", "i": 43406, "idx": 2, "sa": ["Li Keqiang", "Andy Coulson", "David Cameron"], "q": "<strong> Li Keqiang </strong>, right, listens to... Photo: Former News of the World editor <strong> Andy Coulson </strong> Photo: Former News of the World editor and Prime Minister... Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit Report Abuse <q> Paying several hundred dollars a year to listen to theirrulers quasi-socialist lies and feudal fairy tales? </q> Time.com: Tunisia's Police: Old Symbols of Oppression Join the Revolution Time.com: Palestinian Leaders, Peace Process Vulnerable after Leaks", "new_id": -2}, {"uid": "1295566644148553737", "i": 34297, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Charlie Rose"], "q": "customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>. Also, <strong> Eric Schmidt </strong> just tweeted that <q> adult supervision was no longer needed. </q> related to <strong> Sergey Brin </strong>'s comment on <strong> Charlie Rose </strong> that <strong> Eric Schmidt </strong> was brought on to bring\" adult supervision\". Google went from searching the Web to worming its way into nearly every facet of business and government. Seth Weintraub", "new_id": -2}, {"i": 1263, "idx": 1, "index_answer": 0, "new_id": -1, "q": "center in Munich.\" He added that the new employees would be split equally between developers and sales staff. Currently, Google has approximately 5,000 employees between its European, African, and Middle East offices. <q> We had a very, very good year and a very strong quarter, </q> said <strong> Eric Schmidt </strong>. In the final quarter of 2010, Google turned a profit of$ 2.54 billion, or 1.86 billion euros.\" We looked at this year and in particular our prospects for growth in Europe,", "sa": ["Eric Schmidt"], "uid": "1296014056259227659"}, {"uid": "1295327039053116954", "i": 31660, "idx": 2, "sa": ["Elton Brand", "Rafer Alston", "Allen Iverson", "Chauncey Billups"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Ray Allen </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Chicago_Bulls_@_Cleveland_Cavaliers_|_ 1993_Playoffs_|_ ECSF_Game_4_The_Shot_II Song: Lose Yourself by Eminem The golf shot first unveiled in Trick <strong> Chauncey Billups </strong> Montage# <strong> Rafer Alston </strong>", "new_id": -2}]