[{"uid": "1296527936108609567", "i": 25648, "idx": 0, "sa": ["Sergio Marchionne"], "q": "at the end of the month. Bloomberg( ht jb): \" Ford Motor Co. said the U.S. industrywide auto sales rate may be lower in January than December... \" Auto sales seen losing momentum in January <q> U.S. auto sales lost momentum in the final weeks of January, auto executives and a leading analyst cautioned on Monday... J.D. Power forecast a January sales rate of between 11.5 million and 12 million vehicles, down sharply from the outlook for 12.2 million it had given just 10 days before. </q>... on Monday Chrysler Chief Executive <strong> Sergio Marchionne </strong> said that industry-wide sales had fallen off in the final weeks of the month, which typically account for the bulk of sales. Company: Calculated Risk", "new_id": -2}, {"uid": "1296007173157368360", "i": 39530, "idx": 0, "sa": ["Michael Vick"], "q": "quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday.\" <strong> Michael Vick </strong> is good people. He paid his dues. President Obama reached out to him. He deserves an opportunity. This is what", "new_id": -2}, {"uid": "1296730879097124358", "i": 42054, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": " has been worth the cost and remains largely unapologetic about his handling of the conflict, according to his new autobiography. Had the government of <strong> Saddam Hussein </strong> remained in power the Middle East would be <q> far more perilous than it is today </q>, <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday but reported in today's Washington Post. <strong> Donald Rumsfeld </strong> and other US officials cited the threat posed by Iraqi weapons of mass destruction as justification for", "new_id": -2}, {"uid": "1295600499103776311", "i": 7320, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,\" <strong> Eric Schmidt </strong> said in a posting on the company's official blog. <q> And over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> Google also reported fourth-quarter financial results, beating Wall Street's net revenue expectations. <strong> Eric Schmidt </strong> said on his blogpost that Page, the son of a Michigan State University computer science professor, will now", "new_id": -2}, {"uid": "1296964906258326574", "i": 17480, "idx": 5, "sa": ["Michael Vick"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season.\" To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q>( FSY)( one each). Polamalu won the Defensive Player of the Year award earlier this week. Copyright 2011 The Associated Press. All rights reserved. This material may", "new_id": -2}, {"uid": "1297233092159547463", "i": 1241, "idx": 0, "sa": ["John Kerry", "Sen. Bernie Sanders"], "q": "Johnson, Globe Staff Supporters of <strong> John Kerry </strong> <strong> Sen. Bernie Sanders </strong> of Vermont are holding a fundraiser for him Sunday before he delivers a public speech in Jamaica Plain. The independent, who caucuses with the Democrats, <q> is facing a tough race in the next election due to the GOP machine, </q> said an e-mail encouraging attendance.\" Therefore, he's coming to ask similar-minded folks for support.\" Another e-mail said,\" Here's a great opportunity to hear an important progressive voice in the", "new_id": -2}, {"uid": "1295667348007979065", "i": 36614, "idx": 3, "sa": ["Lou Kerner", "Eric Schmidt", "Google Inc."], "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead.\" Larry has been with me in every major decision in the past decade,\" <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Wedbush Morgan analyst <strong> Lou Kerner </strong> says,\" Facebook is the most ominous threat to <strong> Google Inc. </strong>, but Facebook is just emblematic of the rising pace at which all of these( startups) are moving. It's", "new_id": -2}, {"uid": "1295564551217792537", "i": 32126, "idx": 2, "sa": ["Eric Schmidt"], "q": "Page also praised Mr <strong> Eric Schmidt </strong>.\" There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Mr Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season.", "new_id": -2}, {"uid": "1295520227082116678", "i": 3920, "idx": 0, "sa": ["Michael Vick"], "q": ".\" Everybody's trying to play me out like I'm some kind of <strong> Michael Vick </strong> kind of person,\" said Beatty, a week after a surgeon rebuilt daughter Latalya Swann's face. <q> I'm not a vicious person, </q> she said.\" I just felt like I had to do what I had to do.... I take full responsibility, but I just felt like[ the charges were] a little bit too much.", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q> Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it, </q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}]