[{"uid": "1297239482104841255", "i": 47142, "idx": 0, "sa": ["Colin Powell"], "q": "where they are,\" Rumsfeld told a television interviewer.\" They're in the area around Tikrit and Baghdad.\" In his book, he denied that he or any other administration official lied about WMD. <q> While I made a few misstatements- in particular the one mentioned above- they were not common and certainly not characteristic. </q> Rumsfeld revealed in his book that he urged a U.S. military strike on a suspected chemical weapons site in northern Iraq in 2003 and that he wanted the attack to coincide with Secretary of State <strong> Colin Powell </strong>'s address to the", "new_id": -2}, {"uid": "1296174977054247442", "i": 2537, "idx": 8, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "off at any point\". Face-off? The Google executive chairman rejected suggestions that the company had lost its edge. The Google triumvirate( from left): <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong> and Larry Page <q> We are the innovator and leader at scale, </q> he said, citing among others its maps products and its new Chrome operating system. But he admitted that social networks like Facebook might have stolen a march on the company.\" We have", "new_id": -2}, {"uid": "1295125227265830412", "i": 35007, "idx": 10, "sa": ["Brigadier General Janis Karpinski", "Donald Rumsfeld"], "q": "for long periods, sleep deprivation... playing music at full volume, having to sit in uncomfortably... <strong> Donald Rumsfeld </strong> authorized these specific techniques.\" He said that this was contrary to the Geneva Convention and quoted the same <q> Prisoners of war who refuse to answer may not be threatened, insulted, or exposed to any unpleasant or disadvantageous treatment of any kind </q>. According to <strong> Brigadier General Janis Karpinski </strong>, the handwritten signature was above his printed name and in the same handwriting in the margin was written:\" Make sure this is accomplished\". There have been no comments from either the", "new_id": -2}, {"uid": "1295936962220463123", "i": 31176, "idx": 0, "sa": ["Sergio Marchionne"], "q": "from the top. <strong> Sergio Marchionne </strong>, CEO of Chrysler and Fiat, said every vehicle launch, including the Fiat 500- Cinquecento, as it is known in Italy- is important and must be smooth. <q> So far, touch wood, they've all gone well, </q> <strong> Sergio Marchionne </strong> said of the 16 vehicles Chrysler has launched for 2011.\" At least whatever screw-ups we had, no one noticed. We dealt with them before they hit the dealer. I won't tell", "new_id": -2}, {"uid": "1295753820028917780", "i": 28945, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": ".\" Get it done, the sooner the better,\" <strong> Bill Lockyer </strong> said Saturday during his appearance at a conference sponsored by the Institute of Governmental Studies at UC Berkeley. If not, he said, <q> We will run out of money to pay the bills. </q> <strong> Jerry Brown </strong> and state Controller John Chiang, who is charged with paying the state's bills, have yet to outline so dire a scenario.\" I am not supposed to say any of this,\"", "new_id": -2}, {"uid": "1295630754045006869", "i": 11718, "idx": 2, "sa": ["Michael Vick", "Tony Dungy"], "q": "ability to escape and get away from the rush and make plays out of nothing,\" <strong> Tony Dungy </strong> told KYW Newsradio. <strong> Tony Dungy </strong> adds that <strong> Michael Vick </strong> now thinks the sky is the limit: <q> I just talked to him last week and he still thinks he's got tons of room for improvement and he's going to be even better next year. </q> <strong> Tony Dungy </strong> is very confident that <strong> Michael Vick </strong> will remain a Philadelphia Eagle even though 2010 was the final year of his two-year deal.\" He wants to come back; the Eagles want him,\"", "new_id": -2}, {"uid": "1295350326057589761", "i": 44409, "idx": 1, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "of The X Factor in 2007. Discussing his boss with New! magazine, <strong> Dermot O'Leary </strong> praised <strong> Simon Cowell </strong> for having time for everyone.\" <strong> Simon Cowell </strong> is a remarkably surprising, down-to-earth man,\" he said. <q> You don't get that level of success if you haven't got a touch of normality.\" He's very much a common man, someone you could go for a beer with and who you'd have no hesitation in talking to about anything at all. I clicked with him immediately. He is a really nice guy, not affected, and has time for everyone. He's a showman but his head's not in the clouds. He is not aloof. </q> He added:\" <strong> Simon Cowell </strong> is a businessman who makes some money and makes sure there are certain standards of performers there for a mass market.\" claimed that <strong> Simon Cowell </strong> is not the\" ogre\" some", "new_id": -2}, {"uid": "1296550766189169669", "i": 6251, "idx": 3, "sa": ["David Letterman"], "q": "<strong> David Letterman </strong> asked about Bieber's schooling and found out that he's currently in the 11th grade.\" 11th grade-- is that a sophomore in high school?\" <strong> David Letterman </strong> asked, to which Bieber replied: <q> I don't know. I'm Canadian. </q> Later Bieber tweeted that he will be on the\" Late Show\" again on Friday,\" playing the drums and doing the Top Ten.\"", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster\" in three or four weeks,\" said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}, {"uid": "1297668332223444997", "i": 6783, "idx": 2, "sa": ["Kirsten Gillibrand", "Mayor Michael Bloomberg"], "q": "Amy work for local nonprofit organizations. They have two children: Zachary, 8, who suffers from autism, and Jacob, 12. The family appeared with <strong> Kirsten Gillibrand </strong> on Sunday to support her legislation. <q> Raising two kids in the city of <strong> Mayor Michael Bloomberg </strong> is not easy. Our water bill is going up, the bridge tolls are going up,[ and] property taxes are going up every year. We feel like we're getting nickled and dimed and squeezed at every turn, </q> Lavelle said. <strong> Kirsten Gillibrand </strong> says the Homeowner Tax Fairness Act would save 1.1 million <strong> Mayor Michael Bloomberg </strong> state homeowners who do not itemize their tax deductions a total of$ 1 billion annually; this would include$ 210 million", "new_id": -2}]