[{"uid": "1297118217093028381", "i": 45362, "idx": 3, "sa": ["Simon Cowell", "Susan Boyle"], "q": "- they have also expanded the age pool to younger and older contestants-- something <strong> Simon Cowell </strong> is looking forward to seeing. VIEW THE PHOTOS: The Brit Pack: Hot Shots Of Stars From The UK! <q> You can't put an age cap on talent, </q> <strong> Simon Cowell </strong> said. <strong> Susan Boyle </strong>, who would have thought this little lady living on her own in Scotland would go on to sell 20 million records,\" he said, referring to the winner of another one of", "new_id": -2}, {"uid": "1295595231037634053", "i": 11011, "idx": 1, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q> My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a start-up, </q> Page said in a Thursday interview.\" I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s", "new_id": -2}, {"uid": "1295877991251510814", "i": 8994, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt"], "q": "served as CEO previously, from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years...\" a nice round number\"... and Page was ready to lead the company into the future. <q> Larry and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up, </q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other Internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly$ 30 billion. The company meanwhile reported its", "new_id": -2}, {"uid": "1296971617152387585", "i": 29610, "idx": 0, "sa": ["Michael Vick"], "q": "reformation away from the game that impressed a nationwide panel of 50 news media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.\" The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.\" As a person and", "new_id": -2}, {"uid": "1295625832143933451", "i": 20894, "idx": 6, "sa": ["Saddam Hussein", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "war, including the decision to pull out American forces and leave <strong> Saddam Hussein </strong> in power. <strong> Colin Powell </strong> and the other members of <strong> George H.W. Bush </strong>'s national security team agreed that the mission was to liberate Kuwait, not remove <strong> Saddam Hussein </strong>. <q> There is a legitimate argument as to whether we stopped too soon. We accomplished the mission, </q> <strong> Colin Powell </strong> said.\" <strong> President Bush </strong> made the right decision.\" The Iraqi leader was ousted in 2003 during the Iraq war, which started under <strong> George H.W. Bush </strong>'s son, former <strong> President Bush </strong>. After being convicted of crimes against humanity", "new_id": -2}, {"uid": "1295788220057016357", "i": 32832, "idx": 5, "sa": ["Detroit Red", "Rasheed Wallace", "Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.\" It's hard coming into a situation where guys have been http://wn.com/Allen_Iverson_25pts_vs_Kobe_Bryant_Lakers_08/09_NBA_*Great_Dunks_Alleyoop_by_Kobe! The new-look <strong> Detroit Red </strong> Pistons still have the Los Angeles Lakers' number. <strong> Rasheed Wallace </strong> had 25 points and 13 rebounds, <strong> Allen Iverson </strong> added", "new_id": -2}, {"uid": "1295916049143048705", "i": 11372, "idx": 3, "sa": ["Mike Pence"], "q": "the battle being fought over life... have forgotten the lessons of history. As in the days of a House divided, America's darkest moments have come when economic arguments trumped moral principles,\" he said. <q> Men and women, we must demand, here and now, that the leaders of the Republican Party stand for life </q> and to do so\" without apology.\" Send to a friend: <strong> Mike Pence </strong> Blasts Abortion Truce in March for Life Remarks", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.\" By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}, {"uid": "1296759009093224994", "i": 38420, "idx": 0, "sa": ["Michael Smerconish", "Michael Vick"], "q": "was in economic despair, which explains her reply to the advertisement of a stranger who had run an ad in the Dec. 18, 1933, issue of the Canton( Ohio) Repository. The ad was titled <q> In Consideration of the White Collar Man! </q> and offered assistance from an anonymous source to families in need.- 01/09/2011 By <strong> Michael Smerconish </strong> <strong> Michael Vick </strong> is so much on the brain these days that even a recent holiday trip to the movies to see The King's Speech", "new_id": -2}, {"uid": "1295970536237928474", "i": 30320, "idx": 2, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he has some concerns about the direction of the Republican Party, adding that it has <q> moved more to the right than <strong> Sen. Joe Lieberman </strong> would like to see it. </q> Read a transcript of <strong> Colin Powell </strong>'s remarks In regard to the financial crisis, which <strong> Colin Powell </strong> called the candidates'\" final exam,\" <strong> Colin Powell </strong> said <strong> John McCain </strong> appeared unsteady in dealing with it, while <strong> Barack Obama </strong> had excelled in", "new_id": -2}]