[{"uid": "1295976900153763929", "i": 6937, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "John Thune", "Tom Coburn"], "q": "respected-- even as they disagreed on the issues-- <strong> Barack Obama </strong> <strong> Tom Coburn </strong>, R-Okla. <strong> Kirsten Gillibrand </strong> said Friday that she will sit on the Republican side of the House floor next to <strong> Barack Obama </strong> <strong> John Thune </strong>, R-S.D. <q> This is just a symbol, but it sends an important message that although we may disagree on various issues, we all stand ready to work together and do what we believe is right for the country, </q> <strong> Kirsten Gillibrand </strong> said in a statement. The idea for members of Congress to sit together for the speech was first floated by Third Way, a centrist think tank in Washington, D.C., that was co-founded by", "new_id": -2}, {"uid": "1295218051235503687", "i": 1366, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "& search= Search\",\" permaLink\":\" http://www.washingtonpost.com/wp-dyn/content/video/2011/01/14/VI2011011403335.html\",\" showComments\": true,\" duration\":\"\",\" mediaQueryString\":\" http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01142011-21v&amp;flvURL=/media/2011/01/14/01142011-21v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F14%2F01142011-21v.jsn\"}{\" title\": <q> Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes </q>,\" description\":\" <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.\",\" note\":", "new_id": -2}, {"uid": "1297488327192626740", "i": 31204, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "And so it went. Stephanopoulos asked <strong> Donald Rumsfeld </strong> to concede that if he'd stayed in office after 2006,\" there would have been defeat in Iraq and the surge would not have taken place.\" <strong> Donald Rumsfeld </strong>: <q> Oh, no, absolutely not. </q> Stephanopoulos:\" Why is it so difficult, sir, for you to say,` This is the mistake I made. This is what we should have done different. This is what I'm sorry for", "new_id": -2}, {"uid": "1297087558189808651", "i": 33219, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google Inc( GOOG) wants to avoid a lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. <q> We certainly want to avoid that, </q> <strong> Eric Schmidt </strong> told the paper in an interview.\" I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors,", "new_id": -2}, {"uid": "1296600412133546009", "i": 26661, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "his sold-out show at Madison Square Garden last year. A poised <strong> Justin Bieber </strong>, 16, told a new conference he hopes the film will show people he worked at learning music and writing songs. <q> There's going to be haters no matter what. People want to see you succeed and then once you're there they want to bring you down. It's a weird world, but that's just how it is, </q> he said. <strong> Justin Bieber </strong> was fresh off an appearance Monday evening on Late Show with <strong> David Letterman </strong>, where he showed the talk-show host how to use Twitter. The young singer has 6.9 million followers on", "new_id": -2}, {"uid": "1295682265065617928", "i": 79, "idx": 3, "sa": ["Mike Pence", "Ronald Reagan"], "q": "left of the future if we fail today?\" And <strong> Mike Pence </strong> supporters are collecting signatures from conservatives and tea party activists through a website and social media campaigns as part of a draft effort. <q> I said,` Let's attempt to demonstrate the level of enthusiasm for him that I think is out there a millimeter under the surface,' </q> said Ralph Benko, a former <strong> Ronald Reagan </strong> administration aide who started the campaign.\" I think it's huge. I just think it needs a little place to go. So we built a little place for it", "new_id": -2}, {"uid": "1296978592083132429", "i": 7164, "idx": 7, "sa": ["Michael Vick"], "q": "reacts to a call during the... Sports Video: Cavaliers set record with 24th straight loss Report Abuse \" I am boycotting football forever, starting last year when they awarded <strong> Michael Vick </strong> some other award. \" Report Abuse <q> I agree <strong> Michael Vick </strong> doesn't deserve the award since he a) played last year and b) missed time from prison. I mean, they don't have a most improved award, because that's what he'd be in line for since he played last year? With that said, he paid his debt. Let the guy go. I don't like him, but believe me he lost a lot more than anyone else doing the same stuff. </q> Report Abuse \" <strong> Michael Vick </strong> was a sleeze^ Nth for doing what he did re dogs. And I really didn't like him before that-- sooo much attitude. \" However, maybe he didn't", "new_id": -2}, {"uid": "1295565682105267209", "i": 1817, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", 55, took over as Google CEO in August 2001 after being recruited by Page and <strong> Sergey Brin </strong> who at the time were in their mid-20's and lacked the experience to run a major company such as Google. <q> We have been talking about how best to simplify our management structure and speed up decision making for a long time, </q> said <strong> Eric Schmidt </strong> in announcing the decision.\" By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm", "new_id": -2}, {"uid": "1296243233063520795", "i": 25351, "idx": 0, "sa": ["Mr. Bauer", "Gary Bauer", "Mike Pence"], "q": "a non-social party has won re-election in Parliament. And BP says its well is dead. www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana Rep. <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in` The A-Team.' <q> It was one of the best experiences of my life. The guy loves to improvise, </q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show' last summer.\" He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}]