[{"uid": "1296413477170033187", "i": 20904, "idx": 3, "sa": ["Ronald Reagan", "Michael Feinstein", "Bill Stephan", "Mike Pence"], "q": "\" <strong> Bill Stephan </strong>, a friend of <strong> Mike Pence </strong>'s since they attended the Indiana University School of Law-Indianapolis together, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about. <q> I just remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve, </q> <strong> Bill Stephan </strong> said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school, largely because he heard in <strong> Ronald Reagan </strong>\" the manifestation of the kind of traditional <strong> Michael Feinstein </strong> ideals that I was raised to believe in", "new_id": -2}, {"i": 24465, "idx": 0, "index_answer": 0, "new_id": -1, "q": "bid to take the crown in the talent show's seventh season. Despite rocker <strong> David Archuleta </strong> Cook's surge in recent weeks, the judges were uncharacteristically united in proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival. <q> You came out here tonight to win, and what we have witnessed is a knockout, </q> said prickly judge <strong> Simon Cowell </strong>. Judge Randy Jackson concurred, proclaiming\" the best singer of season 7 is right there,\" following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon </strong>'s\" Imagine,\" a song that earlier in the", "sa": ["Simon Cowell", "John Lennon", "David Archuleta"], "uid": "1296233986144064524"}, {"uid": "1297242441083116117", "i": 20963, "idx": 2, "sa": ["Jay Leno", "David Letterman", "Hosni Mubarak"], "q": "time last year.( The themes are still prevalent. Just the other night, <strong> David Letterman </strong> wondered out loud if Egyptian President <strong> Hosni Mubarak </strong> would indeed step down, or wind up\" pulling a <strong> Jay Leno </strong>.\") <q> I love you. I am in your corner, </q> Stern pledged, eliciting a fist-bump from <strong> David Letterman </strong>.\" I don't want the same thing to happen to you that happened to Regis.\" This elicited a big laugh from <strong> David Letterman </strong> and the audience, but Stern", "new_id": -2}, {"uid": "1295535198236404814", "i": 4464, "idx": 0, "sa": ["Betty White", "Sen. Bernie Sanders"], "q": "the <strong> Betty White </strong> House and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan. 28. <strong> Betty White </strong> Drinks", "new_id": -2}, {"uid": "1295440369254591006", "i": 20192, "idx": 2, "sa": ["Jane Lynch", "Simon Cowell"], "q": "Just like him, she says what she wants because she can.\" <strong> Jane Lynch </strong> also spoke about Glee fans who are petitioning to have Sue appear as a judge on <strong> Simon Cowell </strong>'s show The X Factor. <q> I think she'd be fantastic- and there would be a few contestants reduced to tears, </q> she joked.\" It can never happen, though. <strong> Simon Cowell </strong> and Sue on the same judging panel will never work in a million years- there's only room for one ego on the show!", "new_id": -2}, {"uid": "1295979046057327630", "i": 9526, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "the same interview, saying it had started to become clear the company needed to be run more crisply.\" I am not as concerned about the titles as I am winning,\" <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> SAN FRANCISCO- When <strong> Google Inc. </strong> went public in 2004, the three men running the company promised each other they would remain a ruling triumvirate for at least 20 more years. Although their commitment to", "new_id": -2}, {"uid": "1295586272212418583", "i": 2949, "idx": 14, "sa": ["Allen Iverson", "Marcus Camby", "Yao Ming"], "q": "<strong> Yao Ming </strong> plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets.\" I dreamed it up a certain way, and it was better than that,\" <strong> Allen Iverson </strong> said. <q> Everything was perfect but one thing, and that was not winning the game. </q> <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Western", "new_id": -2}, {"uid": "1297291160013402120", "i": 47366, "idx": 0, "sa": ["Craig Ferguson", "David Letterman"], "q": "credit: CBS) DENVER( CBS4)- Pirates are sailing into the Denver Museum of Nature and Science. The new exhibit gives visitors a look at life in the 18th Century Caribbean. <q> Real Pirates: The Untold Story of the Whydah from Slave Ship to Pirate Ship </q> opens Friday, March 4. 10:35 PM Late Show with <strong> David Letterman </strong> 11:37 PM The Late Late Show with <strong> Craig Ferguson </strong>", "new_id": -2}, {"uid": "1297475146178421772", "i": 28074, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "not be in place for the Nokia smartphones running Windows Phone 7 or a future Windows Phone OS.\" I don't see how this[ partnership] changes their opportunity much,\" he added. <q> Tight integration between the OS and hardware could improve functionality. However, Microsoft has never been able to take advantage of its core developer group for mobile, so I don't see why this would help much. Android would be better for Nokia smartphones. </q> Will Stofega, an analyst at IDC, attended the London partnership announcement where Microsoft CEO <strong> Steve Ballmer </strong> and Nokia CEO <strong> Stephen Elop </strong> spoke, saying he was impressed by <strong> Stephen Elop </strong>, a former Microsoft executive, and his rationale", "new_id": -2}, {"uid": "1297383050124895246", "i": 9770, "idx": 0, "sa": ["David Letterman"], "q": "her bikini magic. The Sports Illustrated Swimsuit edition isn't just about sexy to fashion designers lucky enough to make it in. There's a loud` ka-ching' for years to come. <q> Everybody opens up that issue and goes,` Wow, where can I get this suit?' We have a great response when it hits the newsstands, </q> said Simon Southwood, who expects seven of his suits to grace the famous pages. Southwood has already presold to stores in anticipation of the big reveal on <strong> David Letterman </strong>'s show on February 14, followed by", "new_id": -2}]