[{"uid": "1295615312003915794", "i": 31190, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ". His title will remain co-founder. In a blog post, <strong> Eric Schmidt </strong> said that he had been working with Page and <strong> Sergey Brin </strong> on ways to simplify Google's management structure and quicken decision making. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company, </q> he said.\" In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.\" The management changes", "new_id": -2}, {"uid": "1295547194232112134", "i": 30662, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler"], "q": "routine is just\" boring.\" At least <strong> Steven Tyler </strong> will tell you\" if your singing stinks\"- the trouble is he says it in a\" kindler, gentler way,\" with lines such as, <q> Oh baby, you're just not ready. I'm sorry. </q> Both of the newbies need to\" toughen up a bit.\" When <strong> Simon Cowell </strong> called the occasional performance an\" utter disaster,\" he added the spice that made\" Idol\" delicious.\"` American Idol", "new_id": -2}, {"uid": "1295288923000475180", "i": 18119, "idx": 2, "sa": ["Steve Ballmer", "Aggro Santos", "Avril Lavigne"], "q": ", your body.\" Although <strong> Steve Ballmer </strong> admitted that the firm could improve with targeting a broader set of demographics, such as teenage girls, the console is resonating better with a wider audience. <q> I think about my own family. My wife used to say,` No, no, that's the machine the boys use', and now she says,` Yeah, I want to go watch movies. Let's go play the dance game', </q> he said. Single ReviewsThis week, we rate Britney, Adele, <strong> Avril Lavigne </strong>& <strong> Aggro Santos </strong>! Guy BurnetThe former Hollyoaks", "new_id": -2}, {"uid": "1295951750089243777", "i": 48152, "idx": 0, "sa": ["Eric Schmidt"], "q": "for an executive who is transitioning out of the CEO role-- and may even be unusual for sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q> Sirius wants permission to raise subscription price Sirius XM Radio, the U.S. satellite radio broadcaster, wants to be free to raise its basic monthly subscription price from$ 12.95.", "new_id": -2}, {"uid": "1297194282067846163", "i": 30581, "idx": 0, "sa": ["Kirsten Gillibrand", "Al Franken", "Barbara Boxer", "Richard Blumenthal", "Patty Murray"], "q": "bills on abortion funding this week, Senate Democrats on Tuesday took aim at the GOP proposals as\" extreme\" and charged that they are a distraction from Congress's top priority of kick-starting the economy. <q> We're here today to send a clear message to our Republican colleagues on the <strong> House Judiciary Committee </strong> side: Your agenda on women's health is extreme. It breaks faith with a decades-long bipartisan compromise. And according to medical experts, your agenda risks the health and the lives of women, </q> <strong> Barbara Boxer </strong>( D-Calif.) said at a Capitol news conference. <strong> Barbara Boxer </strong> was joined by several other Democratic lawmakers including Sens. <strong> Patty Murray </strong>( Wash.), <strong> Kirsten Gillibrand </strong>( N.Y.), <strong> Richard Blumenthal </strong>( Conn.), <strong> Al Franken </strong>", "new_id": -2}, {"uid": "1295490788204456038", "i": 11962, "idx": 0, "sa": ["Savanna Samson", "Michael Vick", "Sasha Grey", "DeSean Jackson", "Mike Missanelli", "Jenna Jameson"], "q": "star <strong> Savanna Samson </strong>.\" Now that so many adult film stars including <strong> Jenna Jameson </strong> and <strong> Sasha Grey </strong> have crossed over into the mainstream, it's disappointing that the NFL continues to discriminate against them,\" he said. <q> I wonder if they're planning on restricting <strong> Ben Roethlisberger </strong> from playing or <strong> Rex Ryan </strong> from coaching in the big game. </q> MISSANELLI'S SHOW GOES TO THE DOGS <strong> Mike Missanelli </strong> committed an unintentional violation while interviewing Eagles quarterback <strong> Michael Vick </strong> on his radio show yesterday. <strong> Mike Missanelli </strong> reminded <strong> Michael Vick </strong> that <strong> DeSean Jackson </strong> made some comments about the quarterback", "new_id": -2}, {"uid": "1297390016200884258", "i": 41920, "idx": 9, "sa": ["Robert Scales", "Condoleezza Rice", "Colin Powell", "Kimberley Strassel"], "q": "\" the lack of a coherent post-invasion plan, to a sluggish transfer of power to Iraqis, and to a festering insurgency\"-\" the muddled plan for postwar Iraq\" Ms. <strong> Kimberley Strassel </strong> concludes: <q> Mr. <strong> Donald Rumsfeld </strong>'s critics are bitter that his memoir didn't go the obvious commercial route, serving up a grand apology for his role in the wars. Yet readers might be appreciative to find themselves in possession of a serious memoir, more in keeping with the older Washington tradition of <strong> Dean Acheson </strong> or <strong> Henry Kissinger </strong>. As might the historians. </q> Finally, retired Major <strong> Colin Powell </strong>( <strong> Condoleezza Rice </strong>) <strong> Robert Scales </strong>' <strong> Robert Scales </strong> starts as follows: \" Personal accounts fill in the blanks of contemporary history, blanks left by sterile timelines and the speculations of", "new_id": -2}, {"uid": "1295253498206143557", "i": 27044, "idx": 1, "sa": ["Kirsten Gillibrand", "James Eric", "Gabrielle Giffords"], "q": "both sides of her body, Sen. <strong> Kirsten Gillibrand </strong> said yesterday on\" Meet the Press.\" The New York Democrat is a close friend of <strong> Gabrielle Giffords </strong>.\" She's doing great,\" <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. </q> <strong> Gabrielle Giffords </strong>' progress came as new details emerged about the rampage victim arrested Saturday for shouting a threat during a town-hall meeting. <strong> James Eric </strong> Fuller, 63, who was shot in the knee, had", "new_id": -2}, {"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.\" As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q> I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table, </q> he said.\" He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}, {"uid": "1295253330160432215", "i": 12433, "idx": 1, "sa": ["Jeremy Clarkson", "Simon Cowell"], "q": "me to say that but <strong> Jeremy Clarkson </strong>'m not going to. <strong> Jeremy Clarkson </strong>'d like to be at the next party. <strong> Simon Cowell </strong> Green throws great parties.\" OK, <strong> Jeremy Clarkson </strong> say, tell me what you did think. <q> <strong> Jeremy Clarkson </strong> loved every second of that video. </q> Oh dear, you really do want to go to his next party, don't you?\" Yes.\" To be fair, he does then burst out laughing. And apart from the whitened", "new_id": -2}]