[{"uid": "1297203706130318389", "i": 48969, "idx": 1, "sa": ["Michael Vick"], "q": "the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal drugs. To obey their parents and pick the people they hang around.\" Adding, <q> That's a message I would challenge anybody to say that not one kid across America shouldn't hear from people in notoriety such as <strong> Michael Vick </strong>. </q> This past season, <strong> Michael Vick </strong> was named NFL Comeback Player of the Year and now this? Somehow we feel there has to be somebody better suited for this honor. You can see a shaky", "new_id": -2}, {"uid": "1296937608113295368", "i": 31320, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "of Super Bowl vision in Texas Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. <q> I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him, </q> <strong> Roger Goodell </strong> said.\" He takes that seriously also.\" <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009", "new_id": -2}, {"uid": "1295426603082264102", "i": 4497, "idx": 0, "sa": ["Jared Loughner", "David Letterman", "Elisabeth Hasselbeck", "Martin Short", "Ice Cube"], "q": ") 1 p.m.( FOX) Rachael Ray:\" <strong> Elisabeth Hasselbeck </strong>'s Ultimate Travel Guide.\"( N) Rapper/record producer/actor <strong> Ice Cube </strong>.( N)\" The Most Misused Over-The-Counter Drugs in America.\"( N) <q> Nate's 911: Solving Your Emergencies. </q>( N) Examining the profile of the accused shooter <strong> Jared Loughner </strong>.( N)\" Oprah's Ultimate Australian Adventure, part 2.\"( N) 11:35( CBS) Late Show With <strong> David Letterman </strong>: Actor <strong> Martin Short </strong>", "new_id": -2}, {"uid": "1297138045102924322", "i": 48737, "idx": 2, "sa": ["Simon Cowell", "Susan Boyle"], "q": "older singer... times have changed. You have to make a case-by-case decision based on them as a person.\" Contestants will have to audition before a live audience of 5,000 people in an arena. <q> It was supposed to be similar to them doing their first concert. It really helped show me who could handle the pressure, </q> <strong> Simon Cowell </strong> explains. <strong> Simon Cowell </strong> knows the importance of audience feedback as it helps to be open to people's talent he wouldn't have necessarily seen on his own.\" I don't believe <strong> Susan Boyle </strong> would have", "new_id": -2}, {"uid": "1297139383122093568", "i": 11043, "idx": 0, "sa": ["Donald Rumsfeld", "Liz Murray"], "q": "had finished her studies, Aids had taken the life of her father. Travelling back to take care of him, <strong> Liz Murray </strong> says she took some comfort in knowing that her father had died a sober man. <q> When someone gets sober, it's almost like meeting them for the first time.\" Just before he passed away, he wrote me this card.\" He wrote in the card,` Lizzy, I left my dreams behind a long time ago. But I know now they're safe with you. Now we're a family again.' </q> Fossil forests Antarctica's dinosaur-age jungles could provide clues to the future Known and unknown US media react to ex-US defence chief <strong> Donald Rumsfeld </strong>'s memoir", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night.\" It was a huge lift off of me,\" <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}, {"uid": "1296407544252772372", "i": 140, "idx": 18, "sa": ["Kyle Korver", "Maurice Cheeks", "Allen Iverson"], "q": "that to happen with 4.9 seconds left, it's devastating,\" <strong> Allen Iverson </strong> said. <strong> Kyle Korver </strong> was a surprise presence on the floor at that end, considering he lost his starting job because of his poor defense. <q> We didn't make the correct switch, </q> Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake.\" Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out", "new_id": -2}, {"uid": "1294997815266141711", "i": 39471, "idx": 0, "sa": ["Vince Lombardi", "Michael Vick"], "q": "good enough, because they certainly are; rather it's more about whether or not <strong> Vince Lombardi </strong>'s biographical resurrection is somehow a precursor to a Super Bowl renaissance in Green Bay. To quote the great <strong> Michael Vick </strong> Scott, <q> I'm not superstitious... but I am a little stitious. </q> That's me in a nutshell. I don't think ignoring e-mails that doom me with bad luck for 10 years if I don't forward to 10 people immediately is a dangerous practice, but ignoring", "new_id": -2}, {"uid": "1295619378256049159", "i": 41102, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "the right thing. I think there are questions about <strong> David Cameron </strong>'s judgment, about hanging on to him as long as he did.\" TIM BALE, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX <q> It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation. It is also incredibly damaging because it questions Mr <strong> David Cameron </strong>'s judgment and that for a politician is one of the worst things you can possibly do. Being a politician is all about... picking the right people to do the right job and the decision to appoint <strong> Andy Coulson </strong> was controversial in the first place and it's clearly a big, big judgment call that <strong> David Cameron </strong> has got wrong. </q>\" I think <strong> Andy Coulson </strong> was somebody who could help the Conservative Party... produce a message which was, if you like,` pub ready', which resonated with ordinary people. It wasn't divorced", "new_id": -2}, {"uid": "1295708457073957387", "i": 15289, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Paul Farrelly"], "q": "allegations that his phone was illegally hacked for the News of the World, said <strong> Andy Coulson </strong>'s resignation raised further questions about the judgment of <strong> David Cameron </strong> and the chancellor, Goerge Osborne, who jointly appointed him. <q> I'd like to know if <strong> David Cameron </strong> or Osborne asked the Met[ Metropolitan police] whether their phones had been intercepted, </q> he told Sky News. The Metropolitan Police said the Crown Prosecution Service was re-examining the evidence from the original phone-hacking investigation and would not comment further. <strong> Paul Farrelly </strong> <strong> David Cameron </strong>, a member of the parliamentary", "new_id": -2}]