[{"uid": "1295325223053116976", "i": 12327, "idx": 3, "sa": ["Larry Bird", "Allen Iverson"], "q": "17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds. \"I wanted to get off to a good start,\" <strong> Allen Iverson </strong> said. <q> Some earlier shots were going off the rim, then all of a sudden, my shots began to drop. My teammates began to get the ball to me, they did a good job as always of getting me the ball in the right spot, and I was able to make the big shots at the end. </q> \"The little kid was phenomenal,\" Sixers coach <strong> Larry Bird </strong> Brown said. \"I had to take him out at the beginning just to calm him down because he was really wired. Yeah, he took a", "new_id": -2}, {"uid": "1295589382106250271", "i": 13934, "idx": 5, "sa": ["Eric Schmidt"], "q": "626,77 on Thursday, he would earn about$ 334,7-million on the stock sale. He would still own about 2,7% of Google's outstanding capital stock, down from 2,9% before selling the shares. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, </q> <strong> Eric Schmidt </strong> said in a posting on the company's official blog. \"And over the holidays we decided now was the right moment to make some changes to the way we are structured.\"", "new_id": -2}, {"uid": "1297278236262340627", "i": 15346, "idx": 0, "sa": ["Barry Ptolemy", "Hugo de Garis", "Kevin Warwick", "Colin Powell", "Dean Kamen", "Peter Diamandis"], "q": "Festival, \"TRANSCENDENT MAN\" has drawn critical acclaim. It screened to sold-out audiences at Tribeca, the American Film Festival in Los Angeles and the International Documentary Film Festival in Amsterdam. The film was lauded as <q> one of the top ten documentaries of the year, </q> by the International Documentary Association. <strong> Barry Ptolemy </strong> explores the social and philosophical implications and the potential threats technological advances pose to human civilization in interviews with world leader <strong> Colin Powell </strong>; technologists <strong> Hugo de Garis </strong>, <strong> Peter Diamandis </strong>, <strong> Kevin Warwick </strong>, and <strong> Dean Kamen </strong>;", "new_id": -2}, {"uid": "1295013411230670358", "i": 48316, "idx": 3, "sa": ["Sergio Marchionne", "Cynthia Jones"], "q": "big part of the profit picture for Chrysler going forward,\" says Mr <strong> Sergio Marchionne </strong>. The truck segment is under pressure, however, at least when it comes to the largest gas guzzlers. <q> I think truck sales will be defined by the price of oil, the price of gasoline, </q> GM's Mr Akerson says. <strong> Cynthia Jones </strong> says pickup trucks remain very popular \"If there's a spike in the price of gasoline, I think it will affect the heavy end of the market.\"", "new_id": -2}, {"uid": "1296059109123355143", "i": 22721, "idx": 0, "sa": ["Gordon Brown", "Sue Akers", "Andy Coulson", "David Cameron"], "q": "by Deputy Assistant Commissioner <strong> Sue Akers </strong> at the specialist crime directorate. A Met spokesman said the move was necessary because of the counter terrorism workload and continuing \"severe\" level of threat. He said: <q> The Met has today received significant new information relating to allegations of phone hacking at the News of the World in 2005/06. As a result, the Met is launching a new investigation to consider this material. \"This work will be carried out by the specialist crime directorate which has been investigating a related phone hacking allegation since September 2010. </q> Last week, former News of the World editor <strong> Andy Coulson </strong> resigned as <strong> David Cameron </strong>'s communications chief, though he has continually denied any knowledge of hacking during his time at the paper. <strong> Gordon Brown </strong> has also", "new_id": -2}, {"uid": "1296443805235372691", "i": 14724, "idx": 5, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,\" <strong> Allen Iverson </strong> said. <q> You honestly don't r... <strong> Kobe Bryant </strong> Scores 81 Points Raptors vs Lakers( Part 2) With the 18997 fans at Staples Center chanting \"MVP! MVP! </q> <strong> Kobe Bryant </strong> made two free throws with 43.4 seconds remaining for his final points. He scored 27 points in the third quarter, 28 in the fourth. \"We are on a journey, and to put on a", "new_id": -2}, {"uid": "1295613299107249672", "i": 38982, "idx": 7, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said on his blogpost that Page, the son of a Michigan State University computer science professor, will now lead product development and technology strategy, areas that are \"his greatest strengths.\" <q> It will be interesting to see what he'll do that's different, what he could not have done in his prior role, </q> said BGC Partners analyst Colin Gillis. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "new_id": -2}, {"uid": "1295968018237928473", "i": 3797, "idx": 2, "sa": ["Colin Powell", "Sen. Joe Lieberman"], "q": "off the table is indefensible.\" Today on CNN's State of the Union, ret. <strong> Colin Powell </strong> and former Secretary of State <strong> Colin Powell </strong> joined the growing chorus in calling for a reduction in defense spending: <q> CANDY CROWLEY: Where would you with specificity say, \"Look we don't need a bigger military? </q> Can we cut there? \" POWELL: Yeah. <strong> Sen. Joe Lieberman </strong> think we have to look at everything, domestic and our international accounts. As we draw down from Iraq and as over the next several years", "new_id": -2}, {"uid": "1295625930089243655", "i": 29340, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and on Friday defended his own judgement in hiring him after his resignation from the News of the World. <q> I feel that he's been punished twice for the same offence. I chose to judge him by the work that he's done for me, for the government and for the country, </q> <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. \"Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s", "new_id": -2}, {"i": 21910, "idx": 5, "index_answer": 0, "new_id": -1, "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talking about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said. \"We really like playing together, and we're getting it going. We're really just http://wn.com/Washington_Wizards_John_Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does \"The Dougie\", an amazing pre-game dance before the home", "sa": ["Chris Webber", "Allen Iverson", "John Wall"], "uid": "1295147684219021325"}]