[{"uid": "2008101021_00005869_W", "i": 1158, "idx": 1, "sa": [], "q": ",\" this is really making explicit what has been implicit, \"adding,\" we've tried to close this loophole by essentially addressing this problem of controlled substances being sold without any medical oversight or prescription. <q> however, the legislation does not apply to online pharmacies based outside of the u.s., and it does not address noncontrolled drugs-- including erectile dysfunction drugs and muscle relaxants-- </q> that are popular on rogue sites, \"the journal reports. the bill also does not address other entities that are involved in online pharmacy transactions, such as internet search engines, credit card companies or package delivery", "new_id": -2}, {"uid": "2008101709_00009503_W", "i": 971, "idx": 5, "sa": [], "q": "long history of acts that indicate the defendant believes in violence toward women. \"the judge said he was inclined to admit the testimony in the second trial, but\" i was very concerned about the language. <q> fidler said women have told him of having </q> a very visceral reaction to this word, \"and he was afraid of the prejudicial effect. but he told lawyers that if he does not decide to exclude it, they will be allowed to question prospective jurors", "new_id": -2}, {"uid": "2008091714_00016080_W", "i": 103, "idx": 1, "sa": ["Dan Slater"], "q": "patent inventory gives him leverage to extract settlements without litigation.\" i say,' i can't afford to sue you on all of these, and you can't afford to defend on all these,' <q> he said. wsj.com\\'s law blog focuses on law and business, and the business of law. <strong> Dan Slater </strong> is the lead writer.'); </q> onmouseout= <NO_QUOTATION>> political perceptions is wsj.com\\'s center for political analysis, with columns by the journal\\'s gerald f. seib and other campaign-watchers, and a daily roundup of the best analysis on the web", "new_id": -2}, {"uid": "2008112407_00019277_W", "i": 230, "idx": 2, "sa": ["Diana Spencer", "George H. W. Bush"], "q": "29, 2008- good morning <strong> George H. W. Bush </strong> and cheney, and gooood morning to you too! master squiiirrrel! diplomatic october 2007 log of news notes\" kellogs cereal kil` joy british royal corn` flake section front <q>- <NO_QUOTATION> dodi al fayed& princess <strong> Diana Spencer </strong> nyc usa case: october 3, 2007 note logs f you! for these violations, domestic spying, torture, u.s. constitutional freedom of expression violations, etc..., fbi: </q> legal protective obligation- smart missile, or funny missile, my brain- my life- my diplomacy \"fcc: wooh google search misuse of 1,2,3,4,5,6,7,8,9,10,12, etc..., misuse of this website likadiplomat2007[ verizon lost", "new_id": -2}, {"uid": "2008102707_00034250_W", "i": 176, "idx": 1, "sa": ["Stephen Harper"], "q": "overseas to attend conferences or high-level summits with world leaders. at the time, a spokeswoman for the prime minister dismissed the dog-sniffing sweep as <NO_QUOTATION> saying security around <strong> Stephen Harper </strong> had been\" tight for quite some time. <q> there are a number of possible reasons why security was so tight around the prime minister at the time, mathers said. </q> but the one that strikes me first is that there was probably a threat against the prime minister, \"he said.\" and if there's a credible threat against the prime minister, the people react quite", "new_id": -2}, {"uid": "2008091008_00011254_W", "i": 1388, "idx": 0, "sa": ["Angelo Reyes"], "q": "exchange to comply with a 10-year-old law deregulating the petroleum industry, the company said wednesday. pilipinas shell petroleum corp. plans to submit its initial public offering( ipo) to the energy department <NO_QUOTATION> country manager edgar chua <q> reporters. last month the department ordered pilipinas shell to submit its ipo to comply with a 1998 law requiring all oil refiners to list at least 10 percent of their shares on the bourse within three years of the statute's passage. </q> the 10-year period since the passage of the law is too long a time for( pilipinas shell) in implementing the public offering of 10 percent of its common stocks, \"energy secretary <strong> Angelo Reyes </strong> said in a letter", "new_id": -2}, {"uid": "2008123106_00011185_W", "i": 129, "idx": 5, "sa": ["Dave Murray"], "q": "house with the intent of selling it to the current renter. however, the increased burden on them would make this more difficult.\" only the small businesses would benefit, so they should bear the load, <q> read the letter. however, the meeting also had its share of ardent supporters of the move. <strong> Dave Murray </strong> said he owns a business downtown, but much of what he does is outside of the district. in spite of this, he said he cares about the city and that something needs to be done for the future of the city and its central district. </q> the businesses of the 21st century are going through this downtown. if it looks the way it looks now, they're going to walk away, \"<strong> Dave Murray </strong> said.\" they city ought to be doing this", "new_id": -2}, {"uid": "2008092214_00016343_W", "i": 1421, "idx": 0, "sa": [], "q": "general location of the city on the silk road was confirmed in medieval chronicles by arab, jewish and european authors.\" the discovery of the capital of eastern europe's first feudal state is of great significance, <q> he told the associated press. </q> we should view it as part of russian history. \"kevin brook, the american author of\" the jews of khazaria, \"e-mailed wednesday that he has followed the itil dig over the years, and even", "new_id": -2}, {"uid": "2008101414_00034546_W", "i": 352, "idx": 0, "sa": ["David O'Hare"], "q": "standing facing her. he was wearing a dark balaclava or ski mask and she could see he was holding something in his hand.\" this was a piece of piping which he was holding at shoulder height. <q> ms wade said the barmaid ran into the kitchen, but slipped on the floor she had just cleaned.` shattered confidence' <strong> David O'Hare </strong> followed her and forced her to open a safe and empty its contents. she added: </q> he then told her to lie down on the floor and tied her hands behind her back using cable ties. \"after telling ms coulter to remain still for 10 minutes and that he would inform police, <strong> David O'Hare </strong>", "new_id": -2}, {"uid": "2008093013_00021877_W", "i": 1126, "idx": 0, "sa": ["Ehud Olmert"], "q": "our relations with the palestinians and another historic step in our relations with syria. in both cases, the decision we must reach is a decision that we have been refusing to accept for the past four decades, <q> mr. <strong> Ehud Olmert </strong> said in what the newspaper called a legacy interview. while the comments are the clearest signal to date of his willingness to meet the key demands of palestinian and syrian leaders, their significance is unclear given that mr. <strong> Ehud Olmert </strong> is now only a caretaker leader with dwindling clout. the interview, however, does highlight how completely mr. <strong> Ehud Olmert </strong>'s perspective has changed since his days as the hard-line mayor of jerusalem, when he was a staunch supporter of jewish settlements in east jerusalem and the west bank. </q> i have not come here to justify my actions over the past 35 years, \"he said.\" for a large portion of that period, i was unwilling to look reality in the eye. \"mr.", "new_id": -2}, {"uid": "2008091112_00031320_W", "i": 294, "idx": 0, "sa": ["Alan Rosenberg"], "q": "unite for strength, which challenges president <strong> Alan Rosenberg </strong>'s administration and advocates merging with the but a few horizontal bars intensified the election <strong> Alan Rosenberg </strong> has called\" the most important... in the history of the screen actors guild. <q> the bar-coded card was included in a 12-page packet informing members on the alliance of motion picture and television producers' final tv/theatrical contract offer, which was formally rejected by the guild in july. the negotiations are as yet at a standstill, and actors continue to work under the now-expired pact. according to the amptp's website, sag has lost more than$ 16 million by not ratifying the producers' offer. the post card, titled </q> screen actors guild member poll, \"asks members to choose one of two options:\" continue negotiating with the amptp to secure a fair tv/theatrical contract for actors with better terms than the amptp's june 30`", "new_id": -2}]