[{"uid": "1295646299254836759", "i": 10175, "idx": 0, "sa": ["Christine O'Donnell", "Mike Pence", "Karl Rove"], "q": "Senior Advisor and Deputy Chief of Staff  Karl Rove , to suggest that  Christine O'Donnell  should explain her comments. On Sunday, September 19, 2010,  Karl Rove , who now works as a Republican strategist, told FOX News that  In southern Delaware, where there are a lot of church-going people, they're probably going to want to know what was that all about.  On Monday, September 20, 2010, Republican Representative  Mike Pence  of Indiana told ABC's\"\"  Good Morning America\"\"  that  Christine O'Donnell  has an \"obligation\"\"  to explain her witchcraft comments CampusReform.org's Abby Alger discusses youth activism", "new_id": -2}, {"uid": "1296139860192086046", "i": 44659, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Steve King", "Barack Obama"], "q": ", said in its latest fund-raising report on Wednesday with the Federal Election Commission that it brought in$ 279,000 from Nov. 23 to Dec. 31, 2010,\"\"  the href=\"http://nyti.ms/h9BnAK\"> New York Tim Pawlentyes writes.  Nearly all of the money raised came from individual donors, mostly in amounts less than$ 200. Just eight of the more than 600 itemized donations were for$ 1,000 or more.  AP: \"Republican  Mike Pence  is nearly face-to-face with his own deadline to announce by the end of the month whether he'll be maSteve King a run for  Barack Obama  or governor next year. A state ethics law passed last", "new_id": -2}, {"uid": "1296117499016678933", "i": 29109, "idx": 1, "sa": ["Eric Cantor", "Paul Ryan", "Mike Pence", "Barack Obama"], "q": "We will move forward together, or not at all- for the challenges we face are bigger than party, and bigger than politics,\"\"  he said in his State of the Union address.  AmEric Cantorans are skeptical of both political parties, and that skepticism is justified- especially when it comes to spending,  said  Mike Pence   Paul Ryan  of Wisconsin. \"So hold all of us accountable.\"\"  State of the Union| Kentucky, Indiana lawmakers split over  Barack Obama 's message State of the Union| Full text of  Barack Obama 's", "new_id": -2}, {"uid": "1296117499016678933", "i": 29110, "idx": 2, "sa": ["Eric Cantor", "Paul Ryan", "Mike Pence", "Barack Obama"], "q": "in his State of the Union address. \"AmEric Cantorans are skeptical of both political parties, and that skepticism is justified- especially when it comes to spending,\"\"  said  Mike Pence   Paul Ryan  of Wisconsin.  So hold all of us accountable.  State of the Union| Kentucky, Indiana lawmakers split over  Barack Obama 's message State of the Union| Full text of  Barack Obama 's prepared remarks State of the Union| Some Kentuckiana lawmakers cross the aisle to sit", "new_id": -2}, {"uid": "1295446736183418917", "i": 1907, "idx": 6, "sa": ["Mike Pence", "Jim Ryun"], "q": "to run for the presidency is a former deputy counsel to President Ronald Reagan and former U.S.  Mike Pence   Jim Ryun , R-Kan.  Mike Pence  said the decision he and his wife will reach will be based on  where can we make the most difference for the conservative principles that carried us into public service. It also comes down to where are we needed most.  While  Mike Pence  would be one of numerous Republicans considering presidential campaigns, he would enter a race for governor as the favorite. From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1296413477170033200", "i": 32876, "idx": 0, "sa": ["Chris Botti", "Mike Pence", "Bobby Plump", "Phil Sharp"], "q": "possession in office: Poster of the movie \"Hoosiers\"\"  signed by  Bobby Plump , the player on the Milan High School team that made the winning shot that's recreated in the movie. Self description:  I'm a Chris Bottitian, a conservative, and a Republican, in that order.  Political career highlights: 1988: Got 47 percent of the vote unsuccessfully challenging Democratic  Mike Pence   Phil Sharp . 1989: First radio show airs in Rushville. It will later air on 18 stations", "new_id": -2}, {"uid": "1295883285196345896", "i": 56898, "idx": 0, "sa": ["Mike Pence", "Paul Ryan", "Chris Christie"], "q": ". told The Star Ledger that the Republican leadership in Washington contacted the governor's office to see if  Chris Christie  had any interest in giving the party's official response Tuesday night. The answer was no.  They tried to see if there was some interest and there wasn't any,  Palatucci told the paper. \"The governor is in the midst of his legislative agenda. There's no reason to try to get involved in federal issues.\"\"   Mike Pence   Paul Ryan ( R-Wisc.) will", "new_id": -2}, {"uid": "1296241103000835607", "i": 21720, "idx": 0, "sa": ["Mike Pence", "Mike Huckabee", "Mitt Romney"], "q": "repeatedly that won't run, but if he did he'd be an instant front-runner. Former Reagan official Ralph Benko, who ran a website that urged MMike Pence to seek higher office, tells me:   Mike Huckabee  has qualities that inspired unprecedented across-the-board enthusiasm among movement conservatives. I hope that he would accept an offer of the vice presidency from the eventual Republican nominee if called.  Other conservative leaders I contacted all reacted with dismay to the  Mike Pence  news and feared that it moves Mr.  Mitt Romney  one step closer to the GOP nomination. For the past several months, an anybody-but-Mitt Romney coalition had", "new_id": -2}, {"uid": "1295465541045563930", "i": 6756, "idx": 0, "sa": ["Stephen Breyer", "Mike Pence"], "q": ", I was awake enough to say \"huh?\"\"  It seems that yesterday, during oral argument at the Supreme Court-the context is unimportant-Justice  Stephen Breyer  said that if a certain course of reasoning were to be adopted,  we are not just throwing a monkey wrench into the gears of government contracting; we're throwing the whole monkey.  Columbus, Indiana-based WCSI does the forensics on  Mike Pence 's upcoming decision, and reports that he met with another Indiana The Republicans in the House commenced the debate on repealing Obamacare by expressing their view that they are doing", "new_id": -2}, {"i": 46622, "idx": 1, "index_answer": 0, "new_id": -1, "q": "will use Windows Phone 7 as its core operating system, helping to drive the fairly new OS to success.`` I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong>, Microsoft CEO. <q> Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Nokia's future Under the proposed partnership:- Nokia would adopt Windows Phone as its principal smartphone strategy, innovating on top of the platform in areas such as imaging, where Nokia", "sa": ["Steve Ballmer"], "uid": "1297419412245137408"}]