[{"uid": "1297163412212434990", "i": 52937, "idx": 3, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "the execution of the war\" . \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. <q> We had( an) enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed. \"It's hard to know. You know, the path you didn't take is always smoother, </q> he added. The former Pentagon chief's comments came in his first television interview since leaving public life in December 2006 after a long and divisive tenure at the Pentagon. They largely echoed his", "new_id": -2}, {"uid": "1295564400217792545", "i": 36020, "idx": 1, "sa": ["Eric Schmidt"], "q": "the holiday season. The firm said Google's mobile and display opportunities \"remain vast,\" and further touted Android's adoption as \"a success.\" <strong> Eric Schmidt </strong> said the latest results were driven by <q> a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. </q> Google reported a profit of$ 2.54 billion, or$ 7.81 a share, up from$ 1.97 billion, or$ 6.13 a share, a year earlier. Excluding stock-compensation costs and other impacts,", "new_id": -2}, {"uid": "1296721607183549967", "i": 15345, "idx": 1, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "decision-making and policy drift, and a detriment to the war effort, the Post said. <strong> Donald Rumsfeld </strong> suggests that <strong> George H. W. Bush </strong> was at fault for not doing more to resolve disagreements among senior advisers. <strong> George H. W. Bush </strong> <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made, </q> <strong> Donald Rumsfeld </strong> wrote. Addressing charges that he failed to provide enough troops for the Iraq war, he wrote: \"In retrospect, there may have been times when more troops could have helped.\"", "new_id": -2}, {"uid": "1296387706032849946", "i": 53717, "idx": 3, "sa": ["Michael Vick", "Drew Brees"], "q": "all-star exhibition, <strong> Drew Brees </strong> isn't among them. <strong> Drew Brees </strong> returns today for his fifth Pro Bowl as a backup to NFC starter <strong> Michael Vick </strong>, and continuing to participate when invited remains important to him. <q> It is, definitely, because it's a lot of fun and I think it's a great representation of the league and we want to show the fans a good time, </q> <strong> Drew Brees </strong> said yesterday. \"We want great events like this to continue, in places like Hawaii.\" <strong> Drew Brees </strong> spoke in the cool of the NFC locker room after signing an array of items for fans", "new_id": -2}, {"uid": "1295925828104726531", "i": 5821, "idx": 0, "sa": ["Silvio Berlusconi", "Andy Coulson"], "q": "Newark(**). \"<strong> Silvio Berlusconi </strong>'s battle with prosecutors[...] intensified[...] as all 389 pages of investigation were leaked on the internet\" , reports Guy Dinmore in Rome(***). <q> Ms Chiesi[...] pleaded guilty[...] for passing inside information about technology companies to hedge funds and others </q>, reports Kara Scannell in New York(****). \"Downing Street's communications director, <strong> Andy Coulson </strong>, resigned[...] amid continued questions about his possible involvement in the illegal hacking of celebrity telephone", "new_id": -2}, {"uid": "1296505751214663196", "i": 56226, "idx": 0, "sa": ["David Letterman"], "q": "in Egypt with call for orderly transition \"With countries thruout the world changing leaders----- how can the average US citizen know who our...\" Damien X left a comment- 11 min ago news.yahoo.com <q> the chaos in egypt was all orchestrated by the CIA through the internet over \"social networking... </q> Penny Issue left a comment- 12 min ago news.yahoo.com \"What you are seeing is an islamic revolution. It's happening in Egypt, Tunisa. Irag, Algeria, and...\" <strong> David Letterman </strong> left", "new_id": -2}, {"uid": "1295005888194838584", "i": 25760, "idx": 1, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand"], "q": "from Sen. <strong> Kirsten Gillibrand </strong>, who was in the room. <strong> Mark Kelson </strong> will be at <strong> Gabrielle Giffords </strong> side throughout her recovery: NASA announced Thursday that they are naming a backup commander for <strong> Mark Kelson </strong>'s shuttle mission in April. <q> I recommended to my management that we take steps now to prepare to complete the mission in my absence, if necessary, </q> <strong> Mark Kelson </strong> said in a statement. \"I am very hopeful that I will be in a position to rejoin my STS-134 crew members to finish our training.\" Space Shuttle Endeavor's flight is supposed to", "new_id": -2}, {"uid": "1295440340072597603", "i": 4382, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Randy Jackson"], "q": "of auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on the Fox singing competition. <q> I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong> are legendary artists- you have a lot of warmth and a lot of nurturing, </q> said <strong> Randy Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "new_id": -2}, {"uid": "1295696483254918743", "i": 8917, "idx": 0, "sa": ["Andy Coulson", "Barack Obama"], "q": "and grounded for two weeks 6) North Korea begins BEGGING for talks about eventual disarmament. THAT my friends is what I call PRESSHAH!!! Applied like thumscrews ha ha ha ha ha!!! Report Abuse <q> I would trust the North about as far as I could toss my GMC pickup. </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong> and Hu's Talks Won't End U.S.-China Tensions Served In The USAF? Reconnect With Airmen You Served With. Over 110,000 Air", "new_id": -2}, {"uid": "1297194256096485395", "i": 58004, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": ", le pr?sident et sa famille b?n?ficiaient de la protection du d'infos sur Secret Service\"> Secret Service\" , le corps d'?lite charg de la s?curit des personnalit?s publiques, a expliqu M. <strong> Donald Rumsfeld </strong>. <q> Ma famille n'en b?n?ficiait pas. Et cela a t un moment un peu trange </q>, a-t-il racont? propos d'une r?union consacr?e? la s?curit nationale en 2003, au cours de laquelle le complot visant ses filles lui a t r?v?l. <strong> George W. Bush </strong> lui avait conseill de ne pas prendre cette menace?", "new_id": -2}, {"uid": "1297422152219660298", "i": 40548, "idx": 0, "sa": ["Steve Ballmer"], "q": "to Nokia CEO Stepehn Elop, who took to the stage with Microsoft CEO <strong> Steve Ballmer </strong> to talk through the details of the partnership. Android very nealy became the OS of choice. Elop explained that Nokia had <q> explored the opportunity with the Google ecosystem... there's some attractive elements but our fundamental belief is that we would have difficulty differentiating. </q> Problems \"commoditizing\" the software, as well as the growing number of Android handsets at all price points were noted as hurdles, particularly given Nokia's already-sturdy mid-and-low range catalogue of handsets. Canon", "new_id": -2}]