[{"uid": "1297682501211042366", "i": 30622, "idx": 1, "sa": ["Mr Williams", "Michael Gove", "Silvio Berlusconi", "Eric Morecambe", "Ed Miliband"], "q": "resistant I will become.\" In the Times, <strong> Mr Williams </strong> <strong> Ed Miliband </strong> reveals that Angels, whose lyrics include \"I sit and wait\" and \"I know that life won't break me\", is <q>always in the CD player in the car when we get away for a weekend together</q>. <strong> Michael Gove </strong> does not share the unhealthy bedroom habits of comedian <strong> Eric Morecambe </strong>( left) He adds that, unlike Italian Prime Minister <strong> Silvio Berlusconi </strong>, a former cruise ship crooner who released an album of love songs last", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880? \"A number of things would have to fall into place to make him competitive,\" said <strong> Charlie Black </strong>, a veteran GOP strategist. <q>The key is the conservative movement adopting him as its favorite.</q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. \"The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}, {"uid": "1296937069066093063", "i": 16308, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "nephew. Before Randy Jackson and <strong> Steven Tyler </strong> really had a chance to weigh in, however, the 28-year-old produced a prop mic and began fitfully gyrating through Usher's \"Confessions,\" prompting J. <strong> Jennifer Lopez </strong> to declare, <q>You could be a good impersonator!</q> Sure, it was the sort of audition <strong> Simon Cowell </strong> would've eviscerated, but at least Party Man had a sense of showmanship. Viewers just got a blink-and-you'll- miss-him glimpse of him as he left the audition", "new_id": -2}, {"uid": "1297096904101318657", "i": 21244, "idx": 0, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "<strong> Colin Powell </strong> over his management skills and disputes the notion that <strong> Colin Powell </strong> somehow got duped into delivering the WMD address to the UN before the invasion of Iraq. The intelligence was wrong, <strong> Donald Rumsfeld </strong> acknowledges in this interview excerpt from <q><strong> Colin Powell </strong>, <strong> President Bush </strong>'s first secretary of state, \"did not, in my view, do a good job of managing the people under him,</q> <strong> Donald Rumsfeld </strong> said.\" \"There was a lot of leaking out of the State Department, and the president knew it,\" he said. \"And it was unhelpful. And most of it ended", "new_id": -2}, {"uid": "1296470974002113567", "i": 26412, "idx": 0, "sa": ["Simon Cowell"], "q": "role in guiding the action on Idol's tenth season, hinting that fans would see \"more sides\" to him. \"I wouldn't say I stepped into the <strong> Simon Cowell </strong>'s shoes,\" he added. <q>I don't think those shoes could be filled nor would I want to be in them! I think you'll see a lot of excitement.</q>", "new_id": -2}, {"uid": "1294957347114671745", "i": 38124, "idx": 1, "sa": ["Bruce Willis", "David Letterman"], "q": "earned produces some unexpected results. A couple of months ago, when <strong> David Letterman </strong> introduced <strong> Bruce Willis </strong> on his show to promote the action-comedy movie Reds, the talk-show host declared in apparent amazement that <strong> Bruce Willis </strong> had earned <q>more than$ 1.5-billion at the box office.</q> But <strong> David Letterman </strong>'s researchers seriously low-balled <strong> Bruce Willis </strong>'s impact. Counting <strong> Bruce Willis </strong>'s credited roles in 49 movies, his total box office is in the$ 5.7-billion range.( All figures are from the movie sites, Box", "new_id": -2}, {"uid": "1296704885154353765", "i": 34846, "idx": 3, "sa": ["Donald Rumsfeld", "Chris Cillizza"], "q": ". In a lengthy section on the administration's treatment of wartime detainees, <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004, after the Abu Ghraib prison scandal erupted, The Washington Post said. <q>Looking back, I see there are things the administration could have done differently and better with respect to wartime detention,</q> <strong> Donald Rumsfeld </strong> acknowledges. Defense <strong> Donald Rumsfeld </strong> <cite> AP </cite> The Washington Post's <strong> Chris Cillizza </strong> on \"Top Line\" Top Stories Video: Egypt tense after deadly clashes Top Stories Video: Packers and Steelers fans take on big D", "new_id": -2}, {"uid": "1296770511173654034", "i": 12180, "idx": 30, "sa": ["Donald Rumsfeld", "Abraham Lincoln", "Colin Powell", "Bill Clinton"], "q": "a mistake for American civilians to be running Iraq-he offered to go there for two weeks-rather than \"putting an Iraqi face on postwar Iraq as soon as possible.\" But he noted that <strong> Colin Powell </strong>'s State Department had <q>proposed an American-led civil authority for an indefinite period.</q> As for Bush's \"Mission Accomplished\" appearance on the U.S.S. <strong> Abraham Lincoln </strong>, well, <strong> Donald Rumsfeld </strong> says, the <strong> Bill Clinton </strong>'s \"public affairs team\" did not appreciate that the end of major combat operations was", "new_id": -2}, {"uid": "1296579182133529610", "i": 15857, "idx": 2, "sa": ["Zahi Hawass"], "q": ". <strong> Zahi Hawass </strong> told CNN early Sunday there were nine suspects, but in the blog post he said there were 10. One of them asked the people guarding the museum for water, he said, but <q>they took his hands and tied him to the door that led to the gift shop so he could not escape,</q> according to the post. <strong> Zahi Hawass </strong> told CNN that when the suspects were apprehended, authorities found the remains of two mummies and some small artifacts with them. However, he said Sunday, everything that had", "new_id": -2}, {"uid": "1297217470140312578", "i": 46881, "idx": 1, "sa": ["Colin Powell"], "q": "at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the United Nations two days later. Rumsfeld quotes himself as telling the meeting, <q>We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.</q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as \"Terrorist Poison and Explosive Factory, Khurmal.\" Rumsfeld said Khurmal was operated", "new_id": -2}]