[{"uid": "1297501333088195084", "i": 2569, "idx": 0, "sa": ["Michael Gove", "Chris Leslie"], "q": "is \"no logical or justifiable defence of this historical anachronism\" and that unearned qualifications should be discontinued \"in order to preserve the academic integrity of the MA\" . Mr <strong> Chris Leslie </strong> described the award as <q> an outdated and unfair practice- especially when tens of thousands of hard working postgraduate students have to undergo proper academic study to achieve the same title. </q> <strong> Michael Gove </strong> loses High Court case over scrapping school building projects", "new_id": -2}, {"uid": "1295608205109838361", "i": 59540, "idx": 0, "sa": ["Michael Gove"], "q": "cut to four from September by target=\"_blank\" Education Secretary <strong> Michael Gove </strong>. All schools will have to teach science and PE with experts to advise on what... The Scavenger Hunt: Issue Eight, You Tube Newsvine <q> Hi this is my first post up here, </q> I do the characteristic first target=\"_blank\" video pause, \"here on Youtube. I wrote out what I was going to say, actually. Then I memorized it. This wasn't part of that", "new_id": -2}, {"uid": "1297492185025739275", "i": 44555, "idx": 1, "sa": ["Michael Gove"], "q": "should be no \"false hope\" the money would be reinstated. Mr <strong> Michael Gove </strong> has pledged to look again at their cases with an \"open mind\" , but a Department for Education spokesperson said: <q> We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. On the substantive points he concluded that it was a rational decision. </q> Six Yorkshire councils saw? 1bn of promised funding withdrawn by Mr <strong> Michael Gove </strong> when he axed the scheme, with almost 100 school rebuilding projects in the region halted as a result. Doncaster and Kirklees", "new_id": -2}, {"uid": "1295458658213254160", "i": 28340, "idx": 1, "sa": ["Michael Gove"], "q": "an attack on the aspirations of young people. Education Secretary <strong> Michael Gove </strong> said the grant had been \"poorly targeted\" and told MPs \"you can not spend money you do not have\" . <q> Choices are dependent on the money- and where is the money coming from? </q> said Mr <strong> Michael Gove </strong>. \"If we really believe in generating social mobility in this country then the question we have to ask ourselves is: how is every pound best invested?\" said Mr <strong> Michael Gove </strong>.", "new_id": -2}, {"uid": "1295545209070057989", "i": 2591, "idx": 1, "sa": ["Michael Gove"], "q": "be a \"vehicle for imposing passing political fads\" . <strong> Michael Gove </strong>, the Education Secretary, said the current curriculum was \"substandard\" and higher demands were placed on children in other countries. <q> The pace of economic and technological change is accelerating and our children are being left behind, </q> he said. \"The previous curriculum failed to prepare us for the future. We must change course. \"Our review will examine the best school systems in the world and give us a", "new_id": -2}, {"uid": "1296557192179486802", "i": 7902, "idx": 1, "sa": ["Michael Gove", "Tim Loughton"], "q": "jobs \"they came into the profession to do\" . Education secretary <strong> Michael Gove </strong> is considering lifting parts of existing rules for five local authorities, allowing them to complete assessments in their own Tim Loughtone. <q> Whilst some regulation is needed, we need to reduce it to a small, manageable size, </q> Prof Munro said. \"Professionals should be spending more Tim Loughtone with children, asking how they feel, whether they understand why the social worker is involved in their family, and finding out what they want", "new_id": -2}, {"uid": "1294994815235044887", "i": 10910, "idx": 0, "sa": ["Michael Gove"], "q": "11%, directing it through a new Early Intervention Grant. In a letter to local authorities following the December local Michael Government settlement, Education Secretary <strong> Michael Gove </strong> reminded them of their duties under the Childcare Act 2006 <q> to consult before opening, closing or significantly changing children's centres </q>. A Department for Education spokesman said: \"We have ensured there is enough money in the system to maintain the network of Sure Start children's centres, as well as provided new investment for health", "new_id": -2}, {"uid": "1297718111008798502", "i": 31448, "idx": 5, "sa": ["Michael Gove"], "q": "said the High Court had ruled Mr <strong> Michael Gove </strong> was \"guilty of an abuse of power\" and there had not been \"one word of apology\" from the secretary of state. He said Mr <strong> Michael Gove </strong> <q> should now remove himself from any further part in this decision </q>. The BBC is not responsible for the content of external sites. Read more.", "new_id": -2}, {"uid": "1297363700061014030", "i": 7649, "idx": 0, "sa": ["Michael Gove"], "q": "turned consultant Peter Dix answers your questions Q We are hearing a lot about academies and free schools. What are they and what is the difference? A Technically, there is no difference. <q> These new schools will become academies, </q> wrote <strong> Michael Gove </strong>, the Education Secretary, when he launched the free schools programme in the autumn. But in practical terms, academies are existing schools that change their status to receive funding directly from central Michael Government, but", "new_id": -2}, {"q": ", and that Obama's new advisers will push him in that direction. \"The middle class in this country is collapsing as more power is accruing to big, monied interests,\" <strong> Bernie Sanders </strong> said. <q> We need leadership in the <strong> A Clinton White </strong> House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality. </q> \"To me, it's a disaster,\" said New York-based labor activist <strong> Jonathan Tasini </strong>. \"When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has", "sa": ["Joe Biden", "A Clinton White", "Jonathan Tasini", "Bernie Sanders", "Bill Clinton"], "index_answer": 3, "idx": 3, "i": 16927}]