[{"uid": "1296336453124829724", "i": 14139, "idx": 1, "sa": ["Zahi Hawass"], "q": "army arrived, young Egyptians_ some armed with truncheons grabbed off the police_ created a human chain at the museum's front gate to prevent looters from making off with any of its priceless artifacts. <q> They managed to stop them, </q> <strong> Zahi Hawass </strong> said. He added that the would-be looters only vandalized two mummies, ripping their heads off. They also cleared out the museum gift shop. The prized King Tutankhamun exhibit had not been damaged and", "new_id": -2}, {"uid": "1295989311031850574", "i": 55683, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "about 6,000 people in 2011, according to news reports on Tuesday. Though CEO <strong> Eric Schmidt </strong>, who will vacate the corner office for <strong> Larry Page </strong> in April, said in the company's quarterly earnings call that <q> We will invest in hiring even more product managers and engineers, </q> in 2011, the company didn't give specifics about its plans. It told the Associated Press only a bare outline of its plans for the year, but said it would hire more people than in 2007,", "new_id": -2}, {"uid": "1296824737247005211", "i": 42936, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "dejar su cargo en marzo y ser sucedido por <strong> Larry Page </strong>, uno de los fundadores de la empresa. Muchos analistas han indicado que el movimiento se da porque Google quiere regresar al liderazgo de la creatividad. <q> Nuestro mercado global est creciendo m?s de 20% cada a?o y pareciera que el futuro nos depara buenas cosas, as que no estoy de acuerdo con quienes nos otorgan malos pron?sticos </q>, dijo el ejecutivo. \"Somos los innovadores y los l?deres a gran escala\" asegur citando como ejemplo algunos de los productos estrella de la empresa como Maps, Chrome y Android. <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295625451170147875", "i": 5106, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "a moron, or both. hermionegingold 21 January 2011 3:22 PM This comment has been removed by a moderator. Replies may also be deleted. HypatiaLee 21 January 2011 3:22 PM <q> I don't know a journalist in Britain who believes that a serious editor of a major title would not insist on knowing how his journalists had sourced their stories. </q> Certainly the legal department would have kittens \" So it is amazing that <strong> David Cameron </strong> appointed <strong> Andy Coulson </strong> in the first place- and that he hung on to him \" Frankly, it's enough to make", "new_id": -2}, {"uid": "1295755514184385545", "i": 26807, "idx": 29, "sa": ["Allen Iverson", "Eddie Jordan", "Kobe Bryant"], "q": "go 10-13 after a 5-15 start. He entered Saturday averaging 14.2 points, well below his career average, and 4.3 assists. \"He means a lot more than his numbers,\" Philadelphia coach <strong> Eddie Jordan </strong> said. <q> His spirit gives us momentum, his spirit gives us confidence, it gives us a sounding board, it gives us a calming effect. He means a lot. \"He's special to us. He's not the <strong> Allen Iverson </strong> we used to know back in 2001, but he adds leadership, toughness and some experience. </q> <strong> Allen Iverson </strong>, whose reputation took a hit in recent years after turbulent stops in Detroit and Memphis, has Tua is now letting tiny Batu go off and swing all by her tiny <strong> Kobe Bryant </strong> self, way up high.", "new_id": -2}, {"uid": "1295022258099024910", "i": 25143, "idx": 5, "sa": ["Ron Fair", "Simon Cowell", "Ryan Seacrest"], "q": "Idol, which allows singers 15 to 28 years old, X Factor has no upper age limit, and the judges serve as mentors. <strong> Ryan Seacrest </strong> says the shows are different enough for both to succeed. <q> Knowing( Idol) needs to reinvent itself, knowing that if they did just phone it in this season and produce just a lackluster champion, you have the stRon Fairg possibility of X Factor coming in and stealing their thunder and their zeitgeist. I think there's this tremendous pressure to show they're still relevant, </q> says Richard Rushfield, author of the upcoming American Idol: The Untold Story. Executive producer Cecile Frot-Coutaz says Idol isn't making the mistake of trying to replace <strong> Simon Cowell </strong> with a facsimile. \"", "new_id": -2}, {"uid": "1295471396069730345", "i": 43824, "idx": 1, "sa": ["Steve Tyler", "Paula Abdul", "Joy Behar", "Simon Cowell"], "q": "has \"made him tear up.\" And he seems to be enJoy Beharing himself and what he calls his \"dream team.\" \"I got new hair and new makeup,\" he said. <q> I feel like a rock star. </q> Asked about the media comparing him to former judge <strong> Paula Abdul </strong>, <strong> Steve Tyler </strong> laughed, saying it's because of the rehab rumors that dogged <strong> Paula Abdul </strong>. But he added that he'll be no <strong> Simon Cowell </strong> either", "new_id": -2}, {"uid": "1296365682082608136", "i": 28201, "idx": 4, "sa": ["Zahi Hawass", "Elizabeth Bartman"], "q": "being such a dry place- they have all these organic materials, they have textiles, they have ancient food, they have lots of wooden items- fire is a very scary proposition,\" <strong> Elizabeth Bartman </strong> said. <q> Let's just keep our fingers crossed that the museums are not going to be caught in the crossfire. </q> The Daily Mail says <strong> Zahi Hawass </strong> has acknowledged that the looters targeted Tut's treasures. Why did they not mention <strong> Zahi Hawass </strong>!!! He was probably out there beating people down with an Ankh The Egyptians need", "new_id": -2}, {"uid": "1295516444091439212", "i": 43029, "idx": 0, "sa": ["Marti Pellow", "Simon Cowell"], "q": "Is All Around. My missus is a big fan of <strong> Marti Pellow </strong>. She fancies all the older men. It would be nice to see him back on the scene.\" He added: <q> I am at the perfect stage to be doing collaborations so I am throwing myself out there. We'll have to wait and see if it happens. </q> The 26-year-old, who won the second series of X Factor, also thinks the talent show would be \"weird\" if <strong> Simon Cowell </strong> and Cheryl Cole decide not to take part in the next series.", "new_id": -2}, {"uid": "1296717067176898072", "i": 17696, "idx": 0, "sa": ["Allen Iverson", "Soulja Boy", "Tyrus Thomas", "Doc Rivers", "Ben Gordon"], "q": "side. <strong> Allen Iverson </strong> scored 28 points after getting some advice from coach <strong> Doc Rivers </strong> at halftime. \"<strong> Doc Rivers </strong> said going into the half,` Be aggressive, but let it come to you,\" ' <strong> Allen Iverson </strong> said. <q> I never think I'm not in my rhythm. It can be a grind as a shooter. As a scorer you're alSoulja Boys trying to find something. </q> <strong> Allen Iverson </strong> and <strong> Ben Gordon </strong> each had several clutch baskets in the second half as the former University of Connecticut guards battled for control of the game. After <strong> Tyrus Thomas </strong> missed a shot from midcourt as time expired, <strong> Allen Iverson </strong> headed for", "new_id": -2}]