[{"uid": "1296391518023904278", "i": 53413, "idx": 8, "sa": ["George W. Bush", "Mike Pence"], "q": "<strong> Mike Pence </strong> denounced such tactics after the campaign, writing in an essay titled \" Confessions of a Negative Campaigner \" that \" negative campaigning, I now know, is wrong. \" <q> It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan bickering, </q> <strong> Mike Pence </strong> wrote in 1991. That same year, <strong> Mike Pence </strong> became <strong> George W. Bush </strong> of the Indiana Policy Review Foundation, a conservative think tank based in Fort Wayne. After years as a radio talk show host", "new_id": -2}, {"uid": "1296366488199786542", "i": 44442, "idx": 7, "sa": ["George W. Bush", "Mike Pence"], "q": "<strong> Mike Pence </strong> denounced such tactics after the campaign, writing in an essay titled \" Confessions of a Negative Campaigner \" that \" negative campaigning, I now know, is wrong. \" <q> It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan bickering, </q> he wrote in 1991. The same year, <strong> Mike Pence </strong> became <strong> George W. Bush </strong> of the Indiana Policy Review Foundation, a conservative think tank based in Fort Wayne. After years as a radio talk-show host,", "new_id": -2}, {"uid": "1296370322095813646", "i": 3197, "idx": 4, "sa": ["Richard Lugar", "Mike Pence", "Dan Coats"], "q": "<strong> Mike Pence </strong> said he made the final decision not to run for president Wednesday night. He and his wife told their two daughters and then called their son, who is in college, early Thursday. <q> We just concluded that while we could seek the presidency, we concluded that our best opportunity to continue to serve the people of Indiana was either in Washington, D.C., or here at home, </q> <strong> Mike Pence </strong> said. Thursday afternoon, <strong> Mike Pence </strong> sent a letter to supporters and told politicians, such as Sens. <strong> Richard Lugar </strong> and <strong> Dan Coats </strong>, of his decision. Though <strong> Mike Pence </strong> said staying in Congress is a real", "new_id": -2}, {"uid": "1296484351181583873", "i": 12064, "idx": 4, "sa": ["Richard Lugar", "Mike Pence", "Dan Coats"], "q": "<strong> Mike Pence </strong> said he made the final decision not to run for president Wednesday night. He and his wife told their two daughters and then called their son, who is in college, early Thursday. <q> We just concluded that while we could seek the presidency, we concluded that our best opportunity to continue to serve the people of Indiana was either in Washington, D.C., or here at home, </q> <strong> Mike Pence </strong> said. Thursday afternoon, <strong> Mike Pence </strong> sent a letter to supporters and told politicians, such as Sens. <strong> Richard Lugar </strong> and Coats-Dan Coats/\"> <strong> Dan Coats </strong>, of his decision. Though <strong> Mike Pence </strong> said staying", "new_id": -2}, {"uid": "1295336713131039270", "i": 8971, "idx": 3, "sa": ["Mike Pence", "Barack Obama"], "q": "<strong> Mike Pence </strong> stepped down from his post in the House Republican leadership and is one of his party's strongest advocates for conservative policies. He also is among the GOP's most outspoken critics of <strong> Barack Obama </strong>. <q> We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead, </q> <strong> Mike Pence </strong> told about 100 people at a conference room at Henry County Hospital in New Castle, Ind. \" We'll be making a decision before the end of this month. \" Should <strong> Mike Pence </strong> enter the contest", "new_id": -2}, {"uid": "1296166138113442846", "i": 5862, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong>( R-IN), who has become something of a dream presidential candidate for many conservative bloggers and activists, appears to be about to say that he will Howey Politics Indiana reports: <q> U.S. <strong> Mike Pence </strong> has ruled out a run for national office and will tour the state in the next few months, informed and reliable sources tell Howey Politics Indiana. The sources say that <strong> Mike Pence </strong> has not made a final decision about a run for governor, keeping open the option of running for reelection in the 6th CD. </q> National Journal got in touch with <strong> Mike Pence </strong>'s mother, who predicted that he would make an announcement tomorrow-- though she would not say just what the announcement would in fact be. Roll Call reports, <strong> Mike Pence </strong> is", "new_id": -2}, {"uid": "1295629409219988022", "i": 38883, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong>, who introduced a similar bill late in the last Congress, said that it is the government's job, not the Fed's, to boost economic growth and drive up employment. <q> It is the job of Congress and the President to put forth pro-growth policies on taxes, to rein in government spending and to reduce the regulatory burden in order to create an environment that is friendly to our nation's job creators, </q> he said in a statement. \" Printing money is no substitute for sound fiscal policy. \" In 1977, the Federal Reserve received a \" dual mandate \" from Congress to pursue policies designed to both", "new_id": -2}, {"uid": "1296200464159858698", "i": 5816, "idx": 12, "sa": ["David McIntosh", "Mike Pence", "Marjorie Dannenfelser"], "q": "<strong> Marjorie Dannenfelser </strong>, president of the Susan B. Anthony List, a group that opposes abortion, said she trusts that <strong> Mike Pence </strong> has \" come to the place that's right for him and his family. \" <q> What I most want is for him to have a long future, </q> <strong> Marjorie Dannenfelser </strong> said. \" So I'm sure that he's made a discernment that this is the right move. \" Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was", "new_id": -2}, {"uid": "1297356277264552496", "i": 49026, "idx": 2, "sa": ["Mike Pence", "Diana DeGette"], "q": "A third GOP bill, backed by <strong> Mike Pence </strong>( R-Ind.), aims to block health clinics, specifically Planned Parenthood, from receiving federal funding if they perform abortions. <strong> Mike Pence </strong> says the American public is <q> learning that their taxpayer dollars are subsidizing these organizations that are promoting abortion across this country. </q> <strong> Diana DeGette </strong> was among the Democrats Wednesday asking why Republicans are more focused on defunding Planned Parenthood than on creating jobs. \" It's getting in the way of how we need to move our country", "new_id": -2}, {"i": 10928, "idx": 0, "index_answer": 0, "new_id": -1, "q": "go around. Dysfunction in decision-making arose partly because of the competing agendas of different agencies, his own included. However, he implies that ultimately it was up to <strong> President Bush </strong> to take firmer control. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> writes <strong> Donald Rumsfeld </strong>. Among those coming in for knocks in the book are <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, respectively <strong> Donald Rumsfeld </strong> of State and head of the National Security Council( NSC) in the <strong> John McCain </strong> House at the war", "sa": ["Donald Rumsfeld", "John McCain", "Condoleezza Rice", "Colin Powell", "President Bush"], "uid": "1296862636132562982"}]