[{"uid": "1297703292198672386", "i": 29044, "idx": 6, "sa": ["Michael Gove", "Andy Burnham", "Tony Baldry"], "q": "mind. <strong> Tony Baldry </strong>( Con, Banbury) said the reality is all the consultations in the world \"will not create money where none exists\" . He pointed out that BSF spent? 250m <q> without a single brick being laid </q>. Shadow education secretary <strong> Andy Burnham </strong> said the court had found <strong> Michael Gove </strong> guilty of an abuse of power, yet the secretary of state has not issued one word of apology. He said <strong> Michael Gove </strong>'s judgement", "new_id": -2}, {"uid": "1297098957187170821", "i": 23195, "idx": 3, "sa": ["Michael Gove", "Alfie Boe", "Julian Lloyd Webber"], "q": "She told the education secretary \"rather than blowing his own trumpet\" he should \"admit this is really a cut\" just as was with school sports funding. In response, <strong> Michael Gove </strong> said <q> everyone in the world of music </q> including famous musicians, tenor <strong> Alfie Boe </strong> and cellist <strong> Julian Lloyd Webber </strong> and welcomed the announcement. He added: \"Everyone in the world of music is saying that today is good news for all children who want to learn", "new_id": -2}, {"uid": "1296135142265256962", "i": 45172, "idx": 0, "sa": ["Michael Gove"], "q": "give consumers more cash to boost growth and shun tax hikes until more effort has been made to cut waste. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1297427200083165185", "i": 36412, "idx": 2, "sa": ["Michael Gove"], "q": "on any project still rests with him[ <strong> Michael Gove </strong>]\" explained Mr Justice Holman in his ruling. \"No one should gain false hope from this decision.\" A Department of Education spokesperson said: <q> We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects. </q> More than half of the teachers who responded to the 2010 School Environments Survey conducted by Teacher Support Network and the British Council for School Environments( BCSE) with the Association of Teachers and Lecturers( ATL", "new_id": -2}, {"uid": "1296864986205062175", "i": 87, "idx": 0, "sa": ["Michael Gove", "John F Kennedy", "David Cameron"], "q": "Michael Governed. It also contained within it a profound moral vision because it demanded a kind of active and responsible citizenship that had been obliterated in many parts of Britain. <strong> David Cameron </strong> encapsulated this by quoting <strong> John F Kennedy </strong>'s famous injunction <q> not to ask what your country can do for you, but what you can do for your country. </q> Since that day, the extraordinary thing is how far <strong> David Cameron </strong> has already gone towards realising his vision. Education Secretary <strong> Michael Gove </strong> has already moved far towards taking schools away from state control and returning them to local", "new_id": -2}, {"uid": "1295976018128352266", "i": 2929, "idx": 3, "sa": ["David Cameron", "Michael Gove", "Tim Montgomerie", "Stephen Taylor", "Stephan Shakespeare", "Elizabeth May"], "q": "list of the insiders making things happen in David Camerons Machine\" <strong> Tim Montgomerie </strong>, Director of Conservative Intelligence. \"What makes David Camerons Conservatives tick?\" <strong> Michael Gove </strong> MP, Shadow Secretary of State for Children, Schools and Families. <q> The first internet age Michael Government </q> <strong> Stephan Shakespeare </strong>, Founder and Head of Innovations at YouGov. Political Tricks. Did Green Party leader <strong> Elizabeth May </strong> say Canadians are stupid? Conservative blogger <strong> Stephen Taylor </strong> puts her on the record, she begs to differ. You decide,", "new_id": -2}, {"uid": "1296294853099647494", "i": 48819, "idx": 0, "sa": ["Michael Gove"], "q": "reforms More details of plans to overhaul England's schools system are set out in target=\"_blank\" an Education Bill. These are some of the main changes being brought in: BEHAVIOUR The Michael Government says it will <q> increase the authority of teachers to discipline pupils </q> through: reading the main story Related stories Schools Bill: Who's taking charge? Education Bill outlines shake-up At-a-glance: Education Bill The Education Secretary <strong> Michael Gove </strong> has said all new schools in School in Limpopo. They are", "new_id": -2}, {"uid": "1297427071058949663", "i": 2974, "idx": 2, "sa": ["Michael Gove"], "q": "of councils and schools. A spokesman for the Department for Education said the judge had not called into question <strong> Michael Gove </strong>'s decision to end \"the wasteful and bureaucratic Building Schools for the Future programme\" . <q> He concluded it was a rational decision and that the authorities had no expectation of being allowed to proceed with their projects. </q> The judge, Mr Justice Holman, asked <strong> Michael Gove </strong> to reconsider his decision \"with an open mind\" . \"The final decision on any project still rests with him and... no one should gain false", "new_id": -2}, {"uid": "1297234021222871650", "i": 9276, "idx": 3, "sa": ["Michael Gove"], "q": "evidence that changes to the way a school is funded improve exam results, yet <strong> Michael Gove </strong> insists there is, but only he can see it. Manningtreeimp 7 February 2011 8:32 PM GermanicusRex <q> The longer you and your cretins are away from education policy the better the UK will be... </q> Heil, GermanicusRex. Why are you on these boards, and not reading Dryden to your children? JerryBlease 7 February 2011 8:33 PM Tell me if I am missing something? Presumably", "new_id": -2}, {"q": "\" The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Mike Pence", "Barack Obama"], "index_answer": 0, "idx": 8, "i": 23157}]