[{"uid": "1295604693188841989", "i": 37273, "idx": 0, "sa": ["Mike Pence", "Ted Baehr", "Gary Bauer", "Ron Paul", "Barack Obama"], "q": "; MOVIEGUIDE Founder, <strong> Ted Baehr </strong>; and constitutional attorney, Edwin Vieira( 4 degrees from Harvard www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious fRon Paultline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one candidate, Mr. <strong> Gary Bauer </strong> sees only qualities that he likes. Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the", "new_id": -2}, {"uid": "1296225359092700754", "i": 14515, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "' Indiana <strong> Mike Pence </strong> announced Thursday he would not seek the Republican nomination for <strong> Barack Obama </strong> in 2012, but he did \"I'm open to running for governor,\" <strong> Mike Pence </strong> told the Indianapolis Star. <q> We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it. </q> The 51-year-old congressman easily won re-election to a sixth term last November. In recent weeks, as <strong> Mike Pence </strong>'s self-imposed deadline to decide on a Barack Obamaial bid neared, some conservatives Pence-Mike Pence-s-letter-supporters\"> letter to supporters", "new_id": -2}, {"uid": "1295485111026624011", "i": 32304, "idx": 0, "sa": ["Steve Cohen", "Mike Pence"], "q": "that some members disregarded those pleas. Democratic <strong> Mike Pence </strong> <strong> Steve Cohen </strong>( Tenn.) on the House floor Tuesday night compared Republican claims about the reform law to lies perpetrated by the Nazis that led to the Holocaust. <q> They say it's a government takeover of healthcare. A big lie, just like Goebbels, </q> said <strong> Steve Cohen </strong>, who is Jewish. Meanwhile, <strong> Mike Pence </strong>( R-Ind.) said House Republicans will vote to repeal the healthcare law \"lock, stock and barrel.\" Another day, another", "new_id": -2}, {"uid": "1296246671002899973", "i": 42416, "idx": 4, "sa": ["Steve Benen", "Mike Pence", "Michelle Malkin", "Mike Huckabee", "John King"], "q": "2012. Good for America \"I can appreciate the fact that <strong> Mike Pence </strong>'s unyielding right-wing voting record on literally every issue is appreciated by the far-right,\" The Washington Monthly's liberal HuckabeeMike Pencedropsoutof2012disappointingconservatives6757/39897739/SIG=1295eh24t/*http://www.washingtonmonthly.com/archives/individual/2011_01/027738.php\"> <strong> Steve Benen </strong> says. <q> But to say that the guy isn't ready for prime time is a dramatic understatement. <strong> Mike Pence </strong> has no areas of expertise, has no major pieces of legislation to his name, has demonstrated no worJohn King understanding of any area of public policy, and after spending five minutes watching him speak on any subject, it becomes clear that he's conspicuously unintelligent. </q> <strong> Michelle Malkin </strong>'s Support The conservative pundit tweeted it before the announcement came out: Opinion Video: After the Show Show: Mom's Special Place Opinion Video: Move Over, Men! Moms Need Caves Too Super Cheap", "new_id": -2}, {"uid": "1296055281154206214", "i": 11834, "idx": 6, "sa": ["Mike Pence", "Phil Gingrey", "Kirsten Gillibrand", "Sherrod Brown", "Barack Obama"], "q": "The <strong> Barack Obama </strong> reflected on the uniqueness of America. He remembered our soldiers, he remembered where the strength of this nation was,\" <strong> Mike Pence </strong> said, before adding that he was disappointed that the <strong> Barack Obama </strong> appeared to be <q> committed to more spending and more government and more of the same of what the American people rejected on Election Day last fall. </q> post-speech reaction from Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., Sen. <strong> Sherrod Brown </strong>, D-Ohio, and <strong> Mike Pence </strong> <strong> Phil Gingrey </strong>, R-Ga., on our YouTube channel. ON THE ROAD AGAIN <strong> Barack Obama </strong> plans to take his State of the Union", "new_id": -2}, {"uid": "1295336713131039270", "i": 8968, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Paula Deen", "Jack Kemp", "Jim Ryun", "Barack Obama", "Mitt Romney"], "q": "counsel to <strong> Barack Obama </strong> Ronald Reagan, Paula Deenounced the America's <strong> Barack Obama </strong> ComMitt Romneyee to encourage a Mike Pence-for-Barack Obama bid. Former <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kan., also is helping the campaign collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the opTim Pawlentyistic, pro-growth, pro-job creation Reagan-Jack Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice Barack Obamaial candidate.", "new_id": -2}, {"uid": "1296218172048857110", "i": 18256, "idx": 4, "sa": ["Dakota Collins", "Mike Pence"], "q": "in just a few days, said he has been paying more attention to politics as he reaches the age to register to vote. \"I really enjoy having <strong> Mike Pence </strong> represent us in Congress,\" <strong> Dakota Collins </strong> said, <q> but I don't think he'd do too bad of a job as governor. I think he could handle it. </q> Shirley Houston of Richmond said that she has been friends with <strong> Mike Pence </strong> since he started his congressional campaign at a Republican fundraiser at her home. While she is somewhat disappointed she", "new_id": -2}, {"uid": "1297706494051036178", "i": 46486, "idx": 2, "sa": ["Mike Pence", "Cecile Richards"], "q": "million in federal taxpayer funding. \"Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,\" <strong> Mike Pence </strong> said. <q> The time to deny any and all funding to Planned Parenthood is now. </q> But Planned Parenthood president <strong> Cecile Richards </strong> told AP the abortion business is not giving up on its government funding without a fight. \"We've been here for the past 95 years, and we'll", "new_id": -2}, {"uid": "1294992789105644154", "i": 5086, "idx": 1, "sa": ["Mike Pence", "Peter King"], "q": "banning all weapons,\" U.S. <strong> Mike Pence </strong> Gary L. Ackerman, D-N.Y., tells the Los Angeles Times. Ackerman wants to close a loophole that allows some private dealers to sell guns without conducting background checks. <q> We're looPeter King to make sure that innocent people from all over will be safe in their own homes and public places, </q> he says. Ackerman's expectations for passage of his bill are very low and staunch congressional gun advocates are standing firm, the Times reported. \"I believe, as Americans have believed since", "new_id": -2}, {"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,\" <strong> Michael Vick </strong> said. <q> However it comes, whatever happens, happens. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}]