[{"uid": "1296727907183500817", "i": 19771, "idx": 25, "sa": ["Thaddeus Young", "Allen Iverson", "Samuel Dalembert"], "q": "1996-97 season. He played the best game of his four-game second stint in Philadelphia to help avoid another unlucky 13-game skid on his resume. The Sixers had all five starters and two reserves score in double digits. <q> We felt like once we did get a win, it was going to be extremely hard, one of the hardest games to win, </q> <strong> Allen Iverson </strong> said.`` It was totally opposite.'' <strong> Allen Iverson </strong> hit the 20-point mark for the second straight game a day after his having his left knee drained of fluid. <strong> Thaddeus Young </strong> was Samuel Dalembertal, using an 11-of-15 effort", "new_id": -2}, {"uid": "1296015891091013166", "i": 2183, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Alan Eustace"], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said Google will hire more than 1,000 workers in Europe this year. All told, Google has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, Google's senior vice <strong> Barack Obama </strong> of engineering and research. Even if it surpasses 31,000 employees this year, Google will still have far fewer people than Microsoft Corp., among its fiercest rival.", "new_id": -2}, {"uid": "1295977910157089809", "i": 30888, "idx": 0, "sa": ["Allen Iverson"], "q": "silky smooth shot. He finished with a game-high 32 points, 27 of which came in the first half. He also set an NBA Finals record for most 3-pointers in a game by going 8-for-11 from deep. <q> It's definitely right up there, </q> said <strong> Allen Iverson </strong> of setting the record and where this performance ranks in his career.''( It's) great to be able to look back on it and say I did that.'' With the victory,", "new_id": -2}, {"uid": "1295965142202670083", "i": 3791, "idx": 2, "sa": ["Mike Pence", "Barack Obama", "Jimmy Carter"], "q": ", the leaders of the G-20 countries-- a group that includes the world's largest economies-- are gathering in Washington to seek solutions to the ongoing... 11/26/09 Weekly Republican Address: <strong> Mike Pence </strong>( R-IN) <strong> Mike Pence </strong>: <q> The American people know we can't borrow and spend and bail our way back to a growing economy.... Republicans have proposals to get our economy moving again, to achieve energy independence and lower the cost of health care. </q>... <strong> Jimmy Carter </strong>- Address to the Nation on Energy The <strong> Barack Obama </strong> gives remarks on North Korea's nuclear weapons test. May 25, 2009.( Public Domain)... <strong> Barack Obama </strong>: Memorial in Arizona The Zhou Brothers:", "new_id": -2}, {"uid": "1295753820028917780", "i": 35065, "idx": 0, "sa": ["Bill Lockyer"], "q": "ago, has called on the Legislature to enact by March 1 an austere spending plan that includes deep reductions in welfare, health care for the poor and the state's universities, among other programs. <q> Get it done, the sooner the better, </q> <strong> Bill Lockyer </strong> said Saturday during his appearance at a conference sponsored by the Institute of Governmental Studies at UC Berkeley. If not, he said,`` We will run out of money to pay the Bill Lockyers.''", "new_id": -2}, {"uid": "1295611385143458309", "i": 23665, "idx": 4, "sa": ["Larry Page", "Eric Schmidt", "Ken Auletta"], "q": "<strong> Eric Schmidt </strong> acted as a mentor to <strong> Larry Page </strong> during his tenure. He also clashed with the co-founder, according to <strong> Ken Auletta </strong>, author of`` Googled: The End of the World as We Know It.'' <q> They went through a very tough management patch, </q> <strong> Ken Auletta </strong> said. While Google resisted threats from rivals Yahoo! and Microsoft under <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> will confront fiercer rivals, said Whit Andrews, an analyst at Gartner.`` Google versus Facebook is an", "new_id": -2}, {"uid": "1297287102243777541", "i": 56263, "idx": 3, "sa": ["Mike Pence", "Laura Ingraham", "Gail Collins", "George Tiller"], "q": "the efforts of Bill and <strong> Mike Pence </strong>'s`` pro-life'' pals to criminalize it. As <strong> Gail Collins </strong> says in her excellent article, href=\"http://www.nytimes.com/2011/02/05/opinion/05Gail Collins.html\">`` The Siege of PlLaura Ingrahamd Parenthood,'' the legislative slogan here is <q> let them eat leeches. </q> So not surprisingly, Bill O'Reilly, whose relentless attacks on abortion provider Dr. <strong> George Tiller </strong>, which created a climate of hate in which the doctor was murdered and his clinic closed, earned him a href=\"http://www.newshounds.us/2009/09/20/bill_oreillys_courage_award_speech_smears_dr_George Tiller_and_his_patients.php\">`` Courage", "new_id": -2}, {"uid": "1295391193064847877", "i": 48315, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. A Ray of Hope for College Grads Facing Cloud of Fear, Uncertainty and Debt Brain Drain: Most College Students Learn Next to Nothing, New Study Says Quotes delayed, except where indicated", "new_id": -2}, {"uid": "1295928935203030533", "i": 33731, "idx": 19, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "no memory of doing so, but it turns out a State Department cable exists in which Saddam thanked <strong> Donald Rumsfeld </strong> for the message. The letter must have come from the State Department itself, <strong> Donald Rumsfeld </strong> says. <q> How could anyone believe that you couldn't remember if you delivered a letter from <strong> George H. W. Bush </strong> Reagan to Saddam Hussein? </q> he says. required( email will never be displayed) Discussion guidelines We welcome your comments and expect your cooperation in following the general rules of respectful civil discourse. To ensure that", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}]