[{"uid": "1297102476174964769", "i": 25056, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <strong> Susan Boyle </strong>. <q> We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar, </q> <strong> Simon Cowell </strong> said in a statement. Britain's`` The X Factor'', which launched in 2004, won the talent show category at Britain's National Television Awards two weeks ago beating`` Britain's Got", "new_id": -2}, {"uid": "1297139383122093568", "i": 11043, "idx": 0, "sa": ["Donald Rumsfeld", "Liz Murray"], "q": "had finished her studies, Aids had taken the life of her father. Travelling back to take care of him, <strong> Liz Murray </strong> says she took some comfort in knowing that her father had died a sober man. <q> When someone gets sober, it's almost like meeting them for the first time.`` Just before he passed away, he wrote me this card.`` He wrote in the card,` Lizzy, I left my dreams behind a long time ago. But I know now they're safe with you. Now we're a family again.' </q> Fossil forests Antarctica's dinosaur-age jungles could provide clues to the future Known and unknown US media react to ex-US defence chief <strong> Donald Rumsfeld </strong>'s memoir", "new_id": -2}, {"uid": "1297270331172048512", "i": 5260, "idx": 0, "sa": ["Simon Cowell"], "q": "start tuning up your act if you want to try out for <strong> Simon Cowell </strong>'s upcoming Fox game show, The X Factor. Dallas is among the cities that will host auditions this spring. says contestants must be <q> at least 12 years of age by March 1, 2011, a legal US citizen or eligible to work full time, and without a current music recording contract. </q> Unlike American Idol, there's no upper age limit, and it's open to vocal groups as well as solo singers. According to the Associated Press: The winner will get a$", "new_id": -2}, {"uid": "1295615268003915777", "i": 12840, "idx": 3, "sa": ["Eduardo Kac", "Andrew Senior", "Marina Zurkow", "Eric Schmidt", "Woodrow Wilson"], "q": ",'' Anderson makes the... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... Digital Art@Google <strong> Eduardo Kac </strong>, <strong> Andrew Senior </strong>, Sandra Cordero, <strong> Marina Zurkow </strong> Digital Art@Google <strong> Eduardo Kac </strong>, <strong> Andrew Senior </strong>, Sandra Cordero, <strong> Marina Zurkow </strong>", "new_id": -2}, {"uid": "1295393652226230279", "i": 14258, "idx": 0, "sa": ["Sergio Marchionne"], "q": "AP Auto Writer WINDSOR, Ontario( AP)- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295807115069746747", "i": 37148, "idx": 0, "sa": ["Ricky Gervais", "Judd Apatow", "David Letterman"], "q": "Knocked Up, and the critically-acclaimed( but tragically short-lived) Freaks and Geeks. He went on to say: <blockquote>''( <strong> Ricky Gervais </strong>) says the characters were two-dimensional,'' said <strong> Judd Apatow </strong>. <q> Then he says he hasn't seen The Tourist. So as a comedian, that's not fair, is it? To make jokes about a movie you haven't seen.`` I can't do a joke about( <strong> Ricky Gervais </strong>'s movie) The Invention of Lying because I haven't seen it. You haven't seen it. None of us have seen it. So the joke would not work. </q> </blockquote> Once again, it seems absurd that this amount of criticism is being leveled at <strong> Ricky Gervais </strong>: Has <strong> Judd Apatow </strong> never seen an episode of Saturday Night Live? Or seen one of <strong> David Letterman </strong>'s monologues? Why", "new_id": -2}, {"uid": "1296717067176898072", "i": 14616, "idx": 2, "sa": ["Rip Hamilton", "Vince Carter", "Rasheed Wallace", "Antonio McDyess", "Allen Iverson"], "q": "lot of other guys stepped up.'' Detroit played without <strong> Rip Hamilton </strong>( groin) and <strong> Antonio McDyess </strong>( ribs), and lost <strong> Rasheed Wallace </strong> to a first-half foot injury, but still held the Nets to a season low. <q> No one was going to come in and be <strong> Rasheed Wallace </strong>, <strong> Rip Hamilton </strong> or Dice, but we have guys who will come off the bench and help us in their own way, </q> <strong> Allen Iverson </strong> said.`` We just had to utilize that, even when it meant playing a totally different style.'' The Nets lost some of their advantage when <strong> Vince Carter </strong> was ejected after for arguing a second-quarter call with", "new_id": -2}, {"uid": "1295603056020365336", "i": 28775, "idx": 1, "sa": ["Eric Schmidt"], "q": "at running this.'' Page praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable.`` The results speak for themselves,'' Page said. <q> There's really no one else in the universe who could have accomplished what <strong> Eric Schmidt </strong> has done. </q> Google generated US$ 8.44 billion in revenue in the quarter, ended Dec. 31, 2010, up 26 percent compared with 2009's fourth quarter. Subtracting commissions paid to partners and other fees, revenue came", "new_id": -2}, {"uid": "1296199986159858692", "i": 30426, "idx": 1, "sa": ["Mike Pence"], "q": "the Hoosier State.`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star. <q> We will not seek the Republican nomination for president in 2012. </q> <strong> Mike Pence </strong> has been publicly pondering whether to run for the governor's office or for president for several months. In recent weeks, he has received considerable encouragement for a White House bid. <strong> Mike Pence </strong>", "new_id": -2}, {"i": 45137, "idx": 0, "index_answer": 0, "new_id": -1, "q": "third prize is$ 1,000. Also, the first-place winner is likely to make a guest appearance on`` Late Night with <strong> David Letterman </strong>.'' The talk show host was once a grocery bagger. <q> There's no guarantee, but it's traditional for the winner to be a guest on the show, </q> said <strong> Cindy Kaplan </strong>, media marketing manager for Martin's Super Markets. Eskander said he thinks he has a chance of winning today's contest.`` I've been practicing.", "sa": ["Cindy Kaplan", "David Letterman"], "uid": "1297677860109084718"}]