[{"uid": "2008100202_00043429_W", "i": 3960, "idx": 4, "sa": ["Nancy Pelosi", "Brendan Daly"], "q": "\" a senior adviser to mrs. <strong> Nancy Pelosi </strong> described the payments to fls as <NO_QUOTATION> \"she's followed all the appropriate rules and regulations in terms of records and paperwork,\" said <strong> Brendan Daly </strong>, mrs. <strong> Nancy Pelosi </strong>'s spokesman. <q> when[ former treasurer] leo mccarthy became ill, she thought that it was best that that firm did the accounting and she's paid fair market value in san francisco. </q> between 1999 and 2006, fls collected$ 500 per month to cover rent, utilities and equipment for the leadership pac, according to the fec records. the pac's address is listed as a personal mailbox in", "new_id": -2}, {"uid": "2008091106_00020149_W", "i": 1558, "idx": 1, "sa": ["Julius Malema", "Kgalema Motlanthe"], "q": "\" [ anc president jacob] zuma is going to be released.\" <strong> Julius Malema </strong> was speaking at the 64th birthday celebrations of the african national congress youth league, which was also attended by anc deputy president <strong> Kgalema Motlanthe </strong>. <q> we are not a group of losers, </q> said <strong> Julius Malema </strong>. \"every fight we fight, we win. we don't fight to lose. that's why everybody, every little artist,[ must come to] pietermaritzburg- there's going to be", "new_id": -2}, {"uid": "2008110322_00008653_W", "i": 3110, "idx": 3, "sa": ["Barack Obama"], "q": ", west virginia and pennsylvania, compared him to moses and martin luther king in the same breath. he thanked god for having \"given us a moses and a martin called <strong> Barack Obama </strong>\" and asked the almighty to <q> grant that we together this nation under god may have the will to bring about the change we need </q> and ensure that \"those who cast their sacred vote will not be deprived this right\" . the mccain campaign, you might remember, mocked <strong> Barack Obama </strong> as a moses figure in an ad entitled <NO_QUOTATION> in august.", "new_id": -2}, {"uid": "2008121113_00002479_W", "i": 4190, "idx": 1, "sa": ["Azumah Nelson", "Ike Quartey", "King Kong", "Joshua Clottey", "Joseph Agbeko"], "q": "victim tonight when they fight for <strong> Joseph Agbeko </strong>'s international boxing federation bantamweight title at prudential center. \"this fight has been postponed[ three] times,\" said <strong> Joseph Agbeko </strong>, who hasn't fought in 14 months. <q> i miss my fans and i'm very happy to go back in the ring. it's an opportunity to show the world that <strong> King Kong </strong> still lives. they've seen the movie. now they have to see it in the ring. </q> <strong> Joseph Agbeko </strong>, 28, moved to the bronx, n.y., from his native accra, ghana, two years ago in hopes of attaining the boxing success achieved by countrymen <strong> Azumah Nelson </strong>, <strong> Ike Quartey </strong> and <strong> Joshua Clottey </strong>. he sends almost", "new_id": -2}, {"uid": "2008112116_00017847_W", "i": 441, "idx": 3, "sa": ["Ronan O'Gara", "Brian O'Driscoll"], "q": "it's great to be alive but sometimes you have to work through the difficult things.\" <strong> Brian O'Driscoll </strong> denied ireland lack pride but the skipper agreed an valuable lesson could be learned from munster's agonising 18-16 defeat. <q> <strong> Ronan O'Gara </strong> was venting a bit of frustration. it hasn't really happened for us and that's not through a lack of effort, </q> he said. last weekend we were beaten by the better team but pride isn't the issue. the munster performance showed that if you want it enough, irrespective of skill levels or reputation, you can go", "new_id": -2}, {"uid": "2008092010_00012767_W", "i": 211, "idx": 0, "sa": ["Barack Obama", "John McCain"], "q": "if you were a 72-year-old presidential candidate, would you go to your 50th college reunion 6 weeks before election day? a new <strong> Barack Obama </strong> campaign ad says <strong> John McCain </strong> supports <q> cutting social security benefits in half. </q> factcheck.org says that's \"a falsehood sure to frighten seniors who rely on their social security checks. in truth, <strong> John McCain </strong> does not propose to cut those checks at all.\" also, a fact check we", "new_id": -2}, {"uid": "2008100617_00000873_W", "i": 715, "idx": 0, "sa": ["Eli Manning", "Reggie Wayne"], "q": "a 17 point deficit on sunday with a five-year touchdown pass to <strong> Reggie Wayne </strong> with just under two minutes left in the fourth quarter to put the finishing touches on a 31-27 win over the houston texans in week five. <q> it didn't look good, </q> <strong> Eli Manning </strong> said. we came here wanting to take the crowd out of it. houston did a good job of fighting back. we put ourselves in a hole. we can't afford to be behind right now", "new_id": -2}, {"uid": "2008090805_00104114_W", "i": 990, "idx": 7, "sa": ["Glenn Stevens"], "q": "to seek a gradual fall, but over a longer period,\" he said. this carries less risk of a sharp slump in economic activity, though it does require a longer period of restraint on demand. <q> on the other hand, this carries the risk that a long period of high inflation could lead to expectations of inflation rising to the point where it becomes both more difficult and more costly to reduce it. </q> mr <strong> Glenn Stevens </strong> said monetary policy has to balance all these risks, which is why the bank's flexible, medium-term inflation targeting system was so important. \"that framework will continue to guide the board's decision making", "new_id": -2}, {"uid": "2008112319_00023003_W", "i": 2670, "idx": 4, "sa": ["Phil Bredesen"], "q": "\" she said. gray sasser, the outgoing chairman of the tennessee democratic party, said the next governor must be prepared to manage the state in a tough time, as <strong> Phil Bredesen </strong> has been forced to do. <q> quite frankly, if anybody- be they democrat, republican or independent- doesn't think they can handle tough economic times as governor, they have no business getting into the race. </q> contact theo emery at 615-726-4889 or", "new_id": -2}, {"uid": "2008110516_00051612_W", "i": 1826, "idx": 1, "sa": ["Barack Obama", "Paul Helmke", "Sarah Brady"], "q": "rifle association, which said it spent more than$ 10 million to tell voters that Barack Obama-elect <strong> Barack Obama </strong> would be \"the most anti-gun <strong> Barack Obama </strong> in american history.\" according to <strong> Paul Helmke </strong>, <strong> Barack Obama </strong> of the <strong> Sarah Brady </strong> campaign, <q> the nra bosses went` all in' and lost big. they spent millions on their campaign to` defeat <strong> Barack Obama </strong>' and failed. </q> the gun lobby's single-issue voters failed to deliver. the nra spent heavily on tv and radio advertising in states that landed decisively in the democratic column, including virginia, pennsylvania, ohio, new mexico, florida", "new_id": -2}]