[{"uid": "1295587963072171541", "i": 25091, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "Although he tried to debunk the idea in Thursday's interview, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. <q>I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,</q> said <strong> Ken Auletta </strong>, author of \"Googled: The End of the World As We Know It.\" \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing", "new_id": -2}, {"uid": "1296153769183746589", "i": 11656, "idx": 1, "sa": ["Sergio Marchionne"], "q": ", and Fiat is set to hit two more targets to reach a 35-percent stake in Chrysler, possibly increasing it to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. <q>I think the opening of the capital markets window in the United States is real,</q> <strong> Sergio Marchionne </strong> said. \"I think it would be unwise for Chrysler not to take advantage of the opening.\" On the Italian side, he is preparing to invest 700 million euros($ 961 million", "new_id": -2}, {"uid": "1295012474152616980", "i": 12116, "idx": 1, "sa": ["Piers Morgan", "Lily Allen", "Simon Cowell"], "q": ". Twitter, she said: \"i'd do it for a million for SANDS. money, mouth??????????????????\" <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q>I will get ITV to make substantial five figure donation to your charity for the interview</q>. But <strong> Lily Allen </strong> told him: \"Those are my terms. I've got no interest in coming on your show, you've been asking me for years.\" She revealed she had lost", "new_id": -2}, {"uid": "1296407544252772372", "i": 131, "idx": 9, "sa": ["Elgin Baylor", "Allen Iverson"], "q": "took shots at them before, during and after the game. This time, he saved them just for the court, then showered his old team with praise that indicated he's gotten over the bitter split. <q>They've got a lot of talent on that team. They've got a lot of guys that can do things, and they've got a lot of guys that care, guys with pride,</q> <strong> Allen Iverson </strong> said after scoring 38 points in Denver's 109-96 win Sunday night. \"It could be easy for those guys to lay down. After <strong> Elgin Baylor </strong> left, they could have just laid down. But that ai", "new_id": -2}, {"uid": "1297300258049397810", "i": 1856, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Jim Schmitt", "John Boehner"], "q": ": <strong> Barack Obama </strong>, Scott Walker, <strong> Jim Schmitt </strong> Photo in Slideshow: U.S. House Speaker <strong> John Boehner </strong>, House Majority... Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Obamacare Report Abuse <q>ha ha you stupid democraps will freeze to death</q> thanks to your one term muslim usurper president ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options!", "new_id": -2}, {"uid": "1297150317040091651", "i": 25995, "idx": 0, "sa": ["Tayshaun Prince", "Joe Dumars", "Ben Wallace", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "q": "three players- Richard Hamilton, <strong> Tayshaun Prince </strong> and <strong> Ben Wallace </strong>- remain from that Detroit team. Hamilton, the sixth-leading scorer in franchise history, has spent 13 of the past 14 games on the inactive list. <q>That's kind of hard for me to imagine,</q> <strong> Antonio McDyess </strong> said. As Detroit continues the long reconstruction project, which began in 2008 when general manager <strong> Joe Dumars </strong> dealt <strong> Chauncey Billups </strong> to Denver in a deal for <strong> Allen Iverson </strong>, <strong> Antonio McDyess </strong> is girding for another title.", "new_id": -2}, {"uid": "1296167545171278340", "i": 32518, "idx": 1, "sa": ["Mike McDaniel", "Mike Pence"], "q": "bid. There is no word yet on whether he'll run for Indiana governor, but many in political circles assumed that would be the case since he stepped down last year from his House leadership position. <q>I am convinced he is now going to run for governor,</q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike Pence </strong>'s staff did not return repeated phone calls and e-mails to The Associated Press. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often", "new_id": -2}, {"uid": "1296859174060604416", "i": 38215, "idx": 0, "sa": ["Eric Schmidt", "Jennifer Lopez"], "q": "Home\" icon. John commented on this!- 8 min ago What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. NPR <q>the Horsesa** destroyed the U.S. even the Rep. said it before the last election, the national debt...</q> Peter_Abelard left a comment- 9 min ago <strong> Jennifer Lopez </strong>, two U.S. senators to watch Super Bowl with Obama The Business Insider \"Interesting that <strong> Eric Schmidt </strong> has invested in TwitPay, but not surprising given the", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.\" The \"Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q>I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it.</q> She added, \"I will say that it\"s a kinder, gentler[ show now.]\"", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}, {"uid": "1296207196059293712", "i": 31220, "idx": 0, "sa": ["Harry Reid", "Chuck Schumer", "Sen. Bernie Sanders", "Joe Biden"], "q": "to deny coverage based on pre-existing conditions. \"I know the procedures of the Senate,\" <strong> Harry Reid </strong> said, in what appeared to be an acknowledgment that Republicans could try to force a vote on the floor. <q>But I'm not going to be a part of it.</q> The Hill: <strong> Chuck Schumer </strong> steps up Social Security assault on House Republicans Senate Democrats led by <strong> Joe Biden </strong> <strong> Chuck Schumer </strong>( D-N.Y.) and <strong> Sen. Bernie Sanders </strong>( I-Vt.) are gearing up for a battle with House Republicans over Medicare and", "new_id": -2}]