[{"uid": "1295912989122798091", "i": 1784, "idx": 0, "sa": ["Mike Pence"], "q": "'s symbolic, but maybe it just sets a tone and everything gets a little bit more civil. \" ` It Really Doesn't Matter' The idea does have its critics. <q> You know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address, </q> Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. \" Well, I've been in Congress for 10 years and I learned a long time ago, it doesn't really matter where you sit it matters where", "new_id": -2}, {"uid": "1296943918117014574", "i": 15260, "idx": 2, "sa": ["Mike Pence"], "q": "'s videos. \" Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, \" said <strong> Mike Pence </strong>. <q> The time to deny any and all funding to Planned Parenthood is now. </q> Planned Barrenhood is probably the most corrupt and deadly group in the history of the world. To: cgk; Coleus; cpforlife.org; narses; Salvation; 8mmMauser wagglebee( \" A political party can", "new_id": -2}, {"uid": "1296954560216498177", "i": 6094, "idx": 2, "sa": ["Mike Pence"], "q": "'s videos. \" Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, \" said <strong> Mike Pence </strong>. <q> The time to deny any and all funding to Planned Parenthood is now. </q> Posted by charsch on Feb 4, 2011 In the book of Acts in the bible, Paul took part in the traditions and persecutions of the Jews, defending their EVIL practices because he thought", "new_id": -2}, {"uid": "1297117093065749051", "i": 44265, "idx": 1, "sa": ["Mike Pence", "John Mica", "Mel Watt", "Pete King"], "q": "( AoC) office said workers began clearing sidewalks, streets and parPete King lots around the Capitol at 5 a.m. on Thursday, and that by 6:30 a.m. nearly all of the snow had been removed. <q> We'll continue to monitor and treat any areas as the snow Mel Wattts and refreezes overnight, </q> said Eva Malecki, a spokeswoman for the AoC. Several members from the East Coast, such as the chairman of the House Transportation and Infrastructure Committee <strong> Mike Pence </strong> <strong> John Mica </strong>( R-Fla.), said", "new_id": -2}, {"uid": "1296157924245841935", "i": 12189, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Steve Israel"], "q": "( SC) and <strong> Steve Israel </strong>( NY), said <strong> Barack Obama </strong> was \" pitch-perfect \" at the State of the Union. Republican <strong> Mike Pence </strong>, who's considering a run for <strong> Barack Obama </strong>, said he appreciated the <strong> Barack Obama </strong>'s <q> affirmation of what makes this country great. </q> But <strong> Mike Pence </strong> offered this caution: \" In Washington, the devil is always in the details. \" He went on to note, \" All his[ <strong> Barack Obama </strong>'s] answers called for bigger government. This", "new_id": -2}, {"uid": "1295956479149733513", "i": 33284, "idx": 8, "sa": ["Mike Pence", "Steve King", "Jack Talbert"], "q": ") After addressing the 2011 March for Life attendees, <strong> Mike Pence </strong> <strong> Steve King </strong>( R-La.) said in a statement that the end of Roe v. Wade will occur in \" our time. \" <q> For 38 years, Americans have come here to pray and march for life, </q> said <strong> Steve King </strong>. \" <strong> Jack Talbert </strong> said generation is 19 years; that's two generations of Americans who have been here. Millions of Americans come here, make friends, march, pray for life, and deploy back", "new_id": -2}, {"uid": "1295439949265502720", "i": 37454, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": ") addresses the media at the Detroit Economic Club in Birmingham, Mich.. An independent campaign to draw GOP <strong> Mike Pence </strong> into the 2012 presidential race is under way. In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong> <q> the best governor in America. </q> <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to \" keep the national campaign. \" He says he still intends to make a decision", "new_id": -2}, {"uid": "1296073911157351964", "i": 366, "idx": 0, "sa": ["George Miller", "Mike Pence", "Nancy Pelosi", "Bart Stupak"], "q": ") amendment barring federal funding of abortion will not be jettisoned from the bill by Democratic congressional leaders in House-Senate conference negotiations if the <strong> Nancy Pelosi </strong> bill passes the House with the <strong> Bart Stupak </strong> amendment attached. Chairman <strong> George Miller </strong>'s answer- <q> I will not guarantee that </q>- makes him the third Democratic Chairman today to refuse to guarantee that the Democratic Leadership would support <strong> Mike Pence </strong> <strong> Bart Stupak </strong>'s pro-life amendment if it passes the House and makes it into conference. New posts every WED.! SUBSCRIBE", "new_id": -2}, {"uid": "1297482510048791575", "i": 4380, "idx": 2, "sa": ["Scott Garrett", "Mike Pence", "Jerry Lewis"], "q": "), who defended earmarking to POLITICO as recently as September. For their part, Republican appropriators have tried to be team players. <strong> Mike Pence </strong> <strong> Jerry Lewis </strong>( R-Calif.) said the impetus for the additional cuts came from <q> a whole cross-section of our members. </q> <strong> Mike Pence </strong> <strong> Scott Garrett </strong>( R-N.J.), an RSC leader, who was involved with a number of meetings with top Republicans this week, said leadership was \" receptive to going higher with the cuts \" - something", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said. \" \"`` If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,'' <strong> Zahi Hawass </strong> said in an interview at his office. <q> What's happening is normal. Thankfully, all the damaged items can be restored. </q> \" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}]