[{"uid": "1295989072115605548", "i": 14512, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "\"You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right,\" she said. <q> If you are not,... it's probably a program best administered and controlled at the state level. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ENGINEER SOFTWARE Company Advent Software ENGINEERING OPPORTUNITIES Company Newfield EXECUTIVE DIRECTOR Company", "new_id": -2}, {"uid": "1295476329265797672", "i": 1034, "idx": 4, "sa": ["Steven Tyler", "Simon Cowell", "Randy Jackson"], "q": ".\" ( A jab at <strong> Simon Cowell </strong>?) \"I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage,\" he prattled cheerfully. <q> There's camaraderie that you haven't seen in 10 years on this show. I get along with <strong> Randy Jackson </strong>, and J Lo is a fox; she's street, she's got a great heart. </q> Certainly, it's easy to get the guy off topic. <strong> Steven Tyler </strong> swerved around, conversationally, like a 12-year-old behind the wheel of his daddy's car. Some snippets: \"I made some harsh comments the", "new_id": -2}, {"uid": "1295667464153141265", "i": 5889, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "needs a spokesman, it's time to move on.\" <strong> David Cameron </strong> praises` professional' <strong> Andy Coulson </strong> The prime minister said he was \"very sorry\" Mr <strong> Andy Coulson </strong> had decided to resign but he <q> understood that the continuing pressures on him and his family meant that he felt compelled to do so </q>. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,\" he said. He denied", "new_id": -2}, {"uid": "1297286475095453184", "i": 4870, "idx": 0, "sa": ["Colin Powell", "Mamdouh Habib", "Ted Rall", "Omar Suleiman", "Ibn al-Sheikh"], "q": "One of the CIA's victims was <strong> Mamdouh Habib </strong>, an Egyptian-born Australian citizen. U.S. agents bought him from Pakistani intelligence and shipped him to Egypt. \"In Egypt,\" reports Lisa Hajjar for Al Jazeera, <q> he was repeaTed Rallly subjecTed Rall to electric shocks, immersed in water up to his nostrils and beaten. His fingers were broken and he was hung from metal hooks. At one point, his interrogator slapped him so hard that his blindfold was dislodged, revealing the identity of his tormentor: <strong> Omar Suleiman </strong>. FrustraTed Rall that <strong> Mamdouh Habib </strong> was not providing useful information or confessing to involvement in terrorism, <strong> Omar Suleiman </strong> ordered a guard to murder a shackled prisoner in front of <strong> Mamdouh Habib </strong>, which he did with a vicious karate kick. </q> <strong> Ibn al-Sheikh </strong> al-Libi was a former trainer in the Afghan jihadi camps who famously \"confessed\" a connection between Saddam and Al Qaeda while under torture in one of <strong> Omar Suleiman </strong>'s dungeons. <strong> Colin Powell </strong> ciTed Rall al-Libi", "new_id": -2}, {"uid": "1297680461038584339", "i": 22436, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "der Welt. Die Entwicklungsarbeit am ersten gemeinsamen Ger?t h?tte bereits begonnen, sagte Microsoft-Chef <strong> Steve Ballmer </strong> auf der Pressekonferenz am Freitag. Nach dem am Freitag ver?ffentlichten Plan wollen Microsoft und Nokia gemeinsam Mobilger?te entwickeln und vermarkten. <q> Nokia und Microsoft werden ihre St?rken kombinieren, um eine Umgebung mit bislang unerreichter globaler Reichweite zu schaffen </q>, sagte <strong> Stephen Elop </strong> auf der Pressekonferenz. \"Nun sind drei Pferde im Rennen.\" Weitergehenden Fusionspl?nen von Nokia und Microsoft erteilte <strong> Stephen Elop </strong> eine Absage. Wo steht Nokia nach dem Umbau? \"Das", "new_id": -2}, {"uid": "1297418465059129857", "i": 25082, "idx": 3, "sa": ["Eric Schmidt"], "q": "by the burning flames\" or jump into \"freezing waters\" . \"We are standing on a burning platform,\" he said in the speech, which was later posted on Nokia's internal blog. <q> We have more than one explosion- we have multiple points of scorching heat that are fuelling a blazing fire around us. \"There is intense heat coming from our competitors, more rapidly than we ever expected. While competitors poured flames on our market share, what happened at Nokia? We fell behind, we missed big trends, and we lost time. </q> Jules Verne Google doodle: science fiction author's birthday marked with'til ting' logo Google Earth finds Saudi Arabia's forbidden archaeological secrets Google's <strong> Eric Schmidt </strong> predicts the future of computing- and he plans to be", "new_id": -2}, {"uid": "1297159357137773062", "i": 59334, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "dette-- Verden- Aftenposten.no meta name= \"distribution\" content= \"Global\" /> meta name= \"author\" content= \"Aftenposten.no\" /> meta name= \"description\" content= <q> Da det ble kjent at amerikanske soldater hadde beg?tt overgrep mot irakiske fanger, mottok George W. BushGeorge W. Bush to oppsigelsesbrev fra <strong> Donald Rumsfeld </strong>. Men begge gangene ble forsvarsministeren overtalt til? fortsette i jobben. </q>/> Bilder av amerikanske soldater som begikk overgrep mot irakiske fanger i Abu Ghraib-fengselet gjorde at <strong> Donald Rumsfeld </strong> nsket? g av. FOTO: REUTERS/AP <strong> Donald Rumsfeld </strong> mener hans st?rste tabbe gjennom seks r som forsvarsminister var", "new_id": -2}, {"uid": "1297089391093831198", "i": 51730, "idx": 3, "sa": ["Sergio Marchionne"], "q": "\"I am paying shyster rates,\" <strong> Sergio Marchionne </strong> said, noting that Chrysler had no choice in 2009 but to pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout. <q> We had no choice... I am going to pay the shyster loans. </q> He called the loans \"a thorn in my side.\" <strong> Sergio Marchionne </strong> even manages to get his insult wrong. \"Shyster\" refers to attorneys, not lenders. He may have meant \"", "new_id": -2}, {"uid": "1295246138063356933", "i": 39543, "idx": 3, "sa": ["Bernie Sanders"], "q": "States\" 77.0166666667&amp;spn=10.0,10.0&amp;q=38.8833333333,- 77.0166666667%20%28United%20States%29&amp;t=h\"> Americans.\" <strong> Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a \"right-wing media echo chamber\" that is <q> transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day. </q> In a separate statement, state Republican Chairman Steve Larrabee said: \"By using this tragedy to demonize those he disagrees with, the Senator is doing exactly what he pretends to deplore.\"", "new_id": -2}, {"uid": "1297616629186400779", "i": 32565, "idx": 47, "sa": ["George H. W. Bush", "David Martin", "Donald Rumsfeld"], "q": "It was a set up for failure, and <strong> Donald Rumsfeld </strong> was in charge. \"You are responsible for the occupation of Iraq,\" said <strong> David Martin </strong>. \"Supposedly.\" <q> There's a George H. W. Bushial directive saying you are responsible. You have a command which is not up to the job. You have a civilian authority in Iraq not really taking your guidance, </q> <strong> David Martin </strong> continued. \"And not working closely with the military, which is unfortunate,\" <strong> Donald Rumsfeld </strong> added. \"Why did you stand for that?\" asked <strong> David Martin </strong>. \"You", "new_id": -2}]