[{"uid": "1295218070163594249", "i": 550, "idx": 8, "sa": ["Simon Cowell"], "q": "I need a partner in crime here.'?\" Fuller and <strong> Simon Cowell </strong> agreed that the Pop Idol winners would be managed by Fuller's company, 19, while <strong> Simon Cowell </strong> and BMG would put out their albums. <q>My real interest at that point was having the acts on my label,</q> <strong> Simon Cowell </strong> said. \"I had absolutely zero desire to be in front of the camera.\" Until then, <strong> Simon Cowell </strong> had made only rare appearances on the margins of the British tabloid culture. But just one", "new_id": -2}, {"uid": "1297270090210468915", "i": 44162, "idx": 1, "sa": ["Colin Powell"], "q": "with Secretary of State <strong> Colin Powell </strong>-- has been wrong and even dangerous to long-term U.S. national interests... \"The only one who can reach the president is his father,\" one former senior official said. <q>But it is not timely yet to talk to him.</q>", "new_id": -2}, {"uid": "1295218070163594249", "i": 543, "idx": 1, "sa": ["Simon Cowell"], "q": "'s contestants began selling millions of records. But after American Idol's smash third season, Fuller sued <strong> Simon Cowell </strong>, alleging that he had ripped off the Idol format by starting the British version of The X Factor. <q>The battle between Fuller and <strong> Simon Cowell </strong> that played out in the British courts-this was the undercurrent of everything that went on from the beginning of Sitting in his grand but subdued corner-office suite at the headquarters of Sony Music UK, <strong> Simon Cowell </strong> spoke about the rift that eventually broke up one of the most successful partnerships in entertainment history. \"I didn't steal anything. I just made a new show as he made new shows,</q> <strong> Simon Cowell </strong> said while sipping ginger tea and dragging on Kool cigarettes. \"At the point when Idol was launched, we both needed each other... I couldn't have done it without him, and I do", "new_id": -2}, {"uid": "1297298981049397781", "i": 42305, "idx": 3, "sa": ["Donald Rumsfeld", "Thomas Jefferson"], "q": "Fathers created. <strong> Thomas Jefferson </strong> \"A wise and frugal Government, which shall restrain men from injuring one another, shall leave them otherwise free to regulate their own pursuits of industry and improvement.\" Report Abuse <q>what about reducing the war budget, remember the cons don't consider Iraq and Afghanistan wars as part of the defense budget.</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Super Cheap Car Insurance Get Super Cheap Car Insurance Online. Free Quotes in Under 60 Seconds! 1.25-1.45% Apply Online! With AA+ Rated GE Capital", "new_id": -2}, {"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}, {"uid": "1297112970149880832", "i": 12388, "idx": 0, "sa": ["Cheryl Cole", "the Fox", "Simon Cowell"], "q": "had suggested that British judge <strong> Cheryl Cole </strong> had secured a place on <strong> the Fox </strong> competition's panel, although <strong> Simon Cowell </strong> has now said that he is still talking to a \"number of people\" about a possible role. <q>I'm not going to say today on this call who we are going to confirm or not confirm because the truth is we honestly haven't made our minds up yet,</q> he told reporters on a press call today. \"We're talking to a number of people and I expect to make an announcement within three to four weeks, although it might be a bit longer", "new_id": -2}, {"uid": "1295440340072597603", "i": 3713, "idx": 1, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "slump or slip farther away from the top spot. American viewers have never known an \"Idol\" that doesn't feature <strong> Simon Cowell </strong>'s rolling eyes, one-liners or antagonistic adjectives. Will they embrace it? <q>We're certainly back to having fun,</q> said executive producer <strong> Nigel Lythgoe </strong>, who rejoined the singing competition after a two-year hiatus. \"At some point along the way, and we're certainly all guilty of it, we started taking ourselves too seriously. I", "new_id": -2}, {"uid": "1295807421110559236", "i": 28651, "idx": 10, "sa": ["John McCain", "Bill Ayers", "Colin Powell", "Barack Obama"], "q": "on NBC, <strong> Colin Powell </strong> said that part of the reason he is supporting <strong> Barack Obama </strong> is because he did not like the negative tone of <strong> John McCain </strong>'s campaign, which has noted the links between <strong> Barack Obama </strong> and domestic terrorist <strong> Bill Ayers </strong>. <q>It troubled me. We have two wars. We have economic problems, we have health problems.... Those are the problems the American people want to hear about, not about Mr. <strong> Bill Ayers </strong>, not about who's a Muslim and not a Muslim. Those kind of images going out on Al Jazeera are killing us around the world,</q> he said. \"I thought it was over the top. It was beyond just good political fighting back and forth.... We can't judge our people and we can't hold our elections on that kind", "new_id": -2}, {"uid": "1295604338233226243", "i": 24209, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ",\" he added. \"Not to be all self-serving, but I read Google's mgmt shakeup as a confession that the co is a decision-making mess losing its way in search,\" adding: <q>Ask employees. Any engineer with initiative has been going mad at processes and vacillation.</q> Why would that mean <strong> Eric Schmidt </strong> should go? Because the arrangement in which he was chief executive and Page and <strong> Sergey Brin </strong>, the co-founders, had an equal role eventually has led to drift. Google needs", "new_id": -2}, {"uid": "1296018266109002765", "i": 13589, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "John Thune", "Paul Tonko"], "q": " \"I was happy to hear that the president and I agree: The foundation of our future economy will be built on investments in higher education and in scientific research and development,\" said <strong> Paul Tonko </strong>. <q>Innovation in technology and clean energy will be the keys that unlock unlimited opportunities for future generations of Americans, and allow us to maintain our status as the leader of the global economy.</q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., who sat with South Dakota Republican <strong> Barack Obama </strong> <strong> John Thune </strong>, expressed optimism that the evening's bipartisan mood could translate into bipartisan legislating. \"We need to continue the spirit of", "new_id": -2}]