[{"uid": "1295203196095649830", "i": 14646, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Jeff Flake"], "q": "rhetoric\" during the debate, <strong> Jeff Flake </strong> predicted the substance of the Republicans' arguments will not change. The repeal will find favor in the Republican-controlled House but isn't expected to pass the Senate. <q>We've lessened the impact between doctors and patients with this bill,</q> he said. \"My hope is the debate will be good for it.\" <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) said on CBS that lawmakers should aim to focus not on throwing out the", "new_id": -2}, {"uid": "1295224344099582013", "i": 13664, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.\" Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q>Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick.</q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. Show Low-$ 750,000 MLS 4410443", "new_id": -2}, {"uid": "1295559088104759345", "i": 26942, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Russia Now: In-Depth Coverage", "new_id": -2}, {"uid": "1297336520021299256", "i": 36805, "idx": 0, "sa": ["Simon Cowell"], "q": "firearm within 50 feet of a road, footpath or bridle-path, and in most cases will be contrary to laws for the protection of wildlife and the prohibition of cruelty to animals.\" He added: <q>Ownership and use of these weapons is perfectly legal but what is neither legal nor morally acceptable is to go around firing them randomly at animals.</q> <strong> Simon Cowell </strong> is urging the police to investigate such incidents thoroughly and he has asked them to issue warnings to the public not to fire air-guns at wild animals in any circumstances. Wildlife Aid said that", "new_id": -2}, {"uid": "1297701027073007133", "i": 43438, "idx": 0, "sa": ["Steve Ballmer"], "q": "saying again that this was \"real code\"- here's that video: Kinect and Windows Phone, together Microsoft did not release any new sales numbers today, instead rolling out the same ol' <q>93 percent customer satisfaction rate and nine out of 10 customers saying they are likely to recommend[ the phone] to someone else</q> line. Microsoft did announce that Windows Phone will be coming to Verizon and Sprint in the US \"soon\". Nokia CEO also joined <strong> Steve Ballmer </strong> onstage, talking again about the \"3rd ecosystem\".", "new_id": -2}, {"uid": "1297377662182599691", "i": 5136, "idx": 0, "sa": ["Martha Roby", "Mike Pence"], "q": "dollars in government grants and contracts. \"It is beyond shocking that Planned Parenthood employees were found on videotape aiding and abetting in the sex trafficking of minors,\" Rep. <strong> Martha Roby </strong>, R-Ala., said. <q>It is not a proud day that citizens learn about these activities.</q> Many pro-life lawmakers have wanted to cut Planned Parenthood's funding for years since the group is the nation's largest provider of abortions. GOP Rep. <strong> Mike Pence </strong> is sponsoring the Title X Abortion Provider Prohibition", "new_id": -2}, {"uid": "1295835993071843871", "i": 4527, "idx": 3, "sa": ["Eric Schmidt"], "q": ". Gartner says Gmail has captured less than 1% of the enterprise e-mail market, counting only businesses with at least 100 paid seats. Managed services partners are jumping on board, though. <q>A growing number of MSPs have embraced the Google Apps Reseller program,</q> says an MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained \"more channel partner momentum with managed services providers. Indeed, 29 of the world's top 100 MSPs now promote Google Apps to their end-customers.\"", "new_id": -2}, {"uid": "1296456455168951827", "i": 11365, "idx": 0, "sa": ["Allen Iverson"], "q": "I just want to see things get better for them.\" For the first time in his career, <strong> Allen Iverson </strong> may have enjoyed watching the 76ers lose, but he swore he took no extra gratification in it. <q>People ask that question all day, but my whole thing is to just win the basketball game,</q> <strong> Allen Iverson </strong> insisted. \"If I had a big game and we didn't win I would be feeling terrible right now. I'm just happy we got the win. Like I said, it's just another", "new_id": -2}, {"uid": "1295570430037306373", "i": 34157, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the top of the company.\" Larry Page, who founded the company with <strong> Sergey Brin </strong> will now run the company in the CEO role with <strong> Eric Schmidt </strong> moving to an \"Executive Chairman\" role. <q>Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I know he will merge Google's technology and business vision brilliantly,</q> says <strong> Eric Schmidt </strong> before adding: \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion,", "new_id": -2}, {"i": 10201, "idx": 5, "index_answer": 1, "new_id": -1, "q": "administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q>The administration knows that I am quite content with the work I am doing now,</q> he said. \"I am not interested in a government job.\" Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "uid": "1295805220124010531"}]