[{"uid": "1297119677178470967", "i": 11108, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "Martensen. the Tesar spot in One Arts is called Commissary. Also Wild Salsa at the Mercantile Place( upscale Mexican food?). air, says: <q> I thought the Chop House owner was supposed to open a burger place downtown, but haven't heard much on that. </q> New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the City Â© 2011 PanLocal Media, LLC- All Rights Reserved. Dallas Mayor Pro Tem", "new_id": -2}, {"uid": "1295577378207667391", "i": 47031, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ". From <strong> Eric Schmidt </strong>'s statement: \"Larry, in my clear opinion, is ready to lead. <strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects\" I believe this translates to: <q> <strong> Sergey Brin </strong> has a lot of shares, so we got him some really cool legos that will hopefully keep him busy and away from all decisions. </q> Gus on January 20, 2011 at 3:32 PM@ 4, don't forget the part that translates to \"we've found a way to make all <strong> Sergey Brin </strong>'s private jet travel tax-deductible for him\". Throwbacks", "new_id": -2}, {"uid": "1297310036062455890", "i": 32255, "idx": 1, "sa": ["Steve Ballmer"], "q": ". \"In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops,\" <strong> Steve Ballmer </strong> said in an e-mail to all employees Wednesday. <q> We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways. </q> <strong> Steve Ballmer </strong> also said in his e-mail that Amithabh Srivastava, a senior vice president for Server and Tools who seemed the heir apparent, is leaving. It's unclear where Srivastava will go next. He was", "new_id": -2}, {"uid": "1297363571104955962", "i": 5408, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "the past. \"People expect that we can create a modern, liberal democracy in Afghanistan,\" <strong> Donald Rumsfeld </strong> explains, but that ignores the realities of a landlocked country with a history and culture of its own. <q> A liberated people have been given a chance </q> to install a representative government that fits with their own culture, but we have a limited ability to impose any lasting outcomes otherwise. What does the military look like in 20-25 years? \"The Iron", "new_id": -2}, {"uid": "1297597866017956890", "i": 25449, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Several major pieces have been stolen from the Egyptian museum, including a statue of King Tutankhamun, Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects missing from the famed museum included <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of \"a gilded wood statue of Tutankhamun harpooning,\" <strong> Zahi Hawass </strong> said in a statement. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against then-president <strong> Hosni Mubarak </strong>", "new_id": -2}, {"uid": "1297618642174800979", "i": 11572, "idx": 3, "sa": ["Lois Capps", "Cecile Richards", "Mike Pence"], "q": "-- have vowed to fight the proposed funding cut. \"In my community, Planned Parenthood is a very highly regarded mainstream organization,\" said Rep. <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as <q> driven by an extreme ideological agenda. </q> <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people. \"This", "new_id": -2}, {"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy. \"I think that's part of what he's been positioning for,\" said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q> In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will </q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}, {"uid": "1296385836115228698", "i": 18456, "idx": 4, "sa": ["Tyronn Lue", "Magic Johnson", "Allen Iverson"], "q": " \"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Boston_Celtics_Vs_Orlando_Magic_Game_3_NBA_PLAYOFFS_2010_5/23/10 Celtics:94 <strong> Magic Johnson </strong>:71 Series Celtics Lead 3-0. If that word's meaning resembles that of \"complete and total annihilation\", you're on", "new_id": -2}, {"uid": "1296789417115392515", "i": 7114, "idx": 3, "sa": ["Allan Houston", "Tracy McGrady", "Michael Jordan", "Allen Iverson", "Jermaine O'Neal"], "q": "from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against <strong> Allan Houston </strong> on Jan. 15, 2002. \"I score a career high and we won the game,\" <strong> Allen Iverson </strong> said. <q> That's how you draw it up in your dreams. </q> It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana's <strong> Jermaine O'Neal </strong> had the previous high in the NBA this season, scoring 55 points against", "new_id": -2}, {"uid": "1297255140028704860", "i": 8640, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "threatened by a public uprising, <strong> Donald Rumsfeld </strong> suggests that the Obama administration would have been better off pursuing private diplomacy with the Egyptian president rather than making public statements identifying with the aspirations of pro-democracy protesters. <q> I personally think- it's kind of an old-fashioned thought- that private diplomacy is preferable, </q> he says. \"Public diplomacy can have the effect of letting the world know what you think; it can have the effect of satisfying your own personal views and playing to your base, wherever you are,", "new_id": -2}]