[{"uid": "1295965652202670112", "i": 41555, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": " <strong> Eric Schmidt </strong>: <q> Ich freue mich auf das n?chste Jahrzehnt bei Google </q> Alle Ger?chte seien falsch:`` <strong> Larry Page </strong>, Sergey und ich sind beste Freunde. Ich bin Google weiterhin sehr verbunden'', sagte der Noch-Vorstandschef von Google, <strong> Eric Schmidt </strong>, auf der Burda-Digitalkonferenz DLD in M?nchen. Seine", "new_id": -2}, {"uid": "1297266831144211998", "i": 49637, "idx": 3, "sa": ["Kim Kardashian", "Paula Abdul", "Elizabeth Taylor", "Simon Cowell", "Jennifer Aniston"], "q": "way. He's an acquired taste but I love him very much.'' <strong> Paula Abdul </strong> was then asked if she'd seen <strong> Simon Cowell </strong>'s Super Bowl promo for The X Factor. She said: <q> Oh yeah I have, he's a massive fan of mine, definitely. It's interesting, it's a really good promo spot, it's familiar to me. All I'm saying is that he's a little obsessive. Massive. </q> <strong> Jennifer Aniston </strong>: I'm happy being single <strong> Jennifer Aniston </strong> has assured people she will be`` a mom and married and barefoot and pregnant in the kitchen'' one day.... <strong> Kim Kardashian </strong> in awe of <strong> Elizabeth Taylor </strong> <strong> Kim Kardashian </strong> says <strong> Elizabeth Taylor </strong>", "new_id": -2}, {"uid": "1297677175135315458", "i": 8110, "idx": 1, "sa": ["Michael Gove", "Andy Burnham"], "q": "the opposition Labour party took the opportunity to criticise the scrapping of the BSF programme. Shadow Secretary of Education <strong> Andy Burnham </strong> accused <strong> Michael Gove </strong> of betraying children and communities and called for the Education Secretary to apologise.'' <q> They deserve no less than a full apology from him today and a commitment to act quickly on the court's finding, </q> he said.''`` The ruling calls into question every school building scheme cut by <strong> Michael Gove </strong> and is a damning verdict on his competence as a minister. He must tell us today how much public money he has", "new_id": -2}, {"uid": "1297245173074432530", "i": 48350, "idx": 0, "sa": ["Simon Cowell", "Lindsay Lohan"], "q": "stint in rehab following a drink-driving conviction, has reportedly claimed that the jewellery was loaned to her and says that she returned it to her stylist, who was responsible for returning it to the store. <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1295644860262504456", "i": 20000, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "role at the company. He will keep`` focusing on strategic products,'' Google said in a regulatory filing on Thursday. The company portrayed its change at the top as evolutionary rather than revolutionary. <q> <strong> Larry Page </strong>... is ready to lead, </q> <strong> Eric Schmidt </strong> wrote on his blog, adding via Twitter:`` Day-to-day adult supervision no longer needed!'' <strong> Eric Schmidt </strong> said that although what he called the`` triumvirate approach'' of leadership by himself, <strong> Larry Page </strong> and", "new_id": -2}, {"uid": "1296048495146931720", "i": 16262, "idx": 1, "sa": ["Charles Blé Goudé", "Gilbert Aké", "Barack Obama", "Simone Gbagbo", "Alassane Ouattara", "Ban Ki-moon"], "q": "particularly now that I have been given this portfolio.'' <strong> Gilbert Aké </strong> replaces the former prime minister. He is a university chief and longtime <strong> Simone Gbagbo </strong> ally unknown to many Ivorians.[ <strong> Gilbert Aké </strong>, Ivorian Prime Minister]: <q> We have economy proCharles Blé Goudéms but for the moment, the <strong> Barack Obama </strong> of the republic has put the accent on proCharles Blé Goudéms of governance, but to effectively address all these difficulties, we need to be in a more adequate socio-political context. </q> <strong> Simone Gbagbo </strong>'s rival Barack Obamaial claimant <strong> Alassane Ouattara </strong> has been recognized as <strong> Barack Obama </strong> by UN Secretary-General <strong> Ban Ki-moon </strong>, US <strong> Barack Obama </strong> and others. <strong> Simone Gbagbo </strong> retains control of the army and has dismissed calls to stand down as outside interference. <strong> Simone Gbagbo </strong> was", "new_id": -2}, {"uid": "1295469111069730385", "i": 21364, "idx": 3, "sa": ["Simon Cowell", "Randy Jackson"], "q": "couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.''( A jab at <strong> Simon Cowell </strong>?) <q> I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage, </q> he prattled cheerfully.`` There's camaraderie that you haven't seen in 10 years on this show. I get along with <strong> Randy Jackson </strong>, and J Lo is a fox; she's street, she's got", "new_id": -2}, {"uid": "1295565460204783640", "i": 25133, "idx": 3, "sa": ["Tim Cook", "Sergey Brin", "Eric Schmidt"], "q": ", <strong> Sergey Brin </strong> and I have been talking for a long Tim Cooke about how best to simplify our management structure and speed up decision making,'' <strong> Eric Schmidt </strong> said in a posting on the company's official blog. <q> And over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> Google also reported fourth-quarter financial results, beating Wall Street's net revenue expectations. Net revenue, excluding fees paid to partner websites, was$ 6.37 billion. Analysts polled by Thomson Reuters I/B/E", "new_id": -2}, {"uid": "1295879063140918804", "i": 2537, "idx": 3, "sa": ["James Murdoch", "Chris Huhne", "David Cameron"], "q": "the six o'clock news to say they had discovered no further evidence,'' he told BBC1's The Politics Show on Sunday. Asked about <strong> Chris Huhne </strong>'s comments, the prime minister's spokesman said today: <q> The position at the present time is that the Crown Prosecution Service are carrying out an assessment of the information that is held by the Metropolitan police. That process is under way and it is up to the CPS to make a decision on their assessment.`` The prime minister's position is that if there are allegations of illegal behaviour, then those allegations need to be taken very seriously, but in all cases it is a matter for the police and the CPS. </q> Conservative links to <strong> James Murdoch </strong> under scrutiny as private meeting revealed David Cameron-James Murdoch meeting would not affect BSkyB decision, signals No 10 Sky presenters in the firing line over sexist jibes at female match official Social networking under", "new_id": -2}, {"i": 6583, "idx": 3, "index_answer": 0, "new_id": -1, "q": "executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said.`` We've got very complicated government issues,'' he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Red", "sa": ["Eric Schmidt"], "uid": "1296006300058851357"}]