[{"uid": "1297346998032342017", "i": 49847, "idx": 0, "sa": ["Richard Blumenthal", "Diana DeGette", "Kirsten Gillibrand"], "q": " Two Senate Democrats, <strong> Kirsten Gillibrand </strong>( N.Y.) and <strong> Richard Blumenthal </strong>( Conn.), have vowed to block any anti-abortion bills that come to the Senate. http://thehill.com/blogs/blog-briefing-room/news/143179-Diana DeGette-house-republicans-showing-true-colors-on-abortion-bills I find it funny that the Pro-abortion congressional leaders are never <q> pushing legislation... to appease their... base </q>. They are ALWAYS`` working for the people'' or`` vowing'' to block or push( depending on the hour) ANY legislation that is against paying for or pushing to extend abortion up until the baby", "new_id": -2}, {"uid": "1295617333003915778", "i": 24860, "idx": 1, "sa": ["Michael White", "Andy Coulson"], "q": "Labour pounces on phone-hacking revelations as potential election gift <strong> Andy Coulson </strong>: No culture of phone hacking under me at News of the World <strong> Andy Coulson </strong>'s resignation will not end No 10's dependence on the red-tops| <strong> Michael White </strong> <q> As the police often use papers like the NoW to help them flush out the bad guys. </q> In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window without pressing", "new_id": -2}, {"uid": "1296391518023904278", "i": 53415, "idx": 10, "sa": ["Mike Pence"], "q": "the congressional seat was especially gratifying for <strong> Mike Pence </strong> after he made, by his own admission, fairly serious missteps and then spent years toiling in the vineyards through his work in policy, radio and television. <q> I think it was a sense that` There is a second chance. There is an opportunity to serve at this level, </q>' Stephan said.''` I've learned a lot. I've grown a lot, and I'm in a better position now to represent Indiana than I would have been.'''", "new_id": -2}, {"uid": "1295617238099680260", "i": 24698, "idx": 0, "sa": ["Edwin Edwards", "David Cameron", "Andy Coulson"], "q": "building scandal. It also further calls into doubt claims by the Rupert Murdoch-owned News of The World that phone hacking was only carried out by a couple of rogue employees. <strong> Andy Coulson </strong> denies wrongdoing, but said <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role. </q> <strong> David Cameron </strong> said that he was`` very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.''`` <strong> Andy Coulson </strong> has told me that the focus on him <strong> Edwin Edwards </strong>, the Silv", "new_id": -2}, {"uid": "1295601684081559570", "i": 32287, "idx": 12, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.'' He said <strong> Larry Page </strong> was`` ready to lead,'' and anticipated working <q> for a long time to come </q> with <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who did an`` outstanding job'' leading Google.`` There is no other CEO in the world that could have", "new_id": -2}, {"uid": "1297705955073007104", "i": 57404, "idx": 1, "sa": ["Steve Ballmer"], "q": "give people the full web, the full Internet on their phone, like they've come to expect with the PC,'' Microsoft chief <strong> Steve Ballmer </strong> said at the mobile industry's annual get-together in Barcelona. <q> Later this year we are going to release a version of Internet Explorer9( web browser) complete with hardware and graphics and other hardware acceleration for the Windows Phone, </q> he added.`` The web in some senses was designed for the PC first-- we need to make it a first class citizen on the phone,'' he added. Quotes delayed,", "new_id": -2}, {"uid": "1295802995079921158", "i": 19505, "idx": 2, "sa": ["George W. Bush", "Colin Powell"], "q": "href=\"http://www.cnn.com/video/#/video/politics/2011/01/23/sotu.Colin Powell.Colin Powell.afghanistan.cnn\"> Click to watch video`` Every <strong> George W. Bush </strong> has a challenge when it goes from campaigning to governing, takes a while to figure out the difference between campaigning and governing,'' <strong> Colin Powell </strong> said on CNN's <q> State of the Union. </q>`` Now we see at the end of the second year, he is definitely focusing on governing... we'll see how 2011 goes.'' <strong> Colin Powell </strong>, who worked in four George W. Bushial administrations- most recently under", "new_id": -2}, {"uid": "1297423079232947720", "i": 2470, "idx": 0, "sa": ["Stephen Elop", "Thomas Langer", "Steve Ballmer"], "q": "trotz R?ckendeckung namhafter Hersteller wie HTC oder Samsung im Smartphone-Markt ebenfalls kaum Fortschritte gemacht habe. Analyst <strong> Thomas Langer </strong> von der WestLB sah die Pl?ne als sehr negativ f?r die finanzielle Entwicklung des laufenden und des kommenden Jahres an. <q> Heute wird aus einem Kampf mobiler Ger?te ein Kampf zwischen mobilen kosystemen, und unsere St?rken in diesem Bereich erg?nzen sich </q>, hie es in einem gemeinsamen Brief von <strong> Stephen Elop </strong> und Microsofts-Chef <strong> Steve Ballmer </strong>. Nokia setzte bei den Computer-Telefonen bisher vor allem auf das eigene Betriebssystem Symbian, das aber als veraltet gilt. Das System solle weiter unterst?tzt werden,", "new_id": -2}, {"uid": "1295287873140443669", "i": 356, "idx": 0, "sa": ["Bobby Douglass", "Michael Vick"], "q": "in from 1 yard out with 5 minutes, 19 seconds to go.`` Since I've been in Green Bay, our players have never really respected <strong> Bobby Douglass </strong>,'' Packers coach Dan Devine said. <q> And he just dominated the game today. </q> After leaving the Bears in 1975, <strong> Bobby Douglass </strong> played with the Chargers and Saints. He finished his NFL career with the Packers in 1978. <strong> Bobby Douglass </strong>' record stood until <strong> Michael Vick </strong> ran for 103 yards", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history.`` We're putting our money where our mouth is,'' <strong> Simon Cowell </strong> said. <q> It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star. </q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge.`` I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}]