[{"uid": "1296228272172146710", "i": 17283, "idx": 25, "sa": ["Mike Pence"], "q": "on with the Obama agenda, without sounding moralistic. It leaves a little bit of a void.\" \"It's tough for a House member to run for president,\" this strategist continues, <q> and it looks like he will waltz into the governorship of Indiana. He must be thinking, \"I've got time, and it's a lot easier to run as the governor of Indiana than as a House member from anywhere.' </q> The source close to <strong> Mike Pence </strong> agrees. As governor, he\"ll be able \"to build a larger following and donor base\" and address \"the punditry that says you need executive experience.\"", "new_id": -2}, {"uid": "1295671127217972802", "i": 33781, "idx": 0, "sa": ["Andy Coulson"], "q": "photo provided by the presidency... Photo: Protetrors hold a poster depicting ousted... World Video: End In Sight For Korean Tension? World Video: Around the World: Protesters, Police Clash in Albania Report Abuse <q> \"The exiled head of the main Tunisian Islamist party, which was banned by <strong> Zine El Abidine Ben Ali </strong>, told AFP that he now planned to return to his homeland. </q>\" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Mom's$ 5 Anti Aging Trick Dermatologists DO N'T Want You Knowing About", "new_id": -2}, {"uid": "1295636751256720935", "i": 12848, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "to the coming campaign. \"We can talk about gloom and doom, we can talk about the us can do it, we can't invest in the future, that's all wrong.\" <q> GE is a story of success, </q> <strong> Kirsten Gillibrand </strong> added. \"If we can beat Russia in the race to the moon, we can beat China in the race to green energy.\" jakester: I think we shoud have a new bill intorduced", "new_id": -2}, {"uid": "1295278049044859404", "i": 24953, "idx": 0, "sa": ["Steve Ballmer"], "q": "first and foremost, right? <strong> Steve Ballmer </strong> also believes that the introduction of the Kinect motion controller is beginning to expand the console's appeal beyond that of the male hardcore bedroom gamer-geek. He said: <q> I think about my own family. My wife used to say, \"No, no, that's the machine the boys use,' and now she says,` Yeah, I want to go watch movies. Let's go play the dance game' </q>. \"It opens up accessibility to family entertainment because with the Kinect, you control these systems with your body, with your voice. We\"ve opened up the world of content in TV, movies", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}, {"uid": "1295168588203145230", "i": 7560, "idx": 4, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "The strength that you could see flowing out of her, it was like she was trying to will her eyes open.\" On ABC's \"Good Morning America\" on Thursday, <strong> Kirsten Gillibrand </strong> added, <q> Everything that we love about <strong> Gabrielle Giffords </strong> was all there at that moment. </q> Kelly told the president and first lady about the development as they drove from the hospital to the University of Arizona's McKale Center, where <strong> Barack Obama </strong> would speak at a memorial service. Kelly gave the president", "new_id": -2}, {"uid": "1295775786222068738", "i": 32036, "idx": 4, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": " \"I asked a successful guy, \"What's the best advice you can give me?\" He said, \"<strong> Simon Cowell </strong>, know when to leave the fair,\" he said. <q> I think that's good advice- one year, I actually found myself thinking, \"I've run out of insults, I don't know how I'm going to tell people they suck. \"Something inside you says, \"You know what, it's time to go. \"I've enjoyed myself, I mean it\"s not the most difficult job in the world, is it? </q> he added. News on <strong> Simon Cowell </strong> News on <strong> Oprah Winfrey </strong> Copyright Asian News International/DailyIndia. com", "new_id": -2}, {"uid": "1295552145232112145", "i": 5186, "idx": 3, "sa": ["Mike Pence", "Ronald Reagan"], "q": "believe in.\" Republicans, <strong> Mike Pence </strong> continues, should learn from how <strong> Ronald Reagan </strong> led. \"I think <strong> Ronald Reagan </strong> personifies both the substance and the style of conservatism in the 21st century,\" he says. <q> On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values. </q> \"But on style, he was a gentle man,\" <strong> Mike Pence </strong> says. \"I met him in 1988, I sat with him for five or ten minutes in the Blue Room when I was", "new_id": -2}, {"uid": "1295264181256114695", "i": 225, "idx": 0, "sa": ["Jack Kemp", "Ronald Reagan", "Mike Pence"], "q": "counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former Rep. Jim Ryan, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1295890517156680255", "i": 44514, "idx": 1, "sa": ["Will Smith", "Emma Watson", "David Letterman", "Andy Kaufman", "Stuart Scott", "Joaquin Phoenix"], "q": "- Never Let Go of My Hand- A Kerry E <strong> Stuart Scott </strong> Narration <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?@mjdasilva <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?@mjdasilva So are you in the <q> <strong> Joaquin Phoenix </strong> is on drugs and deeply disturbed camp? </q> or the \"He's having a laugh camp\". Either way, I can't wait for that debut hip-hop album. Follow me@mjdasilva... Late Show with <strong> David Letterman </strong>- <strong> Emma Watson </strong>( 2007) On <strong> Will Smith </strong> 11", "new_id": -2}]