[{"uid": "1295641898262504480", "i": 24441, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "April into the new post of executive chairman. The company, which has grown into the world's biggest Web company by market capitalization since its 2004 initial public offering, said it was making the changes to <q>streamline decision making and create clearer lines of responsibility and accountability.<q> In a letter posted on <strong> Google Inc. </strong>'s blog, Mr. <strong> Eric Schmidt </strong>, 55, said the company's rapid growth has made managing business \"more complicated.\" He said that a decision was made \"over", "new_id": -2}, {"uid": "1297213873164479095", "i": 5848, "idx": 1, "sa": ["Mike Pence"], "q": "latest undercover sting is being made public as Congress takes up the \"No Taxpayer Funding for Abortion Act.\" Republicans in the House want to cut Planned Parenthood's$ 300 million in federal funding. <q>The time has come to deny all federal funding to Planned Parenthood of America,<q> says Rep. <strong> Mike Pence </strong>( R-Ind.) Evening News Online, 02.08.11 Tuesday: Rival drug cartels are making Juarez, Mexico one of the most dangerous places on Earth; Plus, an investigation determines that electronics are", "new_id": -2}, {"uid": "1296101866131907615", "i": 8791, "idx": 0, "sa": ["Eric Schmidt"], "q": "Committee, is working on spectrum legislation that is expected to support direct allocation. More in The Hill: http://bit.ly/g4sQp4. LightSquared cleared to offer wireless broadband: The Associated Press reports, <q>Federal regulators have given a satellite start-up called LightSquared clearance to use its allotted airwaves to provide wireless broadband services that could compete with AT&T and Verizon Wireless. The Federal Communications Commission is granting the Reston, Va., company a waiver from federal rules limiting the use of those airwaves to providing back-up wireless connections for satellite phone service. Without the waiver, LightSquared's network could only be used to provide ground-based broadband service if it can also connect to a satellite.<q> More: http://yhoo.it/f6ZBsD. Why does Consumer Watchdog pick on <strong> Eric Schmidt </strong>?: released yet another video mocking Google chief executive <strong> Eric Schmidt </strong>, we asked John Simpson, who directs the organization's \"", "new_id": -2}, {"uid": "1297127661189071411", "i": 37779, "idx": 3, "sa": ["Simon Cowell"], "q": "me-- she hadn't won yet-- and said,' I want to get behind this girl.[ His Sony label J records] was the natural choice.\" <strong> Simon Cowell </strong> said that most importantly he <q>wants to be fair to the artist<q> and to whatever genre of music in which he or she happens to be fluent. \"And then choose whichever division of Sony makes sense( for the artist).\" <strong> Simon Cowell </strong> also addressed rumors that", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q>It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together,<q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade, \"or even cutting spending\" as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}, {"uid": "1295287505178176044", "i": 2168, "idx": 1, "sa": ["Michael Douglas", "Matt Lauer", "David Letterman"], "q": "on the big screen portraying <strong> Michael Douglas </strong> Gecko in \"Wall Street: Money Never Sleeps.\" His \"wild six-month ride\" through chemotherapy kept him under the media magnifying glass. It began in August on <strong> David Letterman </strong>. <q>I've got cancer. I've got cancer. I've found out about three weeks ago. I said, \"gee just when I found out I was going to be on your show.' I got a biopsy and they analyzed it. It's a stage four which is intense, so they got to go at it.<q> <strong> Matt Lauer </strong> scored the exclusive post-recovery interview-- <strong> Michael Douglas </strong>\" first since beginning treatment. With cameras rolling, the Oscar winning actor revealed how his celebrity status was an added burden. LAUER: \"There were some pictures taken", "new_id": -2}, {"uid": "1295669449065781959", "i": 29544, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "\"Very smart of the tories to let <strong> Andy Coulson </strong> go now.\" RogerOThornhill 21 January 2011 8:29 PM GraGraGra 21 January 2011 8:29 PM LabanTall 21 January 2011 8:32 PM <q>The fall-out from the resignation of <strong> David Cameron </strong>'s PR chief will reach far into our political culture<q> taxedtothelimit 21 January 2011 8:32 PM perplexing What a feeble brain <strong> David Cameron </strong> has Yes it was a dumb idea hiring him\" as the tories now know. In order to", "new_id": -2}, {"uid": "1297662325045400099", "i": 13859, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "The title derives from a frequently parodied <strong> Donald Rumsfeld </strong> response to a reporter's question about whether there actually was evidence of any link between <strong> Saddam Hussein </strong> and terrorists seeking weapons of mass destruction. The defense secretary responded: <q>Reports that say that something hasn't happened are always interesting to me because, as we know, there are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown unknowns-- the ones we don't know we don't know.<q> Masterful bureaucratic survivor that he was until he ran out of room to maneuver, he now delivers a memoir that is all about shifting blame and settling scores. The author has no taste for self-criticism or", "new_id": -2}, {"uid": "1295628138018169942", "i": 1781, "idx": 0, "sa": ["Andy Coulson"], "q": "editor of a top-selling tabloid newspaper. <strong> Andy Coulson </strong> denies any knowledge of the hacking, but admitted he'd committed a cardinal sin for a back room operator- he became the story. <strong> Andy Coulson </strong> said <q>continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed<q> in his role as Downing Street communications chief. \"I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.\"", "new_id": -2}, {"uid": "1294986518220069897", "i": 30289, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "head, <strong> Gabrielle Giffords </strong> is moving both arms and legs. \"This is a major leap forward. This is a major milestone for her,\" said Dr. Michael Lemole, University Medical Center. <q>She would hold my hand. She would squeeze it harder and she'd rub her thumb on my thumb so I knew she was telling me I hear you. I know what you're saying. I'm with you,<q> said Sen. <strong> Kirsten Gillibrand </strong>, D-NY. The New York senator is a close friend of the congresswoman. On Wednesday night, she was in <strong> Gabrielle Giffords </strong>' hospital room for the biggest milestone. <strong> Gabrielle Giffords </strong> opened her eyes", "new_id": -2}]