[{"uid": "1295667464153141265", "i": 4954, "idx": 3, "sa": ["Andy Coulson"], "q": "prime minister said he was`` very sorry'' Mr <strong> Andy Coulson </strong> had decided to resign but he`` understood that the continuing pressures on him and his family meant that he felt compelled to do so''. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> he said. He denied that it raised questions about his own judgement and said Mr <strong> Andy Coulson </strong> had`` run the Downing Street press office in a professional and competent and good way''. The", "new_id": -2}, {"uid": "1295703712216449026", "i": 2918, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> has been <strong> David Cameron </strong>'s communications director since 2007 <strong> Andy Coulson </strong> has been <strong> David Cameron </strong>'s communications director since 2007 <strong> Andy Coulson </strong> has resigned as the PM's communications chief <strong> David Cameron </strong> said he was`` very sorry'' <strong> Andy Coulson </strong> was going <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The Guardian after <strong> Andy Coulson </strong> quit Friday, bowing to pressure over what he knew about hacking at the News of the World( NOTW) when he was its editor. The dramatic", "new_id": -2}, {"uid": "1295656711074924044", "i": 47960, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Edward Cox"], "q": ". U.S. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., said the president was rightly focusing on jobs.`` I think the president's speech really hit the mark,'' <strong> Kirsten Gillibrand </strong> said. <q> If we can beat Russia to the moon, we can beat China in the race for green energy. </q> State Republican Party Chairman <strong> Edward Cox </strong> dismissed the event as a`` photo-op.''( 3 of 3)`` Photo ops don't create jobs,'' <strong> Edward Cox </strong> said in a statement", "new_id": -2}, {"uid": "1297323057252542979", "i": 10133, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "lives lost. The process of concluding investigations prior to coming to determinations is enshrined in all institutions of most civilizations. <strong> Donald Rumsfeld </strong> can lie all he wants, but we were here when it happened and remember the lies <q> we know where they[ the weapons] are. They are in Tikrit and surrounding areas.. </q>. Furthermore all of the`` meet the press'' footage is available for future generations to see said lies with their own eye. <strong> Donald Rumsfeld </strong> has innocent blood on his hands plain and simple- no different from", "new_id": -2}, {"uid": "1296154380245841959", "i": 26243, "idx": 2, "sa": ["Michael Vick"], "q": "Pingback: Tweets that mention <strong> Michael Vick </strong>'s Marketability Comes Full Circle- MarketShare- Advertising marketing& media- Forbes-- Topsy.com Cancel Post Your Comment You must be logged in to post a comment <q> damn you michael noer, for putting one of your colleagues in harm's way. keep writing. i'm enjoyign this very much. </q>", "new_id": -2}, {"uid": "1297523762190513232", "i": 12449, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "continued,`` because of our interests in Israel and Jordan and elsewhere.'' <strong> Sen. Bernie Sanders </strong>, I-Vt., had a similar response and called on the United States to support a transition to democracy. <q> After 30 years of autocratic rule, <strong> Hosni Mubarak </strong> is gone, </q> <strong> Sen. Bernie Sanders </strong> said in a statement.`` That is extraordinary news and a real testament to the incredible courage of millions of people in that country who put their lives on the line in the fight for democracy. The", "new_id": -2}, {"uid": "1295583741050233384", "i": 45723, "idx": 0, "sa": ["Eric Schmidt", "Aaron Fulkerson"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Although Mindtouch CEO <strong> Aaron Fulkerson </strong> does a good job listing the major points that his company's namesake product( available as a service too) touches on in this reviewcam, it's also one of those products that", "new_id": -2}, {"uid": "1295958121022577156", "i": 33189, "idx": 0, "sa": ["Cheryl Cole", "Girls Aloud", "Derek Hough", "Justin Bieber", "Simon Cowell"], "q": "credibility'' to the American X Factor. A friend of <strong> Cheryl Cole </strong>'s beau <strong> Derek Hough </strong>. The truth is, nothing has been signed and the producers still aren't convinced.'' The source continued: <q> They are more keen to get a big US star like Katy or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> <strong> Girls Aloud </strong> star's pal and UK X Factor boss, <strong> Simon Cowell </strong>, is fighting to secure <strong> Cheryl Cole </strong>'s place on the US panel, as well as <strong> Derek Hough </strong> and her other showbiz pals, <strong> Justin Bieber </strong> encouraging <strong> Cheryl Cole </strong>", "new_id": -2}, {"uid": "1295717001239091721", "i": 43826, "idx": 2, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": ", said he was representing four people who believe they were targeted by other newspapers.`` This was almost kids' play time. It was such a widespread practice,'' said Mr Lewis. <q> Although it is a crime, people were regarding it as though it was driving at 35mph in a 30, that you just sort of do it and hope you don't get caught. </q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor <strong> Clive Goodman </strong> and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone hacking. Although he accepted ultimate responsibility", "new_id": -2}, {"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}]