[{"uid": "1295143384120275178", "i": 6345, "idx": 0, "sa": ["Jared Loughner", "Kirsten Gillibrand", "Gabrielle Giffords"], "q": ".). <strong> Kirsten Gillibrand </strong> is one of the legislators close to <strong> Gabrielle Giffords </strong>, and created the model for the \"Congress on Your Corner\" event <strong> Gabrielle Giffords </strong> was holding when <strong> Jared Loughner </strong> allegedly opened fire, killing six. <q><strong> Martin Luther King </strong> said that only in moments of darkness, can we see the stars. I hope in this time of sadness and loss, we can find new strength to come together as a nation and foster greater respect for one another,</q> <strong> Kirsten Gillibrand </strong> said in a statement before leaving. \"We may never make any sense of this heinous crime, but I remember how <strong> Gabrielle Giffords </strong> so often urged people to stand up to the violent language that divides", "new_id": -2}, {"uid": "1296801733169033778", "i": 33746, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "heart attacks. \"A <strong> Barbara Walters </strong> Special: A Matter of Life and Death\"( 9 p.m., ABC) includes interviews with celebrities and notables about their experiences with open heart surgery. <strong> Robin Williams </strong> calls this group the <q>brotherhood of the cracked chest club.</q> Interviews with <strong> Robin Williams </strong>, <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong> and <strong> Charlie Rose </strong> reveal very different men and their paths to near total heart disease and recovery. The side effects are often as emotionally draining as physically debilitating.", "new_id": -2}, {"uid": "1297148717028524550", "i": 27679, "idx": 9, "sa": ["Simon Cowell"], "q": "\" The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. \"If they don't sell a single record they still get to keep the money,\" he said. <q>It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back</q> through record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to \"instil\" in the competition.", "new_id": -2}, {"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "\" <strong> Roger Goodell </strong> said.\"[ Most often] they're not recognizing they have a role in it.\" Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q>I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like, \"He won't sign my jersey.'</q> He says he thinks Mike <strong> Michael Vick </strong> \"is sincerely trying.\" And he isn't blind to the fact that the story isn\"t over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}, {"uid": "1297128027137412656", "i": 10711, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": " \"Clearly, this was not the case in this situation and one without my knowledge or approval,\" he said. In his own statement, <strong> Dwaine Caraway </strong> said the key was \"ceremonial.\" <q>These ceremonial gifts are different from the official keys to the city presented by the mayor,</q> he said. As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1296858709051773441", "i": 40525, "idx": 0, "sa": ["Howard Stern", "David Letterman", "Regis Philbin"], "q": "<strong> Howard Stern </strong> made a shocking allegation while appearing on the Late Show with <strong> David Letterman </strong>. <strong> Howard Stern </strong> told <strong> David Letterman </strong> and the Late Show viewers that <strong> Regis Philbin </strong> didn't really retire, he was fired. <q>He got fired. He went in and he asked for more money and they gave poor old <strong> Regis Philbin </strong> the boot,</q> said <strong> Howard Stern </strong>. \"I don't want to hear that. I don't want to believe that,\" said <strong> David Letterman </strong>. But on his show, <strong> Regis Philbin </strong> said there's no truth to", "new_id": -2}, {"uid": "1295008484200032264", "i": 23200, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "about Gifford's condition to emerge since an assassination attempt against her on Saturday. <strong> Gabrielle Giffords </strong> was squeezing and stroking <strong> Kirsten Gillibrand </strong>'s hand, as doctors previously said she had been able to do. <strong> Gabrielle Giffords </strong> <q>absolutely could hear everything we were saying,</q> <strong> Kirsten Gillibrand </strong> said. \"And Debbie( Wasserman Schultz, D-Florida) and I were telling her how much she was inspiring the nation with her courage, her strength, and we were talking about the things we wanted", "new_id": -2}, {"uid": "1296722504024068126", "i": 495, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "lunch alone with the new envoy. \"Shouldn't have done so,\" the memo said. The president \"linked him to the White House instead of to\" the Pentagon or State Department. <q>There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch,</q> <strong> Donald Rumsfeld </strong> writes in the book.", "new_id": -2}, {"uid": "1295614577107249689", "i": 22274, "idx": 0, "sa": ["Andy Coulson"], "q": "understanding of the British public. Mr <strong> Andy Coulson </strong> said: \"I can today confirm I have resigned as director of communications in Downing Street \"It's been a privilege and an honour to work <q><strong> David Cameron </strong> for three and a half years.</q> The former editor said he was \"extremely proud of the part he played\" in getting the party back into government. Mr <strong> Andy Coulson </strong> said the row over phone hacking made it \"difficult to", "new_id": -2}, {"uid": "1295432780218038315", "i": 4751, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "Steve Coogan"], "q": "Sports commentator <strong> Andy Coulson </strong> Gray, the high court was told today. <strong> Glenn Mulcaire </strong>, seized in a police raid of his home in 2006, showed he had also noted the number the former footballer used to access messages. <q>The only purpose of calling that number would be to go into voicemails,</q> Reed said. Gray and the comedian <strong> Steve Coogan </strong> went to the high court today in an attempt to force <strong> Glenn Mulcaire </strong> to reveal which News of the World journalists ordered him to hack into their mobile phones. They are", "new_id": -2}]