[{"i": 8023, "idx": 0, "index_answer": 0, "new_id": -1, "q": "want the <strong> Bill Clinton </strong> and Congress to work together on the big issues, not least the economy. <strong> Larry Sabato </strong> said the Republican takeover of the House of Representatives gives the <strong> Bill Clinton </strong> a new political lease on life. <q>Once the Tea Party members of the House start having a full airing of their views, <strong> Barack Obama </strong> will appear more moderate. He's going to be nicely positioned between the old <strong> Barack Obama </strong> and the new Republican House. I've said for more than a year that if the Democrats hold both the House and the Senate <strong> Barack Obama </strong> might be a one-term <strong> Bill Clinton </strong>. Now he has someone to blame and someone to make him to look better.</q> <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically. \"He hasn't achieved all of his purposes, but he", "sa": ["Larry Sabato", "Colin Powell", "Bill Clinton", "Barack Obama"], "uid": "1296560297058949650"}, {"uid": "1295566930055705651", "i": 29113, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": "Thu, Jan 20, 2011, 6:41 PM EST- U.S. Markets closed <strong> Google Inc. </strong> co-founder Page to replace <strong> Eric Schmidt </strong> as CEO{ \"s\": \"goog, novl\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} <strong> Michael Liedtke </strong>, AP Technology Writer, On Thursday January 20, 2011, 6:19 pm SAN FRANCISCO( AP)-- <strong> Eric Schmidt </strong>, a", "new_id": -2}, {"uid": "1296074555171098119", "i": 33600, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "first paid endorsement contract since his release from prison. The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. <q>We're real excited about it,</q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1294970546002998292", "i": 34115, "idx": 0, "sa": ["Jay Leno", "Cam Newton", "David Letterman"], "q": "have been around an excellent environment and have great teammates, coaches and support from the Auburn family. \"It's been a blessing for me to be a part of something so great,\" <strong> Cam Newton </strong> said. <q>Any time you win games it's a big deal, but for this school to win a BCS National Championship, what a way to make people happy. Auburn is a special place that I can call home.</q> He was as at ease on the football field as he was making his acceptance speech at Heisman Trophy banquet, or appearing on late night television with <strong> David Letterman </strong> and <strong> Jay Leno </strong>. He played his final game with a", "new_id": -2}, {"uid": "1296260491067190794", "i": 4023, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "We won't let them.\" And he made similar noises during a public appearance last summer. Asked if <strong> Eric Schmidt </strong> had told him about Android prior to its unveiling, <strong> Steve Jobs </strong> said: <q>No.... They started competing with us and it got more and more serious.</q> Asked if he felt betrayed, he said: \"My sex life is pretty good these days\". <strong> Eric Schmidt </strong> likes to portray Google as an \"open\" company that operates in contrast to a \"closed", "new_id": -2}, {"uid": "1297446725101842956", "i": 11164, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "that this is still his habit. His office houses his archive and the <strong> Donald Rumsfeld </strong> Foundation, which among other things helps retired troops. I ask him what time he normally gets up and he replies, unsmilingly, <q>I get up at 4.30 or five and exercise generally and read the paper in the sauna.</q> His way of life seems almost comically Spartan. I suggest that perhaps we might order something to eat, and he seems genuinely surprised. \"You want something to eat?\" A waiter is summoned. I", "new_id": -2}, {"uid": "1295615565136232978", "i": 11367, "idx": 1, "sa": ["Clive Goodman", "Andy Coulson"], "q": "for me to give the 110% needed in this role. I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.\" <q>I'll leave within the next few weeks and will do so wishing the Prime Minister, his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government.</q> Mr. <strong> Andy Coulson </strong> has been under pressure for months over his role at the News of the World. He was its editor in chief in 2007 when its royal editor, <strong> Clive Goodman </strong>, and an investigator it had", "new_id": -2}, {"uid": "1296536150067862554", "i": 2639, "idx": 4, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "Jazz 120-109 on Thursday night. \"I've now scored 40 points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. <q>It was definitely a special night,</q> <strong> Linas Kleiza </strong> said. \"I will remember this night for the rest of my life.\" The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He", "new_id": -2}, {"uid": "1297709927124567580", "i": 40151, "idx": 0, "sa": ["Mike Huckabee", "Mike Pence"], "q": "the alley, because the light was better. Social conservatives tend to talk about issues such as abortion and gay rights, stem cell research and the role of religion \"in the public square\": <q>Those who would have us ignore the battle being fought over life, marriage and religious liberty have forgotten the lessons of history,</q> said Rep. <strong> Mike Pence </strong>( R-Ind.) at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: \"We need to understand there is a direct", "new_id": -2}, {"uid": "1295611398069435392", "i": 10509, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of negative news reports and gave him his full support. It will also deprive Mr <strong> David Cameron </strong> of a prized colleague who respected for his intuitive understanding of the British public. Mr <strong> Andy Coulson </strong> said: <q>I can today confirm I have resigned as director of communications in Downing Street \"It's been a privilege and an honour to work for <strong> David Cameron </strong> for three and a half years.</q> The former editor said he was \"extremely proud of the part he played\" in getting the party back into government. Mr <strong> Andy Coulson </strong> said the row over phone hacking made it \"difficult to", "new_id": -2}]