[{"uid": "1296058173154206255", "i": 4972, "idx": 5, "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "q": "possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said. \"I am not interested in a government job.\" Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh", "new_id": -2}, {"uid": "1297375858182599693", "i": 29798, "idx": 0, "sa": ["David Letterman", "Danica Patrick", "Bobby Rahal"], "q": "While he still gets some satisfaction from team wins when he's watching his drivers from atop the timing stand, \"it's not as much fun, I can tell you that.\" <q> When I won the Indy 500 versus when we won it with( 2004 race winner) <strong> Buddy Rice </strong>, it was still a tremendous thrill and sense of accomplishment but it's just a very different one and you really can't compare the two, </q> he said. The team may be best known for bringing <strong> Danica Patrick </strong> to the IndyCar series in 2006. <strong> Bobby Rahal </strong> <strong> David Letterman </strong> left the IndyCar Series after 2008 and has run drivers in the Indy 500 for the past", "new_id": -2}, {"uid": "1296693857231915532", "i": 20700, "idx": 1, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron", "George Osborne"], "q": "sealed after a discussion yesterday with <strong> Nick Clegg </strong>. Robinson told The Independent that <strong> George Osborne </strong> and <strong> Andy Coulson </strong> were not so different. Both are skilful in communicating simple messages from complicated stories and neither man craves the spotlight. <q> I suspect[ Craig <strong> George Osborne </strong>] will be delighted if the public never hears his name after the news of his appointment. He will live or die in that job by his capacity to shape clear messages for <strong> David Cameron </strong> and find ways to communicate them, </q> he said. \"There was not a single issue of controversy around <strong> Andy Coulson </strong>'s time as a spin doctor for <strong> David Cameron </strong>- they were all about his time at the News of the World. That's", "new_id": -2}, {"uid": "1297089447093831169", "i": 3093, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "the Iraq war came in drawing down troops too quickly. \"I don't have enough confidence to say that that's right. I think that it's possible,\" he said. <q> We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed. </q> He added: \"It's hard to know. You know, the path you didn't take is always smoother.\" <strong> Donald Rumsfeld </strong>'s comments came in his first TV interview since 2006, and echo", "new_id": -2}, {"uid": "1296774953170934311", "i": 4036, "idx": 0, "sa": ["David Letterman"], "q": " \"Area Had Its Fair Share of Crack Makers\" read the awkward headline. More than 20 wrote me of the inappropriateness of this headline, with its modern-day drug connotation. Andrew from Unadilla said <q> the DEA will be looking for Flo after that headline! </q> Wilma from Grand Gorge chastised the headline-maker for \"sullying this good woman's reputation.\" Online, \"KcFourdoggs\" left a post saying, \"Great article... hopefully this headline doesn't make it to <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1295907918177651713", "i": 23767, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford", "President Lyndon Johnson"], "q": "<strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>, with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. \"It's not a journal, it's not a diary,\" he says of the <strong> Gerald Ford </strong> White House notes. <q> It is a set of working documents that I've never edited. In fact, most I've never reread. </q> As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos; \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: \"Are we winning or losing the", "new_id": -2}, {"uid": "1295667836215973891", "i": 15123, "idx": 0, "sa": ["Thomas Paine", "Glenn Beck", "Allen Iverson", "John Boehner"], "q": "Constitution to America. Either that, or it's a settlement offer for that boy after he sued the rectory. Super-religious guy <strong> Glenn Beck </strong> likes to play dress-up as <strong> Thomas Paine </strong>. <strong> Thomas Paine </strong>, an atheist who said churches were <q> human inventions, set up to terrify and enslave mankind </q>. <strong> John Boehner </strong> Adams said, \"this would be the best of all possible worlds, if there were no religion in it\".* Which is not to say the Founders didn't http://wn.com/Allen_Iverson_37pts_vs_Tracy_McGrady_Orlando_Magic_2001_MVP <strong> Allen Iverson </strong> scored 37 points", "new_id": -2}, {"uid": "1295916380143048746", "i": 1645, "idx": 1, "sa": ["Steve Booth", "Eric Schmidt", "Google Inc."], "q": "\" While a free-wheeling attitude typically works well at small companies, it could cause problems in a company as large as <strong> Google Inc. </strong>, says <strong> Steve Booth </strong>, a business professor at the University of Chicago. <q> The risk is that if you take away the process, that in some sense you go back to a kind of chaos, </q> Kaplan said. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. \"Larry has been with me in every major decision in the past decade,\" <strong> Eric Schmidt </strong> said", "new_id": -2}, {"i": 30603, "idx": 3, "index_answer": 0, "new_id": -1, "q": "was a part of. <strong> Michael Vick </strong>'s people rushed him out of the event, and <strong> Richard Hunter </strong> relayed that when he told <strong> Michael Vick </strong> that he adopted one of the dogs and showed him a picture of the animal, <strong> Michael Vick </strong> <q> turned and looked at the picture... then looked me right in the eye... and walked away. </q>( Note: there's one quick F-bomb about halfway through the video below, so be aware...) Report Abuse 11 turn overs in 7 games. OVER-RATED Report Abuse this", "sa": ["Richard Hunter", "Michael Vick"], "uid": "1297140587008634392"}, {"uid": "1295909976177651712", "i": 34014, "idx": 0, "sa": ["Chuck Schumer", "Mike Pence"], "q": ",\" <strong> Chuck Schumer </strong> said. \"Now, that's symbolic, but maybe it just sets a tone and everything gets a little bit more civil.\" The idea does have its critics. <q> You know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address, </q> Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. \"Well, I've been in Congress for 10 years and I learned a long time ago, it doesn't really matter where you sit- it matters", "new_id": -2}]