[{"uid": "1296478507189546539", "i": 14288, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Profit and Modified EBITDA for Q4 2010 and Total Year 2010 is detailed in Table 1 of the attachment to the press release( 2)- Cash includes Cash and Cash Equivalents <q> As Chrysler Group's brand displays at the Detroit auto show confirmed, the Company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months, </q> said <strong> Sergio Marchionne </strong>, Chief Executive Officer, Chrysler Group LLC.`` All of these vehicles bear testimony to Chrysler's rebirth. Given the positive comments we have received to date, it can safely be said that what", "new_id": -2}, {"uid": "1294968144056983582", "i": 11583, "idx": 0, "sa": ["Steve Ballmer"], "q": ",`` I found out we ran out of consoles at end of the month(!) so don't expect to win Dec.,'' referring to its battle with Sony's PlayStation 3 and Nintendo Wii. <q> Jan/Feb supply is tight as well. </q> Analysts estimate 2.5 million Xbox 360 units sold in December, behind Nintendo's Wii that moved 2.6 million units. At the Consumer Electronics Show in Las Vegas last week, Microsoft chief <strong> Steve Ballmer </strong> said", "new_id": -2}, {"uid": "1296380428137199628", "i": 22495, "idx": 1, "sa": ["LeBron James", "Allen Iverson", "Elton Brand"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four <strong> LeBron James </strong> goes beast in game against Portland when he scores 44 points and makes 7 points in overtime January 8, 1987 86-87 Blazers was", "new_id": -2}, {"uid": "1297148731184270855", "i": 56419, "idx": 14, "sa": ["George W. Bush", "Hosni Mubarak", "Colin Powell", "Condoleezza Rice", "George H. W. Bush", "Madeleine Albright", "Dan Quayle", "Donald Rumsfeld", "Jane Harman"], "q": "had these weapons.'' <strong> George H. W. Bush </strong>, <strong> Hosni Mubarak </strong>... <strong> George H. W. Bush </strong> Photo in Slideshow: Sheikh Ahmad Humood Jaber Al-Sabah, <strong> Dan Quayle </strong>, Photo in Slideshow: <strong> Madeleine Albright </strong>, <strong> Colin Powell </strong> Top Stories Video: South SuDan Quayleese celebrate vote Report Abuse <q> <strong> George W. Bush </strong> Cheney, <strong> Donald Rumsfeld </strong> and <strong> Condoleezza Rice </strong>-`` hanging's too good for them, burning's too good for them, they should to be torn into little bitsy pieces and buried alive! </q> \" The Christian Science Monitor: Terrorism sponsor no more? Obama hints at taking SuDan Quayle from the list. The Christian Science Monitor: Rep. <strong> Jane Harman </strong> resigns, thinning ranks of Democrats' Blue Dogs", "new_id": -2}, {"uid": "1295512232228671506", "i": 49575, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "meetings he had failed to persuade Gbagbo to relinquish the presidency to <strong> Alassane Ouattara </strong>. Gbagbo refuses to leave office despite sanctions, multiple visits by African leaders, and the threat of a military ouster. <q> I regret to announce that the breakthrough that was needed did not materialize, </q> <strong> Raila Odinga </strong> said in a statement. <strong> Raila Odinga </strong> said Gbagbo had broken several promises that he had made to lift a blockade of the Abidjan hotel where <strong> Alassane Ouattara </strong> is confined. Swiss authorities, meanwhile, were", "new_id": -2}, {"uid": "1295336713131039270", "i": 8968, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Paula Deen", "Jack Kemp", "Jim Ryun", "Barack Obama", "Mitt Romney"], "q": "counsel to <strong> Barack Obama </strong> Ronald Reagan, Paula Deenounced the America's <strong> Barack Obama </strong> ComMitt Romneyee to encourage a Mike Pence-for-Barack Obama bid. Former <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kan., also is helping the campaign collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the opTim Pawlentyistic, pro-growth, pro-job creation Reagan-Jack Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice Barack Obamaial candidate.", "new_id": -2}, {"uid": "1295720552178274370", "i": 58803, "idx": 2, "sa": ["Alassane Ouattara", "Bertrand Badie"], "q": "crit la[ version pr?liminaire]'', avait d?clar fin d?cembre Laurent Gbagbo dans un entretien? la cha?ne de t?l?vision Euronews. Mi-janvier lors d'un rassemblement de soutien au camp de son mari, <strong> Bertrand Badie </strong>: <q> En C?te d'Ivoire, l'ONU a t juge pas m?diatrice </q> Pour <strong> Alassane Ouattara </strong>, une intervention militaire s` impose en C?te d'Ivoire Paris juge le renvoi par Gbagbo de son ambassadeur sans effet juridique Alg?rie: malgr une manifestation avort?e, l'opposition hausse le ton Gaz de schiste: r?volution", "new_id": -2}, {"uid": "1295133243039174154", "i": 22435, "idx": 2, "sa": ["David Letterman", "Mike Birbiglia", "Jimmy Fallon", "Jrue Holiday", "Conan O'Brien", "Danny Granger"], "q": ", who got a game-high 27 points from <strong> Danny Granger </strong> to halt a nine-game road losing streak. <strong> Jrue Holiday </strong> led the Sixers with 19 points and eight assists, while <strong> Mike Birbiglia </strong> Tour Week Five- The Basketball Finale <strong> Mike Birbiglia </strong> ends his <q> I'm in the Future Also </q> tour in memorable fashion in Philadelphia and Atlantic City. Comedian <strong> Mike Birbiglia </strong> has appeared on The Late Show With <strong> David Letterman </strong>, Late Night With <strong> Conan O'Brien </strong>, The View, and Late Night With <strong> Jimmy Fallon </strong>. In 2008, Mi...", "new_id": -2}, {"uid": "1295640121217038855", "i": 6598, "idx": 3, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.`` Page credited <strong> Eric Schmidt </strong> with running the company`` brilliantly'' while keeping the`` headstrong founders'' involved. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role, </q> he said.`` Google still has such incredible opportunity- we are only at the beginning and I can't wait to get started.`` <strong> Eric Schmidt </strong> made the announcement as the company reported revenues of 8.44 billion dollars", "new_id": -2}, {"i": 8808, "idx": 2, "index_answer": 3, "new_id": -1, "q": ", and he has to prove he is a businessman,'' Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian: <q> After slipups with search, Street View and Android, it's clear that Google needs tighter control at the top- and <strong> Eric Schmidt </strong> is not the man for the job. </q> What of Google's other co-founder, <strong> Sergey Brin </strong>? He is said to be focusing on strategic projects and is particularly interested in social networking. HP's former CEO <strong> Mark Hurd </strong>; Image by Getty Images North", "sa": ["Eric Schmidt", "Sergey Brin", "Mark Hurd", "Charles Arthur"], "uid": "1295674696105103375"}]