[{"uid": "1296140177192086050", "i": 22846, "idx": 2, "sa": ["Eric Schmidt"], "q": "$ 5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in April. <strong> Eric Schmidt </strong> summed up seismic shift at Google's helm in a Twitter post last week that said, <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> has led Google since 2001, three years before the company went public in August 2004. Since then, Google's shares have grown more than sixfold, at one point surpassing$ 700. Google", "new_id": -2}, {"uid": "1295563322217792524", "i": 19782, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ": The call is starting right on time. Everybody's on it: Page, <strong> Eric Schmidt </strong>, <strong> Sergey Brin </strong>, plus a lot of product chiefs like Jonathan Rosenberg. 4:32: <strong> Eric Schmidt </strong> is conducting the call. <q>We jumped on the call to talk about the other announcement.</q> 4:33: \"How can we run the company even better?\" Historically, they made decisions together, but this adds delay. The proposal, which the board has approved, is to have Larry", "new_id": -2}, {"uid": "1295442599093192202", "i": 41427, "idx": 0, "sa": ["Michael Vick", "Stephen Colbert"], "q": "book \"Alone Together,\" told <strong> Stephen Colbert </strong> \"we have to put technology in its place\" on \"The <strong> Stephen Colbert </strong> Report\" last night. \"What's the possible harm?\" asked <strong> Stephen Colbert </strong>. <q>Let's say I'm <strong> Jennifer Aniston </strong> Bares Chest, Talks Body In Allure( PHOTOS) <strong> Jennifer Aniston </strong> covers the February issue of Allure, and inside she poses half-naked with a teddy bear and talks about her body and watching \"The Bachelor.' See all of <strong> Jennifer Aniston </strong>'s best undressed moments here. Allure's press <strong> Piers Morgan </strong> And Oprah Make A Bet About <strong> Michael Vick </strong>( VIDEO) Oprah is <strong> Piers Morgan </strong>\"s first guest for his CNN show \"<strong> Piers Morgan </strong> Tonight.</q> The show debuts on Monday night. In one of the clips released by CNN before the episode airs, the two made a bet about who can get controversial footballer <strong> Michael Vick </strong> on their show first. The", "new_id": -2}, {"uid": "1296434449170967045", "i": 33039, "idx": 0, "sa": ["Google Inc.", "David Cameron", "Eric Schmidt", "Rupert Murdoch"], "q": ".'s U.K. unit handed over new details. <strong> Rupert Murdoch </strong>, who was scheduled to speak at a panel discussion with <strong> Google Inc. </strong>. Chief Executive Officer <strong> Eric Schmidt </strong> at the Switzerland, last week cancelled his appearance. <q>The mess bursting around his business in Britain will undoubtedly impact on his international ambitions,</q> said <strong> David Cameron </strong> Banks, a former editor of the Daily Mirror who also worked for News Corp. newspapers the New York Post and The Sun. A spokeswoman for News Corp. declined to comment on whether", "new_id": -2}, {"uid": "1296059358120487938", "i": 38996, "idx": 0, "sa": ["Andy Coulson"], "q": "inconceivable\" Mr <strong> Andy Coulson </strong> could not have known phones were being hacked when he was editor. Others in the media agree. The Guardian reports that former Sun editor David Yelland told an audience of students he <q>can't believe a fellow editor would not know phone tapping was in action</q>. When Mr <strong> Andy Coulson </strong> resigned as NoW editor, on the the day his royal editor was jailed, he took responsibility for the scandal despite denying knowledge of it. <strong> Andy Coulson </strong> blamed coverage of the hacking", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.</q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}, {"uid": "1295168588203145230", "i": 7558, "idx": 2, "sa": ["The doctor", "Debbie Wasserman Schultz", "Kirsten Gillibrand"], "q": "she could hear him. Instead, she slowly raised her left arm. \"<strong> The doctor </strong> said this is amazing what she's doing right now and beyond our greatest hopes,\" <strong> Kirsten Gillibrand </strong> said. <q>It felt like we were watching a miracle,</q> <strong> Debbie Wasserman Schultz </strong> said. \"The strength that you could see flowing out of her, it was like she was trying to will her eyes open.\" On ABC's \"Good Morning America\" on Thursday", "new_id": -2}, {"uid": "1295030362239566879", "i": 28172, "idx": 0, "sa": ["Steve Ballmer"], "q": "Chief Out At Microsoft, Is <strong> Steve Ballmer </strong> Next? seven ways Microsoft can save itself in 2011. One of the most important, I wrote, was that CEO <strong> Steve Ballmer </strong> must bring management stability back to Redmond: <q>In the past 18 months, the entrance to Microsoft's corporate headquarters has revolved faster than the judge's panel on American Idol.</q> Noritsu's new printer is smaller than competing products and uses ink jet cartridges instead of chemicals <strong> Steve Ballmer </strong> was vague about the reasons. \"This is simply recognition that all businesses go through cycles and need new and", "new_id": -2}, {"uid": "1296767113070385743", "i": 657, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "\"<strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> says in a new book that he wanted to oversee the initial reconstruction of Iraq following the United States' invasion of the country but he was rebuffed by <strong> President Bush </strong>.\" <q><strong> President Bush </strong> didn't cotton to the idea,</q> <strong> Donald Rumsfeld </strong> writes in his yet-to-be-released memoir Known and Unknown, excerpts of which were obtained by POLITICO. \"What if we had a problem with North Korea?\" <strong> President Bush </strong> asked, according to a", "new_id": -2}, {"uid": "1296391518023904278", "i": 43976, "idx": 7, "sa": ["Rush Limbaugh", "Mike Pence"], "q": "a radio talk show host, <strong> Mike Pence </strong> started a TV show in 1995. Although <strong> Mike Pence </strong> was inspired by <strong> Rush Limbaugh </strong>, he kept to his \"no personal attacks\" pledge. <q>Conservative media, including <strong> Rush Limbaugh </strong>, have a tremendous blind spot when it comes to making a distinction between differences in public policy and personal differences,</q> <strong> Mike Pence </strong> told The Indianapolis Star in 1995. When McIntosh, who had succeeded Sharp, decided to run for governor in 2000, <strong> Mike Pence </strong> won a six-way primary for the GOP nomination in the 2nd", "new_id": -2}]