[{"uid": "1295467181182812682", "i": 35880, "idx": 1, "sa": ["Howard Stern", "David Letterman", "Jay Leno"], "q": "guy's ripped off like 10 major things from my show.'' <strong> Howard Stern </strong> also adds he's baffled that <strong> Jay Leno </strong> has beaten fellow late-night host href=\"http://www.tvguide.com/celebrities/David Letterman- David Letterman/194124?rss=breakingnews&amp;partnerid=worldnow&amp;profileid=01\" target=\"_blank\"> <strong> David Letterman </strong> in the ratings. <q> It's beyond my comprehension, </q> <strong> Howard Stern </strong> says.`` America must be filled with morons who at night lay in bed-- the ones who are watching him, they must be in a coma.'' All content? Copyright 2000- 2011", "new_id": -2}, {"uid": "1296423886068993025", "i": 44788, "idx": 8, "sa": ["Tracy McGrady", "Yao Min", "Grant Long", "Allen Iverson", "Michael Finley", "Antonio McDyess", "Kwame Brown", "Yao Ming", "Phil Jackson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 Yao Minutes of the second quarter, carrying his new team like he had his old ones in Denver and Phil Jacksonadelphia for so <strong> Grant Long </strong>. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coYao Ming into a situation where guys have been http://wn.com/Tracy McGrady_Tracy McGrady_vs_San_Antonio McDyess_Spurs_with_injured_shoulder After missing all his field goals against one of the San <strong> Antonio McDyess </strong> Spurs' in-state rivals a week ago, <strong> Michael Finley </strong> tweaked his pregame", "new_id": -2}, {"uid": "1297231761238518375", "i": 54990, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "in his book and related interviews. The outspoken former defense chief acknowledged making remarks sometimes seen as undiplomatic, including dismissing countries opposed to the Iraq war in 2003 as`` old Europe.'' <q> Do I regret it? </q> he asked.`` Well, not really.'' <strong> Donald Rumsfeld </strong> noted the invasions of Iraq and Afghanistan had left those countries with more freedom, politically and economically. That progress, he said, could inspire", "new_id": -2}, {"uid": "1296658429217907213", "i": 18281, "idx": 0, "sa": ["Patrick Lo", "Steve Ballmer", "Steve Jobs", "Jen-Hsun Huang"], "q": "company's CEO.( Source: Moca Blog) Netgear's Chief Executive, <strong> Patrick Lo </strong>, seemed to infer that Apple CEO <strong> Steve Jobs </strong>, currently on medical leave, would die soon.( Source: Reuters) <q> I for one will not buy any more Netgear products and neither should any other Apple fans </q>-- Angry Observer Netgear CEO <strong> Patrick Lo </strong> joined the ranks of href=\"http://www.dailytech.com/Steve Jobs+Steve Ballmer+Vista+Was+Not+Executed+Well+Theres+Nothing+Free+About+Android/article18464.htm\" title=\"Steve Ballmer: Vista Was\"> Microsoft CEO <strong> Steve Ballmer </strong> and href=\"http://www.dailytech.com/NVIDIAs+CEO+Proclaims+His+Love+of+Apple+Computers/article16766.htm\" title=\"NVIDIA's CEO Proclaims His Love of Apple Computers\"> NVIDIA's CEO <strong> Jen-Hsun Huang </strong> when he", "new_id": -2}, {"uid": "1297152367211075085", "i": 36990, "idx": 6, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "die hij persoonlijk op het Witte Huis kwam bezorgen. <strong> George W. Bush </strong> concludeerde echter dat`` Abu Ghraib niet zou verdwijnen door mijn vertrek en hij had liever dat ik het probleem zou behandelen.'' Bovendien, vermoedt <strong> Donald Rumsfeld </strong>, <q> mijn vertrek zou de critici hebben gesterkt </q>. Op het matje <strong> Donald Rumsfeld </strong> vertrok uiteindelijk twee jaar later, een dag na de tussentijdse Congresverkiezingen in de VS, waarbij de Republikeinse partij van <strong> George W. Bush </strong> gevoelige klappen opliep.`` Ik had al besloten", "new_id": -2}, {"uid": "1295907439175931409", "i": 18439, "idx": 1, "sa": ["Angelina Jolie", "Megan Fox"], "q": "son dos. Tiens, tiens, <strong> Angelina Jolie </strong> a les m?mes( cf. photo de droite)! <strong> Megan Fox </strong> s' tait souvent plainte de la comparaison avec` Angie', arguant que c' tait une <q> invention et un manque de cr?ativit de la part des m?dias </q>.`` Je la copie parce que je suis brune, que j' ai des tatouages et que je joue dans un film d'action?'', avait-elle demand? Entertainment Weekly en 2009. Mais elle avait tout de", "new_id": -2}, {"uid": "1297512024118882316", "i": 34174, "idx": 0, "sa": ["Simon Cowell"], "q": "bureaus. Of course, networks can fall back on the defense that their audience exhibits scant interest in the rest of the world. A recent Pew Research Center survey concluded that increased public interest in Egypt <q> did not keep pace with the growth in media coverage, </q> and in an earlier poll, 52% of respondents said they had heard`` little or nothing'' about the anti-government protests. To them, <strong> Simon Cowell </strong> leaving`` American Idol'' qualifies as big international news.", "new_id": -2}, {"uid": "1295601090081559617", "i": 35394, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "who plays scathing cheerleading coach Sue Sylvester on the title=\"More on United States...\" href=\"http://rss.thisislondon.co.uk/standard/related-229-united-states.do\"> US TV show- believes there are many similarities between the teacher and the straight-talking talent show judge. She said: <q> If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her.`` He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> <strong> Jane Lynch </strong> also admitted she is`` amazed'' by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with", "new_id": -2}, {"uid": "1296081184146374659", "i": 3122, "idx": 0, "sa": ["Matt Cardle", "Simon Cowell"], "q": "slug, story is correct) The X Factor,'' which has a U.S. launch this year, won the talent show category at Britain's National Television Awards on Wednesday, beating <q> Britain's Got Strictly Come Dancing. </q> The show, featuring <strong> Simon Cowell </strong> as an acerbic judge, has regularly topped the viewer ratings in Britain, and its latest winner, painter and decorator <strong> Matt Cardle </strong>, snagged the coveted", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries.`` Things have been stable since June'' in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q> But you never know; it's possible for the government to cause us to not work. </q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}]