[{"uid": "1295762096175325193", "i": 17995, "idx": 0, "sa": ["Tony Blair", "Paul Pierce", "Allen Iverson"], "q": "behind them. \"It was a must win for us. We came up with that attitude,\" said <strong> Tony Blair </strong>, who had 25 points, including a 3-pointer that made it 104-90 with 7:52 to go. <q>It was \"win or go home\" in our minds.</q> The lead grew to 17 before the Warriors mounted one last run, scoring nine straight points to cut it to http://wn.com/Healthcare_Reform_Bill_Debate_KCRA-NBC3_6pm_Sacramento,_CA_03-20-2010wmv <strong> Paul Pierce </strong> Smith is interviewed by KCRA channel 3 on March 21st 2010. http://wn.com/Allen_Iverson_33pts_vs_Baron_Davis_Warriors_07/08_NBA <strong> Allen Iverson </strong> squared up,", "new_id": -2}, {"uid": "1296028477108707843", "i": 8756, "idx": 3, "sa": ["Michael Vick"], "q": "several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by the company. <q>The Unequal technology is a part of my game now and I won't play without my Unequal,</q> <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. \"Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.\" ESPN.com's Matt Mosley", "new_id": -2}, {"uid": "1295613452243957775", "i": 3135, "idx": 2, "sa": ["Eric Schmidt"], "q": "interview with the UK's Daily Telegraph, Google( NASDAQ: GOOG) CEO <strong> Eric Schmidt </strong> said the company would not launch a new version of its Nexus One smartphone. Regarding the Google-branded phone. <strong> Eric Schmidt </strong> said it, <q>was so successful, we didn't have to do a second one.</q> H... Re: <strong> Eric Schmidt </strong> at HIMSS 2:37 Here's why google shouldn't get into this. The health sciences industry should ask themselves now, do we really want an advertising company that is publicly traded and", "new_id": -2}, {"uid": "1295556096104759333", "i": 17721, "idx": 1, "sa": ["Cher Lloyd", "Simon Cowell"], "q": " \"You'd think <strong> Cher Lloyd </strong> would just be happy for the chance, but she's told <strong> Simon Cowell </strong> she wants to do it her own way,\" one source blabs to the Daily Mail. <q>She's thrown a few heavy-duty tantrums and is, frankly, being a bit of a pain,</q> adds the insider. \"You have to admire such self-confidence in a young girl, but she's no respecter of authority and she's had run-ins with a few people.\" Catch <strong> Cher Lloyd </strong> on tour", "new_id": -2}, {"uid": "1296415510191545349", "i": 11490, "idx": 0, "sa": ["David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "Cheeriness of Those Gershwin Boys An unquenchable joie de vivre buoyed by an antic humor that wells up like spring- <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong>, <strong> Charlie Rose </strong> and discuss having open-heart surgery on ABC's <q>A <strong> Barbara Walters </strong> Special: A Matter of Entertainment Weekly and Women's Wear Daily. text-->-+ Single Page print Twitter Email Old Boys' Network? Hardly. How About Lots of Tired Geezer Channels? women get theirs in the end. Not only do they tend to live longer than television, at least, they seem to have a richer and more rewarding old age. Ron Jaffe/CMT Roles for older men tend toward stereotype: <strong> Ed Asner </strong> and <strong> Melissa Peterman </strong> in \"Working Class,</q> beginning Friday on CMT. Related Make It Funny, Make It Work, Make It Quickly( January 23, His mission is to save snakes, rice and slum children Mumbai Saturday, January 29, 2011--", "new_id": -2}, {"uid": "1297363571104955962", "i": 5402, "idx": 0, "sa": ["Moqtada al-Sadr", "Donald Rumsfeld"], "q": " \"relatively large\" Iraqi security force for additional support. Also in 2006, the Anbar Awakening began to gain momentum, while the Iraqi government began maturing and <strong> Moqtada al-Sadr </strong> decided to fade from the scene. <q>The surge was the right thing to do at the right time,</q> <strong> Donald Rumsfeld </strong> said, giving Bush \"a whale of a lot of credit\" for pulling the trigger on it. \"He galvanized opinion in Iraq\" as well as in the US, <strong> Donald Rumsfeld </strong> says, which was", "new_id": -2}, {"uid": "1297156819182796331", "i": 2320, "idx": 0, "sa": ["Dwaine Caraway", "Jim Schwartz", "Michael Vick", "Mike Munchak"], "q": "eighth overall by the then-Houston Oilers in 1982. Lions coach <strong> Jim Schwartz </strong> said he didn't realize how respected <strong> Mike Munchak </strong>, 50, was throughout the NFL until he left Tennessee. <q>I am known as someone who burns the midnight oil, and consistently <strong> Mike Munchak </strong>'s car was the only one left in the parking lot when I left. Titans fans can sleep well knowing Munch is at the helm. I know I did,</q> he said in a statement. A minor ruckus has arisen over Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong>'s presentation of a \"key to the city\" to Eagles quarterback <strong> Michael Vick </strong> at a ceremony in Dallas leading up to", "new_id": -2}, {"uid": "1295476300073809973", "i": 1634, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor. \"In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,\" <strong> Sergio Marchionne </strong> said. <q>One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology.</q> DevilishPersona 4:53 PM( 1/19/2011) I think DevilishPersona watched a few too many movies or had some nightmares about a evil hydraulic floor jack. 5,000 psi is not an abnormally high pressure for hydraulic", "new_id": -2}, {"i": 47897, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and religious liberty have forgotten the lessons of history,\" said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q>We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure.</q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said: \"It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.\" Those are reasonable concerns", "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "uid": "1297490833134791170"}, {"uid": "1296333795178929703", "i": 4610, "idx": 2, "sa": ["Zahi Hawass"], "q": "today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,\" <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q>Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies,</q> he said. He added looters had also ransacked the ticket office.\" 23 posted on 01/29/2011 12:31:22 PM PST( A closed mouth gathers no feet- Visualize) these fools try to destroy their", "new_id": -2}]