[{"uid": "1295501574237502511", "i": 38812, "idx": 0, "sa": ["Simon Cowell"], "q": "<q> Forget what you know... for the best is yet to come, </q> declared the bold lettering at the start of the`` American Idol'' Season 10 href=\"http://article.wn.com/view/2011/01/20/American_Idol_returns_with_JLo_but_not_Simon Cowell_x/\" target=\"_blank\">` American Idol' returns, with J.Lo but not <strong> Simon Cowell </strong>`` American Idol'' Soldiers on without <strong> Simon Cowell </strong>` American", "new_id": -2}, {"uid": "1296770511173654034", "i": 14626, "idx": 0, "sa": ["Donald Rumsfeld"], "q": " href=\"http://us.rd.yahoo.com/dailynews/dailybeast/ts_dailybeast/storytext/12211_Donald Rumsfeldrumfeldstilldefiantinnewbookknownandunknown/40001172/SIG=135s7a8h7/*http://www.thedailybeast.com/blogs-and-stories/2011-02-03/Donald Rumsfeld-book-known-and-unknown-passages/\"> <strong> Donald Rumsfeld </strong>'s memoir, including his unromantic proposal and his take on Hurricane Katrina. Ten days after the attacks of Sept. 11, 2001, <strong> Donald Rumsfeld </strong> wrote himself a note. <q> At the right moment, </q> it said,`` we may want to give Saddam Hussein a way out for his family to live in comfort.'' Known and Unknown, the former Defense secretary says he believed that`` an aggressive diplomatic", "new_id": -2}, {"uid": "1295571578103104583", "i": 8406, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "today. Our emerging businesses- display, Android, YouTube and Chrome- are on fire.[ Yes], the outlook is[ certainly] bright,'' <strong> Eric Schmidt </strong> wrote in an official blog post. <q> But as Google has grown, managing the business has become more complicated. So <strong> Larry Page </strong>, Sergey and I have been talking for a long time about how best to simplify our management structure and speed up decision making-and over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> According to <strong> Eric Schmidt </strong>, the three had been`` equally'' involved in making decisions over the past decade.`` This triumvirate approach has real benefits in terms of shared wisdom, and we will continue", "new_id": -2}, {"uid": "1297279583173539368", "i": 43767, "idx": 0, "sa": ["Zelda Fichandler", "David Letterman", "James Jones", "Dan Lauria"], "q": "among many others. He holds three Pulitzer Prizes, two Tony Awards, the Kennedy Center Honors, the National Medal of Arts and a Tony Award for Lifetime Achievement. According to Arena, the American Artist Award <q> honors an artist who has made a significant contribution to American theater and who represents all that is passionate, exuberant, deep and Dan Lauriagerous in the American spirit. </q> Past awardees include <strong> James Jones </strong>, Robert`` Bob'' Alexander, August Wilson and Arena Stage co-founder <strong> Zelda Fichandler </strong>. <strong> Dan Lauria </strong> Helps Out With <strong> David Letterman </strong>'s Top 10- as Vince Lombardi( Video) <strong> Dan Lauria </strong>, who recently visited", "new_id": -2}, {"uid": "1295606106110247944", "i": 38586, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "Keine Frage, <strong> Larry Page </strong> ist bereit, das Unternehmen zu f?hren.'' Seit Donnerstagabend ist aber auch bei Google wieder klar, wer der Herr im Hause ist: <strong> Larry Page </strong> wird ab April das Sagen haben. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagt <strong> Larry Page </strong>. Und <strong> Eric Schmidt </strong> sagt:`` Keine Frage, <strong> Larry Page </strong> ist bereit, das Unternehmen zu f?hren.'' Der unternehmerische Nachwuchs <strong> Larry Page </strong> hatte zehn Jahre lang Zeit, sich auf seine Rolle vorzubereiten. Er konnte", "new_id": -2}, {"uid": "1295591373000901153", "i": 56061, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to assume more of a behind-the-scenes role as much as <strong> Larry Page </strong>'s personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, still will be available to advisLarry Page, 37, and Google's other 37-year-old founder, <strong> Sergey Brin </strong>,", "new_id": -2}, {"uid": "1297088895231997447", "i": 37626, "idx": 1, "sa": ["Paolo Romani", "Sergio Marchionne"], "q": "if the headquarters were in the United States,'' <strong> Sergio Marchionne </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>. <q> In the next two or three years we will be able to see a single entity. It could be based here in the United States, </q> Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying.`` We'll have to integrate the companies first, though, and then look at the management,'' he added. Faced with the outcry, the Labor Ministry published", "new_id": -2}, {"uid": "1296135305251920399", "i": 39225, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Foreclosures increase; California, Florida, Nevada, Arizona account for 19 of top 20 cities <caption> The Wire stories with the most comments in the last 7 days. </caption>? 2010 Alabama Live LLC. All", "new_id": -2}, {"uid": "1295668482153141257", "i": 14094, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "chief operating officer- which Google has not had- to handle it. In an interview, Mr. Page said those management skills were something he observed during the decade he spent learning from Mr. <strong> Eric Schmidt </strong>. <q> He's a global statesman, all the way, </q> he said.`` <strong> Eric Schmidt </strong>'s very good at Sergey Bringing people together, getting people to agree.'' In the interview, Mr. Page and Mr. <strong> Sergey Brin </strong> provided a few hints about their priorities when Mr. Page", "new_id": -2}, {"i": 47839, "idx": 0, "index_answer": 0, "new_id": -1, "q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297382228148979729"}]