[{"uid": "1296006847180027415", "i": 17735, "idx": 1, "sa": ["Eric Cantor", "Mike Pence", "Don Young", "Barney Frank"], "q": "'' <strong> Barney Frank </strong> Kevin McCarthy( of`` <strong> Don Young </strong> Gun'' fame) reiterated the promise, saying,`` We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.'' <q> We've got to roll back there. That will save$ 100 billion in the first year, </q> agreed <strong> Barney Frank </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York", "new_id": -2}, {"uid": "1295566668244678663", "i": 2850, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "position in which Page will focus on merging Google's technology and business vision. Page's Google co-founder, <strong> Sergey Brin </strong>, will focus on strategic projects and new products with the title of co-founder. <q> For the last 10 years, we have all been equally involved in making decisions, </q> <strong> Eric Schmidt </strong> said of himself, Page and <strong> Sergey Brin </strong>.`` This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have", "new_id": -2}, {"uid": "1296705381167772199", "i": 1234, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "<strong> President Bush </strong> U.S. Defence <strong> Donald Rumsfeld </strong> concludes in his new autobiography that the war in Had the government of <strong> Saddam Hussein </strong> remained in power the Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion. No such weapons", "new_id": -2}, {"uid": "1295732278021118996", "i": 1497, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ",`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011-8v&amp;flvURL=/media/2011/01/22/01222011-8v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011-8v.jsn''}{`` title'':`` <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support'',`` description'': <q> <strong> Sen. Chris Dodd </strong> <strong> Kirsten Gillibrand </strong>( D-NY) spoke with Russ Mitchell with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in Houston. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012201959.html&amp;title=Gillibrand: <strong> Gabrielle Giffords </strong> moved by support& site= politics& type", "new_id": -2}, {"uid": "1296759800078708738", "i": 10743, "idx": 2, "sa": ["Dick Cheney", "Donald Rumsfeld", "Howard Kurtz", "Dan Amira"], "q": "later that Bush finally decided to let <strong> Donald Rumsfeld </strong> go. <strong> Donald Rumsfeld </strong> confesses in his memoir that he wishes he had been let go sooner. Daily Intel's <strong> Dan Amira </strong> can't argue with that sentiment, writing, <q> America is not going to disagree with you on that one! Especially not <strong> John McCain </strong>, who told ABC News this morning,` Thank God he was relieved of his duties.' </q> Hopes to Garner Respect After a detailed recap of the 800-page memoir, The Daily Beast's <strong> Howard Kurtz </strong> concludes with Bush's decision to finally ask for <strong> Donald Rumsfeld </strong>'s resignation. The <strong> Dick Cheney </strong> is quoted as saying", "new_id": -2}, {"uid": "1297181592182665236", "i": 20556, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> All content Â© Copyright 2001- 2011 WorldNow and WLBT, a", "new_id": -2}, {"uid": "1294957383066879509", "i": 13625, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "'s best friends in Congress were there: <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York and Congresswoman <strong> Debbie Wasserman Schultz </strong> of Florida. Joining them was former <strong> Nancy Pelosi </strong> of the House, <strong> Nancy Pelosi </strong>. On The Early Show, <strong> Kirsten Gillibrand </strong> said, <q> It was just unbelievable and indescribable, the hope and the courage and the strength that exuded from her and all of us around her who love her so much. </q> <strong> Debbie Wasserman Schultz </strong> said,`` Mark, the first thing that he asked her to do was, you know,` <strong> Gabrielle Giffords </strong>, give me a thumbs up if you can see me.' And then he said", "new_id": -2}, {"uid": "1297109872149880847", "i": 1960, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": ":) </blockquote> chomsky: <blockquote> The US and its allies have regularly supported radical Islamists, sometimes to prevent the threat of secular nationalism. </blockquote> VICTORCharlie 4 February 2011 4:45 PM <q> That is a standard pattern: <strong> Ferdinand Marcos </strong>, <strong> Baby Doc </strong>, <strong> Chun Doo-hwan </strong>, Suharto and many other useful gangsters </q> Indeed. But <strong> Saddam Hussein </strong> is a is a glaring omission from that list- and that photo of the odious <strong> Donald Rumsfeld </strong> sycophantically presenting those hideandseeker 4 February 2011 4:46 PM KrawuziKapuzi 4 February 2011 4:47", "new_id": -2}, {"uid": "1297662325045400099", "i": 13860, "idx": 2, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": "six years during which he ran the Defense Department for <strong> President Bush </strong>, particularly because nearly two-thirds of the book deal with that relatively brief period in the author's life. But, as Mr. <strong> Donald Rumsfeld </strong> writes, <q> I don't spend a lot of time in recriminations, looking back or second-guessing decisions made in real time with imperfect information by myself or others. </q> <strong> President Bush </strong> <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> and National Security Adviser <strong> Condoleezza Rice </strong>, later secretary of state, are two colleagues who come in for a particular bashing, the former chairman of the joint chiefs as a self-interested operator", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>.`` We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,'' <strong> Michael Cohn </strong> said in a phone interview. <q> But we don't have any fear with regards to Larry. </q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}]