[{"uid": "1295891357122388543", "i": 18642, "idx": 7, "sa": ["Zahi Hawass", "Ellen Gallagher", "Mary McCartney"], "q": "Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. \"They don't like me for making these requests,\" said <strong> Zahi Hawass </strong>. <q> But I don't care; I am doing this for Egypt. </q> <strong> Mary McCartney </strong> Opens First Solo Show in Germany at Contributed, Studio for the Arts First Show, Since 2005, of Recent Work by <strong> Ellen Gallagher </strong> at Gagosian in New York Egyptian Government Officially Asks Berlin to Return 3,300-Year-Old Bust of", "new_id": -2}, {"uid": "1297174923217825289", "i": 30776, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "es \"Bekanntes und Unbekanntes\" ( Known and Unknown) von Dienstag n?chster Woche an, auf seiner Website www.Donald Rumsfeld.com will der Ex-Minister dann auch zahlreiche Dokumente nachreichen- als Beweise f?r seine Geschichtsschreibung. <strong> Donald Rumsfeld </strong>: Zitate <q> Die Dinge, die wir nicht wissen- wir wissen sie nicht </q> <strong> Donald Rumsfeld </strong> und die Folter- Aff?re- R?ckendeckung vom Pr?sidenten USA- \"Wir behandeln Gefangene nicht wie zivilisierte Menschen\" <strong> Donald Rumsfeld </strong>: Zitate- \"Die Dinge, die wir nicht wissen- wir wissen sie nicht\" Nahost", "new_id": -2}, {"uid": "1295578221248299533", "i": 153, "idx": 2, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "was \"not a reaction to competitors.\" Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24,000 employees. <q> Google has many different businesses and the issue that we have been getting into is there's too many ways( in) which these businesses can be slowed down, </q> <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong>, who became CEO in 2001 to Sergey Bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach, among other things", "new_id": -2}, {"uid": "1297667248167985164", "i": 22430, "idx": 1, "sa": ["Zahi Hawass", "Salima Ikram"], "q": "by thieves who climbed up a fire escape and then used ropes to lower themselves into the museum. The thieves appear to have carefully selected some of the most valuable objects while ignoring less important artefacts. <q> They are not something you would come and randomly find, </q> an Egyptologist at Cairo's American University, <strong> Salima Ikram </strong> Said <strong> Salima Ikram </strong>, told Reuters. Restoration work has already started at the museum to repair the damage by looters. <strong> Zahi Hawass </strong> said that 70 pieces were damaged.", "new_id": -2}, {"uid": "1295993886177471490", "i": 50059, "idx": 1, "sa": ["Kirsten Gillibrand", "John Thune", "Charles Ellis Schumer", "Mark Udall", "Tom Coburn", "Bill Nelson", "Peter King", "Robert Gibbs"], "q": "on the rise as power players in their parties. <strong> John Thune </strong> is a possible contender for a 2012 White House run and <strong> Kirsten Gillibrand </strong> handily won a special election in 2010 for her Senate seat from New York. Quoted: <q> Sen. <strong> John Thune </strong> and I are worPeter King on an earMark Udalls <strong> Bill Nelson </strong> that's about transparency, and it puts earMark Udalls on a searchable database. So I just called him and asked him if he'd like to go to the State of the Union. He said he would, </q>[ <strong> Kirsten Gillibrand </strong> said]( of the seating arrangement.** Sen. <strong> Tom Coburn </strong>, R-Okla., and Sen. <strong> Charles Ellis Schumer </strong>, D-N.Y.** Newsmaker: WH Press Secretary <strong> Robert Gibbs </strong> News Wrap Senators Discuss Bipartisan SOTU Seating Analysis of", "new_id": -2}, {"uid": "1295203196095649830", "i": 17737, "idx": 4, "sa": ["Kirsten Gillibrand", "Ed Rendell"], "q": "that allows both parties to debate the merits and flaws of the law. Echoing <strong> Kirsten Gillibrand </strong> and other Demoratic lawmakers, <strong> Ed Rendell </strong> urged Republicans to focus not on outright repeal but on \"modifying\" the law with <q> three or four changes. </q> The two political parties must dispatch with the tactic of yelling ay one another, and begin \"listening\" to the other side, he said. And merely \"sitting together at the State of the", "new_id": -2}, {"uid": "1295797579125714445", "i": 23892, "idx": 1, "sa": ["Colin Powell", "Dick Cheney", "Barack Obama"], "q": "'s challenges can be met. Article: State of the Union speech to focus on jobs: <strong> Barack Obama </strong>... Video: <strong> Barack Obama </strong>'s economic agenda: Boost competitiveness... Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Report Abuse <q> Federal Government Tax Revenues$ 2 TRILLION </q> Federal Government Expenditures$ 3 TRILLION No more taxes... PLEASE! Liquor Tax Luxury Tax Excise Taxes State Income Tax Food License Tax Vehicle Sales Tax OK...", "new_id": -2}, {"uid": "1297484044192626692", "i": 22697, "idx": 1, "sa": ["Michael Vick", "DeAndre McDaniel", "Eric Dickerson"], "q": "just some of the many who have fallen prey to the business of the NFL Names like Johnny Unitas, <strong> Eric Dickerson </strong>, and <strong> Michael Vick </strong> have all declared bankruptcy because of bad decisions they made off the field. <q> That happens when they leave high school and go to college and meet one group of friends. And when they get a little money in their pocket, they all of a sudden have a few more friends. </q> Former Godby star and Clemson defensive back <strong> DeAndre McDaniel </strong> knows all too well about having too many friends. The more his stock rose, the more people wanted a piece of the action-- and be a part", "new_id": -2}, {"uid": "1296007040187400234", "i": 42603, "idx": 0, "sa": ["Mike Napoli", "Michael Vick", "Barack Obama"], "q": "The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday. \"<strong> Mike Napoli </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1295583884071548935", "i": 38360, "idx": 1, "sa": ["Danny Sullivan", "Eric Schmidt"], "q": "has been coming under pressure from social networking rivals such as Facebook and Twitter. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.Com, said Google was \"probably overdue for a major management reorganisation.\" <q> The structures between the three have remained exactly the same over the past 10 years-- which might as well be 100 years of Internet time, </q> he said in a blog post. \"It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company.\" <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism", "new_id": -2}]