[{"uid": "1295611063109838355", "i": 2999, "idx": 5, "sa": ["Eric Schmidt"], "q": "long time to come,\" he said in the statement. <strong> Eric Schmidt </strong> said the key to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. <q> We're trying to be as transparent and as collaborative as possible, </q> he said. \"We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we", "new_id": -2}, {"uid": "1297289647248905764", "i": 39187, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "National Science Foundation-$ 362 million increase, 6 percent Report Abuse \" We all know that spill liability taxes are passed on to the consumer. I dont want to pay!!! \" Report Abuse <q>_$ 39.5 billion to continue unemployment benefits for the long-term jobless through November. In a majority of states, the unemployed could receive benefits for up to 99 weeks. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Short Films by Honda Ponder the possibilities of future transportation and its effect. Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options", "new_id": -2}, {"uid": "1295949713244924430", "i": 2577, "idx": 0, "sa": ["Tinchy Stryder", "Cheryl Cole", "Chase & Status", "Simon Cowell"], "q": "be brought about by her involvement in the US show. However, it appears that <strong> Cheryl Cole </strong>'s fellow UK X Factor judge <strong> Simon Cowell </strong> is the only senior figure advocating the 27-year-old for the role. <q> <strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit, </q> the source continued. This week: Ke$ ha, <strong> Tinchy Stryder </strong>, <strong> Chase & Status </strong> and Beady Eye!", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}, {"uid": "1297244827074432521", "i": 41507, "idx": 0, "sa": ["Ja Rule", "Lindsay Lohan", "Britney Spears", "Simon Cowell"], "q": "who strive for popularity... Photo: <strong> Britney Spears </strong>' seventh album is named \"Femme... Article: <strong> Lindsay Lohan </strong> to be charged with stealing necklace... Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse <q> We bring most of our problems on ourselves, and <strong> Lindsay Lohan </strong> is no different, </q> but unlike the people who are wishing her harm, I hope she\"s able to get her life straight. ABC News: <strong> Ja Rule </strong> to Get Sentencing Date in Gun Case ABC News: <strong> Lindsay Lohan </strong> to Face Felony", "new_id": -2}, {"uid": "1295571616192872466", "i": 46887, "idx": 3, "sa": ["Eric Schmidt", "Felix Salmon", "Sergey Brin"], "q": "essentially focus on corporate schmoozing, or, in his words, \"the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.\" <strong> Felix Salmon </strong> writes that <strong> Eric Schmidt </strong> is <q> keeping for himself the outside-facing parts of CEO-dom which Silicon Valley nerds by their nature are pretty bad at. </q> What about <strong> Sergey Brin </strong>, who is best-known for being Google's conscience and \"don't be evil\" moral center? His title, \"co-founder,\" sounds more like a statement of fact than an actual", "new_id": -2}, {"uid": "1297330546103628803", "i": 27387, "idx": 0, "sa": ["Jay Leno", "Paula Abdul", "Simon Cowell"], "q": "American Idol, is \"obsessed\" with her. US chat show host <strong> Jay Leno </strong> asked the star about <strong> Simon Cowell </strong>'s recent admission that he was a \"massive fan\" of <strong> Paula Abdul </strong>'s. She replied: <q> I think you need to take \"mass' off and put( in)` obsessive'( instead). He's obsessed with me! </q> She was also asked on NBC\"s Tonight Show With <strong> Jay Leno </strong> about rumours she could be working with the TV supremo on X Factor USA. <strong> Paula Abdul </strong> remained tight-lipped, saying: \"He always talks", "new_id": -2}, {"uid": "1296832188012370001", "i": 35717, "idx": 0, "sa": ["Jameel Jaffer", "Donald Rumsfeld"], "q": "American Civil Liberties Union has uncovered thousands of pages of government documents that show that torture was authorized at the highest levels of the Bush administration. <strong> Jameel Jaffer </strong>, Deputy Legal Director of the ACLU: <q> Mr. <strong> Donald Rumsfeld </strong>'s claim that the abuse at Abu Ghraib was isolated and aberrational is demonstrably false. Government documents show that the methods used at Abu Ghraib were the same ones Mr. <strong> Donald Rumsfeld </strong> approved, and that the abuse of prisoners in Defense Department custody was systemic. If there's any \"known known,' it\"s that <strong> Donald Rumsfeld </strong> joined with other officials to orchestrate a program of torture. This effort to rewrite history is shameful. </q> Funded Status of U.S. Pensions Rises to 87.6 Percent, According to BNY Mellon Asset Management Oil in Gulf of Mexico: Biologists cite need for critical data to determine ecological consequences <strong> Donald Rumsfeld </strong> Memoir Reportedly Includes False Claims That Torture", "new_id": -2}, {"uid": "1295649400119881738", "i": 23130, "idx": 4, "sa": ["Eric Schmidt"], "q": "big decisions among the three of us,\" <strong> Eric Schmidt </strong> wrote. \"But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" <q> As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>, </q> he said. Buy the latest industry research online today! Europe IT Buying In 2010-2011: Procurement, Investment& Industry Trends Outlook Neverfail Overview The Neverfail Group is dedicated to creating a world where business applications are", "new_id": -2}, {"uid": "1295667482014565386", "i": 10244, "idx": 2, "sa": ["Eric Schmidt", "Steve Jobs", "Google Inc."], "q": "move to replace <strong> Eric Schmidt </strong> left some wondering if Page can make a successful comeback to the company he helped create during the first dot-com boom. For a list of tech executive departures and hires see: http://r.reuters.com/pyh67r <q> Founder becoming CEO... Is this like a <strong> Steve Jobs </strong> returning or a Jerry Yang returning? </q> tweeted Chris Dixon, a technology veteran who has invested in Skype and Foursquare. <strong> Steve Jobs </strong> returned to Apple <strong> Google Inc. </strong> in the 1990s to save the company he founded. Yahoo <strong> Google Inc. </strong>'s Jerry Yang made a similar", "new_id": -2}]