[{"uid": "1295997649180568148", "i": 36361, "idx": 1, "sa": ["Zahi Hawass"], "q": "painting, along with others from the famous Gutmann collection, shipped to target=\"_blank\" href=\"http://germanytimes.com/\"> Germany in exchange for the couple's safe passage from the Afghanistan has died of a heart attack nearly a year after being <q> Worse was to come. <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities( SCA) labeled the idea`` pure fiction. </q> Moreover, he disinvited Fletcher from future work in Egypt. <strong> Zahi Hawass </strong> explained this action in an article in the newspaper Al-Ahram:`` The... <strong> Zahi Hawass </strong> Reveals a Glimpse of the Latest Discoveries in Egypt <strong> Zahi Hawass </strong> Reveals a Glimpse", "new_id": -2}, {"uid": "1295568037204079137", "i": 16855, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "its management structure While <strong> Eric Schmidt </strong> will step down as CEO he will assume the role of executive chairman focusing on deals, partnerships and broader business relationships as well as advising founders <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about", "new_id": -2}, {"uid": "1296581448160383096", "i": 48660, "idx": 8, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time.`` The people in the streets have to give this government an opportunity to change,'' he said cheerfully. <q> Beautiful things happened in the last five days. </q> href=\"http://www.worldnow.com\" target=\"_blank\"> All content? Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1295960092216842257", "i": 29534, "idx": 2, "sa": ["Simon Cowell"], "q": "`` I have been in there. He loves a bath, <strong> Simon Cowell </strong>, it gives him time to think.'' The 37-year-old credited the TV mogul for giving him a masterclass in confidence. <q> He's a workaholic. He's a great boss, and I'm not just saying that, </q> he said. Follow the E&S on Twitter Keep up with the latest breaking news and best content with our Twitter updates. Latest dining reviews Read the latest reviews by the Express& Star's", "new_id": -2}, {"uid": "1297282890241352733", "i": 14270, "idx": 1, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia", "Amitabh Srivastava"], "q": "helped integrate Yahoo! across Microsoft's search engine and adCenter. <strong> Steve Ballmer </strong> also announced that the company's senior server and tools buisness veep <strong> Amitabh Srivastava </strong> was leaving Microsoft, but he didn't reveal why. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and will work to ensure a smooth transition with the Windows Azure team. I wish him well in his new endeavors, </q> said <strong> Steve Ballmer </strong>. <strong> Bob Muglia </strong> resigned in January this year but will stay on until the summer to help <strong> Satya Nadella </strong> fill his boots, so to speak.? An Improved Architecture for High-Efficiency, High-Density Data Centers", "new_id": -2}, {"uid": "1295425471034701433", "i": 27409, "idx": 3, "sa": ["Howard Stern", "David Letterman", "Jay Leno"], "q": " <strong> Howard Stern </strong> went on to say that <strong> Jay Leno </strong> is`` not fit to scrub <strong> David Letterman </strong>'s feet.''`` I don't know how he's beaten <strong> David Letterman </strong> in the ratings,'' he said. <q> It's beyond my comprehension. America must be filled with morons who at night lay in bed-- the ones who are watching him, they must be in a coma. </q>", "new_id": -2}, {"uid": "1296774980232128580", "i": 17631, "idx": 1, "sa": ["Desmond Bishop", "Ben Roethlisberger", "Michael Vick", "Clay Matthews III"], "q": "It sounds kind of comical, but he is very similar to a <strong> Michael Vick </strong> in that he's elusive in the pocket and can break tackles,'' <strong> Clay Matthews III </strong> said Wednesday at the Packers' media session. <q> He may not have the same speed as <strong> Michael Vick </strong>, but he definitely has that play-making ability, and I think that is why they have had so much success to date. </q> Packers linebacker <strong> Desmond Bishop </strong> said trying to stop <strong> Ben Roethlisberger </strong> is different than virtually any other quarterback in the NFL.`` His ability to break tackles in the pocket, his elusiveness, and when he does", "new_id": -2}, {"uid": "1296443805235372691", "i": 17838, "idx": 6, "sa": ["Allen Iverson", "Kobe Bryant"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps,'' <strong> Allen Iverson </strong> said. <q> You honestly don't r... <strong> Kobe Bryant </strong> Scores 81 Points Raptors vs Lakers( Part 2) With the 18997 fans at Staples Center chanting`` MVP! MVP! </q> <strong> Kobe Bryant </strong> made two free throws with 43.4 seconds remaining for his final points. He scored 27 points in the third quarter, 28 in the fourth.`` We are on a journey, and to put on a", "new_id": -2}, {"uid": "1295568458148553735", "i": 7153, "idx": 0, "sa": ["Alex Jones", "Paul Joseph Watson", "Eric Schmidt"], "q": "a homeowner has brush growing too close to his home, keeping junk cars on their lot in violation of ordinances, as well as finding illegal porches and http://wn.com/Google's_Gmail_and_Chrome_Pose_Privacy_Risks__ABC-7 L'AD di Google <strong> Eric Schmidt </strong> diventa gelataio in questo video. <q> Forza ragazzi, prendete i vostri gelati gratis... conosco gi i vostri gusti preferiti </q>. Campagna di Consumer Watchdog, www.insidegoogle.com http://wn.com/Government_Using_Google_Earth_To_Loot_Destitute_AmEric Schmidtans__The_Alex Jones_Alex Jones_Showflv Government Using Google Earth To Loot Destitute AmEric Schmidtans <strong> Paul Joseph Watson </strong> www.infowars.com www.prisonplanet.tv Monday, August 16, 2010 Aerial imaging technology is being used by the government to spy on AmEric Schmidtans in an", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}]