[{"uid": "1295639889070795282", "i": 33682, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "George Osborne"], "q": "private. <strong> George Osborne </strong> described <strong> Andy Coulson </strong> as`` an incredibly talented, dedicated and patriotic servant of this country''. <strong> David Cameron </strong> said he was saddened by his departure, adding he felt his communications director was <q> being punished twice for the same offence. </q> The PM said:`` This is all about the past. It has gone on and on and I can understand why he feels the pressure of that.`` I choose to judge him", "new_id": -2}, {"uid": "1296839260225148929", "i": 35902, "idx": 2, "sa": ["Dan Gable", "Sen. Bernie Sanders"], "q": ", not a path to riches. The way HCR is structured, all <strong> Sen. Bernie Sanders </strong> has to do is wait a couple of years and he gets his wish. 26 posted on 02/04/2011 9:04:24 AM PST Busywhiskers( <q> Once you have wrestled, everything else in life is easy </q>- <strong> Dan Gable </strong>) To: P-Marlowe; Nachum; wagglebee; trisham Nothing like having a member of the ruling class telling us which businesses are permitted and which are not. I'm betting <strong> Sen. Bernie Sanders </strong> would", "new_id": -2}, {"uid": "1295958286149602315", "i": 31137, "idx": 0, "sa": ["Bill Lockyer", "John Chen", "Newt Gingrich"], "q": "focusing on the China market.'' But, like improving U.S.-Chinese relations in general, it's going take mutual trust, and time.`` That's where patience comes in,'' <strong> John Chen </strong> said. <q> I expect progress( from <strong> Hu Jintao </strong>'s trip), but it will be slower than we would want.`` The two countries have a different concept of time. We need to work with China in a longer-term time frame. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog VOLUNTEERS Company Coming of Age: Bay Area ASSOCIATE SR.. ASSOCIATE, SR", "new_id": -2}, {"uid": "1295350326057589761", "i": 44408, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell", "Kate Thornton"], "q": "<strong> Simon Cowell </strong> straight away. The presenter took over from <strong> Kate Thornton </strong> as presenter of The X Factor in 2007. Discussing his boss with New! magazine, <strong> Dermot O'Leary </strong> praised <strong> Simon Cowell </strong> for having time for everyone. <q> <strong> Simon Cowell </strong> is a remarkably surprising, down-to-earth man, </q> he said.`` You don't get that level of success if you haven't got a touch of normality.`` He's very much a common man, someone you could go for a beer", "new_id": -2}, {"uid": "1295872993066535447", "i": 16927, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush"], "q": "under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005:`` Are we winning or losing the war on terror?'' <q> Is the <strong> John McCain </strong> government changing fast enough? </q>`` Do we need more troops? And if so, where and for what purpose?''`` My brain would be going,'' he says.`` I wanted to find out something. I", "new_id": -2}, {"uid": "1297521836086999055", "i": 1716, "idx": 0, "sa": ["Mark Buehrle", "Michael Jordan", "Michael Vick", "Felix Jones"], "q": "did was wrong. But we wonder how <strong> Mark Buehrle </strong> can justify being compassionate to animals but wanting <strong> Michael Vick </strong> to get injured. We liked a comment an ESPN.com reader named <strong> Felix Jones </strong> wrote about the issue: <q> The obvious response[ especially as a Tigers fan] would be to say,' I hope <strong> Mark Buehrle </strong> gets hurt!,' but I truly don't. Mr. <strong> Mark Buehrle </strong>, I hope you go through the entire season- the rest of your career, as well- without any significant injuries. I just hope you suck. </q> <strong> Michael Jordan </strong> still has it... sort of The Charlotte Bobcats had a guest appearance at practice yesterday. Team owner <strong> Michael Jordan </strong>, who turns 48 next Thursday, laced up his sneaks and participated", "new_id": -2}, {"uid": "1296184988067649545", "i": 21632, "idx": 2, "sa": ["Mike Pence"], "q": "than our high corporate tax rate.''`` This is an administration that has spent a lot of the last two years suggesting that there's no relationship between capital formation and taxes,'' <strong> Mike Pence </strong> said. <q> And so to hear the president acknowledge that one of the leading factors that are driving American jobs overseas is our extraordinarily high corporate tax rate was welcome indeed. Obviously, we'll look forward to work[ ing] with the administration on that. </q> Watch the full interview here. <strong> Mike Pence </strong>, 51, announced Wednesday that he will not run for president in 2012. Hoosier state Republicans expect him to run for governor. Pointing to another", "new_id": -2}, {"uid": "1296550766189169669", "i": 6248, "idx": 0, "sa": ["David Letterman"], "q": "If a picture is worth a thousand words, a Twitter endorsement from <strong> David Letterman </strong>. The Biebs visited the set of'' tweeting from the couch. <q> I'm hanging out with my <strong> David Letterman </strong> at@late_show we need to get him twice as many followers! </q> Bieber wrote. tweeted their appreciation, writing,`` Hey,@justinbieber! Thanks for the Twitter bounce. Only 6,900,000 to go. Game on, Bieber.'' During the teen sensation's interview he", "new_id": -2}, {"uid": "1296581448160383096", "i": 40056, "idx": 7, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time.`` The people in the streets have to give this government an opportunity to change,'' he said cheerfully. <q> Beautiful things happened in the last five days. </q> All content Â© Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, [{"i": 5772, "idx": 2, "index_answer": 1, "new_id": -1, "q": "</a>,'' <strong> David Letterman </strong> said:`` Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?'' <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, <q> Well, I'm sorry to hear that, or I'm not sorry to hear that? </q>`` Well, you are respectfully considerate, and yet pleased for the new developments in my life,'' <strong> Kelsey Grammer </strong> offered.`` Well, it's a difficult time, regardless,'' <strong> David Letterman </strong>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295082156260702223"}]]