[{"uid": "1295582258248299524", "i": 15106, "idx": 5, "sa": ["Eric Schmidt"], "q": "Thursday's announcement. In the regular session earlier, the stock fell$ 4.98, or 0.8 percent, to close at$ 626.77. The stock peaked at$ 747 before the recession. <q><strong> Eric Schmidt </strong> has played his innings very well,<q> said analyst Sandeep Aggarwal of Caris& Co. The management reshuffling appears to be amicable. Both Mr. Page and Mr. <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1297274454044515376", "i": 26789, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "some differences in terms of people in Washington. I don't know enough to know precisely what's taking place, but that tends not to be helpful,\" Mr. <strong> Donald Rumsfeld </strong> said on radio broadcast. <q>I'm hoping there is effective private diplomacy taking place... and the turmoil that we are seeing will ease,<q> he said. The White House needs to reset its approach back to a more subtle effort to press for the best long-term result rather than attempt to look good by guessing at the eventual outcomes ahead of", "new_id": -2}, {"uid": "1295907459085770303", "i": 28958, "idx": 6, "sa": ["Zahi Hawass"], "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q>They don't like me for making these requests,<q> said <strong> Zahi Hawass </strong>. \"But I don't care; I am doing this for Egypt.\" Cooperstown for noodles It's Michael Bauer's Bay Area pasta hall of fame. This heavenly ragout from Cotogna", "new_id": -2}, {"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,\" <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q>Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud.<q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business' \"move forward into the era of cloud computing,\" one that would apparently require \"new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}, {"uid": "1295571569192872501", "i": 5002, "idx": 0, "sa": ["Eric Schmidt"], "q": "the reins at the search engine giant from long-time chief <strong> Eric Schmidt </strong>. In a surprise move <strong> Eric Schmidt </strong> delivered the news as the company announced fourth-quarter profits that were far better than analysts had expected. <q>Day-to-day adult supervision no longer needed!<q> he tweeted as the results were released. Google reported a profit of$ 2.54 bn( Â£ 1.59 bn), up from$ 1.97 bn a year earlier, far better than expected. <strong> Eric Schmidt </strong> said", "new_id": -2}, {"uid": "1296848372199835650", "i": 47080, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "done as soon as possible.\" <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. <q>We're looking for success stories; we're not looking for players to fail,<q> <strong> Roger Goodell </strong> said. \"He's paid a very significant price and he's doing the right thing.\" <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's", "new_id": -2}, {"uid": "1295969807261718035", "i": 43909, "idx": 0, "sa": ["Eric Schmidt"], "q": "to the company's headcount. Outgoing CEO <strong> Eric Schmidt </strong> announced today that Google intends to hire 1,000 people in Europe alone. Robin Wauters, <strong> Eric Schmidt </strong> said at the DLD( Digital Life Design) Conference in Germany, <q>Our businesses are doing very well around the globe, and as a result I'm happy to announce we'll be adding 1,000 new employees in Europe and make some significant investments.<q> Then <strong> Eric Schmidt </strong> continued, \"Hundreds of these people will be located right here in our technology center in Munich.\" By comparison, Google only added 1,069 employees worldwide during the fourth quarter of 2010,", "new_id": -2}, {"uid": "1297177746196968450", "i": 9233, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers"], "q": "he learned from his past experiences, <strong> Aaron Rodgers </strong> replied, \"Leading by example.\" <strong> David Letterman </strong> complimented <strong> Aaron Rodgers </strong> again on his big Super Bowl victory. <strong> Aaron Rodgers </strong> thanked him and said humbly, <q>I was surrounded by a great group of guys who really believed in me.<q> Concerning the game itself, <strong> Aaron Rodgers </strong> explained, \"I was a little hyped up, but when we settled down, it felt like just another game.\" Do you want to stay in-the-know? Then", "new_id": -2}, {"uid": "1296832141203898905", "i": 43163, "idx": 0, "sa": ["Barack Obama", "Hosni Mubarak", "Ronald Reagan", "Sen. Bernie Sanders", "King Hussein"], "q": ".\" Independent <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, a standard-bearer for the American Left, acknowledged to AFP this week that <strong> Ronald Reagan </strong> \"was a very warm individual\" who \"connected with the American people.\" <q>But <strong> King Hussein </strong> think many of the policies that he developed did a great deal of disservice to the middle class and working families of this country. And <strong> King Hussein </strong> think we can learn from those serious policy errors and hopefully not continue,<q> said <strong> Sen. Bernie Sanders </strong>. <strong> Ronald Reagan </strong>, <strong> King Hussein </strong>, left, <strong> Hosni Mubarak </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article: <strong> Ronald Reagan </strong> legacy weighed amid 100th birthday events... <strong> Ronald Reagan </strong> Centennial: Presidential Campaign Announcement Photo", "new_id": -2}, {"uid": "1295685630089554960", "i": 6683, "idx": 0, "sa": ["Andy Coulson"], "q": "Protestors burn a poster of deposed... Article: Tunisian PM, foreign minister remain in... Photo in Slideshow: In this photo provided by the presidency... Photo: Protetrors hold a poster depicting ousted... Report Abuse <q> \"The exiled head of the main Tunisian Islamist party, which was banned by <strong> Zine El Abidine Ben Ali </strong>, told AFP that he now planned to return to his homeland.<q>\" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}]