[{"uid": "1297270972137707531", "i": 14284, "idx": 1, "sa": ["Zahi Hawass"], "q": "office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs from the museum shop. <q>Thank God the museum was dark and they could not see anything,</q> he said. He praised Egyptian anti-government protesters who had stood guard outside the museum and caught some of the thieves as they tried to get away. \"It was wonderful to find", "new_id": -2}, {"uid": "1295279743245153802", "i": 22049, "idx": 0, "sa": ["Mike Pence"], "q": "reports: <q>A group of conservatives led by former Kansas Rep. <strong> Jim Ryun </strong> plan to start an independent expenditure campaign aimed at getting Rep. <strong> Mike Pence </strong>( R-Ind.) to run for president.</q> \"America's President Committee\" will begin a signature-gathering effort this week to encourage <strong> Mike Pence </strong> to get into the presidential race. Their website, www.theconservativechampion.org, will go live Monday. <strong> Mike Pence </strong> has gotten buzz", "new_id": -2}, {"uid": "1297194038179781640", "i": 16018, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "<strong> Donald Rumsfeld </strong> also has several complaints about message. He contends it was a mistake for the administration, after finding no WMDs in Iraq, to shift to speaking more about implanting democracy as a rationale for the war. <q><strong> Condoleezza Rice </strong> seemed to be the one top advisor who spoke that way,</q> he writes, \"but it was not clear to me whether she was encouraging the <strong> Dick Cheney </strong> to use rhetoric about democracy or whether it was originating with the <strong> Dick Cheney </strong>.\" And he takes issue with how", "new_id": -2}, {"uid": "1295018833055181321", "i": 8797, "idx": 0, "sa": ["Dr. Peter", "Sen. Bernie Sanders", "Peter Rhee"], "q": ". We saw that in Arizona. We saw the tenacity of those clinging to life, the compassion of those who kept the victims alive, and the heroism of those who overpowered a deranged gunman. <q>She has a 101 percent chance of surviving,</q> trauma chief <strong> Dr. Peter </strong> <strong> Peter Rhee </strong> told ABC News. \"She will not die. She does not have that permission from me.\" 01/12/2011 1:08 AM ET <strong> Sen. Bernie Sanders </strong>' Office Defends Shooting Reference In Fundraising Message", "new_id": -2}, {"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q>Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> <strong> Eric Schmidt </strong> said. \"These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,\" he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}, {"uid": "1295509121092602403", "i": 44964, "idx": 1, "sa": ["David Letterman", "Martin Short", "Regis Philbin"], "q": ") perhaps with the best of intentions. \"I'm still in a state of shock when I heard that announcement from you yesterday that you're leaving the show,\" <strong> Martin Short </strong> said to <strong> Regis Philbin </strong>. <q>I think it's a good idea. I think you're leaving at the top of your game.</q> With <strong> David Letterman </strong> laughing, <strong> Martin Short </strong> pressed on with the obvious joke. \"It's a smart thing to do, because you've peaked,\" he said. And then he advised <strong> David Letterman </strong> to not \"", "new_id": -2}, {"uid": "1297436657123142144", "i": 31802, "idx": 3, "sa": ["Steve Ballmer"], "q": "'s No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. <strong> Steve Ballmer </strong> said the partnership would give the team \"more innovation, greater global reach and scale.\" <q>We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,</q> he said. The key challenge will be to come up with devices of a quality level and hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android. Windows Phone 7, which was", "new_id": -2}, {"uid": "1295308684212140059", "i": 39076, "idx": 3, "sa": ["Michael Vick"], "q": "he'd be OK with getting the franchise tag. While the designation provides a huge one-year salary, it does not provide longer-term security as <strong> Michael Vick </strong> would be in the exact same position after next season. <q>Absolutely, absolutely. No problem,</q> <strong> Michael Vick </strong> said. \"I think about my situation two years ago, and to me, it's about securing my future financially, but I was in a position where I did n'thave anything at one point after", "new_id": -2}, {"uid": "1295804524123387906", "i": 38188, "idx": 8, "sa": ["Kobe Bryant", "Chauncey Billups", "Allen Iverson"], "q": "vs Nuggets Game 1 Playoffs! HD! 19.4.09 capped by revgen DENVER( AP) <strong> Chauncey Billups </strong> can't recall any of his other 117 playoff performances being as big as his 36-point outburst in front of his homies. <q>It was definitely one of my best games in the playoffs,</q> <strong> Chauncey Billups </strong> said Monday after reviewing film of his stir... <strong> Allen Iverson </strong> vs <strong> Kobe Bryant </strong> Lakers 08/09 NBA* last game as a Nuggets <strong> Allen Iverson </strong> vs <strong> Kobe Bryant </strong> Lakers 08/09 NBA* last game as a Nuggets This was not exactly the new", "new_id": -2}, {"uid": "1295451814058523658", "i": 23396, "idx": 1, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "Tonight Show and doesn't understand why his ratings are higher than <strong> David Letterman </strong>'s. \"America must be filled with morons,\" he said about <strong> Jay Leno </strong>'s fans who tune in every night. <q>I don't like <strong> Jay Leno </strong> personally,</q> <strong> Howard Stern </strong> said. He complimented the comedian's career early on, but added, \"I don't like the way he's behaved with me personally. I've done his show many times in the past;", "new_id": -2}]