[{"uid": "1296085056001015827", "i": 21322, "idx": 0, "sa": ["James May", "David Jason", "Simon Cowell", "Ant McPartlin"], "q": "for by TV viewers, while <strong> James May </strong>'m A Celebrity was named Most Popular Entertainment show. Speaking from Cardiff, where they were filming Britain's Got Talent, <strong> Ant McPartlin </strong> could hardly contain his excitement shouting: <q> Ten years in a b**** y row, <strong> Declan Donnelly </strong>! </q> <strong> Simon Cowell </strong> handed The X Factor's award for Most Popular Talent Show to one of the show's producers who had beaten cancer. <strong> David Jason </strong> picked up the award for Most Outstanding Drama Performance- despite", "new_id": -2}, {"uid": "1295001053194838543", "i": 1828, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman"], "q": "the pair announcing their engagement last month. The star hasn't yet finalised his divorce from former love Camille, 42, although it seems he's eager to wed as soon as possible. <q> <strong> Kayte Walsh </strong>'s my new girl, and we're planning to get married soon, </q> he gushed during an interview for yesterday's edition of US programme The Late Show with <strong> David Letterman </strong>. \"Sometime in February.\" <strong> Kelsey Grammer </strong> and Camille revealed they would be divorcing back in July last year,", "new_id": -2}, {"uid": "1296161007118571071", "i": 9499, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> chuckmella at 2:32 PM January 27, 2011 How is it year after year you dredge up this disingenuous crap? It's like", "new_id": -2}, {"uid": "1295807421110559236", "i": 28652, "idx": 11, "sa": ["John McCain", "Bill Ayers", "Colin Powell", "Barack Obama"], "q": "to hear about, not about Mr. <strong> Bill Ayers </strong>, not about who's a Muslim and not a Muslim. Those kind of images going out on Al Jazeera are killing us around the world,\" he said. <q> I thought it was over the top. It was beyond just good political fighting back and forth.... We can't judge our people and we can't hold our elections on that kind of basis, </q> he added. <strong> Colin Powell </strong>, who described himself as still a Republican, added that he also doesn't like the <strong> John McCain </strong> camp's decision to call <strong> Barack Obama </strong> a socialist because he wants to raise taxes on individuals and businesses", "new_id": -2}, {"uid": "1296279092111296547", "i": 24636, "idx": 0, "sa": ["Fatboy Slim", "Gilbert Arenas", "Chris Bosh", "Samuel Dalembert", "Allen Iverson"], "q": "hold a double-digit lead at any point. The 76ers wasted an 18-point lead in a loss to <strong> Gilbert Arenas </strong> and the Wizards on Tuesday. They watched an 11-point halftime lead evaporate against the Raptors in the third quarter. <q> <strong> Fatboy Slim </strong>'re jumping out and holding leads and we just can't hold them, </q> guard <strong> Allen Iverson </strong> said. \"<strong> Fatboy Slim </strong> play well for a while and then it seems we just lose focus.\" <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-balance", "new_id": -2}, {"uid": "1295967992135200793", "i": 24630, "idx": 0, "sa": ["Kirsten Gillibrand", "Hillary Clinton"], "q": "the U.S. government's reaction to the proposal has been nothing short of embarrassing. letter, delivered to Secretary of State <strong> Hillary Clinton </strong> from seventeen U.S. Senators and initiated by <strong> Kirsten Gillibrand </strong>( D-NY), claims the resolution <q> hurts the prospects for a peace agreement and is not in the interest of the United States </q> and \"strongly\" urges <strong> Hillary Clinton </strong> \"to make clear that the United States will veto such a resolution if it is raised at the Council, and to clearly communicate the United States' intent to do so to", "new_id": -2}, {"uid": "1297239348137953313", "i": 38919, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "the federally graced garbage between the county seat and the surface of the moon occupying private and presidential property.The facts are simple for one those whom occupy property without authorization due so to defend there own interests\" Report Abuse <q> One of the major reasons we have not had any further attacks in CONUS is because the CIA, DIA, NSA, NSC and all the other acronyms that provide intel are doing their jobs. They make mistakes, yes. But for the most part they protect all you whiners and you who are calling to abolish intel sevrices. </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4", "new_id": -2}, {"uid": "1297134536144228406", "i": 34895, "idx": 2, "sa": ["Dwaine Caraway", "Brent Jones", "Michael Vick"], "q": "action \"was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas.\" <strong> Dwaine Caraway </strong> responded Monday that he cares \"deeply about animals.\" <q> Since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school, staying away from drugs, making positive choices about picking friends, and the importance of education, </q> <strong> Dwaine Caraway </strong> said. \"That was the focus of the event... For those reasons, <strong> Michael Vick </strong> deserves such an action from my office.\" To report corrections and clarifications, contact Standards Editor <strong> Brent Jones </strong>.", "new_id": -2}, {"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}, {"uid": "1297639527102711458", "i": 15187, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "unrevealed facts about the six years during which he ran the <strong> President Bush </strong>- particularly since nearly two-thirds of the book deal with that relatively brief period in the author's life. But, as <strong> Donald Rumsfeld </strong> writes, he's <q> never much of a handwringer, I don't spend a lot of time in recriminations, looking back or second-guessing decisions made in real time with imperfect information by myself or others. </q> As seems typical of so much here, that's partially true; the author has no taste for self-criticism or second-guessing himself. Masterful bureaucratic survivor that he was until he ran out of room to maneuver", "new_id": -2}]