[{"uid": "1295615554111296525", "i": 41558, "idx": 0, "sa": ["Sam Coulson", "Clarence Mitchell", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal.`` <strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also http://wn.com/Sam_Coulson_improvises_over_our_'Hollywood_Blues'_Jam_Track The charismatic lickmaster <strong> Sam Coulson </strong> improvises over our HOLLYWOOD BLUES jam track taken from our ESSENTIAL BLUES SERIES package.", "new_id": -2}, {"uid": "1296129417102268970", "i": 40109, "idx": 0, "sa": ["Donald Sutherland", "David Letterman"], "q": "<strong> David Letterman </strong>,'' the tough guy revealed his feminine side. <strong> Donald Sutherland </strong> surprised the audience and <strong> David Letterman </strong> as he stepped out onto the stage wearing a green sundress and black combat boots. The`` 24'' star explained, <q> I lost a bet over the weekend. I was so sure the New England[ Patriots] were going to win that I told a guy who used to be my friend that if New England lost, I would wear a dress on <strong> David Letterman </strong>. </q>`` Quite slimming,'' <strong> David Letterman </strong> reacted, adding,`` You get on the subway like that, I'll give you$ 1000.'' The actor responded while laughing,`` I have to say, riding", "new_id": -2}, {"uid": "1295628120004243463", "i": 23061, "idx": 1, "sa": ["George Washington", "Barack Obama", "Sen. Bernie Sanders"], "q": "this country employing <strong> George Washington </strong> workers that are able to manufacture statues of our founding fathers, or our current president,'' <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong> fumed in a letter to the Director of the Smithsonian Museum. <q> That is pretty pathetic! I was not aware that the collapse of our manufacturing base had gone that far. </q> Indeed, it has, not to speak of the fact that Americans are hooked beyond help to cheap Chinese goods. As for Beijing, it too rubbed it in by grandly announcing that the", "new_id": -2}, {"uid": "1295822525140492827", "i": 5739, "idx": 0, "sa": ["Colin Powell", "Barack Obama", "Gabrielle Giffords"], "q": "but said he still supports <strong> Barack Obama </strong> even though he hasn't yet decided who to vote for in 2012. The highly respected retired general and moderate Republican made waves when he endorsed military veteran. <strong> Colin Powell </strong> told CNN's <q> State... EDITORIAL: Symbolic votes don't move nation forward politics and do something. Share thefresnobee_994:/ 2011/01/21/2242168/editorial-symbolic-votes-dont.html E-Mail Print Text Size: tool name tool goes here 0 comments Similar stories: </q> tooltipId=`` mi_tt1''> TUCSON, Ariz.-- Doctors prepared <strong> Gabrielle Giffords </strong> and her family on Thursday to leave behind the Arizona hospital where she dazzled them with her rapid recovery so she can get", "new_id": -2}, {"uid": "1296102825131907644", "i": 22335, "idx": 7, "sa": ["Magic Johnson", "Allen Iverson", "Dwight Howard"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Magic Johnson </strong> 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... Orlando <strong> Magic Johnson </strong>@ Chicago Bulls| 1996 Playoffs| ECF Game 1: Orlando's worst nightmare Orlando <strong> Magic Johnson </strong>@ Chicago Bulls| 1996 Playoffs| ECF Game 1", "new_id": -2}, {"uid": "1297200983061325341", "i": 1801, "idx": 1, "sa": ["Donald Rumsfeld", "Condoleezza Rice"], "q": "poor job of airing and debating substantive disagreements between the State and Defense departments. Rivalries between State and Defense are nothing new, yet Ms. <strong> Condoleezza Rice </strong>'s most`` notable feature'' of management, writes Mr. <strong> Donald Rumsfeld </strong>, <q> was her commitment, whenever possible, to` bridging' differences between the agencies, rather than bringing those differences to the <strong> President Bush </strong> for decisions. </q>`` <strong> Condoleezza Rice </strong> is a very accomplished human being,'' he says in our interview, and`` she had an academic background. Blending things and delaying things is okay in the academic world.", "new_id": -2}, {"uid": "1297381329030818359", "i": 11556, "idx": 0, "sa": ["Sergio Marchionne"], "q": "The most memorable ad during Sunday's Super Bowl- Chrysler's two-minute spot featuring rap star Eminem- was a gut-wrenching decision for the carmaker's chief executive <strong> Sergio Marchionne </strong>. <q> This was not an easy choice... apart from the money involved... and this is pretty expensive stuff, but you know, the choice of the topic, the choice of the characters in the thing were not easy choices. I had to think about this really long and hard, </q> <strong> Sergio Marchionne </strong> said. Why? I asked him.`` You know, I love Eminem but... I also know that some of the choices of language that he has made are things that are not what I would", "new_id": -2}, {"uid": "1295545014070058029", "i": 6902, "idx": 1, "sa": ["Kara DioGuardi", "Steven Tyler", "Simon Cowell", "Ellen DeGeneres", "Jennifer Lopez"], "q": "returns for Season 10, fans will be juding two new judges-- <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>-- as well as an aging reality show that is changing things up to remain on top. According to <strong> Jennifer Lopez </strong>, <q> What this show is about is It's a kinder` American Idol </q> without <strong> Simon Cowell </strong>. Television's top show returned Wednesday with a makeover for its 10th season on Fox. <strong> Simon Cowell </strong>, everyone's favorite villain, is gone as a judge. So are <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>, replaced with", "new_id": -2}, {"uid": "1296006543146669593", "i": 39638, "idx": 0, "sa": ["Aiden Grimshaw", "Simon Cowell"], "q": "Despite coming only ninth in last year's competition, he was added to the line-up at show guru <strong> Simon Cowell </strong>'s behest. The tour kicks off next month in Birmingham. A source revealed: <q> This record deal is <strong> Aiden Grimshaw </strong>'s to lose.`` If he can keep the fans happy he'll join his mate <strong> Matt Cardle </strong> as one of <strong> Simon Cowell </strong>'s chosen few. </q> But his deal is bound to annoy other singers on the ITV show who survived longer than him. http://www.thesun.co.uk/sol/homepage...cord-deal.html That's a really bizarre story.. <strong> Aiden Grimshaw </strong> and Syco? I just can't", "new_id": -2}, [{"i": 18535, "idx": 0, "index_answer": 0, "new_id": -1, "q": "friend of Democratic congresswoman <strong> Gabrielle Giffords </strong>, has visited the lawmaker in her hospital room and is in close contact with her astronaut husband Mark Kelly, she told NBC's`` Meet The Press.'' <strong> Gabrielle Giffords </strong> is <q> making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> said.`` It's an extraordinary amount of progress for a woman who sustained such a horrific injury,'' she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295217263110215213"}]]