[{"uid": "1295108785237223937", "i": 673, "idx": 2, "sa": ["Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "said. Liberal <strong> Sen. Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>. It asked whether <q> right-wing reactionaries, through threats and acts of violence, intimidated people with different points of view from expressing their political positions </q> in the state. He drew criticism from conservatives, mirroring the reaction against <strong> Sarah Palin </strong>'s more widely reported video statement. Some of the jockeying was more subtle. Within two days of", "new_id": -2}, {"uid": "1297177627217825367", "i": 42340, "idx": 2, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "`` That was such a stain on our country,'' he tells ABC News' <strong> Diane Sawyer </strong> in an interviewed`` I stepped up and told the president I thought I should resign,'' he says. <q> I think probably he and the military and the Pentagon and the country would have been better off if I had. </q> Also during the interview, <strong> Donald Rumsfeld </strong> defends the Bush administration's war and anti-terrorism records, and his own reputation as a boss who intimidated some of the Pentagon brass.`` Oh the poor people", "new_id": -2}, {"uid": "1295285232265912326", "i": 9438, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Hu Jintao", "President Bush"], "q": "<strong> Chuck Schumer </strong> and said he and a group of bipartisan senators would reintroduce a bill they crafted last year, but which never came to a vote in Senate. It would require the Treasury Department to investigate <q> China's manipulation of its currency and actually do something about it... The time for talk is over. We've had enough of China's empty verbiage, </q> he said. <strong> Chuck Schumer </strong>, <strong> Kirsten Gillibrand </strong>, Peter King urged an end to a` zero sum' Cold War relationship with the U.S., but... Photo in Slideshow: <strong> President Bush </strong>, <strong> Hu Jintao </strong>, on the eve of", "new_id": -2}, {"uid": "1295147684219021325", "i": 21905, "idx": 0, "sa": ["Ernie Grunfeld", "Allen Iverson", "LeBron James"], "q": "ball and fouling <strong> LeBron James </strong> Jones with 13.6 seconds to play. Jones hit two free throws to tie the game at 93. It was the first time in the fourth quarter Miami didn't trail. QUOTABLE <strong> Allen Iverson </strong>: <q> You have crazy games throughout the NBA seasons, and I was glad to be on the winning end. </q>- <strong> LeBron James </strong> on the Heat's unlikely win. HOT: Young, who Wizards president <strong> Ernie Grunfeld </strong> http://wn.com/Allen_Iverson_28pts_vs_Wizards_08/09_NBA_*Nice_dish_to_McDyess <strong> Allen Iverson </strong> crumpled to the floor early Wednesday night, but bounced back. So did the Detroit Pistons. <strong> Allen Iverson </strong> left the", "new_id": -2}, {"uid": "1295806909069746696", "i": 16107, "idx": 10, "sa": ["Colin Powell", "Barack Obama"], "q": "support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race.`` I will always vote for the person who I think is best qualified,'' he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> Ready for the big game? Get a free blu-ray player($ 277 value) with TV purchase at Abt'' width=``", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q> <strong> Google Inc. </strong> had a strong second quarter, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>.`` Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}, {"uid": "1295771436146751497", "i": 14464, "idx": 1, "sa": ["Will Smith", "Mick Jagger", "Katy Perry", "Simon Cowell", "Mariah Carey"], "q": ", the singer may join <strong> Simon Cowell </strong> on the show when it begins filming later this year.`` To get her on the show would give it real star power,'' a source told the magazine. <q> <strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong> are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out.`` She has a massive appeal and a real edge to her, </q> they added.`` <strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion.'' Others who have been rumoured for the show's judging panel include <strong> Will Smith </strong>, <strong> Katy Perry </strong>, <strong> Mick Jagger </strong> and <strong> Mariah Carey </strong>. Stacey", "new_id": -2}, {"uid": "1297303990062455894", "i": 47586, "idx": 1, "sa": ["Melissa Rosenberg", "Anderson Cooper", "David Letterman"], "q": "green light for mobs to attack anyone who looks foreign. I don't think they know who I was particularly.'' He's also thankful he made it out of the incident in one piece, <q> There were people stabbed right after us, there were people who have been, you know, captured, disappeared. </q> <strong> David Letterman </strong>'s interview with <strong> Anderson Cooper </strong> airs Wednesday on the` Twilight' Writer <strong> Melissa Rosenberg </strong> Takes Over Summit's` Highlander' Script( Excl... After tackling vampires in Summit's`` Twlight Saga,''", "new_id": -2}, {"uid": "1294962325114475009", "i": 22528, "idx": 1, "sa": ["The doctor", "Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "for long periods of time.'' One of <strong> Gabrielle Giffords </strong>' close friends, New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, was in the room when <strong> Gabrielle Giffords </strong> opened her eyes in response to her husband's voice. <q> All of a sudden she started to struggle to open her eyes. And so Mark saw that and said--` open your eyes, <strong> Gabrielle Giffords </strong>, open your eyes,' </q> recalled <strong> Kirsten Gillibrand </strong>.`` She kept struggling and struggling and Mark kept encouraging her. And with in a moment she literally opened her eyes. <strong> The doctor </strong> was unbelievably excited because this was such great progress.''", "new_id": -2}, {"uid": "1296183151117178385", "i": 22801, "idx": 2, "sa": ["Dan Coats", "Mike Pence", "Sen. Jim DeMint"], "q": "with millions of people.'' While ruling himself out, <strong> Sen. Jim DeMint </strong>( <strong> Dan Coats </strong>, S.C.) agreed, telling NRO that with the congressman gone as a paragon of`` pro-growth, limited government'' conservatism, <q> there will be a lot of surprises </q> in terms of who jumps into the race. According to sources close to <strong> Mike Pence </strong> with knowledge of Indiana politics, a number of factors influenced the congressman's decision to forgo a presidential run and instead turn", "new_id": -2}]