[{"uid": "1296897095171786300", "i": 4037, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "hosting public parties eight months after a man was shot at the quarterback's 30th birthday bash in Virginia Beach. <strong> Roger Goodell </strong> said that he had spoken to <strong> Michael Vick </strong> about the party that is being publicized as: <q> Super Bowl- Dallas Dynasty 2011- The <strong> Michael Vick </strong> Experience. </q> An online invitation on the Deux Lounge website features a large illustration of <strong> Michael Vick </strong> in his Eagles uniform, a \"V7\" logo and video footage of <strong> Michael Vick </strong> playing for the Eagles. \"I spoke to", "new_id": -2}, {"uid": "1294977377249905175", "i": 42234, "idx": 4, "sa": ["Allen Iverson", "Dirk Nowitzki", "LeBron James", "Christopher Hitchens"], "q": "control. A day after scoring 51 points in a defeat, <strong> Allen Iverson </strong> may have been even better, scoring 35 points and dishing out 12 assists while leading the Denver Nuggets past the Dallas MavChristopher Hitchensks 122-109 Thursday night. <q> AI had it all going from everywhere, </q> said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds. \"He was driving and maLeBron James shots in-between.\" <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line.", "new_id": -2}, {"uid": "1296434771067305481", "i": 4841, "idx": 0, "sa": ["Guy Ritchie", "George H. W. Bush", "Simon Cowell", "Kim Jong-Il"], "q": "vomit. It's a circus. <strong> Simon Cowell </strong> is the <strong> George H. W. Bush </strong> of the music industry. \"He doesn't know fuck all about music, I'll tell you that for a fact,\" he continues. <q> I'd rather sit down and have dinner with that <strong> Guy Ritchie </strong> from Korea, what's his name? </q> \"<strong> Kim Jong-Il </strong>?\" \"With <strong> Kim Jong-Il </strong>. I'd rather have dinner with him. I find the whole thing like the Nuremberg Rallies.\" Goldie( right) with his Supreme Graffiti", "new_id": -2}, {"uid": "1295937150203702286", "i": 28981, "idx": 0, "sa": ["Keith Smart", "Bill Lockyer", "Newt Gingrich"], "q": "all. It didn't look good when Ellis was carried off the court in the waning moments of Friday night's victory over Sacramento, but he promptly played 42 minutes the next night against the Clippers. <q> Monta bounces back quickly, </q> coach <strong> Keith Smart </strong> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1295125227265830412", "i": 42535, "idx": 14, "sa": ["Isnilon Hapilon", "Dan Rather", "Donald Rumsfeld"], "q": "POWs By GIs Probed\" . CBS News. April 27, 2004.^ a b ZNet| Iraq| <strong> Isnilon Hapilon </strong> Ghraib^ Glaister, <strong> Dan Rather </strong>; Borger, Julian( May 13, 2004). <q> 1,800 new pictures add to US disgust </q>. London: The Guardian.^ Shanker, Thom; Schmitt, Eric( May 8, 2004). \"<strong> Donald Rumsfeld </strong> Accepts Blame and Offers Apology in Isnilon Hapilonse\" . The New York Times.[ dead", "new_id": -2}, {"uid": "1297461717176717837", "i": 33588, "idx": 0, "sa": ["Brooklyn Decker", "Jennifer Aniston", "David Letterman", "Brent Jones"], "q": "the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q> She's so sweet, that girl. She's just darling and like the nicest person, </q> <strong> Jennifer Aniston </strong>, 42 today, tells To report corrections and clarifications, contact Standards Editor Decker+Brooklyn Decker+repeat+as+'Sports+Illustrated'+cover+girl%3f&amp;body=http://content.usatoday.com/communities/entertainment/post/2011/02/could- <strong> Brooklyn Decker </strong>- <strong> Brooklyn Decker </strong>- repeat- as- sports- illustrated- cover- girl/1\"> <strong> Brent Jones </strong>. For publication consideration", "new_id": -2}, {"uid": "1296651524075825163", "i": 5314, "idx": 1, "sa": ["Eric Schmidt"], "q": "\"no copiaban los resultados de Google\" . \"Operaci?n aguij?n\" Seg?n la empresa dirigida por <strong> Eric Schmidt </strong>, decidieron montar la \"operaci?n aguij?n\" con el prop?sito de descubrir a Bing con <q> las manos en la masa </q>. Para m es hacer trampa, porque hemos trabajado incre?blemente duro por varios a?os y ellos llegan ah utilizando nuestro trabajo duro. No s como llamarle m?s que simple y llana trampa. El", "new_id": -2}, {"uid": "1296768815048218146", "i": 7532, "idx": 3, "sa": ["Steve Ballmer"], "q": "is spent in the CPU and GPU and drill down further to see a Visual Tree that details how long it takes elements to render on screen. The profiler also suggests how to troubleshoot performance issues. <q> I am happy to see the performance profiling capabilities, since that's an area every phone developer must face when building applications, </q> said Lhotka, whose team's first Windows Phone 7 application hit the Marketplace yesterday. <strong> Steve Ballmer </strong> said that with about 1,000 apps at launch, Microsoft is ahead of its competitors in their marketplace launch phases.", "new_id": -2}, {"uid": "1296131052006979624", "i": 52079, "idx": 0, "sa": ["Kenneth Clarke", "Michael Gove"], "q": "\"I totally accept that the shrill level of controversy around the comprehensive spending review crowded everything out.\" Yesterday justice secretary <strong> Kenneth Clarke </strong> predicted the economy would take up to three years to recover. <q> We mustn't make people think that whoever was in Michael Government could say,` Nasty six months, but now it's marvellous, this year's going to be great, we are going to see great growth, we have solved all the problems', </q> he said. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in... UK` unprepared for a foot and", "new_id": -2}, {"uid": "1297267030254083075", "i": 41902, "idx": 1, "sa": ["Simon Cowell"], "q": "under \"intense pressure from other state institutions, which are not ready to offer immunity for the accused.\" The Foreign Office has taken an \"inflexible stand\" on the issue because the military establishment <q> holds the same view, </q> the report added. <strong> Simon Cowell </strong> says launching X Factor in US is a` massive risk' Sequencing of issues should not be intended to` score points': Pakistan Black money: Centre ignores Supreme Court rebukes", "new_id": -2}]