[{"uid": "1297091703077316256", "i": 6796, "idx": 1, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong> speaks during the... Report Abuse \"Awesome game! Go Daddy commercials were terrible! Liked the unexpectedly awkward Doritos commercial, though it wasn't up to par with previous super bowl commercials.\" Report Abuse <q>I didn't waste a single moment watching any of them.<q> I have never bought a single item based on a TV or print ad. Report Abuse \"The worst commercials in memory.\" The worst of the worst was the g@y Doritos finger licking", "new_id": -2}, {"uid": "1296774953170934311", "i": 4037, "idx": 1, "sa": ["David Letterman"], "q": "of the inappropriateness of this headline, with its modern-day drug connotation. Andrew from Unadilla said \"the DEA will be looking for Flo after that headline!\" Wilma from Grand Gorge chastised the headline-maker for <q>sullying this good woman's reputation.<q> Online, \"KcFourdoggs\" left a post saying, \"Great article... hopefully this headline doesn't make it to <strong> David Letterman </strong>.\" Well, the headline never made it into the late-night lexicon, and", "new_id": -2}, {"uid": "1296741912015351821", "i": 21626, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush", "Hosni Mubarak"], "q": "<strong> President Bush </strong> focused on a war with Iraq almost immediately after the Sept. 11, 2001 terror attacks. \"He asked that I take a look at the shape of our military plans on Iraq,\" <strong> Donald Rumsfeld </strong> writes. <q>He wanted the options to be \"creative.\"<q> Since <strong> Hosni Mubarak </strong> came into power in 1981, U.S. taxpayers have sent more than$ 60 million in aid to his government- but more than half was spent on weapons for the military, \"an arrangement that", "new_id": -2}, {"uid": "1295677688065617925", "i": 39513, "idx": 2, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,<q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Kobe_Bryant_42_points_vs_DEN_2002-0340_point_streak_*360 The 2nd game of the famous 9 straight 40", "new_id": -2}, {"uid": "1295708457073957387", "i": 15290, "idx": 3, "sa": ["Andy Coulson"], "q": "is trying to recover from the biggest financial crisis ever and all we get from the Guardian is this tittle tattle. Jester2010 22 January 2011 2:52 PM Synergise 22 January 2011 2:52 PM <q>We need a director of communications.<q> \"Hm, how about <strong> Andy Coulson </strong>?\" \"Oh, that guy that's pretty much definitely a criminal?\" \"Yeah.\" \"The one that's been in all the", "new_id": -2}, {"uid": "1295599055020365403", "i": 1388, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "$ 10.8 bn( Â£ 6.8 bn). Mr <strong> Eric Schmidt </strong>, who was brought in to guide Google's student founders, Mr Page and <strong> Sergey Brin </strong>, in 2001, said on his personal Twitter account: <q>Day-to-day adult supervision no longer needed!<q> On a conference with analysts late last night he added: \"I believe Larry is ready. His ideas are very interesting and clever and it's time for him to have a shot at running this", "new_id": -2}, {"uid": "1296655289246464543", "i": 723, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and technology strategy, while <strong> Eric Schmidt </strong>, bumped up to executive chairman, will by his own account focus on \"customers and broader business relationships, government outreach and technology thought leadership,\" while <strong> Sergey Brin </strong> will focus on <q>strategic projects, in particular working on new products.<q> <strong> Eric Schmidt </strong>, the professional executive and respected technologist, served Google well during his decade as CEO. But with Google facing cutthroat competition from the likes of Facebook, Apple, and even Microsoft, the company decided", "new_id": -2}, {"uid": "1297190811065617976", "i": 899, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "Tom Leppart to ask for a city review of how council members hand out ceremonial gifts. \"We don't condone it and clearly didn't approve it,\" Leppert said of the <strong> Michael Vick </strong> award. <q>It's unfortunate, and I would rather have not seen the situation.<q> The key <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> was less than official, city officials explained. The official Dallas \"keys\" are made from gold or crystal and given out mostly to foreign dignitaries under strict protocol.", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.\" <strong> David Letterman </strong> then asked for clarification that \"contention, friction and animosity\" could be creatively good, to which <strong> Steven Tyler </strong> said: <q>Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs.<q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are \"just on a break[ and] still rocking big time\".", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}, {"uid": "1297354440003293195", "i": 15606, "idx": 0, "sa": ["Niecy Nash", "Paula Abdul", "Simon Cowell"], "q": "wedding before, so when I went to get my dress, I had nothing to compare it to. I didn't know I bought a dress that's a quinceacera gown,\" <strong> Niecy Nash </strong> said. <q>My[ reception] decorations were metal folding chairs and signs that were painted in marker and done in calligraphy. A styrofoam heart in the middle of the table? It was just a mess. So I am happy to get a do-over and ask for help.<q> \"Live To Dance' crowns D'Angelo Castro and Amanda Carbajales champs <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk about working together` The Biggest Loser: Couples' eliminates contestant Jaquin \"Q\" Allen` The Bachelor\"", "new_id": -2}]