[{"uid": "1295455732232161286", "i": 12589, "idx": 0, "sa": ["Simon Cowell"], "q": "TV judge <strong> Simon Cowell </strong> have a great deal in common. <strong> Simon Cowell </strong> has judged American Idol and The X Factor, and is renowned for being open and honest with singers he thinks aren't up to scratch. <q>I think Sue Sylvester has British in her. I think the US look at the British as a race that tells it how it is. And if ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her,</q> she told British newspaper The Sun. \"He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. Just like him, she says", "new_id": -2}, {"uid": "1295301003036814887", "i": 19316, "idx": 0, "sa": ["Steve Ballmer"], "q": "2011 release. The online software targets what Microsoft CEO <strong> Steve Ballmer </strong> called the heart of almost every successful: Sales professionals. <q>Microsoft Dynamics CRM redefines by offering an industry-leading product that is fully embracing the cloud,</q> <strong> Steve Ballmer </strong> said. The Microsoft chief pointed to a familiar user experience that enables collaboration, streamlines processes, and accesses real-time as key competitive benefits of Microsoft Dynamics CRM. If Microsoft can deliver on those promises,", "new_id": -2}, {"uid": "1295012805160137223", "i": 18743, "idx": 0, "sa": ["Steven Tyler", "Mike Pence", "Elizabeth Ames Jones"], "q": "car dealer and former secretary of state.... GOP Railroad Commissioners <strong> Mike Pence </strong> Williams, a favorite of tea party activists, and <strong> Elizabeth Ames Jones </strong> both served notice they were in the race.\" http://bit.ly/e33BKp-- <q>AP Interview: Brown reflects on a year in Congress,</q> by AP Political Writer Glen <strong> Steven Tyler </strong>, in Boston: \"Scott Brown ran for the Senate vowing to rein in government spending and cut the federal budget deficit. A year later, he is open to increasing the", "new_id": -2}, {"uid": "1297303593261144622", "i": 35511, "idx": 0, "sa": ["Britney Spears", "Donald Rumsfeld", "Lindsay Lohan", "Nicole Kidman"], "q": "named \"Femme... Video: ShowBiz Minute: <strong> Lindsay Lohan </strong>, Bieber,` Mad Men\"... Photo in Slideshow: <strong> Britney Spears </strong> arrives at the Teen Choice 2009... Video: Santa Barbara Film Festival honors <strong> Nicole Kidman </strong> Report Abuse <q>Why in hell does The U.S glamorize these stupid head kases instead of honoring their fallen who go to war?~?~?</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options!", "new_id": -2}, {"uid": "1296744552199131154", "i": 30135, "idx": 37, "sa": ["Donald Rumsfeld", "Condoleezza Rice"], "q": "that nothing about the administration's Iraq policy had changed. A week later, says <strong> Donald Rumsfeld </strong>, <strong> Condoleezza Rice </strong> privately apologized for the flap. \"You're failing,\" he recalls telling her. <q>You could have said something in the NSC meeting in front of the president and the principals.</q> \"Don, you've made mistakes in your long career,\" <strong> Condoleezza Rice </strong> replied. \"Yes, but I've tried to clean them up.\" There were glimmers of good", "new_id": -2}, {"uid": "1295804716188252188", "i": 6606, "idx": 10, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. \"I will always vote for the person who I think is best qualified,\" he said. <q>I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either.</q> Tim Twentyman: Then there were four. We'll have a Super Bowl matchup all set late Sunday night and getting to that point should be very entertaining. The Monsters of the Midway take... <strong> Robert Gates </strong> Happy", "new_id": -2}, {"i": 44090, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is working on new projects, but doesn't want to provide any details, lest he be accused of introducing vaporware. \"I don't want to repeat that in the future,\" he said. <q>I think our primary reason for purchasing the building... was the office space that we really enjoy using,</q> <strong> Eric Schmidt </strong> said. Jonathan Rosenberg, senior vice president for product management, said Google opted to buy the building because it was able to accomodate the growing number of Google employees in New York, currently at", "sa": ["Eric Schmidt"], "uid": "1295570584118865943"}, {"uid": "1296575507267468818", "i": 11091, "idx": 1, "sa": ["Gary Moore", "Allen Iverson"], "q": "\"( <strong> Allen Iverson </strong>) will not be able to return to professional basketball for some six to eight weeks or more this season,\" Andrews said in a statement sent out by <strong> Allen Iverson </strong>'s manager, <strong> Gary Moore </strong>. <q>At this point, it is certainly more important to get his calf healed and asymptomatic than it is to try to play with continued pain. We anticipate a full recovery and certainly anticipate him being able to resume a normal basketball career.</q> \"He actually tried to tough it out and continued to play while over in Turkey,\" said Andrews. \"However, he got to the point where he could not really run up and down", "new_id": -2}, {"uid": "1295559450214679559", "i": 32170, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "and technology thought leadership-- all of which are increasingly important given <strong> Google Inc. </strong>'s global reach. Internally, he will continue to act as an advisor to Larry and <strong> Sergey Brin </strong>. Commenting on these changes, <strong> Eric Schmidt </strong> said: <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> Larry said: \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so", "new_id": -2}, {"uid": "1296273659046694430", "i": 26058, "idx": 6, "sa": ["LeBron James", "Chris Webber", "Carmelo Anthony", "Chauncey Billups", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q>He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle.</q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 Amid continued trade talk, <strong> Carmelo Anthony </strong>'s 23 lead Nuggets to 120-109 win over Wizards <strong> Chauncey Billups </strong> scores 26 in Nuggets' win at Pistons <strong> Chauncey Billups </strong> helps Nuggets beat Pistons", "new_id": -2}]