[{"uid": "1296159059113442824", "i": 29257, "idx": 3, "sa": ["Maxine Waters", "Charles Ellis Schumer", "Nancy Pelosi", "John McCain", "Dick Durbin", "Harry Reid", "Bernie Sanders", "Barbara Boxer"], "q": " Our Federal legislators broke Social Security over the past 25 years. Just like they raided the: Highway Trust Funds, Medicare& Medicaid, and the Tobacco Industry Settlement Fund. Now ask yourself, <q> How can any one continue to vote for the same Pols who have been in Congress for 20& 30 years? </q> eg: <strong> Bernie Sanders </strong> Sander( self-proclaimed Socialist), <strong> Barbara Boxer </strong>, Diane Feinstein, Charlie Rangel, <strong> Charles Ellis Schumer </strong>, <strong> John McCain </strong>, <strong> Dick Durbin </strong>, <strong> Maxine Waters </strong>, <strong> Nancy Pelosi </strong> and <strong> Harry Reid </strong>... Report Abuse \" In December, Congress passed a", "new_id": -2}, {"uid": "1295670452069369863", "i": 9984, "idx": 0, "sa": ["Allen Iverson", "Dwight Howard"], "q": "http://wn.com/Allen Iverson_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1297067133184320041", "i": 50547, "idx": 0, "sa": ["Bernie Ecclestone", "Kylie Minogue", "Nick Candy", "Gwyneth Paltrow", "Simon Cowell", "Boris Berezovsky"], "q": ".`` We are now part of that life,'' says a deadpan <strong> Nick Candy </strong>, creator of homes for <strong> Kylie Minogue </strong>, <strong> Gwyneth Paltrow </strong>, <strong> Boris Berezovsky </strong>[ Russian oligarch] and the Mittals[ Indian steel tycoons]. <q> We try to educate our young designers in the needs of such people. </q> He is friends with princes Andrew and Albert, <strong> Bernie Ecclestone </strong>[ Formula One boss] and <strong> Simon Cowell </strong>. I find him tKylie Minogueedin a tailored shirt and Berluti shoes, but am more struck by the piercing stare.", "new_id": -2}, {"uid": "1297177285142131216", "i": 48568, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld", "Diane Sawyer"], "q": " However the former Pentagon chief also admitted his biggest error during his tenure under <strong> George W. Bush </strong> was his failure to convince the <strong> George W. Bush </strong> to accept his resignation in the wake of the Abu Ghraib prison scandal. <q> That was such a stain on our country. To think that people in our custody were treated in that disgusting and perverted and ghastly way- unacceptable way, </q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. And so I stepped up and told the <strong> George W. Bush </strong> I thought I should resign. And I think probably he and the military and the Pentagon and the country would've", "new_id": -2}, {"uid": "1296744570016711683", "i": 7824, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": " <strong> Donald Rumsfeld </strong>`` goes so far as to depict former <strong> George W. Bush </strong> as presiding over a national security process that was marked by incoherent decision-making and policy drift, most damagingly on the war in Iraq.'' <q> <strong> Donald Rumsfeld </strong> remains largely unapologetic about his overall handling of the Iraq conflict and concludes that the war has been worth the costs. Had the government of Saddam Hussein remained in power, he says, the Middle East would be` far more perilous than it is today'. </q>`` Addressing charges that he failed to provide enough troops for the war, he allows that,` In retrospect, there may have been times when more troops could have helped'.''", "new_id": -2}, {"uid": "1295565740204783649", "i": 24789, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "been discussing how to simplify the company's management structure and speed up the decision-making process.`` For the last 10 years, we have all been equally involved in making decisions,'' <strong> Eric Schmidt </strong> said. <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> <strong> Eric Schmidt </strong> said <strong> Larry Page </strong> also will take the lead product development and technology strategy, while <strong> Sergey Brin </strong> will focus on strategic projects and have the title co-founder. As executive chairman, <strong> Eric Schmidt </strong> said he would concentrate", "new_id": -2}, {"uid": "1295105515258523157", "i": 828, "idx": 5, "sa": ["Immortal Technique", "Colin Powell", "Barack Obama"], "q": "... video results for: <strong> Barack Obama </strong> US Politics <strong> Colin Powell </strong> Endorses <strong> Barack Obama </strong> for <strong> Barack Obama </strong> Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Fo... <strong> Immortal Technique </strong> on <strong> Barack Obama </strong>, 9/11 truth& Corporate America <strong> Immortal Technique </strong> on <strong> Barack Obama </strong>, 9/11 truth& Corporate America Have this year's negative political ads really", "new_id": -2}, {"uid": "1296324371180224006", "i": 6091, "idx": 1, "sa": ["Allen Iverson", "Elton Brand"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four Visit the Cisco Mobility Blog for insights on wireless and mobility. blogs.cisco.com With the holiday season now in our rearview mirror, I scheduled", "new_id": -2}, {"uid": "1296122190127270925", "i": 28918, "idx": 3, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> does, gets one called by the elites, at mildest,`` an ideologue.'' Elitists may call reflecting the values of the people, or, as the Declaration of Independence phrased it, <q> the consent of the governed, </q> ideological. There is another, and better grounded, way to frame what is going on here: <strong> Mike Pence </strong> is a man of the people. That is, for him, a matter of principle.", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,'' <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as`` deals, partnerships, customers and broader business relationships,'' while Page would <q> merge Google's technology and business vision. </q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so`` there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}]