[{"uid": "1296167621065404968", "i": 42411, "idx": 1, "sa": ["Mike Pence"], "q": "Indiana. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q>We will not seek the Republican nomination for president in 2012.</q> He said he would make a decision \"later this year\" about what his next political step is, but by not running for president it is considered a virtual certainty that he will run for the GOP", "new_id": -2}, {"uid": "1297112750077856823", "i": 34771, "idx": 4, "sa": ["Paula Abdul", "Simon Cowell"], "q": "a judge. \"I'm a massive fan of <strong> Paula Abdul </strong>. While we were on( \"Idol\"), I'd say we were friends 80 percent of the time,\" he said. <q>Since the show, we've been in contact.... But the truth is, I haven't made up my mind( about the judges). We'll have an announcement in 3-4 weeks, maybe a bit longer.</q> As for the new-look \"Idol,\" <strong> Simon Cowell </strong> said he has yet to see a complete episode, only a short recap. <strong> Simon Cowell </strong> announces audition cities,$ 5 million prize for \"The X", "new_id": -2}, {"uid": "1295589621085278754", "i": 8953, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": ", 1:00 AM EST- U.S. Markets open in 8 hrs 30 mins <strong> Google Inc. </strong> turns Page on <strong> Eric Schmidt </strong>, names co-founder CEO{ \"s\": \"goog, novl\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} <strong> Michael Liedtke </strong>, AP Technology Writer, On Friday January 21, 2011, 12:45 am SAN FRANCISCO( AP)-- When <strong> Google Inc. </strong> went", "new_id": -2}, {"uid": "1295779997220971072", "i": 14191, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "officer- which Google has not had- to handle it. In an interview, Mr. Page said those management skills were something he observed during the decade he spent learning from Mr. <strong> Eric Schmidt </strong>. <q>He's a global statesman, all the way,</q> he said. \"<strong> Eric Schmidt </strong>'s very good at bringing people together, getting people to agree.\" In the interview, Mr. Page and Mr. <strong> Sergey Brin </strong> provided a few hints about their priorities when", "new_id": -2}, {"uid": "1295568460075235328", "i": 11732, "idx": 0, "sa": ["Alex Wolfe", "Eric Schmidt", "Holly Simmons"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> InformationWeeks <strong> Alex Wolfe </strong> gets a demo of SAPs new collaborative decision-making tool from SAP BusinessObjects senior director of marketing <strong> Holly Simmons </strong>. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating", "new_id": -2}, {"uid": "1296175477124354567", "i": 16224, "idx": 10, "sa": ["Rachel Maddow", "Mike Pence", "Don Imus", "Rahm Emanuel", "Mitch Daniels", "Mark Salter"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. \"He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through,\" she said. <q>Obviously it'd be great for the state of Indiana.</q> <strong> Don Imus </strong>: <strong> Rachel Maddow </strong> \"Worst Kind Of Coward,'` Gutless, Sniveling Worm\"( VIDEO) <strong> Rahm Emanuel </strong> Back on Mayoral Ballot in Chicago, Illinois Court Rules Is McCain Aide <strong> Mark Salter </strong> the Author of Anonymously Penned", "new_id": -2}, {"uid": "1295658306074924083", "i": 1966, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", and <strong> Sergey Brin </strong> ran the company together- or not together, as the case may be. <strong> Sergey Brin </strong> and Page didn't just hire those Firefox devs on their own. They acquired entire companies on their own. <q>One day Larry and <strong> Sergey Brin </strong> bought Android, and I didn't even notice,</q> <strong> Eric Schmidt </strong> said in 2009. \"<strong> Sergey Brin </strong> found Google Earth one day while he was surfing on the web. And then he walked into my office and told me he bought them.\" step down", "new_id": -2}, {"uid": "1295561213061718591", "i": 32410, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "A A x Email Article <strong> Eric Schmidt </strong>: All of <strong> Google Inc. </strong>'s Strategic Initiatives in 2011 Are Mobile Business Review, guest contributor <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>, writes about the company's plans for the coming year, saying <q>as I think about <strong> Google Inc. </strong>'s strategic initiatives in 2011, I realize they're all about mobile.</q> It's notable that <strong> Eric Schmidt </strong> didn't say \"mostly,\" or \"many,\" of its initiatives are about mobile- he said \"all\" of them are. More Perspective from <strong> Google Inc. </strong>: <strong> Eric Schmidt </strong>&", "new_id": -2}, {"uid": "1295509923113688654", "i": 31058, "idx": 1, "sa": ["Sergio Marchionne"], "q": "starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q>We need to retain all its functionality but make it much more versatile.</q> <strong> Sergio Marchionne </strong> said that could mean new products that can still carry a lot of people but won't look like traditional minivans. A team within the company is also studying whether to continue both the Town", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q>11th grade-- is that a sophomore in high school?</q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied: \"I don't know. I'm Canadian.\" Later, <strong> Justin Bieber </strong> tweeted that he will be on the \"Late Show\" again on Friday, \"", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}]