[{"uid": "1295621862132808705", "i": 43286, "idx": 6, "sa": ["Eric Schmidt", "Esther Dyson"], "q": "were just flabbergasted.' <strong> Esther Dyson </strong>, a veteran Valley investor who has long known the Google founders and Mr. <strong> Eric Schmidt </strong>, said,` It is unexpected but it makes a lot of sense.'' She added: <q> Larry and Sergey have grown up. They want to run their own company.' </q> 11-inch MacBook Air: The next generation of MacBooks. From$ 999. Free shipping. <strong> Eric Schmidt </strong> discusses Google's management changes in open letter Google co-founder Larry Page becomes CEO on April 4; <strong> Eric Schmidt </strong> assumes", "new_id": -2}, {"uid": "1296744552199131154", "i": 30098, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Howard Kurtz"], "q": "drug problem. <strong> Howard Kurtz </strong> speed-reads Rummy's new memoir. Ten days after the attacks of Sept. 11, 2001, <strong> Donald Rumsfeld </strong> wrote himself a note.`` At the right moment,'' it said, <q> we may want to give <strong> Saddam Hussein </strong> a way out for his family to live in comfort. </q> Known and Unknown, the former Defense secretary says he believed that`` an aggressive diplomatic effort, coupled by a threat of military force, just might convince <strong> Saddam Hussein </strong> and those around him to seek exile.''", "new_id": -2}, {"uid": "1296680350157417514", "i": 15601, "idx": 0, "sa": ["Jeremy Paxman", "Andy Coulson", "Rupert Murdoch"], "q": "3 February 2011. It was last modified at <strong> Rupert Murdoch </strong> unveils next step in media empire- the iPad` newspaper' Follow the latest tweets about the BBC from the MediaGuardian team <strong> Jeremy Paxman </strong> axes Newsnight daily email <q> It's crap, dreamed up like so many utterly brilliant initiatives by visionary BBC management. </q> BBC's Craig Oliver is the new <strong> Andy Coulson </strong> Bestsellers from the Guardian shop", "new_id": -2}, {"uid": "1295945706264699926", "i": 11531, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich", "Richard Keys"], "q": "whether she knew the offside rule. <strong> Richard Keys </strong> said he could`` guarantee'' she would make a big mistake. <strong> Richard Keys </strong> said the game had`` gone mad'' by allowing her to run the line. The comments <q> are inexcusable from anyone at Sky, </q> said Barney Francis, managing director of Sky Sports. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog HILLSBOROUGH 4 BR/ 3.1 BA$", "new_id": -2}, {"i": 8808, "idx": 2, "index_answer": 3, "new_id": -1, "q": ", and he has to prove he is a businessman,'' Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian: <q> After slipups with search, Street View and Android, it's clear that Google needs tighter control at the top- and <strong> Eric Schmidt </strong> is not the man for the job. </q> What of Google's other co-founder, <strong> Sergey Brin </strong>? He is said to be focusing on strategic projects and is particularly interested in social networking. HP's former CEO <strong> Mark Hurd </strong>; Image by Getty Images North", "sa": ["Eric Schmidt", "Sergey Brin", "Mark Hurd", "Charles Arthur"], "uid": "1295674696105103375"}, {"uid": "1295564518204079107", "i": 28858, "idx": 4, "sa": ["Eric Schmidt"], "q": "now <strong> Eric Schmidt </strong> has no direct role in decision making, and will operate in a reduced capacity as advisor instead.`` We will continue to discuss the big decisions among the three of us,'' he writes. <q> But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> There are no comments to display. Be the first one! Login scripts wont run... Hi all, I have a strange one here... I have a login script that runs for all users", "new_id": -2}, {"uid": "1296206637167591945", "i": 9152, "idx": 10, "sa": ["Mike Pence"], "q": "He is not a third party candidate. He is a republican candidate. The article reads'' An independent campaign to draw GOP Rep. <strong> Mike Pence </strong> into the 2012 presidential race is under way''. Report Abuse <q> Ya lets just forget this guy was with the administration that gave Chrysler a bailout... had 10%+ unemployment. </q> Washington Post: New GOP proposal targets federal workforce Washington Post: Gun show attendees say firearms limits would be wrong response to Tucson Keller Finance MBA Keller Graduate School Of Management- Discover Your Path to Success. Trader", "new_id": -2}, {"uid": "1295294154030998626", "i": 35700, "idx": 0, "sa": ["Kirsten Gillibrand", "Max Baucus", "Chuck Schumer"], "q": "boost use of legal software. On another issue important to the Montana Democrat, <strong> Max Baucus </strong> said he was disappointed that talks aimed at reopening China's market to U.S. beef have not been resolved. <q> I urge these negotiations to successfully conclude as quickly as possible. International scientific standards( regarding the safety of U.S. beef) are clear, and there simply is no excuse for China's refusal to abide by them, </q> he said. <strong> Chuck Schumer </strong>, <strong> Kirsten Gillibrand </strong>, Peter King urged an end to a` zero sum' Cold War relationship with the U.S., but... Photo: China hands over national stadium to Mozambique Video: Leaders", "new_id": -2}, {"uid": "1296522316264929306", "i": 38706, "idx": 0, "sa": ["Michael Vick"], "q": "- About three weeks before the deadly shootings in Tucson renewed a national debate... Photo in Slideshow: A photo released by the office of U.S. U.S. Video: Homeland Security chief touts US border safety Report Abuse <q> Does anyone else notice that all`` jews </q> are against the 2nd Amendment and pro Abortion( infanticide)? \" Perhaps they should move to israel and leave the rest of us alone. Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to", "new_id": -2}, {"uid": "1296106095124256262", "i": 20832, "idx": 4, "sa": ["Roger Kay", "Eric Schmidt", "Steve Jobs", "Google Inc."], "q": "<strong> Google Inc. </strong>, believes that <strong> Eric Schmidt </strong> is probably a persona non grata at Apple these days.`` I think there is bad blood between <strong> Steve Jobs </strong> and <strong> Eric Schmidt </strong> over the timing of the Android,'' he said. <q> In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing. </q> Once you are on the black list at Apple, <strong> Roger Kay </strong> added,`` you don't get to come back.'' That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to", "new_id": -2}]