[{"uid": "1297446725101842956", "i": 13446, "idx": 15, "sa": ["Donald Rumsfeld"], "q": ". It can't help you with what's been done in the past.\" But was the Iraq war really worth all the pain and suffering it has caused? <strong> Donald Rumsfeld </strong>'s tone becomes sharper: <q> Have you ever visited one of the killing fields in Iraq where Saddam Hussein killed hundreds of thousands of people and the mass burials and the godawful prisons he had and the rape rooms? </q> he asks. \"I've got videos of what they did to their political opponents. They cut their tongues off.\" As for the American troops who died- \"they had families, they had children", "new_id": -2}, {"uid": "1296751438058556476", "i": 1809, "idx": 6, "sa": ["Amir Johnson", "Rodney Stuckey", "Tayshaun Prince", "Allen Iverson", "Richard Hamilton"], "q": "with <strong> Amir Johnson </strong> on the floor, and better offensively when <strong> Richard Hamilton </strong> and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. \"When we have the bigger lineup, obviously we're better defensively,\" <strong> Tayshaun Prince </strong> said. <q> It's kind of pick and choose. \"Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side. </q> The game was tight until Detroit went on a 27-5 run midway through the third quarter. Milwaukee missed 14 of 17 shots during one stretch of the period, trailed 73-55 after three quarters and never got close again", "new_id": -2}, {"uid": "1296129375085180438", "i": 18034, "idx": 0, "sa": ["Zahi Hawass"], "q": "bust dates back to the time of the 14th century B.C. queen and tops Egypt's wish list of artifacts that <strong> Zahi Hawass </strong> wants to see back home. The bust is currently at Berlin's Neues Museum. <q> I am doing something that I believe in and that should have been done a 100 years ago, </q> <strong> Zahi Hawass </strong> told The Associated Press( Alert) in a telephone interview. \"My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has", "new_id": -2}, {"uid": "1296708030055181330", "i": 35859, "idx": 0, "sa": ["Earl Watson", "Allen Iverson", "Chris Wallace", "Michael Heisley", "Lionel Hollins"], "q": "his Twitter feed: \"God Chose Memphis as the place that I will continue my career.\" Referring to a Monday meeting with Grizzlies owner <strong> Michael Heisley </strong>, general manager <strong> Chris Wallace </strong> and head coach <strong> Lionel Hollins </strong>, <strong> Allen Iverson </strong> added: <q> I feel that they are committed to developing a winner and I know that I can help them to accomplish that. I feel that I can trust them. </q> The Grizzlies are believed to be offering <strong> Allen Iverson </strong> a one-year deal worth$ 3.5 million, which is far less than the nEarl Watsony$ 21 million he earned last season in Denver and Detroit but more than anyone else was", "new_id": -2}, {"uid": "1296126576085180439", "i": 48919, "idx": 1, "sa": ["Michael Vick"], "q": "release said. Unequal President Rob Vito said the company was proud to have <strong> Michael Vick </strong> on board and addressed the 2007 dog fighting conviction that sent <strong> Michael Vick </strong> to federal prison got him booted out of the league. <q> As a dog owner, I know the love of a pet... But as a Christian, I believe that people can repent and deserve a second chance. </q> <strong> Michael Vick </strong>, 30, made his NFL comeback in 2009 after spending 21 months of his 23-month sentence in Leavenworth, Kan., federal prison. He served the last two months confined to his home in Virginia", "new_id": -2}, {"uid": "1296105128124256343", "i": 11913, "idx": 0, "sa": ["Andy Coulson", "Max Clifford"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. News On 6 302 S. Max Cliffordfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1295724762238878722", "i": 20520, "idx": 0, "sa": ["Allen Iverson", "Sylvester Stallone", "LeBron James", "René Girard"], "q": "in the right handed 80 kg division. Her sister Sylvie is also a world class armwrestler.\" thevalkyrie.com( FRené Girardch/Fran ais) Liane Dufresne, championne mondiale tir au poignet, participe? l'?mission de Roch Denis: <q> Le monde spectaculaire des d?fis Guinness </q>. Elle a particip? \"Over the Top\" avec <strong> Sylvester Stallone </strong>. Iverson_Allen Iverson_23pts_vs_LeBron James_LeBron James_Cavs_08/09_NBA The Detroit Pistons are starting to show their potential with <strong> Allen Iverson </strong>, beating two of the NBAs best teams in less than a week. <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297379823030818322", "i": 11633, "idx": 0, "sa": ["Prince William, Duke of Cambridge", "Simon Cowell"], "q": ", 2011, in London) before he has his own marriage ceremony. According to Cowell-Simon Cowell-delays-his-wedding/\" STV, <strong> Simon Cowell </strong> told a U.S. TV station about why he has no wedding date set as of now: <q> I don't want to overshadow <strong> Prince William, Duke of Cambridge </strong>, so they've got to go first. </q> <strong> Simon Cowell </strong> and Hussainy met when Hussainy was a makeup artist on \"American Idol.\" The couple got engaged in 2010, and there were several media rumors that the couple's wedding", "new_id": -2}, {"uid": "1297156819182796331", "i": 2777, "idx": 0, "sa": ["Jim Schwartz", "Mike Munchak", "Michael Vick", "Dwaine Caraway"], "q": "eighth overall by the then-Houston Oilers in 1982. Lions coach <strong> Jim Schwartz </strong> said he didn't realize how respected <strong> Mike Munchak </strong>, 50, was throughout the NFL until he left Tennessee. <q> I am known as someone who burns the midnight oil, and consistently <strong> Mike Munchak </strong>'s car was the only one left in the parking lot when I left. Titans fans can sleep well knowing Munch is at the helm. I know I did, </q> he said in a statement. A minor ruckus has arisen over Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong>'s presentation of a \"key to the city\" to Eagles quarterback <strong> Michael Vick </strong> at a ceremony in Dallas leading up to", "new_id": -2}, {"uid": "1295400777230801423", "i": 47009, "idx": 1, "sa": ["Sergio Marchionne"], "q": "and Chrysler Town and Country this week. \"We need to completely rethink the minivan,\" Marchionne\" target=\"_blank\"> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q> We need to retain all its functionality but make it much more versatile. </q> <strong> Sergio Marchionne </strong> said that could mean new products that can still carry a lot of people but won't look like traditional minivans. A team within the company is also studying whether to continue both the Town and", "new_id": -2}]