[{"uid": "1296655280188416000", "i": 19267, "idx": 0, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": "access to the web and other digital resources in war-torn and underdeveloped areas of the globe, including the Middle East, Africa and Central/South America. http://wn.com/Eric_Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009. Changzhou government welcomes AGCO management as preparation continues for the Attending on behalf of the Changzhou government: Mr. Fan Yanqin- Municipal", "new_id": -2}, {"uid": "1297297341172949515", "i": 3053, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "President Bush"], "q": "vice-presidential nominee to run with <strong> John McCain </strong> in 2008. Sprinkled among the speeches by Republican and tea party notables are seminars ranging from how to break into the Hollywood movie business to a political study session titled: <q>Is Atlas Shrugging.The Cultural Impact of the Tea Party.</q> <strong> President Bush </strong> Defence <strong> Donald Rumsfeld </strong> will sign copies of his newly released book and receive the CPAC Defender of the Constitution Award. The CPAC gathering concludes Saturday evening with the release of a straw poll of potential", "new_id": -2}, {"uid": "1296769776240500851", "i": 32857, "idx": 0, "sa": ["Dick LeBeau", "Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory. \"He's like a very good scorer in basketball- you know he's going to get points,\" Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q>From a defensive standpoint, you've got to keep him from controlling the game and monopolizing the game. That's what we have to try and do with <strong> Aaron Rodgers </strong>. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release.</q> <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced first downs, a", "new_id": -2}, {"uid": "1295475898005455883", "i": 39745, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01122011-43v&amp;flvURL=/media/2011/01/12/01122011-43v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F12%2F01122011-43v.jsn\"}{ \"title\": \"No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton\", \"description\": <q>Host B.J. Koubaroulis and The Post\\'s <strong> Preston Williams </strong> and James <strong> John Wagner </strong> preview this weekend\\'s match-up between No. 10 Georgetown Visitation and No. 18 <strong> Kirsten Gillibrand </strong> Seton. Video includes highlights and footage of Visitation\\'s Katie Gillespie, Maddy <strong> Preston Williams </strong> and Kathleen Tab as well as Seton\\'s Alyssa Albanese, Mel Royster and many more.</q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/12/PH2011011203438.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/12/VI2011011203385.html&amp;title=No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton& site", "new_id": -2}, {"uid": "1296362585082608158", "i": 3751, "idx": 0, "sa": ["Zahi Hawass"], "q": "Egypt's top archaeologist, <strong> Zahi Hawass </strong>, told state television Egyptians on the street had tried to protect the building, but that the looters had entered from above. Two mummies on display had been damaged. <q>I felt deeply sorry... when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,</q> <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said. The museum is adjacent to the headquarters of the ruling National Democratic Party that protesters torched ad earlier set ablaze in protests demanding the resignation of", "new_id": -2}, {"uid": "1295907761051232811", "i": 10880, "idx": 2, "sa": ["Hu Jintao", "Colin Powell", "Sen. Joe Lieberman", "Barack Obama"], "q": "2012. \"Right now <strong> Sen. Joe Lieberman </strong> do not see on the Republican side any one individual that will emerge at the top of the pile,\" <strong> Colin Powell </strong> said, adding that he is not committed to any candidate. <q><strong> Sen. Joe Lieberman </strong> have not yet seen anybody on the Republican side <strong> Sen. Joe Lieberman </strong> am prepared to commit to, and <strong> Sen. Joe Lieberman </strong> am not committed to <strong> Barack Obama </strong> either,</q> he said. <strong> Colin Powell </strong> also insisted he would not join the administration but would continue to serve as an informal adviser to the president. <strong> Colin Powell </strong> generally approved of <strong> Barack Obama </strong>'s performance during Chinese <strong> Barack Obama </strong> <strong> Hu Jintao </strong>'s visit to", "new_id": -2}, {"uid": "1296482278242434058", "i": 7554, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q>I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat,</q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\"___ AP Business Writer Colleen Barry in Milan", "new_id": -2}, {"uid": "1295569075103366669", "i": 2262, "idx": 5, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "a professor at Syracuse University's Center for Policy Research and co-chairman of the Strengthen Social Security Campaign, estimates increasing the retirement age by one year amounts to a 6 to 7 percent cut in benefits. <q>Social Security has nothing to do with the deficit,</q> <strong> Sen. Bernie Sanders </strong> said. If <strong> Barack Obama </strong> agrees to cut Social Security benefits as part of a deficit-reduction deal, \"you're conceding to Republican right-wing ideology, which doesn't like Social Security because it's a successful", "new_id": -2}, {"uid": "1297127468124354564", "i": 18101, "idx": 0, "sa": ["Steve Ballmer"], "q": "Finance Search Mon, Feb 7, 2011, 8:10 PM EST- U.S. Markets closed{ \"s\": \"msft\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} Matt Rosoff, On Monday February 7, 2011, 7:23 pm reports that Microsoft CEO <strong> Steve Ballmer </strong> wants to place more engineers in high-level executive", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q>Our spacing was good, which made it very difficult to corral me,</q> <strong> Kobe Bryant </strong> said. \"When they did, we were able to swing the ball and get open opportunities for everybody else.\" <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}]