[{"uid": "1297339126177307664", "i": 10700, "idx": 1, "sa": ["Bill Clinton", "Mike Pence"], "q": "not taking a chance on the presidential race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk.`` Seriously, who else do we have?'' one of them asked me. <q> Unless something miraculous happens, and we get an unexpected gift candidate. </q> Another GOP stalwart agreed:`` Sad to say, but at a time when we need someone with guts- like Reagan in'76 challenging an incumbent <strong> Bill Clinton </strong> of his own party or Rubio staying in the", "new_id": -2}, {"uid": "1296691019059244544", "i": 18085, "idx": 0, "sa": ["Simon Cowell"], "q": "of the original format. Plans are on to launch it in a lavish way with big names on board. Internationally it ca n`t get any bigger than having <strong> Simon Cowell </strong> onboard.'' The source added, <q> A team from Sony has already left for the UK to convince him to feature in the Indian version at least in helping the jury to make the top 20 or top 12 contestants. It is their way to attract eyeballs and garner viewership. </q> It remains to be seen if the channel's determination to take <strong> Simon Cowell </strong> over to India for the shoot will materialise. He currently is busy with launching` The X Factor' in the US, as", "new_id": -2}, {"uid": "1295642253262504457", "i": 30726, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "knowledge of any hacking, and the newspaper had blamed the hacking on a rogue reporter. Mr. <strong> David Cameron </strong> said Friday that he was`` very sorry'' that Mr. <strong> Andy Coulson </strong> had resigned from his government post. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> he said. Mr. <strong> Andy Coulson </strong>, in a statement, said:`` It's been a privilege and an honor to work for <strong> David Cameron </strong>,'' and added that`` nothing is more important than the government", "new_id": -2}, {"uid": "1295251188152551466", "i": 8525, "idx": 1, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "kelsey grammer, kelsey grammer divorce, kayte walsh, camille, real housewives of beverly hills Susan Alexander and Gisele Noel school <strong> Kelsey Grammer </strong> on turning tricks in denial. http://wn.com/Kelsey_Grammer_Comments_On_Engagement_To_Kayte_Walsh_'We_are_in_love' click our link thetodaybuzz.com- to watch full <q> <strong> Kelsey Grammer </strong> Comments On Engagement To <strong> Kayte Walsh </strong>:` We are in love' </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the`` Late Show with <strong> David Letterman </strong>'' on Thursday night that he plans on marrying his girlfriend <strong> Kayte Walsh </strong> next month. The actor currently stars in the Tony Award-winning musical", "new_id": -2}, {"uid": "1295772190146751527", "i": 37178, "idx": 0, "sa": ["Andy Coulson"], "q": "Pakistan deny Mullah Omar heart attack report Video: Egypt on alert after ahead of Coptic Christmas... Video: Young French hostages executed in Niger desert... Photo: US puts Pakistani Taliban figure on terror list Report Abuse <q> The very fact that this occurred in England at all is disgusting. There should be no Muslims in Europe at all, yet here they are flooding our cities, destroying our culture and heritage and bringing violence to our shores. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295440324144605237", "i": 37513, "idx": 3, "sa": ["Jimmy Iovine", "Simon Cowell"], "q": "do have some kind of originality as well.'' To do that, <strong> Simon Cowell </strong> <strong> Jimmy Iovine </strong> intends to bring in producers like Timbaland to coach the contestants two or three days a week. <q> They're going to be bringing them along the same way they bring any artist that signs with Interscope along every week, </q> <strong> Simon Cowell </strong> <strong> Jimmy Iovine </strong> said.`` I think you're going to see a remarkable difference from week to week; much bigger than it was in the previous shows and previous airings.'' The brunt of the", "new_id": -2}, {"uid": "1297443949230703173", "i": 28582, "idx": 0, "sa": ["Nancy Pelosi", "Mike Pence", "Rep. Diana DeGette"], "q": "care plans that include abortion coverage, denying tax credits to employers or other entities that pay for health plans that cover abortion, while H.R. 358 would also prohibit federal funding for abortions under the Affordable Care Act and <q> prevent funding from being withheld from institutions that refuse to provide abortions. </q> <strong> Rep. Diana DeGette </strong>( D-CO), who joined <strong> Nancy Pelosi </strong> on the call, warned that the GOP proposals went beyond restricting abortion, and would also limit access to family planning services. <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>( R-IN) has", "new_id": -2}, {"uid": "1295636961179568645", "i": 30507, "idx": 0, "sa": ["Andy Coulson"], "q": "News Group Newspapers had paid Â£ 1m to settle legal cases that threatened to reveal evidence of hacking, <strong> Andy Coulson </strong> made no comment beyond saying he had`` no knowledge whatsoever'' about alleged payments. He added: <q> The[ <strong> Glenn Mulcaire </strong>] <strong> Glenn Mulcaire </strong> case was investigated thoroughly by the police and by the Press Complaints Commission. I took full responsibility at the time for what happened on my watch but without my knowledge and resigned. </q> 21 July 2009 In his evidence to the select committee into the phone-hacking affair, <strong> Andy Coulson </strong> said he`` never used or condoned'' the practice and had`` no recollection'' of it taking place", "new_id": -2}, {"uid": "1295069800001703950", "i": 6153, "idx": 1, "sa": ["Sergio Marchionne", "Alan Mulally", "Mark Reuss"], "q": "GM North America President <strong> Mark Reuss </strong> and Chrysler's <strong> Sergio Marchionne </strong> all promise not to fall back into the trap of making too many cars and then slapping huge discounts on the vehicles to move metal off dealer lots. <q> This has been the heart of the problem in Detroit, </q> said <strong> Sergio Marchionne </strong>, who also heads up Fiat, the Italian auto company. <strong> Alan Mulally </strong> said Ford has learned that it has to`` deal with the current reality. You have to match production to real demand", "new_id": -2}, {"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q> Is Not the Kind of Plan Americans Want </q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care`` Is Not the Kind of Plan Americans Want'' In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}]