[{"uid": "1297514188084983856", "i": 4818, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "official schedule showing up to introduce his old friend and fellow Bush Administration official <strong> Donald Rumsfeld </strong>, the former Defense <strong> Dick Cheney </strong>. There was booing. An NPR colleague attending CPAC reported in an e-mail: <q><strong> Dick Cheney </strong>, for what it's worth, was cheered AND booed. I heard cries of both \"<strong> Dick Cheney </strong> for <strong> Dick Cheney </strong>!<q> and \"murderous scum!\" And one person yelling \"liberator!\"( I could not tell if that was intended as irony.) Every time someone starts heckling/booing, part of the crowd starts changing \"", "new_id": -2}, {"uid": "1295978589172294145", "i": 4986, "idx": 1, "sa": ["Simon Cowell", "Christian O'Connell"], "q": "Absolute Radio's <strong> Christian O'Connell </strong> that he had been taught a lot by <strong> Simon Cowell </strong>. \"He's a workaholic. He's a great boss, and I'm not just saying that,\" he said. <q>He's very loyal, he's very honest, and he just wants that in return.<q> He continued: \"He smells fear though, he's like a wolf. If you're confident in your own opinions then he's good, but he doesn't like indecision, he doesn't", "new_id": -2}, {"uid": "1296218172048857110", "i": 15095, "idx": 5, "sa": ["Shirley Houston", "Mike Pence"], "q": "n't be voting for him for president in the next election, she expects to be doing so someday. \"I'll vote for him for president when he runs,\" <strong> Shirley Houston </strong> said. <q>I'd really like to see him for president. I know he'll make a good governor. Pundits say you can't leave Congress and run for president. I'm not sure that's true. It's all where God wants you to serve.<q> <strong> Shirley Houston </strong> said that because she knows <strong> Mike Pence </strong> is a godly man, she is sure he prayed and sought the leadership of the Lord in making his decision not to run for president in 2012.", "new_id": -2}, {"uid": "1297196814076382262", "i": 12943, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Condoleezza Rice", "Colin Powell"], "q": "never found.) <strong> Donald Rumsfeld </strong> phoned <strong> Condoleezza Rice </strong> and <strong> Colin Powell </strong>, among others, last week to alert them to the memoir's publication and to the website, www.rumsfeld.com, where he has posted documents from his files. <q>I gave them a heads-up that the website is going to have hundreds of memos, thousands of pages, and they're going to be mentioned,<q> he says. \"We had a nice discussion,\" he says. <strong> Donald Rumsfeld </strong> defends the decision to go to war in Iraq- \"Are we better off today with <strong> Saddam Hussein </strong> gone? Yes", "new_id": -2}, {"uid": "1295589907019480600", "i": 33763, "idx": 0, "sa": ["William Cohen", "Madeleine Albright", "Colin Powell", "President Bush"], "q": "which would have made our lives, American lives, even more difficult within the Muslim world,\" said <strong> Madeleine Albright </strong>, <strong> Madeleine Albright </strong> of State during the Clinton years. <strong> President Bush </strong> <strong> Madeleine Albright </strong> of Defense <strong> William Cohen </strong> supported the claim, saying <q>there is not a single country that would have been supporting the president of the United States declaring war and invading Afghanistan prior to 9/11.<q> Current <strong> Madeleine Albright </strong> of State <strong> Colin Powell </strong> told the bipartisan panel that the <strong> President Bush </strong> administration was well-briefed by the previous administration about the threat of Al Qaeda and terrorism and that <strong> President Bush </strong> was focused on Al Qaeda from the beginning. \"", "new_id": -2}, {"i": 36300, "idx": 5, "index_answer": 1, "new_id": -1, "q": "were seeing,\" <strong> Kirsten Gillibrand </strong> said. \"They were saying this is unbelievable progress, to see this.\" Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) <q>Mark started to tell her, \"<strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up sign,'<q> <strong> Debbie Wasserman Schultz </strong> told MSNBC\"s <strong> Chris Matthews </strong> on \"Hardball.\" \"He encouraged her and pushed her to do that. She kept opening her eyes a little more and a little bit more and suddenly, her", "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Matthews", "Gabrielle Giffords"], "uid": "1294991426005357592"}, {"uid": "1296053928213385258", "i": 9775, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Google Inc."], "q": "- in the biggest expansion yet by the Internet's most profitable company. AnnArbor.com reported Tuesday that the hiring will include expanding <strong> Google Inc. </strong>'s Ann Arbor AdWords office on Division. It quoted spokesman Jake Parillo saying: <q>We expect to grow our entire Michigan operation in the coming year.<q> The hiring spree comes as <strong> Barack Obama </strong> emphasized the need for more jobs during his State of the Union address Tuesday night. <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> was among a group of business leaders who met with <strong> Barack Obama </strong> last month", "new_id": -2}, {"uid": "1296034359264519680", "i": 7574, "idx": 4, "sa": ["Michael Vick"], "q": "Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by the company. <q>The Unequal technology is a part of my game now and I won't play without my Unequal,<q> <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. \"Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.\" <strong> Michael Vick </strong> was once the NFL", "new_id": -2}, {"uid": "1296755622258703372", "i": 12906, "idx": 0, "sa": ["Cheryl Cole", "Jessica Simpson", "Simon Cowell", "Nicole Scherzinger", "Mariah Carey"], "q": "US X Factor. The Price Of Beauty star took to her Twitter account this week to dismiss a recent rumour that she could join <strong> Simon Cowell </strong> on the judging panel of his upcoming Fox competition. <q>Just to clear up a rumour... I am NOT going to judge X Factor!!! I don't even know where that info came from, <strong> ( sic ) </strong><q> she wrote. <strong> Jessica Simpson </strong> is the latest in a string of celebrities to be linked to the show. Other names that have been mentioned as possible judges include <strong> Mariah Carey </strong>, <strong> Nicole Scherzinger </strong> and UK X Factor judge <strong> Cheryl Cole </strong>", "new_id": -2}, {"uid": "1297523762190513232", "i": 12448, "idx": 2, "sa": ["Patrick Leahy", "Hosni Mubarak", "Sen. Bernie Sanders"], "q": ". They've got to get tourists feeling free to go back. Nobody's about to book a trip to Egypt right now. \"The United States really needs stability there,\" <strong> Patrick Leahy </strong> continued, <q>because of our interests in Israel and Jordan and elsewhere.<q> <strong> Sen. Bernie Sanders </strong>, I-Vt., had a similar response and called on the United States to support a transition to democracy. \"After 30 years of autocratic rule, <strong> Hosni Mubarak </strong> is gone,\" <strong> Sen. Bernie Sanders </strong> said", "new_id": -2}]