[{"uid": "1295154913111345676", "i": 7386, "idx": 6, "sa": ["James Posey", "Vince Carter", "Rex Chapman", "Ray Allen", "Chauncey Billups", "Allen Iverson"], "q": "run that was highlighted by <strong> Chauncey Billups </strong>' seventh and eighth 3s, which set a team franchise record. <strong> Chauncey Billups </strong> was one shy of the NBA playoff single-game record of nine 3-pointers held by <strong> Ray Allen </strong>, <strong> Rex Chapman </strong> and <strong> Vince Carter </strong>. <q>What <strong> Chauncey Billups </strong> did wasn't a surprise. He's done it throughout his career. He's very good at making that shot and he made a lot of them tonight,</q> the Hornets' <strong> James Posey </strong> said. ''<strong> Chauncey Billups </strong> got it going. He http://wn.com/Allen_Iverson_Complete_Highlight_vs_Nuggets_09/10_NBA_*Other_76ers_Highlight_*pennyccw <strong> Allen Iverson </strong> and the 76ers' reunion tour kicked off with a fantastic opening act. A full house, video tribute and enough No. 3 jerseys", "new_id": -2}, {"uid": "1295967193135200806", "i": 8091, "idx": 0, "sa": ["Zahi Hawass"], "q": "museum. Egypt's Supreme Council of Antiquities( SCA) sent the request to the Prussian Cultural Heritage Foundation, which runs the Neues Museum in the German capital where the bust is kept. <q>The foundation's position on the return of Nefertiti remains unchanged,</q> foundation president Professor Hermann Parzinger said in a statement. ''She is and remains the ambassador of Egypt in Berlin.'' Egypt's antiquities chief, <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of", "new_id": -2}, {"uid": "1296784629036126790", "i": 41647, "idx": 16, "sa": ["Donald Rumsfeld", "Sammy Davis Jr.", "Elvis Presley"], "q": "Nixon's anti-poverty czar. He claims he sent a four-page response to Anderson, correcting his mistakes, but the columnist refused to run a correction, saying that newspapers would drop his column if he did so. <q>The episode was like a body blow and left me with a deep caution of the press,</q> he said. <strong> Donald Rumsfeld </strong> also drops some odd celebrity encounters, from he and his wife's friendship with <strong> Sammy Davis Jr. </strong> to his backstage Vegas meeting with <strong> Elvis Presley </strong>, who wanted to talk about the U.S. Army. And", "new_id": -2}, {"uid": "1296109290115327074", "i": 23380, "idx": 2, "sa": ["Michael Vick", "Kevin Kolb"], "q": "'s paramount for me and my family and I'm just thankful.'' <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. <q>I'm enjoying the guys and I'm enjoying being out here playing football,</q> he said. ''This is what you work for. You work hard to get in this position. I'm ecstatic to be here.'' <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC", "new_id": -2}, {"uid": "1295550902106610694", "i": 6593, "idx": 0, "sa": ["Mike Pence"], "q": "S.C. State House on Wednesday to announce the formation of their group- and its Facebook and Twitter pages. ''America is facing a serious crisis and we need a serious president,'' said Crawford. <q>In order to turn our country around, we are going to have to nominate someone who has not only the conservative principles to know what needs to be done, but also the knowledge, experience and, most importantly, the courage to actually do it. We can not afford to nominate a weak, moderate candidate as we have in the past.</q> We don't know enough about <strong> Mike Pence </strong> yet to be impressed( or not impressed) by his prospective candidacy, but there were several names on this list of early supporters that certainly impressed us.", "new_id": -2}, {"uid": "1296052912157139005", "i": 14967, "idx": 0, "sa": ["Michael Vick"], "q": "title, earning the fourth Pro Bowl honor of his career. As surprising as <strong> Michael Vick </strong>'s football reincarnation was to some, his return as a pitchman is not, despite his vulgar crimes. <q>As we saw in the <strong> Kobe Bryant </strong> case and many times throughout history, there's always redemption,</q> Andy Appleby, chairman of General Sports& Entertainment, a Minnesota-based marketing firm, told me in 2009. ''No one's ever going to forget, but he still has a lot to offer.''", "new_id": -2}, {"uid": "1295967485237928475", "i": 17078, "idx": 0, "sa": ["Eric Schmidt"], "q": "13 years ago. In April, Page will take over for CEO <strong> Eric Schmidt </strong>, who led Google's rise to the Internet's most powerful company with a market value of more than$ 200 billion. <q>We are really only at the beginning,</q> Page said during a conference call with analysts, reported The Los Angeles Times. Here are key facts you need to know about the 37-year-old Page: â\u0080¢ As Google's", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,'' <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q>Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him,</q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}, {"uid": "1296580982133529658", "i": 27685, "idx": 2, "sa": ["Gary Moore", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> four to six weeks to recover, ''but it could take longer.'' In a statement provided by <strong> Allen Iverson </strong>'s manager, <strong> Gary Moore </strong>, Andrews said <strong> Allen Iverson </strong> probably won't be able to return for <q>six to eight weeks or more.</q> ''At this point it is certainly more important to get[ <strong> Allen Iverson </strong>'s] calf healed and asymptomatic than it is to try to play with continued pain,'' Andrews wrote. The injury", "new_id": -2}, {"uid": "1296297698029851649", "i": 33887, "idx": 0, "sa": ["Chuck Grassley", "Mike Pence", "Tom Latham"], "q": "legislation and federal appointments. The binding resolution, which passed 92-4, requires public disclosure within two days of an objection being made by any senator to Senate action on legislation or nominations. <q>Passage of this resolution is a victory for accountability. It will establish transparency with the significant power each senator holds to stop legislation and nominations,</q> <strong> Chuck Grassley </strong> said.- <strong> Tom Latham </strong> Beaumont <strong> Mike Pence </strong> won't run, for president anyway Caucus junkies confounded by the late formal start of campaigning but long lists of possible candidates can cross", "new_id": -2}]