[{"uid": "1297356982264552476", "i": 6169, "idx": 3, "sa": ["David Letterman", "Anderson Cooper"], "q": "said <strong> David Letterman </strong>. \"Being pummeled?\" <strong> Anderson Cooper </strong> said. \"I don't recommend it. I'd never been hit in the head before.\" He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Queen Creek-$ 70,000 MLS 4426652 3 bed/ 2 bath 1,201- 1,400/ 2007 Stephanie Petka, CENTURY 21 Arizona Foothills Gilbert Gold Canyon-$ 259,000 MLS 4432349 4", "new_id": -2}, {"uid": "1295571328120422413", "i": 876, "idx": 2, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "Po: 4 projects for Google in France <strong> Eric Schmidt </strong> at Sciences Po: 4 projects for Google in France Google CEO <strong> Eric Schmidt </strong>'s speech: 4 main points concerning Google in France.... Google CEO <strong> Eric Schmidt </strong> on privacy www.theytoldyou.com <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place, </q> <strong> Eric Schmidt </strong> tells CNBC... The Future of Google Books- Google Co-Founder <strong> Sergey Brin </strong> Complete video at: fora.tv <strong> Sergey Brin </strong> responds to criticism Google has received concerning its project to digitize and store millions of the world's books online.", "new_id": -2}, {"uid": "1297494586239927316", "i": 25151, "idx": 0, "sa": ["David Letterman", "Scott Morgan"], "q": "TV appearance with America's jester laureate, <strong> David Letterman </strong>. Although, in the beginning, it was, kind of, said <strong> Scott Morgan </strong>, who leaves for Las Vegas today. <q> I did it just to do it, </q> he said. \"Then I ended up winning.\" It all began when the grocery store on Siwell Road hired <strong> Scott Morgan </strong> as a bagger in September 2009. Among <strong> Scott Morgan </strong>", "new_id": -2}, {"uid": "1295619952132808753", "i": 50527, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "I've said about those events but when the spokesman needs a spokesman, it's time to move on.\" <strong> David Cameron </strong> said he was \"very sorry\" <strong> Andy Coulson </strong> was going but added that he could <q> understand that the continuing pressures on him and his family mean that he feels compelled to do so. </q> <strong> Andy Coulson </strong> played a major role in helping propel Conservative leader <strong> David Cameron </strong> to power in elections in May 2010 and was a key backroom figure in Downing Street's slick media operation. \"<strong> Andy Coulson </strong> has told", "new_id": -2}, {"uid": "1295670451069369898", "i": 7497, "idx": 2, "sa": ["Allen Iverson", "Aaron McKie"], "q": "and the Philadelphia 76ers keep winning. One night after a 41-point effort in Philadelphia's most lopsided win of the season, <strong> Allen Iverson </strong> scored an NBA season-high and career-best 54 in a 107-103 victory over the Cleveland Cavaliers. <q> It was like he was playing horse tonight, </q> said 76ers guard <strong> Aaron McKie </strong>, who had 20 points and nine assists. \"His jumper was deadly.\" Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route", "new_id": -2}, {"uid": "1296402113162643982", "i": 43499, "idx": 0, "sa": ["Paul Silas", "Allen Iverson", "Michael Jordan"], "q": "-- had an individual performance like <strong> Allen Iverson </strong>'s against the New Orleans Hornets. <strong> Allen Iverson </strong> scored a team playoff-record 55 points as the 76ers defeated the Hornets, 98-90, in Game One of their Eastern Conference first-round series. <q> He was on fire, </q> Hornets coach <strong> Paul Silas </strong> said of <strong> Allen Iverson </strong>, who fell eight points shy of <strong> Michael Jordan </strong>'s NBA playoff record set exactly 17 years ago in a double-overtime loss at Boston. \"Anytime a guy like that is on fire,", "new_id": -2}, {"uid": "1297323057252542979", "i": 12178, "idx": 4, "sa": ["George W. Bush", "Dick Cheney", "Donald Rumsfeld"], "q": "<strong> George W. Bush </strong>. He's a pathological liar. I doubt if he even knows how to tell the truth anymore. Posted by: luridone| February 9, 2011 8:55 AM| puck-101 wrote: <q> The fact that Politicians lie, is no revelation. The insistence of the Press to act so astonished when it happens and then earn a living by beating the story to death, is as criminal as the sin itself. </q>=========================== What the real crime is, puck-101, is that <strong> Donald Rumsfeld </strong>, <strong> Dick Cheney </strong>, yoo, addington, and to some extent <strong> George W. Bush </strong> himself, sent over 4,000 men and women to die for their", "new_id": -2}, {"uid": "1296139408192086076", "i": 26844, "idx": 0, "sa": ["Mandla Mandela", "Winnie Madikizela-Mandela", "Michael Gove"], "q": "charitable work after withdrawing from public life in 2004. It has made no further comment. The Star newspaper reported Thursday that <strong> Mandla Mandela </strong> had been seen by a lung specialist at the private hospital. <q> He has been admitted for investigation, </q> the doctor, <strong> Michael Gove </strong> Plit, told the newspaper. He declined to comment on <strong> Mandla Mandela </strong>'s condition. <strong> Mandla Mandela </strong>'s ex-wife <strong> Winnie Madikizela-Mandela </strong>, who separated from him in 1992, arrived at the hospital around 11:00 am", "new_id": -2}, {"uid": "1295562468254656539", "i": 5196, "idx": 3, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "the business so brilliantly,\" <strong> Larry Page </strong> said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion \"for a long time\" as the company tries to \"simplify\" its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. The Pathways ICT Leadership Development Program Overview And 2011 Course Curriculum McGrathNicol takes streamlined approach to keep", "new_id": -2}, {"uid": "1296335581205897728", "i": 512, "idx": 1, "sa": ["Zahi Hawass"], "q": "army arrived, young Egyptians- some armed with truncheons grabbed off the police- created a human chain at the museum's front gate to prevent looters from making off with any of its priceless artifacts. <q> They managed to stop them, </q> <strong> Zahi Hawass </strong> said. He added that the would-be looters only vandalized two mummies, ripping their heads off. They also cleared out the museum gift shop. The prized King Tutankhamun exhibit had not been damaged and", "new_id": -2}]