[{"uid": "1295564361148553832", "i": 25543, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Chef von Google war, und ich glaube, dass die kommenden 10 Jahre mit <strong> Larry Page </strong> noch besser werden! <strong> Larry Page </strong> ist meiner Meinung nach reif f?r die F?hrungsposition.'' <strong> Larry Page </strong> Sergey Bringt seinem Vorg?nger im Gegenzug Wertsch?tzung entgegegen: <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagtLarry Page in einer Telefonkonferenz. Und der Konzern hat gute Nachrichten mit seinen Gesch?ftszahlen zu verk?nden: Im Schlussquartal verdiente das Unternehmen unterm Strich 2,5 Mrd. Dollar und damit 29 Prozent mehr als im Vorjahreszeitraum. <strong> Eric Schmidt </strong> k?ndigte", "new_id": -2}, {"uid": "1294986975005357575", "i": 30351, "idx": 0, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "because we share a profession and experiences,'' Ms. <strong> Debbie Wasserman Schultz </strong> said in an interview Thursday.`` But it's tighter than that. There are precious few good friends.'' Ms. <strong> Debbie Wasserman Schultz </strong> said the women <q> don't get a lot of social time </q> in Washington but tried to catch up when they could, recently lunching together in the Senate Dining Room at the request of Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. It was Ms. <strong> Kirsten Gillibrand </strong> and Ms. <strong> Debbie Wasserman Schultz </strong>, along with House", "new_id": -2}, {"uid": "1295390125109740082", "i": 55426, "idx": 0, "sa": ["Sergio Marchionne"], "q": " WINDSOR, Ontario-- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295256762055492612", "i": 36000, "idx": 0, "sa": ["Sia", "Angelina Jolie", "Robert Downey Jr.", "Robert De Niro", "Brad Pitt", "Alec Baldwin", "Guy Pearce", "Eva Longoria"], "q": "Back to the Future <strong> Alec Baldwin </strong>. or maybe True Grit, if we're going for relEva Longoriancy. <strong> Robert Downey Jr. </strong> Jr is presenting an award and is wearing tinted spectacles bringing to mind the line from Curb Your EnthuSiasm: <q> Only two types of people wear sunglasses inside- blind people and asses. </q> <strong> Angelina Jolie </strong> appears to be sitting in <strong> Brad Pitt </strong>'s lap. Yes, yes, we know you Guy Pearces have soooo much sex, get over it. <strong> Robert De Niro </strong> seems to be making some kind of`", "new_id": -2}, {"uid": "1296565062036290650", "i": 52405, "idx": 0, "sa": ["Justin Gordon", "Michael Vick"], "q": "appearance. Lammey is a senior staff writer for Footballguys.com and the N.F.L. Insider Baltimore wide receiver <strong> Justin Gordon </strong> was in awe at the NovaCare Training Complex, home of the Philadelphia Eagles for training and practices, on Saturday. <q> Aw target=\"_blank\" href=\"http://everyman.com/\"> man it was cool, </q> <strong> Justin Gordon </strong> said to Examiner.`` It was a blast. The Eagles practice facility is beautiful.'' <strong> Justin Gordon </strong> was one of 211 auditioning for the Philadelphia Soul <strong> Michael Vick </strong>'s skills, personality make him popular within NFL fraternity", "new_id": -2}, {"uid": "1297186010216317983", "i": 17512, "idx": 0, "sa": ["Mick Jagger", "Simon Cowell", "Matt Lauer"], "q": "NBC's Today Show on Tuesday he was pressed by <strong> Matt Lauer </strong> for any further information he could give, with <strong> Matt Lauer </strong> listing a string of celebrities, including <strong> Mick Jagger </strong>, who have been linked to the role. <q> It's definitely not <strong> Mick Jagger </strong>! </q> laughed <strong> Simon Cowell </strong>, before saying:`` I was talking to somebody on Friday who I really, really want to be on the show and I'm waiting on a decision.'' When <strong> Matt Lauer </strong> asked for", "new_id": -2}, {"uid": "1297218240091242545", "i": 41404, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "inmates at the Guantanamo Bay prison in Cuba. <strong> George W. Bush </strong> was due to visit Geneva to address a Jewish charity gala on Saturday, but organizers cancelled the event due to what they described as security concerns. <q> People are trying to make legal issues out of public policy issues, which is unfortunate, </q> <strong> Donald Rumsfeld </strong> told Reuters.`` I think it's a sign of the times.'' <strong> Donald Rumsfeld </strong>, who personally authorized harsh interrogation techniques used on some terrorism suspects, said he had not considered whether he,", "new_id": -2}, {"uid": "1295305786212140172", "i": 28139, "idx": 0, "sa": ["Jane Holland", "Julie Bowen", "Mila Kunis", "Elie Saab", "Ryan Seacrest", "Calvin Klein", "Vera Wang", "Emma Stone", "Angelina Jolie", "Donna Karan", "Tadashi Shoji"], "q": "speech of the night). <strong> Emma Stone </strong> from`` Easy A'' wore peachy <strong> Calvin Klein </strong>( and beautiful Van Cleef& Arpels jewelry). And <strong> Julie Bowen </strong> from`` Modern Family'' wore dove-gray <strong> Tadashi Shoji </strong>- and told <strong> Ryan Seacrest </strong>, <q> I'm always wearing Spanx. </q> Thanks for keeping it real, Jules. Green, whether with envy of other winners or not, were <strong> Jane Holland </strong> in a gorgeous emerald <strong> Donna Karan </strong>; <strong> Mila Kunis </strong> in a one-shoulder <strong> Vera Wang </strong>; and <strong> Angelina Jolie </strong> in long-sleeved AtElie Saabr", "new_id": -2}, {"uid": "1297385685200884229", "i": 48202, "idx": 0, "sa": ["Simon Cowell"], "q": "who says,`` I had to decide to rebuild a better life,'' as she views the rubble of what had been her home before it burned down. Or the guy who informs us, <q> It was a drug overdose. I was 9. </q> Okay, maybe <strong> Simon Cowell </strong>'s right. The local seagulls did not get the memo about refraining from pooping on`` American Idol'' auditioners. We hear this brings good luck. Anyway", "new_id": -2}, {"i": 42085, "idx": 1, "index_answer": 1, "new_id": -1, "q": "'m fulfilling the principal role of television.'' After a tense 15-minute interview, the stage lights fade for a commercial. <strong> Jaime Bayly </strong> and Collins stand up and kiss on the cheek, but their microphones remain on. <q> Don't come here just to complain about my behavior, </q> <strong> Jaime Bayly </strong> says angrily over the outro music.`` And don't be so damn boring.'' <strong> Jaime Bayly </strong> is a man of many parts. He's both <strong> David Letterman </strong> and <strong> Charlie Rose </strong>; comedian and serious interviewer;", "sa": ["David Letterman", "Jaime Bayly", "Charlie Rose"], "uid": "1296586302084361234"}]