[{"uid": "1295954029089243666", "i": 19992, "idx": 0, "sa": ["Cheryl Cole", "Katy Perry", "Simon Cowell"], "q": "Although <strong> Simon Cowell </strong> is fighting for the Geordie to be involved, it's reported that bosses would prefer a big American star like Rihanna or <strong> Katy Perry </strong>. A naughty little source told the Sun: <q>Everyone thinks <strong> Cheryl Cole </strong> has the judging job on US X Factor in the bag. \"The truth is, nothing has been signed and the producers still aren't convinced. \"They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US.</q> Good- she's ours and you can't have her. Jordan might want to look away and bury her head in some snow at this point We thought <strong> Cheryl Cole </strong> had gone to LA", "new_id": -2}, {"uid": "1295876260066535475", "i": 23244, "idx": 0, "sa": ["Rex Tillerson", "Chairman Mao", "Barack Obama", "Sen. Bernie Sanders"], "q": "above street consensus, and represents 16% growth year over year. I am here w... <strong> Sen. Bernie Sanders </strong> Weiner Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is holding a hearing entitled <q>Drilling Down on America's Energy Future: Safety, Security, and Clean Energy</q> with the following witnesses: <strong> Rex Tillerson </strong>, <strong> Chairman Mao </strong> and Chief Executive Officer, ExxonMobil Jo... SIIA- Jack Abuhoff, <strong> Chairman Mao </strong>, <strong> Barack Obama </strong>& Chief Executive Officer, Innodata Isogen SIIA- Jack Abuhoff, <strong> Chairman Mao </strong>, <strong> Barack Obama </strong>&", "new_id": -2}, {"uid": "1295620523143933448", "i": 2102, "idx": 1, "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "q": "of the World phone hacking saga, the pressure had got to him and today was the perfect day to admit it. \"I stand by what I've said about those events,\" he said, <q>but when the spokesman needs a spokesman, it's time to move on.</q>( A nice variant on <strong> Alastair Campbell </strong>'s axiom, \"Once you become the story, it's time to quit.\") For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM", "new_id": -2}, {"uid": "1296492708037863446", "i": 19115, "idx": 1, "sa": ["Michael Heisley", "Rasheed Wallace", "Chris Bosh", "Lionel Hollins", "Allen Iverson"], "q": "Twitter feed: \"God Chose Memphis as the place that I will continue my career.\" Referring to a Monday meeting with Grizzlies owner <strong> Michael Heisley </strong>, general manager <strong> Chris Bosh </strong> <strong> Rasheed Wallace </strong> and head coach <strong> Lionel Hollins </strong>, <strong> Allen Iverson </strong> added: <q>I feel that they are committed to developing a winner and I know that I can help them to accomplish that. I feel that I can trust them.</q> The Grizzlies are believed to be offering <strong> Allen Iverson </strong> a one-year deal worth$ 3.5 million, which is far less than the nearly$ 21 million he earned last season in Denver and Detroit but more than anyone else was", "new_id": -2}, {"uid": "1296894922017383424", "i": 29898, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "months in prison on federal charges of running a dogfighting ring. events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <q>I don't want him to put himself in a position where bad things can happen around him,</q> <strong> Roger Goodell </strong> said. \"He takes that seriously. \"We're looking for success stories; we're not looking for players to fail. He's paid a very significant price and he's doing the", "new_id": -2}, {"uid": "1296106965198869114", "i": 1643, "idx": 6, "sa": ["Damon Jones", "Allen Iverson"], "q": "his first triple-double of the season-- 30 points, 10 assists and 10 rebounds-- and 10th of his career. \"We contained him,\" said <strong> Allen Iverson </strong>, who finished with 25 points and nine assists. <q>That's all you can do with players like that. You can't play this game scared.</q> The Cavaliers cut Denver's cushion to 103-98 on <strong> Damon Jones </strong>' 3-pointer with 3:15 left in the game. But Denver closed the game out with a 7-1 run. The struggling Cavaliers have now lost four of their last", "new_id": -2}, {"uid": "1296365682082608136", "i": 23313, "idx": 2, "sa": ["Elizabeth Bartman", "Zahi Hawass"], "q": "Even if the protesters and government forces share that respect for the museum's antiquities, the situation could still lead to unintended and unwelcome consequences. The fire next door is the main threat right now. <q>Especially with Egypt being such a dry place- they have all these organic materials, they have textiles, they have ancient food, they have lots of wooden items- fire is a very scary proposition,</q> <strong> Elizabeth Bartman </strong> said. \"Let's just keep our fingers crossed that the museums are not going to be caught in the crossfire.\" The Daily Mail says <strong> Zahi Hawass </strong> has acknowledged that the looters targeted Tut's treasures", "new_id": -2}, {"i": 41419, "idx": 0, "index_answer": 1, "new_id": -1, "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q>When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is,</q> Packers coach <strong> Mike D'Antoni </strong> McCarthy said. \"That's the type of level that he's playing at.\" McCarthy isn't surprised at the way <strong> Peyton Manning </strong> has developed, calling him one of the team's", "sa": ["Michael Vick", "Mike D'Antoni", "Peyton Manning"], "uid": "1295333636231292929"}, {"uid": "1295595231037634053", "i": 11017, "idx": 7, "sa": ["Eric Schmidt"], "q": "CEO, <strong> Eric Schmidt </strong> said during the call. \"It's time for him to have a shot at running this.\" Page hailed <strong> Eric Schmidt </strong> as a \"tremendous leader\" whose contributions exceeded all expectations. <q>There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done,</q> Page said. Although he tried to debunk the idea, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinised companies.", "new_id": -2}, {"uid": "1296568947043499575", "i": 39869, "idx": 0, "sa": ["David Letterman", "Langhorne Slim", "Johnny Cash"], "q": "or <strong> Johnny Cash </strong> tune and gives listeners plenty to digest. While totally capable of laid back rhythms and easy listening, his specialty is a down-home kind of dancing groove. So naturally <strong> Langhorne Slim </strong> looks for audiences to <q>dance, sing and generally freak out.</q> <strong> Langhorne Slim </strong> has played on the Late Show with <strong> David Letterman </strong>, sang \"God Bless America\" at a Philadelphia Phillies baseball game. He has also played a number of music festivals including but not limited to", "new_id": -2}]