[{"uid": "1296737928237912094", "i": 31377, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "outage. \"Abu Ghraib and its follow-on effects, including the continued drum-beat of \"torture\" maintained by partisan critics of the war and the president, became a damaging distraction,\" he wrote. <q>More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point.</q> <strong> Donald Rumsfeld </strong> wrote <strong> President Bush </strong> two letters of resignation but both were rejected. Watch: 2001 Obama Praises <strong> Donald Rumsfeld </strong> Watch: <strong> Donald Rumsfeld </strong> Denies Blame in Friendly-Fire Case Photos: Who Are the Most Desirable Women of 2011?", "new_id": -2}, {"uid": "1297272134196116511", "i": 27176, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "experience to help build its presence in the nascent cloud computing market. WildPackets brand new packet capture system at 11.6 Gbps will make your enterprise 10 Gig-ready. Of course, this doesn't come cheap. <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,</q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"i": 17910, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q>The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February.</q>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295008849080707673"}, {"uid": "1296116973139575313", "i": 24827, "idx": 1, "sa": ["Theresa Ellis", "Michael Vick"], "q": ", canceled a visit to the school that had been set for tomorrow. \"I have pretty good instincts for this kind of thing, working at a school,\" said Farrington student-activities coordinator <strong> Theresa Ellis </strong>. <q>I believe Mr. <strong> Michael Vick </strong> really wants to do this, but obviously all NFL players are very busy people and we have to understand that.</q> The Hawaii Humane Society had coordinated <strong> Michael Vick </strong>'s appearance at the public school in urban Honolulu known for its racially diverse student body, many from housing projects, and tough football team. <strong> Michael Vick </strong> would be the", "new_id": -2}, {"uid": "1296807368222625794", "i": 37333, "idx": 0, "sa": ["Sean Kugler", "Dick LeBeau", "Michael Vick"], "q": "hard transition, but I bet it gets done.\" So, maybe <strong> Sean Kugler </strong> will replace <strong> Dick LeBeau </strong> if <strong> Dick LeBeau </strong>, 73, retires after Sunday's game? \"No,\" he said. <q>There'd be more than a few scratched heads if they ever did that. I have no aspirations to do that.</q> Party pooper? An Eagles spokesman indicated yesterday that <strong> Michael Vick </strong> probably will not attend a Super Bowl party being promoted under his name tonight in Dallas. \"Dallas Dynasty 2011\" is an", "new_id": -2}, {"uid": "1295934217032604162", "i": 16230, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s chief creative officer, recognized that death, while potent, is not necessarily lasting and that the death of a character in comics has turned out \"to be very cliche\" in plot developments. <q>Whether the human torch comes back or not is really a question that will be answered in time,</q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog EDUCATION Company Cabrillo College Location EMPLOYMENT OPPORTUNITIES Company ENGINEER", "new_id": -2}, {"uid": "1296810977196722688", "i": 10581, "idx": 0, "sa": ["Mike Tomlin", "Michael Vick"], "q": "party last June that everyone involved, including <strong> Michael Vick </strong>, acknowledges was a bad idea. So naturally <strong> Michael Vick </strong>'s name and image are all over tickets to a for-profit party scheduled for Friday night in Dallas. <q>It's normal for guys to eat dinner, believe it or not,</q> Steelers coach <strong> Mike Tomlin </strong> said. \"Believe it or not, guys live lives.\" That is true even about guys who get themselves suspended for disgracing the league by committing felonies or behaving abominably. It", "new_id": -2}, {"uid": "1297677175135315458", "i": 6799, "idx": 1, "sa": ["Michael Gove", "Andy Burnham"], "q": "the opposition Labour party took the opportunity to criticise the scrapping of the BSF programme. Shadow Secretary of Education <strong> Andy Burnham </strong> accused <strong> Michael Gove </strong> of betraying children and communities and called for the Education Secretary to apologise.\" <q>They deserve no less than a full apology from him today and a commitment to act quickly on the court's finding,</q> he said.\" \"The ruling calls into question every school building scheme cut by <strong> Michael Gove </strong> and is a damning verdict on his competence as a minister. He must tell us today how much public money he has", "new_id": -2}, {"uid": "1295574145118865921", "i": 32423, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Thu, Jan 20, 2011, 8:41 PM EST- U.S. Markets closed{ \"s\": \"goog\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} The Associated Press, On Thursday January 20, 2011, 8:06 pm NAME: <strong> Eric Schmidt </strong> AGE: 55 EDUCATION", "new_id": -2}, {"uid": "1297617700254115851", "i": 8881, "idx": 0, "sa": ["Mike Pence"], "q": ", R-Ind., that would deny federal family-planning funds to any organization that performs abortions. <strong> Mike Pence </strong> makes clear that Planned Parenthood is his target; it would lose more than$ 70 million in annual funding. <q>Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,</q> <strong> Mike Pence </strong> said. \"The time to deny any and all funding to Planned Parenthood is now.\" Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an", "new_id": -2}]