[{"uid": "1296081071243155050", "i": 28817, "idx": 2, "sa": ["Eric Schmidt"], "q": "the mobile payment space as the platforms emerge...\" Did he say-- advertising? Oh yeah. A New York Times Business Day article says <strong> Eric Schmidt </strong> is confident the NFC software will constantly give the consumer information. <q>Imagine I'm walking down the street and instead of typing my search, my phone is giving me information all the time; it knows your store preferences... It is likely to drive a very, very large mobile e-commerce business.</q> Daily Tech reports, the new phone will do more than just tell you your location; it will also \"help http://wn.com/Monitoring_Your_Globe-Trotting_Payment_Transactions How to manage the performance of payment transactions as they traverse multiple protocols, EFT networks,", "new_id": -2}, {"uid": "1297446725101842956", "i": 11165, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "the diplomat charged with the reconstruction of postwar Iraq- as complaining that many of <strong> Donald Rumsfeld </strong>'s civilian employees were terrified of him. I ask <strong> Donald Rumsfeld </strong> if he thinks that was true and I get an aw-shucks smile. <q>I've never heard anyone else say that, so I don't give it a lot of credence.</q> I wonder aloud whether, \"as a leader you have to be a bit intimidating?\" But <strong> Donald Rumsfeld </strong> demurs- \"Oh no, in fact you don't want to be. The truth is", "new_id": -2}, {"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q>We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people,</q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true. \"Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}, {"uid": "1295008484200032264", "i": 23205, "idx": 6, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "couldn't believe it. They said,` This is such a good time.\" Kelly saw her struggling, <strong> Kirsten Gillibrand </strong> said, and he and the others began to encourage her, saying, <q>Open your eyes, <strong> Gabrielle Giffords </strong>. Open your eyes.</q> And <strong> Gabrielle Giffords </strong> did. Her right eye remains bandaged, but <strong> Gabrielle Giffords </strong> is opening both of them, doctors said Thursday \"She took a moment to focus, you could see she was focusing,", "new_id": -2}, {"uid": "1295559371260145235", "i": 20218, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. stories with the most comments in the", "new_id": -2}, {"uid": "1297619941254115849", "i": 29590, "idx": 2, "sa": ["Lois Capps", "Cecile Richards", "Mike Pence"], "q": "that the grants, by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies in Congress- primarily liberal Democrats- have vowed to fight the proposed funding cut. <q>In my community, Planned Parenthood is a very highly regarded mainstream organization,</q> said Rep. <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as \"driven by an extreme ideological agenda.\" <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss", "new_id": -2}, {"uid": "1297275844160776204", "i": 10183, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "n't correct, we apologize.' Of course, the people they were apologizing to were dead. Now, how does that happen?\" 15 people died in rioting resulting from the article. <strong> Donald Rumsfeld </strong> lamented, <q>Well, I suppose people want to be first instead of accurate and that's too bad.</q> He added, \"Of course, a lie races around the world 15 times before the truth even gets its boots on.\" <strong> Donald Rumsfeld </strong>, who was promoting his new book, also appeared on Monday", "new_id": -2}, {"uid": "1296225359092700754", "i": 12055, "idx": 4, "sa": ["Rahm Emanuel", "Gov. Rick Perry", "Mitch Daniels", "Mike Pence"], "q": "self-imposed deadline to decide on a presidential bid neared, some conservatives letter to supporters, <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong> admitted he was \"humbled\" by those who believed he should pursue the presidency, but he said <q>our calling is closer to home.</q> His decision could leave an opening for another Indiana official in the GOP field, current <strong> Gov. Rick Perry </strong> <strong> Mitch Daniels </strong>, who can't seek a third term. The chair of the Republican Governors Association, <strong> Gov. Rick Perry </strong>,", "new_id": -2}, {"uid": "1297124427224133140", "i": 1994, "idx": 1, "sa": ["Steve Ballmer", "Ray Ozzie", "Kurt DelBene", "Wes Miller"], "q": "engineering chief <strong> Kurt DelBene </strong>, rather than marketing executive Chris Capossela. When Chief Software Architect <strong> Ray Ozzie </strong> announced plans to step down in October, <strong> Steve Ballmer </strong> declined to replace him in that central role, saying the company had <q>strong technical leaders in each business group.</q> The effort may take some of the heat off <strong> Steve Ballmer </strong>, so long as it produces results soon, <strong> Wes Miller </strong> said. \"You can play pin the blame on the donkey, but the reality", "new_id": -2}, {"uid": "1297306808104415294", "i": 15140, "idx": 2, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "money because the things you do at the local level you can do more efficiently.\" Treasurer <strong> Bill Lockyer </strong>, a supporter of <strong> Jerry Brown </strong>'s proposal, described redevelopment agencies as \"vampire agencies\" because they are <q>sucking the blood of everybody around them for their own particular purposes.</q> <strong> Bill Lockyer </strong> told the committee that while the state may want to later restore some of the functions of redevelopment agencies, the best first step is to wipe the slate clean. \"My conclusion is", "new_id": -2}]