[{"uid": "1295968668242466824", "i": 17832, "idx": 4, "sa": ["Eric Schmidt", "Stanley Ho", "Matthew Campbell", "Google Inc."], "q": "opted to shut down its mainland search engine rather than censor results for user queries. \"Things have been stable since June\" in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said today. <q> But you never know; it's possible for the government to cause us to not work. </q> To contact the reporter on this story: <strong> Matthew Campbell </strong> in Munich via the Paris newsroom at 5050 or <strong> Stanley Ho </strong> Accuses Family Members of Seizing Stake in Macau Gaming Empire", "new_id": -2}, {"uid": "1295855819019906582", "i": 14285, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "Eliot Engel"], "q": "announce his candidacy for president. <strong> Kirsten Gillibrand </strong> said her office called <strong> John Thune </strong>'s office to suggest the arrangement. \"He won't win,\" she said with a laugh. <q> I'll tell him that, \"Just because I'm sitting next to you doesn't mean I'll vote for you.\" </q> Democratic Rep. <strong> Eliot Engel </strong> of the Bronx is arguably the New York lawmaker most invested in the spectacle of the State of the Union, year in and year out. He gets", "new_id": -2}, {"uid": "1295562778244678684", "i": 9828, "idx": 7, "sa": ["Eric Schmidt"], "q": "run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way.\" <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy. <q> We tend to agree on everything, </q> he noted. But he said he believes the new management structure will speed up decision making at the company. Google has lost some of its top minds in the past several months,", "new_id": -2}, {"uid": "1295100598134397994", "i": 48281, "idx": 0, "sa": ["Chris Paul", "Kenyon Martin", "Raja Bell", "Carmelo Anthony", "Marcus Camby", "Michael Jackson", "Allen Iverson"], "q": "<strong> Raja Bell </strong> had 15 points and 10 rebounds for Phoenix. JR <strong> Michael Jackson </strong> led the Nuggets with 23 points, <strong> Allen Iverson </strong> scored 21, <strong> Kenyon Martin </strong> 19, <strong> Carmelo Anthony </strong> finished with 18 points and 11 rebounds, and <strong> Marcus Camby </strong> scored 16. <q> We had http://wn.com/Chris_Paul_25_points_15_assists_vs_Phoenix_Suns_Feb_28_2008 NEW ORLEANS( AP)- At this rate, the New Orleans Hornets can only hope to meet the Phoenix Suns in the playoffs. <strong> Chris Paul </strong> had 25 points, 15 assists and three steals to help the Hornets end a three-game losing streak with a 120-103 victory over Phoenix on Wednesday night. \"Enough is enough, </q> <strong> Chris Paul </strong> said. \"We were on a losing streak and we came out with a different mentality, but we've got to come out with that mentality every night.\" It was the second time this season", "new_id": -2}, {"uid": "1296337079223870977", "i": 34275, "idx": 1, "sa": ["Jackie Mason", "Zahi Hawass"], "q": "when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,\" <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. <strong> Jackie Mason </strong> on FReeping( Introduction to the 2009 Free Republic National Convention) The political uprising against the current Egyptian regime might be justifiable as the people's legitimate manifestation of democratic", "new_id": -2}, {"uid": "1295347404138280962", "i": 9626, "idx": 0, "sa": ["Oprah Winfrey", "Piers Morgan", "Michael Vick"], "q": "of the interview, both <strong> Oprah Winfrey </strong> and <strong> Piers Morgan </strong> revealed they were chasing an interview with American football's man of the moment, <strong> Michael Vick </strong>. They had a bet on whoever speaks to him first. <q> I always dream of being your rival, </q> joked <strong> Piers Morgan </strong> as he shook hands with <strong> Oprah Winfrey </strong>. It is too early to know, after one episode, whether the show will be a hit in America, let alone rival <strong> Oprah Winfrey </strong>'s. Power", "new_id": -2}, {"uid": "1296003429036782088", "i": 10960, "idx": 1, "sa": ["Allen Iverson"], "q": "new team upon his arrival in Istanbul. <strong> Allen Iverson </strong>, who agreed to a$ 4 million, two-year contract with Besiktas, is the Turkish league's biggest signing. He has called his move to the Istanbul club <q> a chance to get back on track with my basketball career </q> after no NBA team was willing to offer him a contract this season. Many see his stint in Turkey as a test of his ability to revive his NBA career because teams are likely to monitor <strong> Allen Iverson </strong>'s performance", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a \"powerful political insider- precisely because he had a feel for the world outside Westminster\" and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}, {"uid": "1295684263156418049", "i": 10983, "idx": 0, "sa": ["Andy Coulson"], "q": "quits The search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the News of the World phone hacking scandal had <q> made it difficult to give the 110% needed in this role </q>. He will stay at Downing street for a few weeks while a successor is found. Mr <strong> Andy Coulson </strong> quit as the paper's editor in 2007 saying he took ultimate responsibility for the scandal,", "new_id": -2}, {"uid": "1297326779046071825", "i": 4962, "idx": 2, "sa": ["Donald Rumsfeld", "Saddam Hussein", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": "president, we're assured by <strong> Donald Rumsfeld </strong>, took his side. <strong> Donald Rumsfeld </strong> takes particular offense at <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. <q> <strong> Colin Powell </strong> was not duped or misled by anybody, </q> <strong> Donald Rumsfeld </strong> writes. \"Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did", "new_id": -2}]