[{"uid": "1296057551245661703", "i": 13869, "idx": 1, "sa": ["Alassane Ouattara", "Bingu wa Mutharika"], "q": "et il m' a aussi expliqu en d?tail ses id?es'' pour sortir de la crise, a d?clar le chef d'Etat malawite? l'issue d'un entretien avec M. Gbagbo et apr?s une rencontre avec <strong> Alassane Ouattara </strong>. <q> Je vais transmettre ses propositions et ses vues? l'Union africaine,? ses fr?res chefs d'Etat et de gouvernement de l'Union africaine, afin que ensemble, par la concertation, nous puissions trouver un moyen d'avancer </q>, a ajout M. <strong> Bingu wa Mutharika </strong>. Les chefs d'Etat africains essaieront? Addis d'harmoniser leurs positions. Palmar- Projet d'un centre ayurv?dique avec une unit de dessalement d'eau de mer Copyright? 2011 Republic of Togo", "new_id": -2}, {"uid": "1295804716188252188", "i": 7864, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "think he's got a way to go,'' <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform. <q> You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>. </q>`` I think he has reached out to countries around the world and has developed good relations with countries around the world,'' <strong> Colin Powell </strong> said.`` And I think he's working very hard on the issue of", "new_id": -2}, {"uid": "1295618523207978567", "i": 6979, "idx": 1, "sa": ["Mike Pence", "Barack Obama", "Jonathan W. Martin", "Kasie Hunt"], "q": "... Even in traditionally moderate New Hampshire, the Tea Party is ascendant....[ A] dvisers... say Romney could begin reaching out to activist leaders later.'' target=\"_blank\" href=\"http://bit.ly/hjSx6q\"> http://bit.ly/hjSx6q-- <q> Open GOP field creates space for <strong> Mike Pence </strong>, </q> by <strong> Jonathan W. Martin </strong> and <strong> Kasie Hunt </strong>:`` To understand the dissatisfaction on the right with the current crop of Republican Barack Obamaial hopefuls, look no further than <strong> Mike Pence </strong>.[ The] Indiana congressman... is currently the subject of a", "new_id": -2}, {"uid": "1295562824254656513", "i": 139, "idx": 0, "sa": ["Gabrielle Giffords", "Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "ready to lead and I'm excited about working with both him and[ Google co-founder <strong> Sergey Brin </strong>] for a long time to come,'' <strong> Eric Schmidt </strong> said in a statement. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so Gabrielle Giffordsply involved and still run the business so brilliantly, </q> he said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' The holiday period saw a jump in online commerce, which benefited Google as the majority of", "new_id": -2}, {"uid": "1295501783237502473", "i": 16951, "idx": 0, "sa": ["Jennifer Lopez", "Steven Tyler", "Simon Cowell"], "q": "tattooed contestant, to banging the table along with another, to telling a J. Lo wanna-be,`` You can really sing your tushela off.'' To auditioner Rachel Zabitta, 22, <strong> Steven Tyler </strong> said, <q> Water that flower because I think you got the what it is is. </q> To another, he offered something incoherent in which he rhymed hatches with matches. Both <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> caved when one contestant burst into tears. Somewhere, <strong> Simon Cowell </strong> was rolling his eyes. Not a``", "new_id": -2}, {"uid": "1296644684150142979", "i": 13060, "idx": 1, "sa": ["LeBron James", "Allen Iverson", "Keith Bogans"], "q": "right knee. But he has a while to go to regain his All-Star form.`` My rhythm is way off. I'm struggling,'' said <strong> Allen Iverson </strong>, shooting 37 percent in five games since returning. <q> It's frustrating that it's taLeBron James so long for my game to come back. But by being in the league eight years, I've been through struggles and I know how to play while struggling. </q> Philadelphia took control midway through the third quarter with 11 straight points to go up 68-60. Orlando's <strong> Keith Bogans </strong> stopped the run with a jumper despite being knocked down, but <strong> Allen Iverson </strong> seized the momentum back with his lone", "new_id": -2}, {"uid": "1297301658065552385", "i": 33309, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Robert Gibbs"], "q": "trade contracts in the past 10 years were negotiated by <strong> Barack Obama </strong>, nearly$ 1 trillion so far. What is wrong with our business elite? Can't they do even the basics of business management? Report Abuse <q> well, so much for the republicans working to restore the economy so us working stiffs can find a job. i'm just praying that the usa survives until the'12 elections. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you pRobert Gibbsably qualify for govt Refi Programs", "new_id": -2}, {"uid": "1295142282036634657", "i": 46557, "idx": 2, "sa": ["Jeff Van Gundy", "Soulja Boy", "Allen Iverson"], "q": "career high with 11 assists for Detroit, which went on a 12-3 run midSoulja Boy through the fourth quarter after the Wizards had pulled to 63-62. The Pistons allowed only three field goals in the final 9 minutes. <q> I just waited for my opportunity and when it came I just took adJeff Van Gundytage of it, </q> said <strong> Allen Iverson </strong>, whose output was his highest since a 30-point night at Sacramento on Nov. 11.`` I was probably in the best groove since I got here.'' Detroit hasn't lost since blowing a 17-point", "new_id": -2}, {"uid": "1297099616008912898", "i": 26348, "idx": 2, "sa": ["Michael Gove"], "q": "`` Are you really saying to young people and employers today that dead languages are more important than business studies, engineering, ICT, music and RE?,'' he said. Mr <strong> Michael Gove </strong> replied: <q> I am surprised you have the brass neck to stand here and say working-class children shouldn't study modern foreign languages, shouldn't study science, shouldn't study history and shouldn't study geography.`` If it is good enough for you, why shouldn't it be good enough for the likes of working class children elsewhere? Why are you pulling up the draw bridge on social mobility?... It's rank hypocrisy. </q> Certain types of language are banned in Parliament, terms of abuse that have been ruled as out of order include coward, hooligan, rat and traitor. Ski run, school run Inside the", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet''... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}]