[{"uid": "1295001054194838530", "i": 13325, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": "between two homes in West Lothian, Scotland- wants to invite celebrity pals including <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> along to the gathering, which will take place on Saturday night( 15.01.11). A source said: <q> We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited, and <strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again. </q> However, a spokesperson has confirmed the celebrities are unlikely to attend as it is a simple party for close friends. The representative said: \"The party was only ever for close friends and", "new_id": -2}, {"uid": "1295620339249511961", "i": 18489, "idx": 0, "sa": ["Eric Schmidt"], "q": "change went against the recommendations of the jail's psychiatrist. Manning's attorney, David <strong> Eric Schmidt </strong> Coombs has asked for the reasoning behind the status change, but says he has heard nothing about it. <q> The fact that they won't articulate any basis for it leaves you with no other conclusion than it must be punitive, </q> he said. A Quantico spokesman, First Lt. Scott Villiard, said that Manning is being treated just like any other prisoner, and that while he doesn't know why the commander recommended the status change", "new_id": -2}, {"uid": "1296407544252772372", "i": 149, "idx": 27, "sa": ["Elgin Baylor", "Allen Iverson"], "q": "'s had the best year since <strong> Elgin Baylor </strong>'ve been around him,\" said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons. \"He's a Hall of Fame coach,\" said <strong> Allen Iverson </strong>. <q> So <strong> Elgin Baylor </strong> guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that. </q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped. \"Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "new_id": -2}, {"uid": "1297323057252542979", "i": 10134, "idx": 6, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "from internal and external threats. The documents include: A U.S. cable recording the December 20, 1983 conversation between <strong> Donald Rumsfeld </strong> and <strong> Saddam Hussein </strong>. Although <strong> Donald Rumsfeld </strong> said during a September 21, 2002 CNN interview, <q> In that visit, I cautioned him about the use of chemical weapons, as a matter of fact, and discussed a host of other things, </q> the document indicates there was no mention of chemical weapons. <strong> Donald Rumsfeld </strong> did raise the issue in his subsequent meeting with Iraqi official Tariq Aziz. National Security Decision Directive( NSDD) 114 of November 26,", "new_id": -2}, {"uid": "1297246903009437188", "i": 34467, "idx": 0, "sa": ["Lindsay Lohan", "Britney Spears", "Simon Cowell"], "q": "who strive for popularity... Photo: <strong> Britney Spears </strong>' seventh album is named \"Femme... Article: <strong> Lindsay Lohan </strong> to be charged with stealing necklace... Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse <q> I understand u <strong> Lindsay Lohan </strong> well like me sometimes I make mistakes, I dont judge u aint nobody is perfect.. </q> Report Abuse \" \"After detectives began preparing to execute the search warrant, a friend of <strong> Lindsay Lohan </strong>'s brought the necklace to the Pacific Division police station.\" \" \"<strong> Lindsay Lohan </strong> doesn\"t understand how the", "new_id": -2}, {"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q> We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people, </q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true. \"Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}, {"uid": "1295696719177029138", "i": 46442, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> has been <strong> David Cameron </strong>'s communications director since 2007 <strong> Andy Coulson </strong> has been <strong> David Cameron </strong>'s communications director since 2007 <strong> David Cameron </strong> said he was \"very sorry\" <strong> Andy Coulson </strong> was going <strong> Andy Coulson </strong> has resigned as the PM's communications chief <q> So far, our worst day in government, </q> a senior aide from <strong> David Cameron </strong>'s Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on Friday. The left-wing newspaper added that <strong> Andy Coulson </strong>'s departure \"leaves the prime minister with a", "new_id": -2}, {"uid": "1296177695162824209", "i": 7481, "idx": 1, "sa": ["Mark Sanford", "Chris Christie", "Mike Pence"], "q": "until January 2011. circulated a letter to supporters announcing the decision. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" wrote <strong> Mike Pence </strong>. <q> We will not seek the Republican nomination for president in 2012. </q> Video: <strong> Chris Christie </strong> <strong> Mark Sanford </strong> visits Anderson Chick-fil-A..., R-Ind., will announce whether he plans to run for president in... Senate Republicans beg for spending addiction intervention, Dems say no way Top Republicans craft strategy to", "new_id": -2}, {"uid": "1295396878010076205", "i": 13780, "idx": 0, "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "q": ": SIREN JESSICA BIEL& HER MALE CO-STARS SHINE BRIGHT AT The actor got his father a cameo role in 2010's The A-Team, as Judge Advocate No. 3 in the court martial scene. <q> It was one of the best experiences of my life. The guy loves to improvise... I had to calm him down! </q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the Late Show while promoting The A-Team last summer. \"He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up and the camera had to", "new_id": -2}, {"uid": "1295163904209272878", "i": 5437, "idx": 0, "sa": ["Philippe Sands", "Gordon Edelstein", "Murat Kurnaz", "Donald Rumsfeld"], "q": "said Artistic Director <strong> Gordon Edelstein </strong> said. Torture Team tells the story of attorney <strong> Philippe Sands </strong>' investigation of <strong> Donald Rumsfeld </strong>'s 2002 memo, authorizing the new interrogation techniques that led to torture at Guantanamo Bay and beyond. <q> May well be the best bit of contemporary investigative journalism you will read: it is right up there with Woodward and Bernstein, a tour de force of relentlessly dogged pursuit, of interviews with guilty men acquired against all odds, a beautifully told and humane narrative that follows a paper trail and nails the truth, </q> according to the Sunday Times in the United Kingdom. Using <strong> Philippe Sands </strong>' book as a basis, video clips from Judgment at Nuremberg, \"24\" and material from <strong> Murat Kurnaz </strong>'s Five Years of My Life:", "new_id": -2}]