[{"uid": "1296541564262815772", "i": 12247, "idx": 4, "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q>That's really what I did. It helped me out.</q> Webbe... <strong> James Cleveland </strong>- Short <strong> James Cleveland </strong> History( 2) <strong> James Cleveland </strong>( December 5, 1931- February 9, 1991) was a gospel singer, arranger, composer and, most significantly, the driving force behind the", "new_id": -2}, {"uid": "1295562034055705631", "i": 35038, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> will step down as the CEO of Google in April, the company announced today via official blog post. <q>Mr. <strong> Eric Schmidt </strong> will remain executive chairman and serve as adviser to Mr. Page and <strong> Sergey Brin </strong>, the other company co-founder and its president of technology,</q> reports the New York Times. But tech blogger Owen Thomas tells a more nuanced story. Thomas points out that \"Page was Google's first CEO, and held the job from 1998 to 2001,", "new_id": -2}, {"uid": "1296199985159858778", "i": 17580, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> will not run for president in 2012. AP Photo/Carlos Osorio Indiana Rep. <strong> Mike Pence </strong> will not run for president but has left the door open to running for governor of the Hoosier State in 2012. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> <strong> Mike Pence </strong> said in a <strong> Mike Pence </strong> has been publicly mulling whether to run for the open governor's office or for president for several months. In recent weeks, he has received considerable encouragement to run for president", "new_id": -2}, {"uid": "1296373745172048387", "i": 28149, "idx": 14, "sa": ["Mike Pence"], "q": "served all GOP House members. But he said a full discussion of his credentials should wait until he's an official candidate. \"If we would decide to seek the governorship,\" <strong> Mike Pence </strong> said, <q>I would expect people can judge whatever we would bring to the candidacy at that time.</q> Asked to help Indy's underprivileged kids, Star readers stepped up in droves Revisiting 5 of the year's most moving \"Our Children, Our City\" subjects From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1297171803034897961", "i": 34574, "idx": 1, "sa": ["John McCain", "George Stephanopoulos", "Donald Rumsfeld"], "q": "most compatible pair. \"I think that is the understatement of the decade,\" responded host <strong> George Stephanopoulos </strong>. <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a \"hair-trigger temper\" and <q>a propensity to shift his positions to appeal to the media.</q> The book, \"Known and Unknown,\" is available in stores Tuesday. <strong> John McCain </strong> shot back, saying in an interview that while he \"respect[ s] <strong> Donald Rumsfeld </strong>,\" they had \"a very", "new_id": -2}, {"uid": "1297008359017629190", "i": 39490, "idx": 0, "sa": ["Kirsten Gillibrand", "Daniel Inouye"], "q": "next two years. \"The president has stated unequivocally that he will veto any legislation containing earmarks, and the House will not pass any bills that contain them,\" Mr. <strong> Daniel Inouye </strong> said in a statement. <q>Given the reality before us, it makes no sense to accept earmark requests that have no chance of being enacted into law.</q> On Capitol Hill, though, many lawmakers remain opposed to the ban, including <strong> Daniel Inouye </strong> <strong> Kirsten Gillibrand </strong> of New York, who has long supported overhauling the earmark process and who was among the first lawmakers to place", "new_id": -2}, {"uid": "1295715899131842121", "i": 25765, "idx": 1, "sa": ["Kirsten Gillibrand", "Hillary Clinton"], "q": "But these are not ordinary circumstances, and <strong> Kirsten Gillibrand </strong> looks exhausted and emotionally wrung out. Her husband, Jonathan, she says, is having an especially rough time. Asked about the shooting, he noted simply, <q><strong> Mayor Erastus Corning </strong> worry about her every day, and <strong> Mayor Erastus Corning </strong> always have.</q> Though distraught, <strong> Kirsten Gillibrand </strong> is determined not to let the tragedy change how she does her job-especially now, when things seem to be going her way. Two years after being plucked from the House to fill <strong> Hillary Clinton </strong>", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.\" The \"Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q>I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it.</q> She added, \"I will say that it\"s a kinder, gentler[ show now.]\"", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}, {"uid": "1296105128124256343", "i": 9915, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like \"a volcano that is starting to erupt.\" <q>There will be huge explosions all over Fleet Street if police get to the truth,</q> he told the BBC. News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1295653536184696846", "i": 26050, "idx": 0, "sa": ["Ron Reagan", "Stephen Colbert", "Mike Pence", "Ronald Reagan", "John McCain", "President Bush"], "q": "division of the Tea Party Patriot group. We recently caught up with Pat again, via e-mail, to discuss whether the <strong> Ron Reagan </strong> To <strong> Stephen Colbert </strong>: Forget My Dad Raised Taxes And Enacted Most Liberal Abortion... <q>What are the things that <strong> Sen. Joe Lieberman </strong> should <strong> Sen. Joe Lieberman </strong> forget about your father so that <strong> Sen. Joe Lieberman </strong> can keep the image in my head the way <strong> Sen. Joe Lieberman </strong> want?</q> <strong> Stephen Colbert </strong> asked <strong> Ron Reagan </strong>, son of the 40th <strong> John McCain </strong> <strong> President Bush </strong> <strong> Ronald Reagan </strong>, last night on his show. \"Probably, raising Draft <strong> Mike Pence </strong> Movement Gaining Steam Among Conservatives ABC News By MICHAEL FALCONE Jan. 20, 2011 Less than", "new_id": -2}]