[{"uid": "1297395806049545220", "i": 34254, "idx": 1, "sa": ["Alan Friedman", "Howard Teicher", "Alexander Haig", "Donald Rumsfeld"], "q": "15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong> was <q> upset at the fact that the decision had been made at the White House, even though the State Department was responsible for the list. </q>[ 3]`` I was not consulted,'' <strong> Alexander Haig </strong> is said to have complained. <strong> Howard Teicher </strong> served on the National Security Council as director of Political-Military Affairs. He accompanied <strong> Donald Rumsfeld </strong> to Baghdad in 1983.", "new_id": -2}, {"uid": "1296171151181010456", "i": 13373, "idx": 0, "sa": ["Mike Pence"], "q": ". The influential Club for Growth has beefed up his political team, and traveled to both Iowa and New Hampshire. <strong> Mike Pence </strong> sent this message to supporters on his political e-mail list this afternoon: <q> Friends and Supporters, Over the past few months, my family and I have been grateful for the encouragement we have received to consider other opportunities to serve our state and our nation in the years ahead. </q> We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home.", "new_id": -2}, {"uid": "1297521829086999054", "i": 13498, "idx": 0, "sa": ["Michael Vick", "Cameron Wake", "DeSean Jackson", "Phillip Hunt"], "q": ", winning tradition, and with a quarterback like <strong> Michael Vick </strong> and players like <strong> DeSean Jackson </strong>, just to name a few, it's a great organization to be a part of,'' <strong> Phillip Hunt </strong> told the Eagles' website. <q> This was a bit like coming out of college. I was a free agent and I had a chance to choose my own team that I wanted to go to. At this time, I was just focused on picking the correct team instead of just going out on a limb and picking any team. I did a little bit of research with this team, and I know Andy Reid and Juan Castillo, they have a lot of great coaches here. </q> The Eagles hope <strong> Phillip Hunt </strong>, 6-foot, 248, can duplicate the success of <strong> Cameron Wake </strong>, the former CFL star who made the Pro Bowl this past season for the Dolphins, playing as a 3-4 linebacker.", "new_id": -2}, {"uid": "1295306829212140110", "i": 38230, "idx": 0, "sa": ["James Cleveland", "Allen Iverson"], "q": "one game of the Cavaliers for the seventh spot. The Cavs play at Philadelphia on Friday and are 0-2 this year against the Sixers. The Sixers are 3 1/2 games behind first-place Boston in the Atlantic Division. <q> The next game, that's the one we have to have, </q> <strong> Allen Iverson </strong> said.`` If we approach everything that way, than everything will http://wn.com/2010-11_NBA_season__Charlotte_Bobcats_vs_Philadelphia_76ers_Recap_12/4/10 Atlanta Hawks Boston Celtics Charlotte Bobcats Chicago Bulls <strong> James Cleveland </strong> Cavaliers Dallas Mavericks Denver Nuggets Detroit Pistons Golden State Warriors Houston Rockets Indiana Pacers Los Angeles", "new_id": -2}, {"uid": "1295575736103366674", "i": 37508, "idx": 4, "sa": ["Eric Schmidt", "Google Inc.", "Don Tapscott"], "q": ", 2007. <strong> Eric Schmidt </strong> speaks about search, ads, and apps, including an announcement that <strong> Google Inc. </strong> is working on adding presentation-sharing capabilities to <strong> Google Inc. </strong> Docs& Spreadsheets.... Authors@Google: <strong> Don Tapscott </strong> 50:41 Author <strong> Don Tapscott </strong> discusses his book <q> Wikinomics: How Mass Collaboration Changes Everything </q> as part of the Authors@Google series. This event took place February 28, 2007, at <strong> Google Inc. </strong>'s headquarters in Mountain View, CA.... <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> on media's future <strong> Eric Schmidt </strong>, Chairman of the Board", "new_id": -2}, {"uid": "1297161584212434954", "i": 26030, "idx": 1, "sa": ["Morena Baccarin", "Simon Cowell", "Susan Boyle"], "q": "New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <strong> Susan Boyle </strong>. <q> We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar, </q> <strong> Simon Cowell </strong> said. â\u0080¢ â\u0080¢ â\u0080¢ Vancouver isn't Rio de Janeiro- the winters are more edgy, for one thing- but Brazilian-born <strong> Morena Baccarin </strong> has taken to the rainy city like, well,", "new_id": -2}, {"uid": "1295969807261718035", "i": 43909, "idx": 0, "sa": ["Eric Schmidt"], "q": "to the company's headcount. Outgoing CEO <strong> Eric Schmidt </strong> announced today that Google intends to hire 1,000 people in Europe alone. Robin Wauters, <strong> Eric Schmidt </strong> said at the DLD( Digital Life Design) Conference in Germany, <q> Our businesses are doing very well around the globe, and as a result I'm happy to announce we'll be adding 1,000 new employees in Europe and make some significant investments. </q> Then <strong> Eric Schmidt </strong> continued,`` Hundreds of these people will be located right here in our technology center in Munich.'' By comparison, Google only added 1,069 employees worldwide during the fourth quarter of 2010,", "new_id": -2}, {"uid": "1295817478183353364", "i": 12703, "idx": 0, "sa": ["Colin Powell"], "q": "cut military spending. <strong> Colin Powell </strong>, a retired four-star general who served in the Bush administration, made the comment on CNN's`` State of the Union'' show on Sunday. <q> When the Cold War ended 20 years ago, when I was chairman and[ Dick] Cheney was Secretary of Defense, we cut the defense budget by 25 percent. And we reduced the force by 500,000 active duty soldiers, so it can be done. Now, how fast you can do it and what you have to cut out remains to be seen, but I don't think the defense budget can be made sacrosanct and it can't be touched, </q> he said. Republicans have pledged to cut$ 100 billion from the budget in an effort to control spending, but most top leaders want to leave Medicaid and military and veteran spending untouched.", "new_id": -2}, {"uid": "1295945595182452236", "i": 29995, "idx": 0, "sa": ["Barack Obama", "Bill Lockyer", "John F. Kennedy", "President Dwight D. Eisenhower", "Newt Gingrich"], "q": "Soviet Union beat the U.S. in sending a satellite into space, pushed <strong> President Dwight D. Eisenhower </strong> to fund an increase in scientists and engineers. <strong> John F. Kennedy </strong> subsequently spurred America toward the 1969 moon landing. Now, <strong> Barack Obama </strong> says, <q> we need a commitment to innovation that we haven't seen since <strong> Barack Obama </strong> challenged us to go to the moon. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog OAKLAND 1 BR/ 1.0 BA$ 215,000.00 OAKLAND 3 BR/ 2.0 BA$ 299,000.00", "new_id": -2}, [{"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}]]