[{"uid": "1297390016200884258", "i": 41913, "idx": 2, "sa": ["Donald Rumsfeld"], "q": ".\" As to his failings, Winik lists what we are all familiar with by now: the mangled occupation of Iraq( although <strong> Donald Rumsfeld </strong> liberally \"delegates\" that responsibility); the fact that he <q>didn't listen to his generals, that he micromanaged and imposed his will.<q> However, Winik assuages,\"... when people look back on this period, they may see that a number of the problems resulted from <strong> Donald Rumsfeld </strong> not wanting to interfere in professional military judgments.\" blame responsibility", "new_id": -2}, {"uid": "1296005667036782107", "i": 20550, "idx": 7, "sa": ["Maurkice Pouncey", "Michael Vick"], "q": "Abuse \"First off, I want to be clear that I believe in second chances and hope that if I ever screw up as bad as <strong> Michael Vick </strong> that I would be given a second chance.\" Report Abuse <q>Did <strong> Michael Vick </strong> sign a contract to be a DOG catcher or KILLER?<q> <strong> Maurkice Pouncey </strong> says he's \"definitely\" playing in the Super Bowl", "new_id": -2}, {"uid": "1295551893028262452", "i": 3371, "idx": 0, "sa": ["Eric Schmidt"], "q": "in place before it waded too deeply into the mobile market where the rules were non-existent. small but significant fraction of the pie. But as <strong> Eric Schmidt </strong> has said before, mobile holds a huge promise for Google. <q>If we have a billion people using Android, you think we can't make money from that?<q> asked <strong> Eric Schmidt </strong> last year. It appears Google is anxious to find out. Mobile Q4: All Eyes Were on Android, 4G and the Rising Tablet Tide Google's Android Market Rules Could Squeeze Amazon's Android App", "new_id": -2}, {"uid": "1297268495062767136", "i": 21761, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "proliferation of rules and regulations by both the executive branch agencies, the alphabet agencies and also the independent agencies,\" said <strong> Barack Obama </strong> Ben Nelson( D-Neb.). Nelson called for increased global trade and <q>getting these trade agreements through so that we can export more products and not just import.<q> Nelson said he had not yet heard of a definitive agenda from his leaders. <strong> Sen. Bernie Sanders </strong>( Vt.), an Independent who caucuses with Democrats, said he was \"not quite sure\" how", "new_id": -2}, {"uid": "1297214463071778371", "i": 36053, "idx": 0, "sa": ["Donald Rumsfeld", "John Thune", "Mike Pence", "Rick Santorum", "Nick Casey", "Sen. Bernie Sanders", "John Stossel", "Tucker Carlson", "Nick Gonzalez"], "q": "Fox News \"The O'Reilly Factor\": <strong> Sen. Bernie Sanders </strong> <strong> Mike Pence </strong>; <strong> John Stossel </strong> \"Hannity\": <strong> Donald Rumsfeld </strong> <q>On the Record with Greta van Susteren<q>: <strong> Nick Casey </strong>, Wall Street Journal Reporter; Brother <strong> Nick Gonzalez </strong>, high school principal of two students shot dead in Ciudad Juarez; Former <strong> Rick Santorum </strong>( R-PA); <strong> Rick Santorum </strong> <strong> John Thune </strong>( R-SD); <strong> Tucker Carlson </strong>, Daily Caller", "new_id": -2}, {"uid": "1297697522107970622", "i": 26069, "idx": 0, "sa": ["Steve Ballmer"], "q": "like Facebook has been already. 4:18 PM Twitter integration coming to all these hubs! 4:18 PM And Games, our favorite hub, and its Xbox Live integration get a mention. 4:17 PM Music+ Video. <q>Drags in music information from the cloud and integrates other music and video applications.<q> You can sate all your musical needs without having to launch a special app. 4:17 PM Pictures Hub. Honestly, can someone tell <strong> Steve Ballmer </strong> we've seen Windows Phone 7 before? 4:16 PM It's integrated into", "new_id": -2}, {"uid": "1296966831159891467", "i": 15517, "idx": 0, "sa": ["Michael Vick"], "q": "year By Jeff McLane INQUIRER STAFF WRITER DALLAS- The NFL threw <strong> Michael Vick </strong> a party and named the Eagles quarterback comeback player of the year, capping off an improbable season. <q>I thank my coaches and my teammates,<q> said <strong> Michael Vick </strong>, who was on hand to accept his award. \"They got me better as an NFL player, as a quarterback, and took advantage of my talents.\" <strong> Michael Vick </strong> received 291/2 of", "new_id": -2}, {"i": 16414, "idx": 0, "index_answer": 3, "new_id": -1, "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q>It has changed the mood of the show but, you know, it might be for the better. \"Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking.<q> <strong> Declan Donnelly </strong> added: \"For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.\"", "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "uid": "1297481921069795902"}, {"uid": "1296729581100368405", "i": 12306, "idx": 2, "sa": ["John McCain", "Donald Rumsfeld", "Hillary Clinton"], "q": ": <strong> Hillary Clinton </strong> warns of \"uncharted territory\" in wake of Egypt unrest In the midst of mass uprisings and historic change in the Middle East, <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> told a gathering of <strong> John McCain </strong> diplomats Wednesday that <q>we are all in uncharted territory.<q> Pointing to a range of challenges, from congressional pressure to cut the State Department budget and foreign aid, to WikiLeaks disclosures of diplomatic cables, <strong> Hillary Clinton </strong> said \"we have a tough road ahead.\" CNN:", "new_id": -2}, {"uid": "1296405734264388636", "i": 10921, "idx": 2, "sa": ["Rasheed Wallace", "Allen Iverson", "That guy"], "q": "back-to-back 3-pointers that gave the Pistons the lead for good and sent them to a 107-102 victory over the Golden State Warriors on Thursday night. \"<strong> That guy </strong> really hurt my feelings, that tip,\" <strong> Rasheed Wallace </strong> said. <q>You can't let that frustrate you. <strong> Elgin Baylor </strong> missed two point-blank foul shots. <strong> Elgin Baylor </strong>'m upset at myself about that. You can't let that one thing get you down. <strong> That guy </strong>'s what we did, just dug deep and came up with some stops down the stretch.<q> Richard Hamilton scored 24 points and <strong> Allen Iverson </strong> added 23 as the Pistons won for the second straight time to open their four-game road trip after losing their first two games with <strong> Allen Iverson </strong>. But just like in Tuesday night's", "new_id": -2}]