[{"uid": "1296719312251002892", "i": 17084, "idx": 0, "sa": ["Chris Medina", "Simon Cowell"], "q": "panel, said she's had to fight back the tears when meeting contestants like <strong> Chris Medina </strong>, whose fiancee suffered traumatic brain injury in a car accident just months before they were to walk down the aisle. <q> It's tough. It's emotional. But this is the thing about \"American Idol' that I love. It's about people and their dreams and their struggles, and that's what I think everybody loves about it. You see yourself in these people, </q> she said backstage after a press conference announcing her new partnership with Gillette Venus. This season is the first without <strong> Simon Cowell </strong>, one of the show\"s British creators and a judge who was known for his", "new_id": -2}, {"uid": "1295643802119324695", "i": 4356, "idx": 0, "sa": ["Eric Schmidt"], "q": "make these changes in an effort to simplify Google's management structure and improve its decision making process. As the new CEO, Larry will be responsible for lead product development and technology strategy. <q> In this new role I know he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead, </q> <strong> Eric Schmidt </strong> said in a company blog post. In his role as the new Executive Chairman, <strong> Eric Schmidt </strong> said he will be focusing on the deals, partnerships, customers and broader business relations, government outreach and", "new_id": -2}, {"uid": "1295755514184385545", "i": 22158, "idx": 21, "sa": ["Allen Iverson"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Allen_Iverson_20pts_vs_Indiana_Pacers_09/10_NBA_*Home-to-Home_Game_2 <strong> Allen Iverson </strong>'s \"team first\" approach with the Philadelphia 76ers has earned", "new_id": -2}, {"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}, {"uid": "1296569233137969672", "i": 27047, "idx": 0, "sa": ["Eric Schmidt", "Ina Fried"], "q": "All Thing's Digital's <strong> Ina Fried </strong> sat down with Matias Durate, the lead designer on Honeycomb, who quickly showed <strong> Eric Schmidt </strong> isn't the only Googler prone to saying wild things about the future of technology. <q> What I am looking for is that sense that you get when Jazz musicians improvise together, </q> he said. \"The computer should be doing things in concert with you, in support with you not acting like a servant waiting for commands and then returning with results,\" Duarte said. People always think", "new_id": -2}, {"uid": "1297690529083525667", "i": 20917, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell"], "q": "this could turn her life around.' But <strong> Simon Cowell </strong> quickly moved to quash the rumours, with his SyCo label Twitter account announcing: \"No truth in stories <strong> Lindsay Lohan </strong> being lined up for TheXFactorUSA-Spokesperson <q> We have never spoken to <strong> Lindsay Lohan </strong> about any role in the show </q>.' <strong> Simon Cowell </strong> has yet to announce any of the judges for the US version of the hit talent show, and admitted at a press conference last week:` we honestly haven\"t made", "new_id": -2}, {"uid": "1295645566196657189", "i": 3597, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "take over day-to-day operations, the company said, and <strong> Eric Schmidt </strong> will focus on partnerships and government outreach. <strong> Eric Schmidt </strong>, who has headed up Google since July 2001, sent a message via Twitter Thursday saying: <q> Day-to-day adult supervision no longer needed! </q> Co-founder <strong> Sergey Brin </strong> will focus on new products and projects. In February, Google acquired Clifton Park, N.Y.-based video-compression company for about$ 124.6 million. Google said fourth quarter net", "new_id": -2}, {"uid": "1295167572006995975", "i": 5887, "idx": 1, "sa": ["Allen Iverson", "Gilbert Arenas"], "q": "the Sixers' fifth in six games since the All-Star break. \"I promise you it's not that,\" <strong> Allen Iverson </strong> said, while continuing to maintain he wasn't bothered by not being invited to play. <q> If I can play the way I played the last two games from some controversy, I will hope there's controversy going on all of the time. </q> <strong> Gilbert Arenas </strong> scored 17 of his 33 points in the fourth quarter, including five straight to bring Washington within 114-113 with 1:30 remaining. But his driving layup spilled out with the Sixers up three and 50 seconds to go", "new_id": -2}, {"uid": "1294967176039272452", "i": 4390, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Bill Clinton"], "q": ". When appointed by <strong> Bill Clinton </strong> as Commerce secretary, none other than <strong> Donald Rumsfeld </strong> spoke favorably at Daley's confirmation hearing. Daley was mildly but publicly critical of <strong> Barack Obama </strong>'s health care reform strategy. He argued last year: <q> We've really got to listen carefully to the public. Voters are not re-embracing conservative ideology. But we must acknowledge that the left's agenda has not won the support of a majority of Americans-- and, based on that recognition, we must steer a more moderate course. </q> <strong> Barack Obama </strong> has put into place a staff structure that would allow for a shift toward the center-left. The hard left thinks this happened years ago-- but it is only true when measured against its own uncompromising", "new_id": -2}, {"uid": "1295559697061718555", "i": 37528, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", <strong> Sergey Brin </strong> will take a more active role in strategic projects including product. The change is effective starting April 4, 2011. <strong> Eric Schmidt </strong> explained the move in a blog post saying, <q> We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> He added, \"managing the business has become more complicated,\" and Google wanted to \"speed up decision making,\" so Page got the nod. says, \"Larry, in my", "new_id": -2}]