[{"uid": "1296684347197263468", "i": 27658, "idx": 0, "sa": ["Dr. Victor", "David Letterman"], "q": "Here is a collection of 10 such unexpected and intriguing facts you probably did not know! Space Last October my friend and colleague <strong> Dr. Victor </strong> Andersen of the Community College of Aurora( Colorado) gave a talk called <q>Ten Things You May Not Know About the Solar System,</q> a bit in the sense of <strong> David Letterman </strong>'s Top Ten List. I thought it was a great talk and so decided to give my own commentary on <strong> Dr. Victor </strong>'s list. While the list is <strong> Dr. Victor </strong>'s, any", "new_id": -2}, {"uid": "1295624513043139076", "i": 36559, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "further calls into doubt claims by the Rupert Murdoch-owned News of The World that phone hacking was only carried out by a couple of rogue employees. Mr. <strong> Andy Coulson </strong> denies wrongdoing, but said <q>continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role.</q> Mr. <strong> David Cameron </strong> said that he was \"very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.\"' <strong> Andy Coulson </strong> has told me that the focus", "new_id": -2}, {"uid": "1297269838172048416", "i": 25073, "idx": 1, "sa": ["Steve Ballmer", "Preston Gralla"], "q": ". \"Je hoefde in 2007 geen ontwikkelaar te zijn om te zien dat Microsoft snel iets moest doen om in de markt voor smartphones nog enige rol van betekenis te gaan spelen\", schrijft <strong> Preston Gralla </strong>. <q>Je hoeft ook niet technisch geschoold te zijn om te zien dat Microsoft snel iets moet gaan doen in de markt voor tablets.</q> Volgens <strong> Preston Gralla </strong> hebben nerds aan de macht geen zin. \"<strong> Steve Ballmer </strong> kan de meest briljante ontwikkelaars onder hem hebben, maar het draait om een visie voor de toekomst.\" Dean Takahasi van Venturebeat stelt het", "new_id": -2}, {"uid": "1297540270212795441", "i": 14307, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "press: When will we see a Nokia phone that runs Windows Phone 7? <strong> Stephen Elop </strong>: \"We aren't making a specific announcement of when that will be.\" <strong> Steve Ballmer </strong>: <q>When there's news there will be news.</q> How exclusive is this partnership as far as developers are concerned? <strong> Steve Ballmer </strong>: \"It's not exclusive. There's things we're doing with Nokia that are unique. The overall development of critical mass", "new_id": -2}, {"uid": "1297174755196968449", "i": 49400, "idx": 4, "sa": ["Simon Cowell"], "q": "competitive. Unlike the singers, we don't pretend to like each other.\" <strong> Simon Cowell </strong> avoided commenting extensively on the new \"Idol\" judges panel, saying he hasn't seen a whole episode. <q>From what I've seen and heard, things seem to be going well, which I expected.</q> He sees this as good news because it means, \"People are still excited by these shows.\" Tweets that mention <strong> Simon Cowell </strong> says X-Factor will find a superstar- Tom Jicha's TV Plus-", "new_id": -2}, {"uid": "1296853107145915918", "i": 3973, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "Eayrs tries to give Packers an edge Story: Is$ 3M worth it for a Super Bowl ad? Ask GoDaddy Story: Pie-makers aim for pizza Super Bowl action Story: 10 Super Bowl commercials to watch <q>I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him,</q> <strong> Roger Goodell </strong> said. \"He takes that seriously also.\" <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. \"Larry has been with me in every major decision in the past decade,\" <strong> Eric Schmidt </strong> said in an interview Thursday. <q>It's not like he has been sitting around doing nothing.</q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}, {"uid": "1295705788039895042", "i": 499, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "( AFP)- British Prime Minister <strong> David Cameron </strong> has been damaged by his media chief's resignation over phone-hacking at a tabloid newspaper he headed and the row is unlikely to go away, commentators said Saturday. <q>So far, our worst day in government,</q> a senior aide from <strong> David Cameron </strong>'s Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on Friday. The left-wing newspaper added that <strong> Andy Coulson </strong>'s departure \"leaves the prime minister with a", "new_id": -2}, {"uid": "1296486373063668243", "i": 2376, "idx": 13, "sa": ["Mike Pence"], "q": "his congressional staff of about 20 aides and heading the House GOP conference that served all GOP House members. But he said a full discussion of his credentials should wait until he's an official candidate. <q>If we would decide to seek the governorship,</q> <strong> Mike Pence </strong> said, \"I would expect people can judge whatever we would bring to the candidacy at that time.\" From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1296486373063668243", "i": 2366, "idx": 3, "sa": ["Ronald Reagan", "Bill Stephan", "Mike Pence"], "q": "\" <strong> Bill Stephan </strong>, a friend of <strong> Mike Pence </strong>'s since they attended the Indiana University School of Law-Indianapolis together, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about. <q>I just remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve,</q> <strong> Bill Stephan </strong> said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school, largely because he heard in <strong> Ronald Reagan </strong> \"the manifestation of the kind of traditional American ideals that I was raised to believe in", "new_id": -2}]