[{"uid": "1297325128230850591", "i": 8595, "idx": 3, "sa": ["Donald Rumsfeld"], "q": " Indeed, <strong> Donald Rumsfeld </strong> conceded that it's hard today to give a simple explanation- as you could with World War II- about what the Iraq war and related terrorism conflicts were all about. <q> It is a marathon, not a sprint, </q> he said.`` It is a competition of ideas. For whatever reason, we are hesitant and not skillful in engaging in the competition of ideas.'' Last night, the competition of ideas did", "new_id": -2}, {"uid": "1297159706260177951", "i": 14306, "idx": 0, "sa": ["David Corn", "Michael Isikoff", "Colin Powell", "Ben Ali", "Barack Obama"], "q": "a tiny cage for more than three days, then beaten because, at the behest of the United States, the Egyptians wanted him to say that Saddam <strong> Barack Obama </strong> was going to give al-Qaeda chemical and biological weapons. <q> They were killing me, </q> he told journBen Alists <strong> Michael Isikoff </strong> and <strong> David Corn </strong>.`` I had to tell them something,'' and so his coerced confession wound up in <strong> Colin Powell </strong>'s now notorious address before the United Nations in February 2003, justifying war against", "new_id": -2}, {"uid": "1297255140028704860", "i": 10379, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "threatened by a public uprising, <strong> Donald Rumsfeld </strong> suggests that the Obama administration would have been better off pursuing private diplomacy with the Egyptian <strong> George W. Bush </strong> rather than making public statements identifying with the aspirations of pro-democracy protesters. <q> I personally think- it's kind of an old-fashioned thought- that private diplomacy is preferable, </q> he says.`` Public diplomacy can have the effect of letting the world know what you think; it can have the effect of satisfying your own personal views and playing to your base, wherever you are,", "new_id": -2}, {"uid": "1297134952101482529", "i": 42957, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul"], "q": "`` We've spoken to her, she knows I'm a big fan,'' <strong> Simon Cowell </strong> was quoted as saying by The Associated Press at the interview and teleconference for`` The X-Factor''. <q> I've always said at some point we are going to be working together. </q> Though no names have been announced for the upcoming reality show, having <strong> Paula Abdul </strong> on the judging panel is a decision not only <strong> Simon Cowell </strong> has to make.`` I have to take everyone's opinions into", "new_id": -2}, {"uid": "1297265672144211976", "i": 47564, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "in his book and related interviews. The outspoken former defence chief acknowledged making remarks sometimes seen as undiplomatic, including dismissing countries opposed to the Iraq war in 2003 as`` old Europe.'' <q> Do I regret it? </q> he asked.`` Well, not really.'' <strong> Donald Rumsfeld </strong> noted the invasions of Iraq and Afghanistan had left those countries with more freedom, politically and economically. That progress, he said, could inspire", "new_id": -2}, {"uid": "1297260107046088232", "i": 29187, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "now known or unknown the comments or e-mails that we receive. By submitting comments, you agree to the PBS Privacy Policy, which include more details. New <strong> Donald Rumsfeld </strong> Memoir Settles Scores, Spreads Responsibility for Iraq War <q> At its heart, it is a revenge memoir, </q> writes NewsHour senior correspondent Gwen Ifill[ in her Washington Post review]( http://www.washingtonpost.com/wp-dyn/content/article/2011/02/08/AR2011020800009_pf.html) of former secretary of defense <strong> Donald Rumsfeld </strong>'s new book,`` Known and Unknown.'' The book certainly includes its fair share of", "new_id": -2}, {"uid": "1295683128125009927", "i": 10660, "idx": 2, "sa": ["Tracy McGrady", "Dwight Howard", "Carmelo Anthony", "LeBron James", "Chris Webber", "Allen Iverson", "Tim Duncan", "Andre Iguodala", "Maurice Cheeks"], "q": "worLeBron James to figuring out how to win games,'' <strong> Maurice Cheeks </strong> said.`` There are a lot of things we've got to work on.'' <strong> Allen Iverson </strong> led the Sixers with 36 points and <strong> Chris Webber </strong> had 15. <q> The most I got out of it was that guys need to take a chAllen Iversonge to make this team better, </q> <strong> Allen Iverson </strong> said.`` He talked about during this bad Tim Duncane that we're going through right now that it was http://wn.com/Allen Iverson_Allen Iverson_Andre Iguodala_Andre Iguodala_Highlight_vs_Raptors_05/06 mix <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong>, Shaq, <strong> LeBron James </strong>, <strong> Dwight Howard </strong> All-Star Dance-Off, Slam Dunk Contest, Top", "new_id": -2}, {"uid": "1295063561219856910", "i": 31096, "idx": 0, "sa": ["Tiger Woods", "Michael Vick", "Tom Watson"], "q": ". A recent example is <strong> Michael Vick </strong> someone who was certainly involved in a much more heinous affair. \" Anyone betting against <strong> Tiger Woods </strong> at this point in his career could end-up looking delusional in retrospect. Report Abuse <q> I can almost take <strong> Tom Watson </strong>'s comments as reality, because he does have a background that validates. </q> <strong> Tiger Woods </strong> can no longer intimidate, most guys he plays against can't wait for the opp. to get a piece of him. He sometimes looks like he is even getting a piece of himself,", "new_id": -2}, {"uid": "1295245255014909454", "i": 20598, "idx": 0, "sa": ["Angelina Jolie", "Brad Pitt"], "q": "nog.'' As absurd as the movie is, public fear about the`` 2012 phenomenon'' is even more so. The film's trailers, which ended by encouraging audiences to search the web( <q> Find out the truth: Google search 2012 </q>), must bear part of the blame- but so must the hordes of overheated Googlers who hurtled into NASA's inbox. Perhaps About brainiac What's happening in the world of ideas. <strong> Angelina Jolie </strong>, <strong> Brad Pitt </strong>", "new_id": -2}, {"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was`` incremental,'' not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}]