[{"uid": "1296443805235372691", "i": 14723, "idx": 4, "sa": ["Kobe Bryant", "Allen Iverson", "Dwight Howard"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't r... <strong> Kobe Bryant </strong> Scores 81 Points Raptors vs Lakers( Part 2) With the 18997 fans at Staples Center chanting \"MVP! MVP!\" <strong> Kobe Bryant </strong> made two free", "new_id": -2}, {"uid": "1296230759016433163", "i": 34128, "idx": 0, "sa": ["Jimmy Kimmel", "Simon Cowell", "Ryan Seacrest"], "q": "36, recently appeared on <strong> Jimmy Kimmel </strong> Live and spoke about his pal and former American Idol judge <strong> Simon Cowell </strong>'s upcoming show The X Factor. Asked if he had spoken to <strong> Simon Cowell </strong> about it, he said: <q>Actually I did hear from him, I spoke to him when he was overseas on a little bit of a break and he didn't comment about the new show. \"No he didn't bring up the new show. But he likes to keep his opinions to himself.</q> However <strong> Ryan Seacrest </strong> said he is sure to hear from him if the show gets impressive ratings when it starts later this year. He said: \"He will be the first to congratulate himself on", "new_id": -2}, {"uid": "1295907918177651713", "i": 23780, "idx": 17, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Ronald Reagan"], "q": "The letter must have come from the State Department itself, <strong> Donald Rumsfeld </strong> says. \"How could anyone believe that you couldn't remember if you delivered a letter from <strong> Ronald Reagan </strong> to <strong> Saddam Hussein </strong>?\" he says. <q>That's the kind of thing that persuaded me to take my time and look at the documents, since I had so many of them.</q>", "new_id": -2}, {"uid": "1295249385089341966", "i": 34833, "idx": 0, "sa": ["Tramon Williams", "Michael Vick", "Charles Woodson"], "q": "with <strong> Tramon Williams </strong>, who took over for Al Harris at corner and put a bow on the wild-card win over the Philadelphia Eagles by intercepting <strong> Michael Vick </strong> in the end zone to preserve a 21-16 lead. <q>He's playing lights out football,</q> <strong> Charles Woodson </strong> said of <strong> Tramon Williams </strong> on Fox's Sunday telecast. The Packers' defense-- which has allowed seven points or fewer six times this season despite losing three starters to injured reserve-- limited Atlanta to a season-low 194", "new_id": -2}, {"uid": "1295756651021528610", "i": 13744, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin", "Will Page"], "q": "automatically to change his or her name on reaching adulthood in order to disown youthful hijinks stored on their friends' social media sites.\" \"Just remember when you post something, the computers remember forever.\" <q>You can trust us with your data.</q> The Google China Syndrome: <strong> Eric Schmidt </strong> Had Enough <strong> Eric Schmidt </strong> wanted to stay in China. <strong> Will Page </strong> and <strong> Sergey Brin </strong> didn't. \"Upset\" after losing this fight with Google's founders, <strong> Eric Schmidt </strong> \"lost some", "new_id": -2}, {"uid": "1297475146178421772", "i": 28074, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "not be in place for the Nokia smartphones running Windows Phone 7 or a future Windows Phone OS. \"I don't see how this[ partnership] changes their opportunity much,\" he added. <q>Tight integration between the OS and hardware could improve functionality. However, Microsoft has never been able to take advantage of its core developer group for mobile, so I don't see why this would help much. Android would be better for Nokia smartphones.</q> Will Stofega, an analyst at IDC, attended the London partnership announcement where Microsoft CEO <strong> Steve Ballmer </strong> and Nokia CEO <strong> Stephen Elop </strong> spoke, saying he was impressed by <strong> Stephen Elop </strong>, a former Microsoft executive, and his rationale", "new_id": -2}, {"uid": "1295904103252542986", "i": 3766, "idx": 0, "sa": ["Katherine Heigl", "David Letterman", "Linda Rosenthal"], "q": "first state to ban electronic cigarettes. Assemblywoman <strong> Linda Rosenthal </strong> of Manhattan says e-cigarettes need to be studied first, and currently carry no warning labels. She's concerned about the nicotine in the vapor-emitting e-cigs, and also that <q>most are made in China and other countries where the safety of products isn't well regulated.</q> However, Hollywood actress <strong> Katherine Heigl </strong> says that e-cigarettes are perfectly fine! She even smoked one during a <strong> David Letterman </strong> appearance last year( and got the host to take a few puffs as well). She explained", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.\" Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q>you don't get to come back.</q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}, {"uid": "1296461913199901198", "i": 3851, "idx": 1, "sa": ["Rajon Rondo", "Allen Iverson"], "q": "in \"He Got Game\"-- would have been proud. \"There's no better place, moment, time... to win a game, and to win in a great fashion,\" <strong> Allen Iverson </strong> said. <q>I don't know what record it is that people are telling me that I got, but it's great to have, great to be able to look back on it and say I did that. This is definitely our time.</q> Yet <strong> Allen Iverson </strong>'s barrage still wasn't enough to hand the defending champions their first home playoff loss of the season. All that elegant brilliance might have been wasted without <strong> Rajon Rondo </strong>, whose triple-double contained much of the dirty", "new_id": -2}, {"uid": "1295562758204079131", "i": 13330, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "circles was that Google's brilliant founders Page and <strong> Sergey Brin </strong> needed a business-savvy executive to help bring the company to the next level. But as <strong> Eric Schmidt </strong> put it in a Twitter posting on Thursday( Jan. 20), <q>day-to-day adult supervision no longer needed!</q> Instead, <strong> Eric Schmidt </strong> will take on the role of Google's executive chairman, where he says he will focus on broader business partnerships, technology leadership, product development and government outreach. The decision", "new_id": -2}]