[{"uid": "1296705381167772199", "i": 1234, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "<strong> President Bush </strong> U.S. Defence <strong> Donald Rumsfeld </strong> concludes in his new autobiography that the war in Had the government of <strong> Saddam Hussein </strong> remained in power the Middle East would be <q>far more perilous than it is today,</q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion. No such weapons", "new_id": -2}, {"uid": "1296429332256245803", "i": 11998, "idx": 3, "sa": ["Travis Best", "Allen Iverson", "Reggie Miller", "Jermaine O'Neal"], "q": "night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and a career-high 20 rebounds for Indiana, which rallied from an 18-point second-half deficit. <strong> Travis Best </strong> had 16 points and 10 assists. <q>We let the world know, we let them know, we can beat them on their own court,</q> <strong> Jermaine O'Neal </strong> said. <strong> Allen Iverson </strong>, who won his second http://wn.com/Inside_Pacer_Athletics_Episode_7__Interview_with_Coach_Mike_Brandt The Pacers are five games into the 2009-10 season and Brendan Robertson sits down for a chat with head women's basketball coach Mike Brandt. Brandt shares his thoughts", "new_id": -2}, {"uid": "1295274880083279889", "i": 9788, "idx": 1, "sa": ["Steve Ballmer"], "q": "system where you are the controller. Your voice, your gestures, your body.\" <strong> Steve Ballmer </strong> said Xbox and the eight million selling motion-sensing add-on Kinect are where the \"consumer heat\" is. <q>I think about my own family,</q> he said. \"My wife used to say, \"No, no, that's the machine the boys use,\" and now she says,` Yeah, I want to go watch movies. Let", "new_id": -2}, {"uid": "1297264343254083122", "i": 31548, "idx": 0, "sa": ["Sean Hannity", "Donald Rumsfeld"], "q": "The group was removed from the US list of foreign terrorist organizations in the 1970s. Despite having officially renounced violence, many conservatives still consider the Muslim Brotherhood a danger to the United States and Israel. <q>The problem we have is there are many elements in a popular revolt,</q> former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> told Fox News' <strong> Sean Hannity </strong> Tuesday. \"Among them are extremists, like the Muslim Brotherhood. They tend to be not the largest, but the most extreme, the best organized,", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "\" <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q>He is supporting the troops, I am supporting the children,</q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}, {"uid": "1295589382106250271", "i": 13932, "idx": 3, "sa": ["Eric Schmidt"], "q": "world's largest social network. Google said the management change was made as part of a plan to \"streamline\" decision making and create clearer lines of responsibility and accountability at the top. <q>It's a good move. It[ the triumvirate management structure] was always one of things that concerned us a little bit,</q> said Ryan Jacob, portfolio manager with the Jacob Internet Fund. \"It should streamline the decision-making process. They're in a fast-moving industry.\" <strong> Eric Schmidt </strong> now plans to sell about 534 000 shares of", "new_id": -2}, {"uid": "1295433140214253578", "i": 13094, "idx": 1, "sa": ["Gabrielle Giffords", "Mike Pence"], "q": "so typical of her that no matter how bad the situation might be for her, you know, she's looking out for other people.\" Such encounters indicate higher levels of functioning, implying that <q>she's recognizing him and interacting, perhaps in an old familiar way with him,</q> said Dr. <strong> Mike Pence </strong> Lemole. Dr. Randall Friese said Kelly also told doctors he saw <strong> Gabrielle Giffords </strong> smile. He said sometimes people see what they want to see, but that \"if he says she's smiling", "new_id": -2}, {"uid": "1295667395231571533", "i": 44110, "idx": 0, "sa": ["Keith Olbermann", "Andy Coulson"], "q": "... but re: the Tea Party would this destroy or TIME MLK's daughter declines the presidency of the Southern Christian Leadership Conference, founded by her father| TIME Why did U.K. Director of Communications <strong> Andy Coulson </strong> quit? <q>When a spokesman needs a spokesman, it's time to move on</q>| Verizon \"Deeply Concerned' By Net Neutrality Rules, Files Appeal Final Countdown: <strong> Keith Olbermann </strong> And MSNBC Announce They Are Parting Ways( VIDEO) I can't describe it. It\"s a little too much.", "new_id": -2}, {"uid": "1294957383066879509", "i": 13625, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "'s best friends in Congress were there: <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York and Congresswoman <strong> Debbie Wasserman Schultz </strong> of Florida. Joining them was former <strong> Nancy Pelosi </strong> of the House, <strong> Nancy Pelosi </strong>. On The Early Show, <strong> Kirsten Gillibrand </strong> said, <q>It was just unbelievable and indescribable, the hope and the courage and the strength that exuded from her and all of us around her who love her so much.</q> <strong> Debbie Wasserman Schultz </strong> said, \"Mark, the first thing that he asked her to do was, you know, \"<strong> Gabrielle Giffords </strong>, give me a thumbs up if you can see me.\" And then he said", "new_id": -2}, {"uid": "1295715899131842121", "i": 25766, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Hillary Clinton"], "q": "fill <strong> Hillary Clinton </strong>'s Senate seat, <strong> Kirsten Gillibrand </strong> finds herself experiencing A Political Moment. She is drawing raves-including from Jon Stewart-for her tireless work in passing the bill to aid September 11 first responders and in repealing the military's <q>don't ask, don't tell</q> policy. In November, she won the election to finish out <strong> Hillary Clinton </strong>'s term with 62 percent of the vote. Along the way, the 44-year-old mother of two( Theo, 7, and Henry, <strong> Barack Obama </strong>", "new_id": -2}]