[{"uid": "1295964059002146362", "i": 40560, "idx": 0, "sa": ["Eric Schmidt", "Tim Armstrong"], "q": "CEO, that usually means the old CEO's top lieutenants aren't long for the job. <strong> Tim Armstrong </strong> became CEO in 2009 tells us that it's not personal; it's just the way of things. <q> If you[ as a CEO] don't surround yourself with the people that you trust, and that you know what you're going to get from them, you don't know whether you're going to win or fail, </q> this fired exec says. \"I've worked under other CEOs who either dragged out the process or never attempted to do this and ultimately failed.\" <strong> Eric Schmidt </strong> last- who's about to get", "new_id": -2}, {"uid": "1296170522222920753", "i": 26132, "idx": 0, "sa": ["Steve Ballmer"], "q": "large chunks of the enterprise-spending pie. Microsoft's Server and Tools Business-in many ways the epicenter of its cloud strategy-is primed to undergo a shakeup this year with the departure of longtime division president Bob Muglia. <q> While Windows and Office are household words, our Server and Tools business has quietly and steadily grown to be the unquestioned leader in server computing, </q> Microsoft CEO <strong> Steve Ballmer </strong> wrote in a Jan. 10 email to employees announcing Muglia's removal. \"We are now ready to build on our success and move forward into the era of cloud computing.\"", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as \"terribly wrong.\" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was \"incremental,\" not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}, {"uid": "1295665867007979096", "i": 29816, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google has shocked its shareholders by announcing that <strong> Eric Schmidt </strong>, its current CEO, is to step down in April and co-founder Larry Page will replace him in the chief executive officer role. <q> When I joined Google in 2001 I never imagined, even in my wildest dreams, that we would get as far, as fast as we have today </q>, starts <strong> Eric Schmidt </strong> in a post on the company's blog, while also posting on Twitter that the move was no longer about needing to supervise founders Larry Page and <strong> Sergey Brin </strong>: \"Day-to-day adult supervision is", "new_id": -2}, {"uid": "1295455673232161306", "i": 16386, "idx": 1, "sa": ["Kathie Lee Gifford", "David Letterman", "Regis Philbin"], "q": "Wants to Be a Millionaire,\" and banter with <strong> David Letterman </strong> on \"Late Show,\" it was \"Live\" that brought his espresso-shot energy, big personality and avuncular jokes to a national audience. <q> He's everyman to so many people, </q> said <strong> Kathie Lee Gifford </strong> on the Today\" show, after <strong> Regis Philbin </strong> made his announcement. \"Nobody tells a story like Reeg does.\" The move comes at a time when daytime TV is undergoing a massive changing", "new_id": -2}, {"uid": "1296768755173654038", "i": 41086, "idx": 3, "sa": ["Colin Powell", "Ronald Reagan"], "q": "] have not been giving that to them and those governments are now at risk,\" he said. Mr. <strong> Colin Powell </strong> warned that the outcome of events in the Middle East is unlikely to benefit the United States. <q> There's revolutionary change taking place in the region and it's probably not going to be as friendly towards the U.S. </q> Paying homage to the optimism of former <strong> Ronald Reagan </strong>, under whom he served during the collapse of the Soviet Union, Mr. <strong> Colin Powell </strong> said that despite the problems in the Middle East, the world is experiencing significant", "new_id": -2}, {"uid": "1295754864179863585", "i": 25895, "idx": 4, "sa": ["Allen Iverson", "Andrew Bogut"], "q": "missed only one of his eight shots while recording 14 points and 10 rebounds. \"You've just got to take one shot at a time,\" Smith said of the streak after shooting 1-of-5 before intermission. <q> In the first half, it was awful, so I came out early at halftime and tried to get my http://wn.com/Allen_Iverson_highlights_vs_Bucks_08/09_NBA_*Missed_Practice_Coming_off_the_bench_*Crossover_on_Lue One day after a missed practice landed him on the Detroit Pistons' bench, <strong> Allen Iverson </strong> spoke loudly with his play Friday night. Once he got the chance. Coming off the bench for the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. \"With everything going on, I wanted to play well, </q> <strong> Allen Iverson </strong> said. \"I just wanted to play well. Especially for my teammates because I let them down by not being here.\" <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Andrew Bogut </strong> Curry to begin the game, punishment", "new_id": -2}, {"uid": "1295779311072171626", "i": 38040, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> David Cameron </strong> is said to be so worried about the prospect of losing legislation in a parliamentary logjam that he held a series of meetings with MPs and peers last week described as a \"charm offensive\". <q> The Prime Minister is definitely in listening mode as never before, </q> said one Conservative <strong> David Cameron </strong>. \"He is much more conciliatory, the mood music has completely changed.\" It is understood Mr <strong> Andy Coulson </strong> first informed the Prime Minister of his intention to leave last Wednesday before", "new_id": -2}, {"uid": "1295666817014565419", "i": 20542, "idx": 6, "sa": ["Vince Carter", "Kevin Leo", "Lawrence Frank", "Devin Harris", "Allen Iverson", "Darko Milicic"], "q": "and had to be restrained by coach <strong> Lawrence Frank </strong> and teammate <strong> Devin Harris </strong>. \"<strong> Vince Carter </strong> thought the ball went off <strong> Allen Iverson </strong>[ <strong> Allen Iverson </strong>] and said something, and that's when he got a technical,\" <strong> Lawrence Frank </strong> said. <q> That's when the official said something that <strong> Vince Carter </strong> didn't think was appropriate and he reacted. We felt it was unjust that he got ejected. </q> <strong> Vince Carter </strong> did not talk to the media after the game, and crew chief Dan www.youtube.com <strong> Darko Milicic </strong> was excellent, and his teammate <strong> Kevin Leo </strong>, but it was not enough to avoid defeat Minnesota in Portland- 102:113. Portland", "new_id": -2}, {"uid": "1296889583025706506", "i": 16847, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": ", non-competitive games and turn those into quality, competitive games that the fans want to see.\" <strong> Michael Vick </strong> was planning a Super Bowl party, and whether that was appropriate for a man with his past: <q> I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here- what he'd be doing. He has said that on numerous occasions people have been using his name about being involved in some type of party, but that he had no intention of participating in that. </q> â\u0080¢ <strong> Roger Goodell </strong> praised the Dallas-Fort Worth area for handling the difficult weather, saying the ice and snowstorms would not jeopardize the region's chances of hosting the game again. This is the first Super Bowl to be", "new_id": -2}]