[{"uid": "1295627764018169864", "i": 58561, "idx": 3, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.\" <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade, </q> adds <strong> Larry Page </strong>. \"The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous", "new_id": -2}, {"uid": "1295481500251461671", "i": 9127, "idx": 0, "sa": ["Rachel Maddow", "Bill Maher", "Mary Landrieu", "Michael Bennet", "Jerry Moran", "Nancy Pelosi", "Bernie Sanders", "Dan Boren", "Patrick Kennedy", "Ryan Dixon", "Barack Obama", "Harry Reid", "Bill Harris"], "q": "& msnbc.com Harris_Bill Maher_On_Countdown__Health_Reform_And_The_Democrats fixednewschRachel Maddowl.web.officelive.com 10 March, 2010 MSNBC Question of the Day: What is your stance on immigration? Leave all your responses in the comment section. \"Democrats Reveal Facts About Health Care\" www.youtube.com <q> Rep. <strong> Patrick Kennedy </strong> Yells:` Despicable' That Press Focuses On Massa Instead Of Afghanistan </q> www.youtube.com \"High Immigration Impacts America's Unemployed\" www.youtube.com Ryan DixonpRyan Dixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> White House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> <strong> Ryan Dixon </strong> Congressman <strong> Jerry Moran </strong> told the House of Representatives on March 24 that Kansans", "new_id": -2}, {"uid": "1297239747040484902", "i": 26455, "idx": 3, "sa": ["Barack Obama", "Donald Rumsfeld"], "q": "schlie?en zu wollen. W?hrend des Wahlkampfes 2008 habe <strong> Barack Obama </strong> die unbefristete Inhaftierung von \"illegalen Kombattanten\" und die \"Sondermilit?rtribunale\" scharf kritisiert, sagte <strong> Donald Rumsfeld </strong>. Zwei Jahre nach Barack Obamas Wahl existierten alle diese Dinge noch. <q> Nicht weil irgendwer m?chte, dass sie noch da sind, sondern weil es die beste L?sung ist. </q> Obama-haelt-an-Schliessung-fest\"> <strong> Barack Obama </strong> h?lt an Schlie?ung fest[ 16] Republikaner wollen Terror- Verd?chtige vor Tribunale stellen- Dort werden umstrittene Gest?ndnisse eher anerkannt Schuldspruch gegen Ghailani war bereits im November erfolgt", "new_id": -2}, {"uid": "1296515090235749385", "i": 32517, "idx": 0, "sa": ["Michael Vick"], "q": "is a wedge issue like abortion and welfare, a lot of talk but never any action and there won't be, especially with a Republican controlled House. Obama hasn't even said one word. Report Abuse <q> Spy's from NewYork are not suppose to buy guns out of state. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Undercover Gun Show Probe: Semi-Automatic Weapons, No Background Check", "new_id": -2}, {"uid": "1297176789226918413", "i": 3400, "idx": 0, "sa": ["Simon Cowell"], "q": "It seems as if everything <strong> Simon Cowell </strong> touches turns to gold: the original \"X Factor,\" <q> America's Got Talent, </q> \"American Idol.\" But that doesn't mean he's not nervous about the fall premiere of Fox's \"The X Factor.\" After all, target=\"_blank\">$ 5 million", "new_id": -2}, {"uid": "1295584186085278737", "i": 5542, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "increasing competition from younger upstarts such as Facebook, the social-networking phenomenon that is vying with Google for Internet-advertising revenue. To get back its mojo, Google may be returning to its startup roots. <q> A lot of the growth of the company used to be driven by innovation, </q> said Yun Kim, an analyst at investment firm Gleacher& Co. \"Having someone with the very strong products background that <strong> Larry Page </strong> has could Sergey Bring some innovation back to Google.\" <strong> Eric Schmidt </strong>, 55, will", "new_id": -2}, {"uid": "1296911242257261627", "i": 30562, "idx": 3, "sa": ["Mohammed Shafiq", "Robert Lambert", "Michael Gove"], "q": "EDL- or for other far-right groups like the BNP. He mentioned the word \"Islamophobia\" just once and, that too, in passing. As <strong> Mohammed Shafiq </strong>, of the Ramadan Foundation, points out: <q> On the day we see fascists marching in Luton we have seen no similar condemnation or leadership shown from the Michael Government. </q> The fact is that Muslims and Muslim organizations, as former Met police officer <strong> Robert Lambert </strong> argues over 3 comments from readers MuscularLiberal 05 February 2011 at 12:46` under the pernicious influence of <strong> Michael Gove </strong>'?", "new_id": -2}, {"uid": "1297176715006504474", "i": 42613, "idx": 3, "sa": ["Nancy O'Dell", "Simon Cowell"], "q": "` The Jetsons,' all the old ones. I watch them in the morning to put me in a good mood.\" 3. \"I climb trees, daily,\" he says. <q> It's like a ritual. </q> While opening up about his love for trees, cartoons and animals, <strong> Simon Cowell </strong> stays mum when <strong> Nancy O'Dell </strong> asked about if wedding plans were still in the works with fiancee Mezhgan Hussainy, despite rumors that the", "new_id": -2}, {"uid": "1296377284098549782", "i": 39925, "idx": 2, "sa": ["Michael Vick"], "q": "qualify as a dog owner. But Best Friends also has conceded that <strong> Michael Vick </strong> has put a brighter spotlight on the problem of dogfighting and the rehabilitation of pit bulls than they ever imagined possible. <q> I'd have to say that he brought attention to the issue in a rather unfortunate way, </q> said Best Friends co-founder Francis Battista. \"It's like people dying in a burning building. It brings attention to the fire codes. It's not something you ever want to happen, but now that it", "new_id": -2}, {"uid": "1297161739212434957", "i": 25434, "idx": 0, "sa": ["Wolfgang Kaleck", "Donald Rumsfeld"], "q": "drohen mit Klagen Sollte Mubarak nach Deutschland kommen, drohen Menschenrechtsaktivisten bereits mit Klagen. Der Generalsekret?r des European Center For Constitutional and Human Rights( ECCHR), <strong> Wolfgang Kaleck </strong>, sagte der \"Frankfurter Rundschau\" : <q> Man muss davon ausgehen, dass in gypten in den letzten Jahren oder Jahrzehnten massiv gefoltert wurde und dass das unter Mubaraks rechtlicher Verantwortung geschah. </q> Nach Inkrafttreten des deutschen V?lkerstrafgesetzbuches seien die deutschen Beh?rden verpflichtet, eine Strafverfolgung aufzunehmen, wenn Verd?chtige sich in Deutschland aufhielten. <strong> Wolfgang Kaleck </strong> hatte bereits mit seiner Strafanzeige gegen den fr?heren US-Verteidigungsminister <strong> Donald Rumsfeld </strong> f?r Furore gesorgt. Mubarak", "new_id": -2}]