[{"uid": "1295286882229982227", "i": 38292, "idx": 1, "sa": ["Johnny Depp", "Angelina Jolie", "Robert De Niro", "Ricky Gervais", "Diane Warren"], "q": "laughs from the celebrity crowd. <strong> Ricky Gervais </strong> also bit the hand that fed him, alluding to allegations that superstars such as <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong> can get noms just by promising to show up. Then he announced bluntly: <q> They also accept bribes. </q> In what must seem like deja vu all over again, <strong> Robert De Niro </strong> was set to get the Cecil B. DeMille Award for life achiDiane Warrenment. In the hyperbolic words of the Hollywood Foreign Press Association, which votes", "new_id": -2}, {"uid": "1295619163009781252", "i": 51707, "idx": 0, "sa": ["Michael Vick"], "q": "court-appointed guardian/special master of the American pit bull terriers in the <strong> Michael Vick </strong> case and her innovative research in the field of Animal Rights Law. Interview by Valparaiso Law spokesm... Greek Battle Over Religious Symbols In Schools Like other <q> Lost Boys of Sudan, </q> Abraham Deng Ater says education became his parent and guardian after his mother and father sent him away near the start of a 22-year civil war in Sudan. Today, the UA master's student is raising money to", "new_id": -2}, {"uid": "1295357548082411562", "i": 26511, "idx": 1, "sa": ["Angelina Jolie", "Ricky Gervais"], "q": "that The Tourist was nominated not just because HFPA members wanted to hang out with <strong> Angelina Jolie </strong> but because`` they also accepted bribes.'' He joked that the stars of Sex and the City 2 are so old that <q> I saw one of you in an episode of Bonanza. </q> HFPA president Phil Berk said Monday that <strong> Ricky Gervais </strong>`` definitely crossed the line. Some of the things were totally unacceptable,'' according to The Hollywood Reporter. <strong> Ricky Gervais </strong> joked Sunday that he'd had", "new_id": -2}, {"uid": "1296802392154992666", "i": 52185, "idx": 3, "sa": ["David Letterman", "John P. Mills", "Ralph Richardson", "Tim Hasselbeck", "Kwadwo Owusu Afriyie"], "q": "4 p.m.), live from Tim Hasselbeckes Square. Which British knights have been nominated for Oscars? Among them <strong> Kwadwo Owusu Afriyie </strong> <strong> Ralph Richardson </strong> in`` The Heiress''( TCM, 8 p.m.), <strong> Kwadwo Owusu Afriyie </strong> Alec Guinness in <q> The Bridge on the River Kwai </q>( TCM, 10 p.m.), <strong> Kwadwo Owusu Afriyie </strong> <strong> John P. Mills </strong> in`` Ryan's Daughter''( TCM, 1 a.m.) and <strong> Kwadwo Owusu Afriyie </strong> <strong> David Letterman </strong> Redgrave in`` Mourning Becomes Electra''( TCM, 4:30 p.m.).", "new_id": -2}, {"uid": "1295907761051232811", "i": 13080, "idx": 0, "sa": ["Dick Durbin", "Colin Powell", "Mark Kirk", "Newt Gingrich", "Barack Obama"], "q": ")`` much more responsible'' than former House Speaker <strong> Newt Gingrich </strong>( R-Ga.). <strong> Dick Durbin </strong> also said that he's sitting next to Sen. <strong> Mark Kirk </strong>( R-Ill.) during the State of the Union, joking that <q> I'm bringing the popcorn; he's bringing the Coke with two straws. </q> <strong> Colin Powell </strong>:`` I am not committed to <strong> Barack Obama </strong>'' Former secretary of state and chairman of the joint chiefs of staff <strong> Colin Powell </strong> offered praise for <strong> Barack Obama </strong>'s accomplishments but refused to say whether he would endorse", "new_id": -2}, {"uid": "1295552617218546231", "i": 23720, "idx": 0, "sa": ["David Letterman"], "q": "a guest on The Late Show with <strong> David Letterman </strong> when the host asked him mid-interview if he would care to perform a song. The funnyman obliged and told the audience as he made his way to the stage: <q> You know in my business, or in our business, there's a traditional career path: TV, movies, then Broadway, your own special, reality show host, the Palm Springs Follies, and then this show... But the challenge on this magical journey is to stay relevant and fresh. And if you really want to remain white hot in the press- there's only one place to go. </q> As the music began a pair of back-up singers and a drummer appeared onstage, dancing behind him. And Short used his musical moment to mock troubled stars who've hit headlines for all the", "new_id": -2}, {"uid": "1297193637179781646", "i": 26685, "idx": 4, "sa": ["Colin Powell", "Isnilon Hapilon"], "q": "`` We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Isnilon Hapilon </strong> al-Zarqawi, a Jordanian extremist with ties to the al-Qaida terrorist network. Director Danville-Boyle County Humane Society", "new_id": -2}, {"uid": "1295968018237928473", "i": 4476, "idx": 0, "sa": ["Mark Warner", "Colin Powell", "Ted Poe", "James Madison"], "q": "clips. The Washington Post reporTed Poe this James Madisonkend that the expiration of the ban on high-capacity magazine clips since 2004 has led to a proliferation of those weapons being seized by police in the course of investigations. <q> Last year in Virginia, guns with high-capacity magazines href=\"http://www.washingtonpost.com/wp- dyn/content/article/2011/01/22/AR2011012203452.html?hpid=topnews\"> amounTed Poe to 22 percent of the weapons recovered and reporTed Poe by police. In 2004, when the ban expired, the rate had reached a low of 10 percent. In each year since then, the rate has gone up. </q> <strong> Colin Powell </strong>:' I Don't Think The Defense Budget Can Be Made Sacrosanct And It Can't Be Touched' Ben Armbruster on Jan 23rd, 2011 at 11:00 am href=\"http://thinkprogress.org/2011/01/23/Colin Powell-defense-budget/\" rel=\"bookMark Warner\" title=\"Permanent link to'Colin Powell:'I Don't", "new_id": -2}, {"uid": "1295883923115425283", "i": 56737, "idx": 2, "sa": ["Simon Cowell", "Jessica Simpson", "Oprah Winfrey"], "q": "after they sang together on a UK TV show. Their rendition of Unchained Melody was phenomenally successful, but <strong> Simon Cowell </strong> has revealed it took a long time for him to convince the duo of their talents. <q> It took me seven months to persuade these two to sign a recording contract with me, </q> he told American talk show host <strong> Oprah Winfrey </strong>.`` But I drove them so mad that I actually got a solicitor's letter from one of them saying I had to stop harassing his client. <strong> Jessica Simpson </strong> is grateful", "new_id": -2}, {"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems.`` The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,'' <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q> The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement. </q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}]