[{"uid": "1296333433124829778", "i": 12564, "idx": 0, "sa": ["Michael Vick"], "q": "QB has inked a two-year endorsement deal with Unequal Technologies, a producer of the protective pads worn in games, according to RadarOnline. The deal will be publicly announced today, according to the company. <q>We're real excited about it,</q> the company's chief executive officer Rob <strong> Michael Vick </strong> ''thankful,'` ecstatic'' to be back in Hawaii after long journey back to Pro Bowl Hawaii( AP)- While every Pro Bowl player endured", "new_id": -2}, {"uid": "1296078105000753702", "i": 15750, "idx": 0, "sa": ["Quin Hillyer", "Mark Tapscott", "Ned Ryun", "Mike Pence"], "q": "<strong> Quin Hillyer </strong> on 1.26.11@ 4:11 PM My friend <strong> Mark Tapscott </strong> has probably the most eloquent column yet on why <strong> Mike Pence </strong> should run for president. Read it here. <strong> Mike Pence </strong>, he writes, <q>is a man of faith and a genuine conservative who understands that economic freedom produces the best results for everybody concerned when sown among consumers who are independent, trustworthy, family oriented and hard-working.</q> testimonial comes from <strong> Ned Ryun </strong>, president of a great grassroots group called American Majority. ''[ A] sk yourself who has held true to his or her principles under fire, time and time again? I", "new_id": -2}, {"uid": "1295658301074924120", "i": 24666, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "story has refused to go away. Mr <strong> Andy Coulson </strong> told the PM on Wednesday that he felt he had to leave Number 10. Senior civil servants were told the following day. Mr <strong> David Cameron </strong> said he was <q>obviously very sorry to see him go</q>. He said: ''He did a very good job as Director of Communications both for the Government and the country. He ran the Downing Street press office in a very professional and straightforward and correct way,", "new_id": -2}, {"uid": "1295779892017170523", "i": 1846, "idx": 12, "sa": ["Mike Pence", "Marjorie Dannenfelser", "Mike Huckabee", "Sarah Palin", "Richard Nixon", "Susan B. Anthony"], "q": "List, a group opposing abortion. ''I truly don't know( if he's running for president),'' said <strong> Susan B. Anthony </strong> List <strong> Richard Nixon </strong> <strong> Marjorie Dannenfelser </strong>, who has urged <strong> Mike Pence </strong> to run. <q>It's my job to really encourage talent to seize the moment, and I think he can do it.</q> If <strong> Mike Pence </strong> is going to decide this month, he will have to do it without knowing who else is running. Those potential candidates include former <strong> Sarah Palin </strong> and former Arkansas <strong> Mike Huckabee </strong>.", "new_id": -2}, {"uid": "1297401258190005254", "i": 35979, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "â\u0080¢ BUEHRLE BASHES VICK: White Sox pitcher <strong> Mark Buehrle </strong>, an animal-rights activist, does not believe Eagles quarterback <strong> Michael Vick </strong> has been fully punished for his felony conviction for his role in a dogfighting ring in 2007. <q>He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt,</q> <strong> Mark Buehrle </strong> told MLB.com in a recent interview. ''Everything you've done to these dogs, something bad needs to happen to these guys.'' The story, which was published on Wednesday, centered around", "new_id": -2}, {"uid": "1295565460204783640", "i": 20750, "idx": 4, "sa": ["Eric Schmidt"], "q": ", outstripping Wall Street's average forecast of$ 8.10. <strong> Eric Schmidt </strong> said on his blogpost that Page will now lead product development and technology strategy, areas that are ''his greatest strengths.'' <q>It will be interesting to see what he'll do that's different, what he could not have done in his prior role,</q> said BGC Partners analyst Colin Gillis.", "new_id": -2}, {"uid": "1297096904101318657", "i": 21247, "idx": 3, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell"], "q": "n't do that in the Pentagon. I insisted we not do it.'' <strong> Colin Powell </strong>, <strong> Donald Rumsfeld </strong> said, never spoke up in meetings with the president to raise objections to the Iraq war. <q>There's a lot of stuff[ in] the press that say <strong> Colin Powell </strong> was against it. But I never saw even the slightest hint of that,</q> he said.... <strong> Colin Powell </strong>, <strong> Donald Rumsfeld </strong> said, never spoke up in meetings with the president to raise objections to the Iraq war. Nor was <strong> Donald Rumsfeld </strong> particularly impressed with <strong> Condoleezza Rice </strong>, either: ''", "new_id": -2}, {"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q>We have real challenges in terms of unemployment,</q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans ''can not be tolerated.'' ''We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}, {"uid": "1295040305036372501", "i": 16004, "idx": 1, "sa": ["Steve Ballmer"], "q": "in the developing world. <strong> Steve Ballmer </strong> identified ''better global enforcement of intellectual property laws'' as the world's largest software company's No. 1 lobbying priority in an interview with the Washington Post in July. <q>That is particularly true in China, where the protections are the weakest,</q> <strong> Steve Ballmer </strong> told the paper. U.S. businesses' fears range from outright piracy of their goods to the transfer of technological know-how that can be inevitable in joint ventures with Chinese companies. ''Sometimes Beijing", "new_id": -2}, {"uid": "1297115366104251431", "i": 46135, "idx": 0, "sa": ["Simon Cowell"], "q": "'' or ''America's Got Talent'' is that the judges will actually work with three finalists each and make decisions as to what the competitors will sing, how they will sing it and more. <q>That means you have to work with them up to five or six days a week,</q> <strong> Simon Cowell </strong> points out. ''So, I need to find someone willing to make that commitment because it is hard work.... It is important to me that I have people I can trust in terms of their", "new_id": -2}]