[{"uid": "1296006848180027395", "i": 24841, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "In recent years has become a leading investor in satellite television, the film industry, the Internet and media. News Corp is based in New York. <strong> Rupert Murdoch </strong> told Media Matters that Fox News shouldn't be promoting <q>the tea party or any other party.</q> Yet news leaked that News Corporation, the parent company of Fox News donated$ 1 million to the Republican Governors Association. mediamatters.org http://wn.com/Murdoch_refuses_to_answer_question_on_Andy_Coulson_News_of_the_World_phone-hacking_scandal News Corp CEO <strong> Rupert Murdoch </strong> refuses to answer question on <strong> Andy Coulson </strong> News of the World phone-hacking", "new_id": -2}, {"i": 20485, "idx": 5, "index_answer": 1, "new_id": -1, "q": "game of their Western Conference playoff series with <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> leading the way. \"The guys who were here two years ago know we were in the same situation last time,\" Denver center <strong> Marcus Camby </strong> said. <q>They ran off and won four straight. That's why no one is really happy. We came out to get Game 1 but we also want to get Game <strong> Rafer Alston </strong>.</q> If <strong> Allen Iverson </strong> and <strong> Tony Parker </strong> play this well again, the Nuggets have a good shot. <strong> Tony Parker </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter. \"Two years ago we probably were", "sa": ["Tony Parker", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295245546048136202"}, {"uid": "1295622200043139151", "i": 1891, "idx": 2, "sa": ["Eric Schmidt"], "q": "of interests and the growing competition between Google and Apple. Google Factor: But for Google, the move of <strong> Eric Schmidt </strong> is entirely official. On the management change, <strong> Eric Schmidt </strong> said: <q>We've been talking about how best to simplify our management structure and speed up decision-making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> The management change comes as Google is in the midst of several regulatory investigations including a review of the company's proposed purchase of ITA, an anti-trust inquiry by the regarding allegations that Google is unfairly", "new_id": -2}, {"uid": "1296228272172146710", "i": 17261, "idx": 3, "sa": ["Dan Coats", "Mike Pence", "Sen. Jim DeMint"], "q": "communicate with millions of people.\" While ruling himself out, <strong> Sen. Jim DeMint </strong>( <strong> Dan Coats </strong>, S.C.) agreed, telling NRO that with the congressman gone as a paragon of \"pro-growth, limited-government\" conservatism, <q>there will be a lot of surprises</q> in terms of who jumps into the race. According to sources close to <strong> Mike Pence </strong> with knowledge of Indiana politics, a number of factors influenced the congressman's decision to forgo a presidential run and instead turn", "new_id": -2}, {"uid": "1296195807246956080", "i": 4332, "idx": 1, "sa": ["Simon Cowell"], "q": "to be a few surprises. I genuinely do. I don't think there's one set way of doing it.... I am in conversations with ITV and Fox.\" <strong> Simon Cowell </strong> went on to reveal: <q>We are going to make an announcement soon. We have to make sure all the shows will be back bigger, better, stronger, different. No-one has been contracted yet, apart from me.</q> American Idol is one of the most successful reality singing competitions in history. Since the beginning, <strong> Simon Cowell </strong> was an integral part of the show, and when <strong> Simon Cowell </strong> announced that he was leaving the show,", "new_id": -2}, {"uid": "1295397807010076210", "i": 22881, "idx": 1, "sa": ["Michael Douglas", "Simon Cowell", "Steven Tyler"], "q": "<strong> Michael Douglas </strong>, 66, said, \"and what I know about this particular type of cancer( is) that I've got it beat.\" <strong> Michael Douglas </strong> says he'll continue to monitor his health and <q>take a couple of months of getting checked out. But it's been a wild six-month ride.</q> <strong> Steven Tyler </strong> banishes \"Idol's\" <strong> Simon Cowell </strong> era <strong> Steven Tyler </strong> was talking Tuesday about his new judging gig on \"American Idol\" Tuesday, and he made on thing clear: <strong> Simon Cowell </strong>'s reign of terror", "new_id": -2}, {"uid": "1296156422245841950", "i": 9249, "idx": 2, "sa": ["Dick Armey", "Mike Pence"], "q": " forgo the presidential stakes in favor of a run for governor of Indiana, though Team <strong> Mike Pence </strong> has allowed the POTUS talk to continue. <strong> Mike Pence </strong> faces a self-imposed deadline at <q><strong> Mike Pence </strong> can bring the whole spectrum of constitutional, social and economic conservatives together,</q> <strong> Dick Armey </strong> said on Fox today. \"They will rally behind his candidacy.\"", "new_id": -2}, {"uid": "1296441989213188626", "i": 36979, "idx": 0, "sa": ["Allen Iverson"], "q": "26 points 8 rebounds vs Orlando Magic 07/08 http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1295803136231243808", "i": 27920, "idx": 0, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "<strong> John McCain </strong>( R-Ariz.) said that Congress must take on some of the \"sacred cows,\" including entitlements, in order to cut the deficit. \"Agriculture subsidies are outrageous today,\" he said. <q>Ethanol is a joke, and it's a multi-billion dollar spending. All ag subsidies.... The post office, a model of inefficiency. Horse and buggies-- and the days when Internets[ Launch of the Bloom box fuel cell generates a slice of Apple hype| Environment| guardian.co.uk PlayStation Network down, so are lots of PS3s( update)-- Engadget Bloom box fuel cell: Google, eBay, and <strong> Arnold Schwarzenegger </strong> attend launch- Telegraph</q> <strong> Colin Powell </strong>'s Endorsement of <strong> Barack Obama </strong> Will Live... in Infamy- Big Government <strong> Colin Powell </strong>: \"Perfectly Acceptable To Get Rid Of DADT\"- Towleroad, More than gay news. More gay men Due to the secret", "new_id": -2}, {"uid": "1295553639137363464", "i": 12558, "idx": 1, "sa": ["Kristi Noem", "Mike Pence"], "q": ". Rep <strong> Kristi Noem </strong> thinks politicians should honor their campaign promises? What planet is this lady from? \"<strong> Kristi Noem </strong> owns and operates guns. Therefore she's a racist\"- <strong> Mike Pence </strong> Moore <q>There is no federal funding of abortions. And how dare you try to stop it!</q>/ s WHAT ABOUT THE CHILDREN!?!? Oh, wait... \"Backers of abortion rights, including most Democrats, say the health care overhaul law already maintains the Hyde amendment ban on", "new_id": -2}]