[{"uid": "1296237370016105485", "i": 57376, "idx": 2, "sa": ["Randy Wittman", "Antoine Walker", "Marko Jarić", "LeBron James", "Allen Iverson", "Tim Duncan"], "q": "Minnesota. The call had the Tim Duncanberwolves, who fell to 1-20 on the road this season, steamed after the game. \"I clearly saw it go off both of the Nuggets players,\" <strong> Antoine Walker </strong> said. <q> I just wished the referees would get together and make sure they made the right call. I let the ball go out because I figured it was out on them. </q> On the subsequent inbounds play, <strong> Allen Iverson </strong> was fouled by <strong> Marko Jarić </strong>, hitting both free throws. But Minnesota coach <strong> Randy Wittman </strong> took issue with that, thinLeBron James that <strong> Allen Iverson </strong> traveled before the foul. \"<strong> Allen Iverson </strong> traveled. Traveled.", "new_id": -2}, {"uid": "1295800027068403245", "i": 56991, "idx": 0, "sa": ["Colin Powell", "George W. Bush", "Barack Obama"], "q": "( CNN)- Former Secretary of State <strong> Colin Powell </strong>, who endorsed <strong> Barack Obama </strong> in the 2008 election, said Sunday that while the <strong> George W. Bush </strong> has addressed some of his campaign promises, he still has <q> got a way to go. </q> He credited <strong> Barack Obama </strong> with stabilizing the economy, tackling health care reform and working with countries around the world, but declined to give the <strong> George W. Bush </strong> a letter grade. \"Every <strong> George W. Bush </strong> has a challenge", "new_id": -2}, {"uid": "1295630754045006869", "i": 14096, "idx": 0, "sa": ["Tony Dungy", "Michael Vick"], "q": "he couldn't have envisioned the success that <strong> Michael Vick </strong> had on the field in 2010. Football: <strong> Tony Dungy </strong> Talks <strong> Michael Vick </strong>, NFL Playoffs, Coaching\" width= \"177\" height= \"207\" /> <q> I really couldn't. When I talked to Mike in Leavenworth about two years ago, I asked him what he wanted to do, </q> <strong> Tony Dungy </strong> recalls. \"And he said,` Number one, I want to connect back with my family and be the type of father that my kids need. Number two, I want to show people that", "new_id": -2}, {"uid": "1295094109134053944", "i": 26899, "idx": 1, "sa": ["Sergio Marchionne"], "q": ". \"Fa dichiarazioni all` impazzata, porta avanti un punto di vista che io non condivido minimamente: zero. Penso che l'intransigenza che abbiamo visto fino ad ora andr a bloccare lo sviluppo del Paese\" . <q> Io voglio il contratto dell` auto- spiega <strong> Sergio Marchionne </strong>-. Se questo significa scardinare il contratto nazionale? un` interpretazione dei sindacati. Ho bisogno di un sistema di regole che preserva le parti pi importanti del contratto nazionale e anche in alcuni casi le rafforza </q>. Sulla possibilit di far nascere Federauto, <strong> Sergio Marchionne </strong> ha detto che \"pu darsi che sia la soluzione giusta\" , ma ha aggiunto: \"Per la Fiat questa joint venture con Chrysler se va avanti non deve", "new_id": -2}, {"uid": "1295452591083853361", "i": 9555, "idx": 8, "sa": ["Steven Tyler", "Simon Cowell"], "q": "'s far more palatable than thinking of America as an overbearing, imperial power throwing its weight around on the world stage.\" Morgan recently offered a different explanation: Perhaps we equate meanness with honesty. <q> There is kind of a belief amongst Americans, true or not, that the Brits are perhaps a little more blunt and more to the point, </q> he told Guide\" TV Guide. Certainly, <strong> Simon Cowell </strong> is way more plainspoken than <strong> Steven Tyler </strong>, who tends to communicate in a magical language that's neither positive nor negative. \"What's with", "new_id": -2}, {"uid": "1295698317198803458", "i": 54723, "idx": 3, "sa": ["Andy Coulson", "Ed Miliband", "David Cameron"], "q": "that he's done for me, for the government and for the country,\" <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "new_id": -2}, {"uid": "1295155572091308052", "i": 53656, "idx": 0, "sa": ["Aaron Rodgers", "Brett Favre", "Michael Vick"], "q": "out of the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295278259044859402", "i": 21389, "idx": 0, "sa": ["Steve Ballmer"], "q": "Today that the launch of Kinect- as well as various other social and media features- makes the device a \"family entertainment center\" . \"Xbox isn't a gaming console,\" he said. <q> It's a place to socialise. It's a place to watch TV. It's the only system were you are the controller. Your voice, your gestures, your body. </q> <strong> Steve Ballmer </strong> also wants the Xbox 360 to appeal to young girls, and believe the rise of Kinect will be key to this. \"You go to your average 15-year-old boy, and he will", "new_id": -2}, {"uid": "1295803138068403208", "i": 9030, "idx": 0, "sa": ["Colin Powell", "Candy Crowley"], "q": "foreign aid and the arts. The RSC proposal would save an estimated$ 16.1 billion by rolling back federal Medicaid funding, putting the burden for those patients on state and local governments. On Sunday's <q> State of the Union, </q> <strong> Colin Powell </strong> told host <strong> Candy Crowley </strong> that Congress needed to deal with Social Security, Medicare and Medicaid if it wanted to balance the budget, and that announcing a spending freeze was an \"inefficient way\" of cutting the deficit", "new_id": -2}, {"uid": "1297592827260702231", "i": 39930, "idx": 1, "sa": ["Kate Moss", "David Letterman", "Jamie Hince", "Howard Stern"], "q": "make me cry.\" Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged He also referenced <strong> David Letterman </strong>, who played himself in the movie: <q> We couldn't get the rights to Dave's show and Dave did me the favor of shooting this with me. </q> <strong> Howard Stern </strong> also had kind words for Australian rock band AC/DC who were in the film( \"Shooting with AC/DC... they stayed all day and never complained or asked for a", "new_id": -2}]