[{"uid": "1296679971172851230", "i": 17780, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "to make the best show.''' But last week, amid stories about the declining season-over-season figures, he got a bit worked up, reminding the Reporter that the show had 26 million viewers. <q> I'm really happy with that, </q> he insisted. <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>, who he said have quickly helped right the ship after the uncertainty that followed lead judge <strong> Simon Cowell </strong>'s departure last year.`` You forget that we've had this train wreck", "new_id": -2}, {"uid": "1296663357109838441", "i": 4917, "idx": 1, "sa": ["Chris Gent", "Andy Coulson", "Kenny Kunene"], "q": "his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>, an ambitious Brit who...'' <q> Is the new Backbench Business Committee about to make some serious enemies? This new-fangled innovation has done pretty well so... </q>'' Wealthy ANC supporter <strong> Kenny Kunene </strong>( left) eating sushi from the body of a bikini-clad woman`` The ANC Youth League...''`` The Institute for Fiscal Studies thinks the chancellor is right not to start", "new_id": -2}, {"uid": "1295817478183353364", "i": 12703, "idx": 0, "sa": ["Colin Powell"], "q": "cut military spending. <strong> Colin Powell </strong>, a retired four-star general who served in the Bush administration, made the comment on CNN's`` State of the Union'' show on Sunday. <q> When the Cold War ended 20 years ago, when I was chairman and[ Dick] Cheney was Secretary of Defense, we cut the defense budget by 25 percent. And we reduced the force by 500,000 active duty soldiers, so it can be done. Now, how fast you can do it and what you have to cut out remains to be seen, but I don't think the defense budget can be made sacrosanct and it can't be touched, </q> he said. Republicans have pledged to cut$ 100 billion from the budget in an effort to control spending, but most top leaders want to leave Medicaid and military and veteran spending untouched.", "new_id": -2}, {"uid": "1296922649262193174", "i": 35463, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "had done some drugs. Sure thing, <strong> Donald Rumsfeld </strong>. Perfectly good excuse. You \" should drop some leaflets on the families of people, American and Iraqi, whose children have died in that war. <q> Sorry, my son was doing drugs. I was emotional at the time. Not my fault. </q> Stuef also had a suggestion for those plans to invade and occupy Iraq to be`` creative'' that`` Rummy says Defense was preparing for offense on Afghanistan at the time, but <strong> President Bush </strong> asked him to be", "new_id": -2}, {"uid": "1295563086055705684", "i": 33786, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the move has been approved by the board. Page congratulated <strong> Eric Schmidt </strong> on an`` outstanding job'' running the company for the past decade, and said he couldn't imagine having had a better leader, and that <q> the results speak for themselves... I don't think anyone will argue with that... No One else could've accomplished what <strong> Eric Schmidt </strong>'s done. </q> <strong> Sergey Brin </strong> also talked about how great a time he's had working with Larry for fifteen years and with <strong> Eric Schmidt </strong> for ten, and looks forward to`` many more decades working together.'' He hinted at some new", "new_id": -2}, {"uid": "1297154768156483585", "i": 1439, "idx": 2, "sa": ["David Letterman"], "q": "he asked. There's another thing for his daughter to worry about now. But then <strong> David Letterman </strong> made it even worse for the young girl.`` You could hire a guy,'' he suggested. <q> I think if you hire a guy, it's fine. </q> Now she's sure to be good and paranoid on any date that everyone around her may be on her dad's payroll and reporting back to him everything she's doing. You know,", "new_id": -2}, {"uid": "1295981454233783314", "i": 41288, "idx": 1, "sa": ["David Letterman"], "q": ": What is Social Anxiety Disorder? Nearly half the US population turns to complementary, alternative and integrative practices to maintain or improve their health. Dr. <strong> David Letterman </strong> Rabow explores the role of spirituality in health. Series: <q> UCSF Mini Medical School for the Public </q>[ 11/2007][ Health and Medicine][ Show... Brain Mind and Behavior: Emotions and Health Take a look into our current understanding of the function of the human brain and some of the important diseases that", "new_id": -2}, {"uid": "1296292861120143897", "i": 22718, "idx": 0, "sa": ["Zahi Hawass"], "q": "took up posts outside the massive coral-colored building in downtown Cairo. Soldiers surrounded the building and moved inside to protect mummies, monumental stone statues, ornate royal jewelry and other pharaonic artifacts. Report Abuse <q> The Egyptian army secured Cairo's famed antiquities museum early Saturday, protecting thousands of priceless artifacts, including the gold mask of King Tutankhamun, from looters. </q>- Ah, let them loot and take the treasure prime: This <strong> Zahi Hawass </strong>, much the human crime; Full of himself and of that great hot air Report Abuse \" First the` protesters", "new_id": -2}, {"uid": "1296920388046448655", "i": 3380, "idx": 0, "sa": ["Rakeem Buckles", "Rick Pitino", "Gorgui Dieng", "Preston Knowles", "Allen Iverson"], "q": "all the players have healed and returned to the lineup. <strong> Rick Pitino </strong> is more concerned about the development of <strong> Gorgui Dieng </strong> and sophomore <strong> Rakeem Buckles </strong> than he is about <strong> Preston Knowles </strong>, a senior. <q> Unless you practice, you can't get better, </q> <strong> Rick Pitino </strong> said.`` <strong> Gorgui Dieng </strong> needs to practice- he's not <strong> Allen Iverson </strong>.'' The coach said he has crossed over from going all out in practices to being more mindful of pushing the players", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's`` State of the Union'' that he will wait to make a decision on whom to support in the next presidential election. <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.''``", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}]