[{"uid": "1297260285158613520", "i": 5596, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Jim Schmitt", "Valerie Jarrett"], "q": "... Photo in Slideshow: <strong> Barack Obama </strong>, Scott Walker, <strong> Jim Schmitt </strong> White House, Chamber of Commerce Relationship Cooling? Photo in Slideshow: <strong> Barack Obama </strong>, William Daley, <strong> Valerie Jarrett </strong> Video: Why Americans Are Turning Against Obamacare Report Abuse <q> Missy remember he is half& half? </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trade Stock Like A Pro# 1 Pro Investment Portal for stock news, tools,", "new_id": -2}, {"uid": "1296124365229654533", "i": 12357, "idx": 0, "sa": ["Peter Capaldi", "Andy Coulson"], "q": ", 5 Facebook leads to sex. P27 And finally... Malcolm Tucker might be fictional, but that doesn't stop <strong> Peter Capaldi </strong> being pestered for comment about the demise of <strong> Andy Coulson </strong>. <q> I'd like to hack his voicemail and find out what's going on in his life, </q> <strong> Peter Capaldi </strong> told the Independent. \"I can't believe he didn't know what was going on. I'm an actor, what do I know? But I don't like the idea that we're ruled", "new_id": -2}, {"uid": "1297711836012566562", "i": 8441, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q> Many people make the mistake of thinking that dreams can not come true, but they can, </q> he wrote. \"You have to believe, and know that they are more than just imagination.\"", "new_id": -2}, {"uid": "1296200464159858698", "i": 4879, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> shuts 1 door, leaves another open U.S. Rep. <strong> Mike Pence </strong> shut the door Thursday on seeking the presidency in 2012 but left unanswered whether his choice instead is the Indiana governor's office. <q> I'm open to running for governor, </q> <strong> Mike Pence </strong> said in an exclusive interview with The Indianapolis Star. \"We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it.", "new_id": -2}, {"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q> What I most want is for him to have a long future, </q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}, {"uid": "1296614602189923350", "i": 11186, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Gayle King"], "q": "arrived. The Brit replaced the <strong> Gayle King </strong> after his retirement and has started his show \"Pierce <strong> Piers Morgan </strong> Tonight\" with a bang, interviewing the likes of <strong> Oprah Winfrey </strong>, <strong> Ricky Gervais </strong>, and <strong> Howard Stern </strong>. His promise to viewers? <q> What I want to see is energy, and dynamism, humor... there's nothing more boring than boring TV. Who wants to watch that? The one thing I can guarantee people, is that I won't be boring. </q>( CNN) From one interviewer to another, <strong> David Letterman </strong> offered a piece of advice. <strong> David Letterman </strong> \"You need to grab somebody by the tie and just pop'em, just a short right cross and then it'd", "new_id": -2}, {"uid": "1295042068241877011", "i": 27343, "idx": 0, "sa": ["Sergio Marchionne"], "q": " Chrysler Group CEO <strong> Sergio Marchionne </strong> will visit Ann Arbor on Wednesday to make an announcement about alternative energy vehicles, the agency announced. EPA National Vehicle and Fuel Emissions Laboratory on Plymouth Road, will involve <q> a research and development project to explore and evaluate an innovative drive train technology for light duty vehicles, </q> the EPA said in a news release. Investors drive Borders stock up 30% after refinancing rumors EPA administrator, Chrysler CEO visiting Ann Arbor for alternative energy vehicle announcement Planners give developer more time to for Banks of", "new_id": -2}, {"uid": "1295736733074268677", "i": 38108, "idx": 1, "sa": ["Reggie Jackson", "Allen Iverson"], "q": "His jumper was deadly.\" Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q> When your jumper is on, the basket seems like an ocean and the basketball seems like a rock, </q> he said. \"<strong> Reggie Jackson </strong> is the way it felt tonight. \"My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls", "new_id": -2}, {"uid": "1295218013110215267", "i": 2955, "idx": 0, "sa": ["Will Smith", "Janick Gers", "David Letterman", "Bruce Dickinson", "Nicko McBrain"], "q": "Gyptian received his musical calling at the age of seven, when he began singing in the church. Recognizing his talent, his parents introduced him to <strong> Will Smith </strong> Wong, a record producer from Portmore, St. Catherine. <q> I did not take... <strong> Iron Maiden </strong>- 11. Powerslave( Bercy 1999) <strong> Iron Maiden </strong>- Palais Omnisport de Bercy, Paris, France, Sep. 9, 1999, during the </q> The EdHuntour\" 1999. Powerslave( <strong> Bruce Dickinson </strong>) <strong> Bruce Dickinson </strong>: Vocals Steve Harris: Bass <strong> Janick Gers </strong>: Guitar <strong> David Letterman </strong> Murray: Guitar Adrian <strong> Will Smith </strong>: Guitar <strong> Nicko McBrain </strong>: Drums[ Lyrics] Into the Abyss I&... Nuances", "new_id": -2}, {"uid": "1297606486106446870", "i": 15328, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "the other hand, is compelling, at least as a counterweight to what in Britain has become a well-entrenched narrative that the prison was and is a disaster. The <strong> Donald Rumsfeld </strong> case is that there was no alternative: <q> I was perfectly willing to shutter the facility if a better alternative could have been found that would be as effective in obtaining intelligence and preventing terrorists from returning to the fight. But no alternative to Gitmo was proposed. </q> Of those wrongly imprisoned, there is no mention. Stuff happens, he seems to be saying. Does the book tell us something about <strong> Donald Rumsfeld </strong> that might serve to soften the verdict of history? There", "new_id": -2}]