[{"uid": "1297104003173965321", "i": 8577, "idx": 1, "sa": ["Simon Cowell"], "q": "General Election, the prime minister dismissed those who oppose his third term as`` mean-spirited'' and`` cynical''.`` All these political snobs have ganged up against the party,'' <strong> Simon Cowell </strong> said. <q> If you take me out of the equation, you have a lot of my teenage coalition being attacked by a huge hate mob on Facebook.`` It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand. </q> <strong> Simon Cowell </strong> added:`` At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years!`` Don't forget how people laughed at me", "new_id": -2}, {"uid": "1297235178246775830", "i": 6273, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "We bask in the reflected glory of this scrappy, banged-up bunch that ran the table and knocked off some pretty good teams in hostile stadiums to advance to one of the most exciting Super Bowls ever. <q> I'll tell you what, Green Bay, we're going to be right here next year doing this exact same thing, </q> Packers quarterback and Super Bowl MVP <strong> Aaron Rodgers </strong> said to a thunderous ovation from the crowd. Fresh from Disney World in Florida and <strong> David Letterman </strong> in New York, he declared himself`` pretty tired right now.''", "new_id": -2}, {"uid": "1296227273172146729", "i": 1448, "idx": 1, "sa": ["Mike Pence"], "q": "ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead,'' <strong> Mike Pence </strong> said. <q> After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play. </q> <strong> Mike Pence </strong> has a pair of public events scheduled for Friday-- a morning town hall meeting in Pendleton and a visit to a high school in Muncie. The 51-year-old congressman's future has been the", "new_id": -2}, {"uid": "1296163957174751745", "i": 26612, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "getting very tired about hearing our Republican and right wing friends telling us about how Social Security is collapsing when the reality is, Social Se curity today has a surplus of$ 2.6 trillion,'' <strong> Sen. Bernie Sanders </strong> said. <q> Social Security can pay out every benefit owed to every eligible American, for the next 27 years. </q> Social Security has built up a$ 2.5 trillion surplus since the retirement program was last overhauled in the 1980s. Benefits will be safe until that money runs out. That is projected to happen in 2037", "new_id": -2}, {"uid": "1296753711058556440", "i": 35634, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "York companies could take advantage of the R&D credit, which if it is made permanent, could increase private investment in R&D by more than$ 7.5 billion across the country, according to Senator <strong> Kirsten Gillibrand </strong>. <q> My number one focus is on creating good-paying, family-supporting jobs. By supporting research and development, we can help our businesses become more competitive and create the high tech jobs of tomorrow, </q> Senator <strong> Kirsten Gillibrand </strong> said.`` New York is already home to the universities, businesses, laboratories, researchers and the bright minds we need for long-term economic strength. This proposal would leverage more private investment in our high-tech", "new_id": -2}, {"uid": "1295253498206143557", "i": 27044, "idx": 1, "sa": ["Kirsten Gillibrand", "James Eric", "Gabrielle Giffords"], "q": "both sides of her body, Sen. <strong> Kirsten Gillibrand </strong> said yesterday on`` Meet the Press.'' The New York Democrat is a close friend of <strong> Gabrielle Giffords </strong>.`` She's doing great,'' <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. </q> <strong> Gabrielle Giffords </strong>' progress came as new details emerged about the rampage victim arrested Saturday for shouting a threat during a town-hall meeting. <strong> James Eric </strong> Fuller, 63, who was shot in the knee, had", "new_id": -2}, {"uid": "1296165757231161870", "i": 25663, "idx": 0, "sa": ["Steve Ballmer"], "q": "though revenue climbed 15 percent.`` We are enthusiastic about the consumer response to our holiday lineup of products, including the launch of Kinect,'' said Microsoft chief financial officer Peter Klein. <q> The pace of business spending, combined with strong consumer demand, led to another quarter of operating margin expansion and solid earnings per share growth. </q> Microsoft sold more than eight million gesture-sensing Kinect controllers for Xbox 360 videogame consoles in the 60 days after it hit the market in November, chief executive <strong> Steve Ballmer </strong> said early this month. Kinect lets", "new_id": -2}, {"uid": "1297706494051036178", "i": 38278, "idx": 2, "sa": ["Cecile Richards", "Mike Pence"], "q": "million in federal taxpayer funding.`` Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,'' <strong> Mike Pence </strong> said. <q> The time to deny any and all funding to Planned Parenthood is now. </q> But Planned Parenthood president <strong> Cecile Richards </strong> told AP the abortion business is not giving up on its government funding without a fight.`` We've been here for the past 95 years, and we'll", "new_id": -2}, {"uid": "1295104649211468294", "i": 44142, "idx": 1, "sa": ["Simon Cowell", "Matt Cardle"], "q": "already got the backing of <strong> Simon Cowell </strong>, insiders reveal.`` <strong> Simon Cowell </strong> and <strong> Matt Cardle </strong> spoke over Christmas and texted ideas about what <strong> Matt Cardle </strong> wants to do,'' a source tells the Mirror newspaper today. <q> <strong> Simon Cowell </strong> has said that he wants him to write and co-write some songs. They know they want great material, if the songs are penned by <strong> Matt Cardle </strong> then even better. He's chuffed. </q> The insider also claims the When We Collide hitmaker wants to be joined by a backing band for his upcoming concerts.`` He likes being with a group on stage and that's an idea", "new_id": -2}, [{"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}]]