[{"uid": "1295779653072171548", "i": 25578, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "<strong> Larry Page </strong>, now 37 and graying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, <strong> Larry Page </strong> says he will be making most of the big decisions as he tries to rekindle <q> the soul and passion of a start-up. </q> <strong> Sergey Brin </strong> will concentrate on developing new products. He's worth$ 15 billion, but <strong> Larry Page </strong> remains something of a rebel who has always had a disdain for corporate protocol.", "new_id": -2}, {"uid": "1296104968124256261", "i": 20409, "idx": 0, "sa": ["Eric Schmidt"], "q": "from the Food and Drug Administration with questions about Teva's application for permission to produce a genEric Schmidt version of Sanofi-Aventis's blood thinner, Lovenox. Momenta began selling the only genEric Schmidt version of Lovenox in July. But <q> Teva could gain approval for genEric Schmidt Lovenox in the near term, </q> wrote <strong> Eric Schmidt </strong>, at Cowen& Co.; that could drive Momenta shares down to$ 8, he said.? Copyright 2011 Globe Newspaper Company. target=\"_blank\" competition may await Momenta\"> Tweet", "new_id": -2}, {"uid": "1296555335171900942", "i": 45036, "idx": 3, "sa": ["Barbara Walters", "Bill Clinton", "David Letterman"], "q": "depressed,\" she says. \"It is barbaric,\" <strong> David Letterman </strong> tells <strong> Barbara Walters </strong> about the operation, in which doctors saw the chest open and use a spreader to get to the heart. <q> I've got more scars than a guy in a tiger fight, </q> <strong> Bill Clinton </strong> says. Each walks <strong> Barbara Walters </strong> through his specific situation and how close he had come to dying. <strong> David Letterman </strong> talks about the severe depression after the surgery, a common side effect.", "new_id": -2}, {"uid": "1297636673249675779", "i": 6727, "idx": 0, "sa": ["Christina Aguilera", "Conan O'Brien", "David Letterman", "Joan Rivers"], "q": "bucket%3Frender%3Dprint&amp;rct=j&amp;q=Christina Aguilera%20Christina Aguilera%20Conan O'Brien%20essany&amp;ei=JjhPTdDPKYiq8AbZsdStDg&amp;usg=AFQjCNEY3zjK2xxcdqSxmGd1c_J6hMLk6g&amp;cad=rja\" <strong> Christina Aguilera </strong> GETS FUNKY WITH <strong> Conan O'Brien </strong> Fergie's comments differ dramatically from those of comedian <strong> Joan Rivers </strong>. \"How stupid can you get?\" <strong> Joan Rivers </strong> told Aguilera-Christina Aguilera-star-spangled-banner/\" PopEater on Monday. <q> <strong> Christina Aguilera </strong> must have been thinking about food, that's why she forgot the words. </q> Will <strong> Christina Aguilera </strong> ever live down the embarrassment of mangling the national anthem on Super Bowl Sunday? And would an appearance on <strong> David Letterman </strong> really make the situation better? Please weigh in with a comment or", "new_id": -2}, {"uid": "1297356353206143512", "i": 59758, "idx": 5, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. target=\"_blank\"> All content? Copyright 2000- 2011 WorldNow and WISTV, a", "new_id": -2}, {"uid": "1295397807010076210", "i": 27681, "idx": 4, "sa": ["Steven Tyler", "Simon Cowell"], "q": "Nastiness is out; sweetness is in. \"I think there's love up there and certainly there's camaraderie that you haven't seen in 10 years,\" <strong> Steven Tyler </strong> said in a conference-call interview. <q> J.Lo is a fox and... she also has a big heart. </q> Oh, so that's the kind of love Steve's talking about. While <strong> Steven Tyler </strong> never mentioned <strong> Simon Cowell </strong>, the caustic British judge who was the soul of the show, it's clear that", "new_id": -2}, {"uid": "1297488927192626703", "i": 31786, "idx": 2, "sa": ["Simon Cowell"], "q": "the prospects, but I hadn't a clue whether it was going to be a hit or whether we were going to be kicked out of the country after three weeks.\" <strong> Simon Cowell </strong> then quipped: <q> I remember the network put a one-month break clause in the house I was renting, which shows at the time I don't think they were particularly convinced either. </q> stated earlier this week that the judging panel for the series has yet to be finalised.", "new_id": -2}, {"uid": "1295199579040058902", "i": 8508, "idx": 7, "sa": ["Mark Kelson", "Kirsten Gillibrand"], "q": "the will of her husband,\" <strong> Mark Kelson </strong>, drawing her out and coaxing her to open her eyes, <strong> Kirsten Gillibrand </strong> said. \"It was all about her courage and her strength,\" she said. <q> It was very clear to us that she was understanding everything we were saying. </q> <strong> Kirsten Gillibrand </strong> called the Blue Dog Dem one of the most \"nonpartisan\" lawmakers she knows, a woman who had previously called for more civil political discourse. \"She comes to public service with", "new_id": -2}, {"uid": "1296062754109985833", "i": 135, "idx": 4, "sa": ["Michael Vick"], "q": "several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by the company. <q> The Unequal technology is a part of my game now and I won't play without my Unequal, </q> <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. \"Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.\" <strong> Michael Vick </strong> was once", "new_id": -2}, {"uid": "1295762095175325199", "i": 15354, "idx": 0, "sa": ["Cynthia McKinney", "Dick Cheney", "Colin Powell", "Condoleezza Rice", "George W. Bush", "Barack Obama"], "q": "\"yes\" on a House Resolution in 2005 calling for the immediate withdrawal of US troops from Iraq. One of her last acts in office was introducing Articles of Impeachment naming <strong> George W. Bush </strong>, <strong> Dick Cheney </strong> and <strong> Condoleezza Rice </strong>.\" <q> According to <strong> Cynthia McKinney </strong> \"It is time to break the vicious cycle where the poor go to war and veterans come home wounded and ignored. </q>\" Her answers were to the point; no dodging, hedging or dancing around the issues. Refreshing. Former Secretary of State <strong> Colin Powell </strong> Cynthia McKinneyounced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's", "new_id": -2}]