[{"uid": "1297373000188006411", "i": 46159, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "Wednesday. Internet Evolution's Web Wide World takes us to Rwanda, a country torn apart by genocide, and now attempting a radical transformation from an agrarian society to a knowledge-based economy, via the Internet <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,</q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1295921372006537277", "i": 39620, "idx": 1, "sa": ["Zahi Hawass", "Andreas Peschke"], "q": "Berlin where it is the centerpiece of the museum's Egyptian Museum and Papyrus Collection. Hermann Parzinger, president of the Prussian Cultural Heritage Foundation, refuted <strong> Zahi Hawass </strong>'s statement, a move backed by the German government. <q>She is and remains Egypt's best ambassador in Berlin,</q> he told The Associated Press. \"This is not an official request. An official request is a request from one government to another,\" German foreign ministry spokesman <strong> Andreas Peschke </strong> told AFP. German", "new_id": -2}, {"uid": "1295387016075563050", "i": 12792, "idx": 4, "sa": ["David Letterman", "Steven Tyler"], "q": "aid was actually \"the tip of the iceberg\" for him, he explained that he \"was snorting that; I fell off the stage.\" <strong> David Letterman </strong> was shocked, prompting <strong> Steven Tyler </strong> to say it <q>shows you what kind of drug addict I was.</q> In December 2009, four months after the fall, <strong> Steven Tyler </strong> checked into rehab for an addiction to prescription painkillers. \"I was looking for any excuse to get high,\" the rocker recalled", "new_id": -2}, {"uid": "1297117709195428398", "i": 21439, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": ". <strong> President Bush </strong> has written that the troop level in Iraq was \"the most important failure in the execution of the war.\" \"I think that it's possible,\" <strong> Donald Rumsfeld </strong> responded. <q>We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always smoother.</q> <strong> Donald Rumsfeld </strong> is promoting his memoir, \"Known and Unknown,\" which is being published Tuesday. Reminded that his predecessor <strong> Robert McNamara </strong> said, \"we were wrong, terribly wrong,\" decades after", "new_id": -2}, {"i": 38274, "idx": 0, "index_answer": 0, "new_id": -1, "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q>It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,</q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. The company still owes more than$ 7 billion to", "sa": ["Sergio Marchionne"], "uid": "1296478830064815110"}, {"uid": "1295439758077627417", "i": 3929, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. Friend or Foe? World Economy \"Big Enough\" for U.S.-China Partnership, Altman Says A Ray of Hope for College Grads Facing Cloud of Fear, Uncertainty and Debt Quotes delayed, except", "new_id": -2}, {"uid": "1295641913254836808", "i": 16, "idx": 1, "sa": ["Eric Schmidt"], "q": "Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w/ our Sharemethods ReviewCam. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295561949204783632", "i": 27532, "idx": 2, "sa": ["Eric Schmidt"], "q": "and technology thought leadership. Internally, he will continue to act as an advisor to the co-founders, Google said. In a tweet, <strong> Eric Schmidt </strong> said: \"Day-to-day adult supervision no longer needed!\" <q>For the last 10 years, we have all been equally involved in making decisions,</q> <strong> Eric Schmidt </strong> said in a blog post. \"This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we", "new_id": -2}, {"uid": "1295485367026624027", "i": 12767, "idx": 1, "sa": ["John McCain", "Bill Ayers", "Colin Powell", "Barack Obama"], "q": "the Press.\" <strong> Colin Powell </strong> said he was concerned about what he characterized as a recent negative turn of Republican candidate <strong> John McCain </strong>'s campaign, such as the campaign's attempts to tie <strong> Barack Obama </strong> to former 1960s radical <strong> Bill Ayers </strong>. <q>I think that's inappropriate. I understand what politics is about-- I know how you can go after one another, and that's good. But I think this goes too far, and I think it has made the <strong> John McCain </strong> campaign look a little narrow. It's not what the American people are looking for,</q> he said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he has some concerns about the direction of the Republican Party, adding that it", "new_id": -2}, {"uid": "1297019827099205137", "i": 24758, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "in Baghdad in 2008 when an Iraqi journalist threw a shoe at him.\" Would They Even Be Able to Arrest Him? Not according to a spokesman for the Swiss Foreign Ministry, who told reporters that <strong> President Bush </strong> <q>would have immunity from prosecution for any alleged actions while in office,</q> as the Post puts it. The Post also notes that similar gambits in the past didn't pan out so well: \"The Center, and its European partners, earlier filed suits against former defense secretary <strong> Donald Rumsfeld </strong>", "new_id": -2}]