[{"uid": "2008112009_00022679_W", "i": 610, "idx": 0, "sa": [], "q": "it's a legitimate concern- that a nation was producing oblivious marchers instead of mavericks- but, unforeseeably, the line is being misheard among some fans as\" are we human, or are we denser? <q> imagine elizabethan bloggers insisting that shakespeare had a danish king wondering </q> 2b, or not 2b. \"apparently hamlet wasn't thinking about shuffling off any mortal coils but, instead, was seriously considering breaking his second-floor apartment lease. methinks the bard would be totally bummed out at", "new_id": -2}, {"uid": "2008101320_00015466_W", "i": 886, "idx": 2, "sa": [], "q": ". i wanted to know if he had possession because if he was still bobbling it, then naturally it wouldn't have been a catch. so that's why i did that one. the second one? <q> re: the field goal. </q> the field goal. yeah. this is not a complaint to the officials but they have to make a signal at some point that says it's above the bar or not. because as it is, i", "new_id": -2}, {"uid": "2008110417_00021604_W", "i": 1247, "idx": 1, "sa": ["Barack Obama"], "q": "man from indianapolis, couldn't contain his smile as he waited in line to cast his vote for <strong> Barack Obama </strong>. <NO_QUOTATION> he said.\" we've never been there. we're going to a new level. <q> mcelvaney said <strong> Barack Obama </strong>'s run means there is a new, higher ceiling for the next generation of black children. </q> it means that there is hope for african-american young people, my sons, \"he said.\" i've got to be honest with you, i never thought i'd see this. it gives us a", "new_id": -2}, {"uid": "2008122918_00005393_W", "i": 1002, "idx": 1, "sa": ["Dan Fouts"], "q": "the season. rivers threw his 33rd and 34th touchdown passes of the season to break hall of famer <strong> Dan Fouts </strong>' 1981 team record.\" it's a tribute to the guys who kept believing and kept fighting, <q> said tomlinson, who plans to have an mri exam on monday. </q> very prideful guys in that locker room. and at the point we were 4-8, we didn't know what was going to happen with denver, but for us it was about how were we going to finish", "new_id": -2}, {"uid": "2008112000_00007273_W", "i": 402, "idx": 2, "sa": ["Sally Katzen"], "q": "clear understanding of the labor-management collective bargaining process and my commitment to assuring its fairness, \"obama wrote.\" the same goes for my appointments to the federal labor relations authority and the federal service impasses panel. <q> kelley said she was optimistic about the agency policy review teams, which include elaine kaplan, a former nteu deputy general counsel, and <strong> Sally Katzen </strong>, a former omb official during the clinton administration. </q> when you look at someone like <strong> Sally Katzen </strong>, who is a team leader and will be looking at a lot of the issues around how federal agencies run, she has a very solid background and a solid relationship working", "new_id": -2}, {"uid": "2008090310_00003568_W", "i": 2123, "idx": 14, "sa": [], "q": "such. anybody that supported hitler was in on the conspiracy. \"so this paragon of capitalism and a protestant was part of the conspiracy.\" reply# 1143 on: september 02, 2008, 06:15:22 pm <q> many comets have a typical ages of less than 10,000 years suggests that the other comets have an age greater than 10,000 years. kinda shot yourself in the foot there pardner regards a 6000 year old universe. </q> reply# 1144 on: september 02, 2008, 06:29:59 pm \"my daughter, i see more pharisees among christians than there were around pilate.-- st. margaret of cortona\" reply# 1145 on: september", "new_id": -2}, {"uid": "2008100204_00003427_W", "i": 1708, "idx": 0, "sa": ["Jean-Claude Trichet"], "q": "picture\" reinforces our growing belief that the ecb could cut from 4.25 percent to 4 percent before the end of 2008 as the heightened financial sector turmoil and very tight credit conditions heighten the danger of euro-zone recession, <q> he said. while a cut would bring the bank in line with its major peers, including the <strong> Jean-Claude Trichet </strong> has preferred to remain stalwart against inflation despite the uncertainty that has exploded in markets in the past three weeks. on tuesday night, he offered no hints about what sort of decision could be taken by the governing council when it concludes its meeting thursday. </q> what i can say is... we will ensure the stability of prices, \"he said, adding that europeans\" are very chagrined to see the rise in the level of inflation. \"<strong> Jean-Claude Trichet </strong> has consistently hammered", "new_id": -2}, {"uid": "2008111720_00006539_W", "i": 1781, "idx": 1, "sa": [], "q": "turnout of senio... sys-con's 1st international cloud computing conference& expo attracts 40 sponsors and 1,000 delegates\" more than a half dozen conferences and events targeting virtualization and cloud computing canceled in the past two months, <q> said fuat kircaali, ceo of sys-con media. </q> we predicted that this would be the outcome for many competing shows due to the current economic conditions, \"he adds... lead architect at oracle fusion middleware speaking this week at sys-con's 14th international soa world conference", "new_id": -2}, {"uid": "2008121122_00017910_W", "i": 1835, "idx": 0, "sa": ["Jesse Jones"], "q": "which we did on day 5 because hubby was off of work. i haven't gotten any pictures of the finished product yet. the ribbon i wrapped around the pillars fell the first night and we need one <q> cord to light up the stars. i'll post a pic as soon as i have a good one. however, i did get pictures of our neighbor across the street putting up his lights. we'll call him the <NO_QUOTATION> the other neighbor across the other street was doing this. we'll call him the <NO_QUOTATION> maybe this is why our cable rates are so high? family fun| 1 comment one response to </q> the house is decorated and some knitting \"pez omg- send that photo of the comcast truck to <strong> Jesse Jones </strong> at king5 news!", "new_id": -2}, {"uid": "2008121822_00021525_W", "i": 2077, "idx": 2, "sa": [], "q": "city's south shore harbour resort holds one of the largest thanksgiving dinners in the area.\" we set up serving stations in the ballroom and can seat guests either in the ballroom or the paradise reef restaurant, <q> server marie dobbs said. the holiday menu begins with a fall soup and bisque bar and features a wide variety of entrees, including ham, lamb and prime rib, in addition to the traditional turkey. seafood dishes ranging from ahi tuna and cedar-planked salmon to gulf snapper will also be available. at the hilton galveston island, giving thanks is a big part of this nov. 27. </q> we are so grateful that our facility weathered( hurricane) ike so well, and we are excited to share this thanksgiving with island visitors and residents alike, \"said general manager mike pistone. while turkey,", "new_id": -2}]