[{"uid": "1297662316154386433", "i": 20630, "idx": 1, "sa": ["Diane Sawyer", "Robert McNamara", "Donald Rumsfeld"], "q": "every nation in our image or as we choose,\" a penitent <strong> Robert McNamara </strong> said. By contrast, when <strong> Diane Sawyer </strong> asked <strong> Donald Rumsfeld </strong> last week if he ever revisited decisions that cost lives, he blandly replied, <q>Well, you know, in a war, many things cost lives.</q> Goodness, gracious, stuff happens. As a Republican congressman in the Johnson era and a Nixon White House official, Rummy had a front-row seat to the ego-driven bungling on Vietnam. But unlike", "new_id": -2}, {"uid": "1295224428194101276", "i": 12147, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,\" <strong> Kirsten Gillibrand </strong> told NBC's \"Meet The Press\" program. <q>It's an extraordinary amount of progress for a woman who sustained such a horrific injury,</q> she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head from point-blank range a week ago and remains in critical condition. With <strong> Kirsten Gillibrand </strong> in the hospital room, <strong> Gabrielle Giffords </strong> opened her eyes for", "new_id": -2}, {"uid": "1295261373094093313", "i": 614, "idx": 0, "sa": ["Cheryl Cole", "Sharon Osbourne", "Simon Cowell", "Louis Walsh", "Dannii Minogue"], "q": "Judge <strong> Louis Walsh </strong> confirmed both <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> have quit the show in favour of working on the American version, leaving a spot free for <strong> Sharon Osbourne </strong>. <strong> Louis Walsh </strong> hinted to the News Of The World: <q>It will be me and <strong> Dannii Minogue </strong> with two more people.</q> <strong> Sharon Osbourne </strong> and <strong> Dannii Minogue </strong> first fell out when they both starred in the show in 2007, with <strong> Dannii Minogue </strong> later claiming she had been bullied. Meanwhile, ITV bosses are said to be on a mission", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "\" The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q>a Christian, a conservative, and a Republican, in that order,</q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}, {"uid": "1295652755122683468", "i": 27493, "idx": 2, "sa": ["Eric Schmidt"], "q": "not a reaction to competitors.\" Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24,000 employees. <q><strong> Google Inc. </strong> has many different businesses and the issue that we have been getting into is there's too many ways[ in] which these businesses can be slowed down,</q> <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong>, who became CEO in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach, among other", "new_id": -2}, {"uid": "1296059358120487938", "i": 38996, "idx": 0, "sa": ["Andy Coulson"], "q": "inconceivable\" Mr <strong> Andy Coulson </strong> could not have known phones were being hacked when he was editor. Others in the media agree. The Guardian reports that former Sun editor David Yelland told an audience of students he <q>can't believe a fellow editor would not know phone tapping was in action</q>. When Mr <strong> Andy Coulson </strong> resigned as NoW editor, on the the day his royal editor was jailed, he took responsibility for the scandal despite denying knowledge of it. <strong> Andy Coulson </strong> blamed coverage of the hacking", "new_id": -2}, {"uid": "1295807551044548101", "i": 584, "idx": 0, "sa": ["Gordon Brown", "Andy Coulson", "Harriet Harman"], "q": "whether his phone had been hacked when he was Labour prime minister between 2007 and 2010. <strong> Gordon Brown </strong>'s office declined to comment, but Labour deputy leader <strong> Harriet Harman </strong> said police must investigate the allegations. <q>Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,</q> she told Sky News. \"Nobody is above the law, no newspaper editor, no journalist.\" <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone", "new_id": -2}, {"uid": "1295680042220479516", "i": 14937, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "John Prescott"], "q": "<strong> John Prescott </strong>'s mobile phone hacked <strong> John Prescott </strong> has written to <strong> David Cameron </strong> complaining about <strong> Andy Coulson </strong> the Tory head of communications, who was editor of the News of the World newspaper when the hacking took place.... Islamophillic specimen uno; <q>Dissecting DLandonCole with a rusty saw..</q> Islamophillic specimen uno; \"Dissecting DLandonCole with a rusty saw..\" Pat and Thunderf00t are biggots, now mate?.. when islamophillia becomes insanity and paranoya. i dropped the vogter project. whats the", "new_id": -2}, {"uid": "1295587965072171525", "i": 11228, "idx": 6, "sa": ["Eric Schmidt", "Google Inc."], "q": "and accountability at the top of the company,\" <strong> Eric Schmidt </strong> said. Image: Surfboards lean against a wall at the <strong> Google Inc. </strong> office in Santa Monica, California. 370) this.width= 370\" alt= <q><strong> Google Inc. </strong> founders <strong> Sergey Brin </strong> and Larry Page plug in an electric hybrid car at <strong> Google Inc. </strong> office.</q>/> Next \"Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as <strong> Google Inc. </strong>'s chief executive officer.", "new_id": -2}, {"uid": "1296174888117817375", "i": 16885, "idx": 1, "sa": ["Mike Pence"], "q": "but hinted a possible run for governor. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" he said in a letter being sent to supporters. <q>We will not seek the Republican nomination for president in 2012.</q> The Indianapolis Star reported <strong> Mike Pence </strong> said he would make a decision \"later this year\" about his next political steps. The 51-year-old finished first in a presidential straw poll among social conservatives last September", "new_id": -2}]