[{"uid": "1295560145078905366", "i": 23491, "idx": 3, "sa": ["Donald Rumsfeld", "Barack Obama", "Ben Ali"], "q": "admirers of Tunisia and the progress that has been achieved under <strong> Barack Obama </strong> <strong> Ben Ali </strong>'s leadership.''[...] A visit to Tunisia by defence secretary <strong> Donald Rumsfeld </strong> in February 2006 proves even more reveBen Aling: <q> We have a very long relationship with Tunisia, </q> <strong> Donald Rumsfeld </strong> remarked after the meetings.`` Tunisia is a moderate Muslim nation that has been and is today providing very constructive leadership in the world. The struggle that's taking place within that faith is a serious one", "new_id": -2}, {"uid": "1295669752061620314", "i": 55516, "idx": 1, "sa": ["Mike Pence"], "q": "source explained,`` What better thing to do than start meeting Republicans in other parts of the state if he can't raise money during this time period?'' Indeed, the state statute does not prevent <strong> Mike Pence </strong> <q> from participating in party activities conducted by a regular party committee. </q> Of course, if he does decide to run for president, it will take a hefty fundraising surge, and he would start almost from scratch. During the 2010 election cycle, <strong> Mike Pence </strong>'s", "new_id": -2}, {"uid": "1295455732232161286", "i": 15180, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her,'' she told British newspaper The Sun. <q> He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop. </q> <strong> Simon Cowell </strong> is set to take his British programme The X Factor to America this year, and speculation is rife over who will judge it. <strong> Jane Lynch </strong> insists the rumours can now end, as she has the", "new_id": -2}, {"uid": "1295907775203866167", "i": 26604, "idx": 4, "sa": ["Larry Page", "Eric Schmidt", "Rob Enderle"], "q": "Alan Weiner.`` Met zekerheid kan ik zeggen dat als <strong> Larry Page </strong> ergens anders naar de positie van ceo had gesolliciteerd, hij de baan niet zou hebben gekregen.'' Eindelijk op eigen kracht verder <q> Het was duidelijk dat <strong> Larry Page </strong> uiteindelijk het bedrijf zou gaan leiden dat hij eerder zelf had opgEric Schmidtht. De zijwieltjes mogen er eindelijk vanaf </q>, zegt <strong> Rob Enderle </strong>, die zelf denkt dat de Chinese klucht <strong> Eric Schmidt </strong> uiteindelijk de das om heeft gedaan.`` Het was mij al snel duidelijk dat <strong> Eric Schmidt </strong> en <strong> Larry Page </strong> toen niet op dezelfde golflengte zaten'', meent de", "new_id": -2}, {"uid": "1295665764077054063", "i": 20159, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "business relationships, government outreach and technology thought leadership'', according to the official Google blog spot. Mr <strong> Eric Schmidt </strong> would continue to act as an advisor to Mr <strong> Larry Page </strong> and co-founder Mr <strong> Sergey Brin </strong>. <q> <strong> Larry Page </strong> will take charge of Google's day-to-day operations as Chief Executive Officer starting April 4. <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products, </q> Mr <strong> Eric Schmidt </strong> said in the blog spot. The management reshuffle has been brought about to`` streamline decision making and create clearer lines of responsibility and accountability'' at the top of the company, he added", "new_id": -2}, {"uid": "1295991953089178223", "i": 3695, "idx": 12, "sa": ["Donald Rumsfeld"], "q": "explains that his comments have roots in war theory, philosophy and in science. He says the idea of`` known knowns'' and`` unknown unknowns'' and so forth came up during intelligence briefings. <q> I used the phrase in a Pentagon press conference one day, and that's when it started rolling, </q> <strong> Donald Rumsfeld </strong> says.`` I titled the book that because I believe people will find there are things they didn't know.'' He will not discuss specific contents of the book, will not comment on", "new_id": -2}, {"uid": "1295116940052232197", "i": 33600, "idx": 1, "sa": ["Larry Brown", "Matt Geiger", "Allen Iverson"], "q": "of 7-footer <strong> Matt Geiger </strong> in the fourth quarter lifted Philadelphia to a 104-90 victory over the Orlando Magic in the opener of their Eastern Conference first-round series.`` I am still excited about this game,'' <strong> Allen Iverson </strong> said. <q> I feel like I could still play another 48 minutes. The crowd was against us and it was just great playing in that kind of atmosphere. This was my first one, and I would love to play in a lot more. </q>`` <strong> Matt Geiger </strong> told me he got 15 minutes of sleep last night, that was 15 more than I expected,'' said 76ers coach <strong> Larry Brown </strong>, who took his record sixth different organization to the playoffs.`` It", "new_id": -2}, {"uid": "1295425615261013543", "i": 55293, "idx": 8, "sa": ["Bernie Sanders", "Barack Obama", "Austan Goolsbee"], "q": ", higher level in a year: http://www.huffingtonpost.com/2010/08/11/public-opposes-cutting-so_n_678374.html`` So what the <strong> Barack Obama </strong> has done is walked us in an unprecedented direction in terms of diverting huge amounts of money from Social Security,'' <strong> Bernie Sanders </strong> said. <q> A very, very, very dangerous precedent. And when aides of his such as[ Chairman of the Council of Economic Advisers] <strong> Austan Goolsbee </strong> were asked to reflect on this, he chose not to do so. </q> Polls have shown strong public opposition to proposals that would reduce the scope of Social Security: http://www.huffingtonpost.com/2010/08/11/public-opposes-cutting-so_n_678374.html http://newoldage.blogs.nytimes.com/2010/08/25/social-security-and-younger-americans/ While the program's payouts did exceed revenues for the first time last year, the Social", "new_id": -2}, {"uid": "1295578933025002019", "i": 4365, "idx": 4, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "interview, saying Google's triumvirate decided they needed to find ways for the company to run more crisply.`` I am not as concerned about the titles as I am winning,'' <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> Google's stockholders have had little to complain about, not that it would have made a major difference because <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> combined own a controlling stake in the company. Google is coming off", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q> Our spacing was good, which made it very difficult to corral me, </q> <strong> Kobe Bryant </strong> said.`` When they did, we were able to swing the ball and get open opportunities for everybody else.'' <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}]