[{"uid": "1295568932159776947", "i": 40612, "idx": 0, "sa": ["Mike Pence", "Paul Ryan", "George H. W. Bush"], "q": "not a fiscal conservative; the state budget nearly doubled under him. No way he'll beat Obama. <strong> Paul Ryan </strong> or <strong> Mike Pence </strong>. Jindal or Christie if they can be pushed to run. Ha! His <q> I wan na run for <strong> George H. W. Bush </strong> here's my book </q> book isn't doing well. I guess Its just being bought by republican \"insiders\" ... \" lso, I had to really look around the bookstore to find it. Conservative books in Portland usually", "new_id": -2}, {"uid": "1295645875003719205", "i": 48623, "idx": 0, "sa": ["Douglas Johnson", "Mike Pence", "Joseph R. Pitts", "Chris Smith", "Daniel Lipinski"], "q": "obstruct these bills, that will provide additional glaring evidence that his professions of opposition to public funding of abortion are phony,\" NRLC Legislative Director <strong> Douglas Johnson </strong> said in a written statement. <strong> Douglas Johnson </strong> also said, <q> Public opinion is strongly against federal subsidies for abortion, and any member of Congress who is truly opposed to federal funding of abortion will vote for both of these bills. </q> <strong> Chris Smith </strong>'s bill also would institute conscience clause protections for pro-life, health-care workers. <strong> Mike Pence </strong> <strong> Daniel Lipinski </strong> of Illinois is the lead Democratic cosponsor on both <strong> Chris Smith </strong> and <strong> Joseph R. Pitts </strong>' bills. In another", "new_id": -2}, {"uid": "1295559680082083861", "i": 51213, "idx": 0, "sa": ["Randall Terry", "Mike Pence", "Mike Huckabee", "Barack Obama", "Sarah Palin"], "q": "running as a Democrat effectively allows him to cut out the middle man when it comes to casting votes against <strong> Barack Obama </strong>. \"I don't want to quarrel with <strong> Sarah Palin </strong> and <strong> Mike Huckabee </strong>,\" <strong> Randall Terry </strong> said. <q> I want to focus on the madman, <strong> Barack Obama </strong>. <strong> Barack Obama </strong> is the central figure of voter rage. There are people, myself included, who loathe this presidency. By going against him in a Democratic primary, I can focus on him like a laser beam and I will. </q> support behind <strong> Mike Pence </strong>( R-IN), who many social conservatives view as their 2012 choice. It's Pence-for-Barack Obama-dream-over-before-it-started.php\"> not clear that <strong> Mike Pence </strong> will run for the Republican nomination but if he does, <strong> Randall Terry </strong> can", "new_id": -2}, {"uid": "1295933091203030550", "i": 17079, "idx": 0, "sa": ["Nancy Keenan", "Mike Pence", "Michele Bachmann"], "q": "R-Ind., and <strong> Mike Pence </strong> <strong> Michele Bachmann </strong>, R-Minn. <strong> Nancy Keenan </strong>, president of NARAL Pro-Choice America, issued a statement criticizing politicians who appeared at the march as out of touch with the country's priorities. <q> The 2010 elections were about jobs and the economy, yet lawmakers in Washington and across the country are proposing extreme ways to interfere in women's personal, private decisions, </q> <strong> Nancy Keenan </strong> said. \"How many jobs will attacking choice generate?\" In an annual report on abortion rights, NARAL warned of the possibility of changes at the state level in the wake of the 2010", "new_id": -2}, {"uid": "1295485200094470183", "i": 724, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Nancy Cordes"], "q": "Hill from the spring of 2009 until March 2010 when Mr. <strong> Barack Obama </strong> signed the health care law. The debate was passionate- and in one instance... at variance... with all the talk about new civility: <q> On Jan. 19, the Republican-controlled House voted 245 to 189 to repeal health care reform. The party line vote capped a vigorous debate in which Republicans vilified the health care law and Democrats exalted it, reports CBS News Congressional correspondent <strong> Nancy Cordes </strong>. </q> \"When you order every American to buy health insurance whether they want it, need it or not, that's a government takeover of healthcare,\" said <strong> Mike Pence </strong>, R-Indiana, on the floor.", "new_id": -2}, {"uid": "1296593963161153079", "i": 2821, "idx": 0, "sa": ["Richard Lugar", "Mike Pence"], "q": "will be sad to see Ambassador Jon Huntsman, a potential 2012 presidential contender, leave his post in Beijing. \"He has been a very fine representative of our country in China,\" <strong> Richard Lugar </strong> tells us. <q> He brings a great background in politics and international relations. I regret that he's leaving at this particular point because his service has been important and will continue to be. </q> Turning to Hoosier affairs, <strong> Richard Lugar </strong> also has kind words for <strong> Mike Pence </strong>, who is mulling a 2012 gubernatorial run after Pence- out- republican- presidential- field- open- daniel- foster?page=1\"> ruling", "new_id": -2}, {"uid": "1295616977003915781", "i": 18192, "idx": 0, "sa": ["Burt Solomons", "Bill Hammond", "Mike Pence", "Ian Crawford"], "q": "the maximum allowable time in order to slow down the legislative process to kill legislation requiring more identification at the polls. From a synopsis of the rules written by <strong> Mike Pence </strong> <strong> Burt Solomons </strong> and House ParliamentarIan Crawford Chris Griesel: <q> Consideration of Bill Hammonds on a local, consent, and resolutions calendar may not exceed one calendar day. Bill Hammonds or resolutions on these calendars which are not heard within the one calendar must roll over to the next local, consent and resolutions calendar in the order in which they were originally set with older items appearing first. </q> In other proposed rules changes, two new spots would be added to the Calendars Committee, and two new committees would be created: The Economic and Small Business Development and Workforce Committee and the Government Efficiency", "new_id": -2}, {"uid": "1296254515202539021", "i": 13953, "idx": 2, "sa": ["Mike Pence", "Phil Sharp", "Jackie Walorski"], "q": "by the prospect of <strong> Mike Pence </strong> running for governor. \"I think he's the clear front-runner, and I think the race is his if he chooses to accept it,\" <strong> Jackie Walorski </strong> said. <q> I think he'd clear the field. </q> <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat <strong> Phil Sharp </strong> in 1988 and 1990. He worked as president of the Indiana Policy Review think tank and a radio talk", "new_id": -2}, {"uid": "1296286332201490484", "i": 3220, "idx": 5, "sa": ["Eric Holcomb", "Mike Pence", "Jackie Walorski", "Mike McDaniel"], "q": "she was excited by the prospect of <strong> Mike Pence </strong> running for <strong> Eric Holcomb </strong>. \"I think he's the clear frontrunner and I think the race is his if he chooses to accept it,\" <strong> Jackie Walorski </strong> said. <q> I think he'd clear the field. </q> Indiana Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like <strong> Mike Pence </strong>. \"<strong> Mike McDaniel </strong>'s been a strong voice in Congress and", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.\" The` Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q> I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it. </q> She added, \"I will say that it's a kinder, gentler[ show now.]\"", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}]