[{"uid": "1295582258248299524", "i": 18279, "idx": 14, "sa": ["Danny Sullivan", "Eric Schmidt", "Ken Auletta"], "q": ". We can more or less know what you're thinking about,'' he said. Such comments have been repeated in online musings that portrayed Mr. <strong> Eric Schmidt </strong> and Google as`` creepy.'' <q> The biggest thing I wonder is after a year or so of having various gaffes and statements taKen Auletta out of context if he decided he no longer wanted to play that front-man role, </q> said <strong> Danny Sullivan </strong>, the editor-in-chief of the SearchEngineLand news site. In his new role, Mr. <strong> Eric Schmidt </strong> indicated he will focus on meeting with Google's business partners and government officials around the world.", "new_id": -2}, {"uid": "1296539752082821193", "i": 13090, "idx": 4, "sa": ["Linas Kleiza", "Allen Iverson", "Kobe Bryant"], "q": "foot of <strong> Kobe Bryant </strong> on Jan. 21.`` It felt good to be back.'' The Nuggets, who won their eighth straight game at home, were all too happy to have him back, especially <strong> Allen Iverson </strong>. <q> When he is not in the lineup, it makes it tougher for me, </q> <strong> Allen Iverson </strong> said.`` He is the main part of our team and he enables us to do so much with the attention that he gets.'' <strong> Linas Kleiza </strong> may be drawing more attention after the fourth-quarter performance he turned", "new_id": -2}, {"uid": "1295779745107937795", "i": 42768, "idx": 1, "sa": ["Eamon Gilmore"], "q": "he didn't know how Labour intended to instil confidence in the country when they keep calling it`` an economic corpse'',`` banjaxed'', and`` stuck in the mire''. He called <strong> Eamon Gilmore </strong>: <q> A foremost spokesperson for the negativity industry in Ireland </q>. But he said that people were starting to see through their rhetoric. He added that the public will realise it even more when an election takes place and Labour's policy credibility is put to the test.", "new_id": -2}, {"uid": "1294957386210993222", "i": 21262, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "is able to lift her legs. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her left eye and tried to focus on loved ones for the first time. <q> It was raw courage. It was raw strength. It was so beautiful and so moving, </q> said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y.`` She wanted us to know that she was with us a hundred percent and understood everything we were saying.'' <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, called it``", "new_id": -2}, {"uid": "1295501734152403980", "i": 2691, "idx": 1, "sa": ["Allen Iverson"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacking any strength.`` I survived, I'm still here,'' he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the Mavericks. The Warriors visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1295174705138477571", "i": 51075, "idx": 4, "sa": ["Simon Beaufoy", "Tom Hooper", "Aaron Sorkin", "Christopher Nolan", "Darren Aronofsky", "David Seidler", "Emma Stone", "Angelina Jolie", "Danny Boyle", "Stuart Blumberg", "David Fincher", "Julianne Moore", "Lisa Cholodenko"], "q": "Other Drugs''; <strong> Angelina Jolie </strong>,`` The Tourist''; <strong> Julianne Moore </strong>,`` The Kids Are All Right''; <strong> Emma Stone </strong>,`` Easy A'' <strong> Danny Boyle </strong>, <strong> Simon Beaufoy </strong>,`` 127 Hours''; <strong> Lisa Cholodenko </strong>, <strong> Stuart Blumberg </strong>, <q> The Kids Are All Right </q>; <strong> Christopher Nolan </strong>,`` Inception''; <strong> David Seidler </strong>,`` The King's Speech''; <strong> Aaron Sorkin </strong>,`` The Social Network'' <strong> Darren Aronofsky </strong>,`` Black Swan''; <strong> David Fincher </strong>,`` The Social Network''; <strong> Tom Hooper </strong>,", "new_id": -2}, {"uid": "1296564359217726980", "i": 39789, "idx": 2, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "in the case, owing to a lack of admissible evidence. But some public figures are taking civil legal action against the newspaper. After Mr <strong> Andy Coulson </strong> resigned, Labour leader <strong> Ed Miliband </strong> said there were <q> questions about <strong> David Cameron </strong>'s judgement about hanging on to him as long as he did </q>. Our town Who will` own' Harlem if African Americans become a minority? Suffragettes v Jedi How Britian's 1911 census compares with today's Helmet justice The cyclists using cameras", "new_id": -2}, {"uid": "1295357834030228600", "i": 32328, "idx": 0, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong>. El primer ejecutivo de Fiat indic, en una entrevista concedida al diario` La Repubblica' que no existe otra alternativa que extender las nuevas condiciones laborales a las restantes instalaciones industriales. <q> No podemos vivir en dos mundos </q>, a?adi <strong> Sergio Marchionne </strong>, quien indic que las condiciones del acuerdo se aplicar?n en las f?bricas de Melfi y Cassino, si bien no concret cuando se adoptar esta medida. Fiat tiene previsto invertir 20.000 millones de euros en", "new_id": -2}, {"uid": "1295237947014565436", "i": 27648, "idx": 8, "sa": ["Angelina Jolie", "Julianne Moore", "Brad Pitt"], "q": "beautiful?... <strong> Angelina Jolie </strong> and <strong> Angelina Jolie </strong> Promote Films in Japan CHAN: Actors <strong> Brad Pitt </strong> and <strong> Angelina Jolie </strong> flew into Japan with all six of their children late yesterday. The Oscar nominated couple is touring there to promote their respective films <q> The Curious Case of Benjamin Button </q> and`` Changeling''. STORY:`` The Curious Case o... Mr& Mrs <strong> Julianne Moore </strong> Parody- Hamish and Andy Copycat Film Festival Mr& Mrs <strong> Julianne Moore </strong> Parody- Hamish and Andy Copycat Film Festival tinyurl.com-", "new_id": -2}, {"i": 41419, "idx": 0, "index_answer": 1, "new_id": -1, "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q> When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is, </q> Packers coach <strong> Mike D'Antoni </strong> McCarthy said.`` That's the type of level that he's playing at.'' McCarthy isn't surprised at the way <strong> Peyton Manning </strong> has developed, calling him one of the team's", "sa": ["Michael Vick", "Mike D'Antoni", "Peyton Manning"], "uid": "1295333636231292929"}]