[{"i": 17910, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q>The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February.</q>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295008849080707673"}, {"uid": "1295094125134053943", "i": 20074, "idx": 4, "sa": ["Lily Allen", "Tyronn Lue", "Allen Iverson"], "q": " ''I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q>We were trying to keep the ball out of his hands as much as possible.</q> ''He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Nathan_plays_Not_Fair_by_Lily_Allen_Keyboard_Cover_[KARAOKE_/_INSTRUMENTAL] This is my cover of ''Not Fair'' by <strong> Lily Allen </strong> taken from her# 1 album ''Its Not Me Its You''. Its", "new_id": -2}, {"uid": "1296102285053329931", "i": 863, "idx": 2, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "New York Post reported. <strong> Ken Auletta </strong>, author of ''Googled: The End of the World as We Know It,'' told Bloomberg TV that <strong> Eric Schmidt </strong> may be weighing a role in the Obama administration. <q>Maybe he'll find some kind of astonishing offer, either at a startup or at a foundation or from a political unit, but today, he's hanging on to the right to define his job as he sees fit while continuing to make a pile of money,</q> said Whit Andrews, a Shrewsbury, Mass.-based analyst at Gartner <strong> Google Inc. </strong> ''Why wouldn't you stay? He has nothing to lose by staying at <strong> Google Inc. </strong> except opportunity cost.'' By turning to Page,", "new_id": -2}, {"uid": "1295323241251232297", "i": 14349, "idx": 0, "sa": ["Steve Ballmer"], "q": " for the Xbox 360 is the way to get 15-year-old girls cursing up a storm on Xbox Live in a new interview with USA Today. The animated Microsoft CEO ends that quote by saying <q>we haven't done as good a job drawing in that broader set of demographics,</q> implying that the console is changing from ''boys'' machine to something else. <strong> Steve Ballmer </strong> also says the Xbox 360 ''isn't a gaming console,'' but ''a family entertainment center'' and ''a place", "new_id": -2}, {"uid": "1297670559058834956", "i": 9652, "idx": 3, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Ken Rudin", "President Bush"], "q": "follow the election of <strong> President Bush </strong>, because <strong> Saddam Hussein </strong> was seen as unfinished business from the administration of the first <strong> President Bush </strong>. If that were true for some, <strong> Donald Rumsfeld </strong> said, it wasn't for him. <q>INSKEEP: Did you go into your tenure as secretary of defense believing that war with Iraq was coming?</q> Looking for <strong> Ken Rudin </strong>'s Political Junkie? It has a new home inside the new It's All Politics Blog Ron Elving and his Watching Washington", "new_id": -2}, {"uid": "1295256913092618774", "i": 23983, "idx": 0, "sa": ["Sergio Marchionne"], "q": "a statement. In 2010, the group chaired by Fiat chief <strong> Sergio Marchionne </strong> completed the acquisition of 10 firms for 302 million francs. SGS said they generated an additional 142 million francs in revenues. <q>SGS is expecting to show improvements in top line growth compared to 2010,</q> the group added, while continuing to target ''substantial investment'' in development projects. Switzerland Dating Meet the most eligible internationals in Switzerland at Expatica Date! Introducing Languages in Switzerland Read Expatica's", "new_id": -2}, {"uid": "1295943954061587476", "i": 28325, "idx": 0, "sa": ["Steve Ballmer", "Jeff Immelt"], "q": "outpaced the Standard& Poor's 500 Index for the first time since 2004. <strong> Jeff Immelt </strong>'s appointment was welcomed by executives, including <strong> Steve Ballmer </strong>, chief executive officer at Microsoft. <q><strong> Jeff Immelt </strong> and I started our careers together at Procter& Gamble, and I have enormous respect for the success he's had at GE,</q> <strong> Steve Ballmer </strong> said. ''He is an ideal business leader to chair the President's Council on Jobs and Competitiveness and help drive a focus on what we can all do to increase American competitiveness and create new jobs.", "new_id": -2}, {"uid": "1295447705082477065", "i": 4755, "idx": 1, "sa": ["Olivia Munn", "David Letterman"], "q": ") But for <strong> Olivia Munn </strong>, this is par for the course: a Jan. 13 Twitpic of her eating cookies backstage at ''The Late Show with <strong> David Letterman </strong>'' caused almost as much palpitation. As Entertainment Weekly noted, <q>Poor girl can't even eat a cookie without causing a scene.</q> But frequently, quietly and without causing a scene, <strong> Olivia Munn </strong> comes back to Oklahoma to visit her mother, who lives in Nichols Hills. She said she is proud to be from here, and even", "new_id": -2}, {"uid": "1297388884268320786", "i": 7811, "idx": 0, "sa": ["Donald Rumsfeld", "Ron Paul", "Dick Cheney"], "q": "the ''Working Mothers Medal of Appreciation''?). He spoke about efforts to cut military spending, urging lawmakers to approve DoD-recommended cuts but to end there ''Let's be clear,'' he said. <q>The radical Islamists are not cutting back their recruiting, their purchasing, and their training and planning, nor can we.</q> <strong> Dick Cheney </strong> introduced <strong> Donald Rumsfeld </strong>. <strong> Ron Paul </strong> supporters began to shout ''where's Bin Laden?'' during his remarks, leading the much larger pro-Cheney contingent to chant ''USA! USA! USA!'' CPAC is holding", "new_id": -2}, {"uid": "1295445377093192224", "i": 30809, "idx": 0, "sa": ["American McGee", "Simon Cowell", "Renaldo Lapuz"], "q": "that's been the thinking behind ''<strong> American McGee </strong> Idol,'' home of the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to <q>a cat being thrown off a skyscraper,</q> telling another, ''Don't mean to be <strong> American McGee </strong> Idol Top 12 visit Entertainment Tonight and goof around with the photobooth. And a familiar face crashes the party.... <strong> Renaldo Lapuz </strong>- You Are my Brother( american", "new_id": -2}]