[{"uid": "1295610219050561027", "i": 8669, "idx": 9, "sa": ["Eric Schmidt", "Sergey Brin", "Esther Dyson"], "q": "But the timing- I've talked to people at Google today and they were just flabbergasted.\" <strong> Esther Dyson </strong>, a veteran Valley investor who has long known the Google founders and Mr. <strong> Eric Schmidt </strong>, said, <q>It is unexpected but it makes a lot of sense.</q> She added: \"Larry and <strong> Sergey Brin </strong> have grown up. They want to run their own company.\" After the management change, Mr. <strong> Sergey Brin </strong> will concentrate on several new products, which he declined to", "new_id": -2}, {"uid": "1297285270243777567", "i": 45098, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "interview chair, the discussion quickly turned back to her British frenemy. <strong> Paula Abdul </strong> took a few jabs at <strong> Simon Cowell </strong> for his squared-off, Frankenstein-esque hairdo, tight t-shirts, and how high he wears his pants. <q>It's like, what's that on your neck?</q> she said. \"Oh, it's a belt. I got it.\" Maybe they should have a show where they just judge each other. TV Replay: Watch TV's Best Moments Daily", "new_id": -2}, {"uid": "1295595231037634053", "i": 11020, "idx": 10, "sa": ["Eric Schmidt", "Google Inc."], "q": "<strong> Eric Schmidt </strong> drew fire for responding to a hypothetical question posed at a forum in Washington, DC, about an implant that would let <strong> Google Inc. </strong> know what its users were thinking. He responded that <strong> Google Inc. </strong>'s policy is to <q>get right up to the creepy line and not cross it</q>, and an implant would cross the line. He also said that as users voluntarily share information online, it doesn't need users to type in search queries for the company to tailor the results.", "new_id": -2}, {"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\" Mr. <strong> Mike Pence </strong> told \"America's Morning News\" radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q>cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10.</q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}, {"uid": "1295488988026624012", "i": 10853, "idx": 0, "sa": ["Peggy Lee", "Harold Jacob Rome", "David Letterman"], "q": "on October 29th, 2010 I do not own NHL, the New York Rangers, or Madison Square Garden, or the Carolina Hurricanes.( Disclaimer)... Abe, Shanghoon, <strong> David Letterman </strong> and Kerry!... <strong> Peggy Lee </strong> <q>All of a sudden my heart sings</q> performed by Steve Bone. Day 268 of the JSC. <strong> Peggy Lee </strong> \"All of a sudden my heart sings\" performed by Steve Bone. Day 268 of the JSC. <strong> Harold Jacob Rome </strong>( May 27, 1908, Hartford", "new_id": -2}, {"uid": "1297126038178880522", "i": 44300, "idx": 3, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "Dallas Saturday.\" <strong> Dwaine Caraway </strong> said he believes \"a great majority\" of the people of Dallas would have supported his decision, despite <strong> Michael Vick </strong>'s conviction for running a vicious dog fighting ring. <q>I gave it to him, sure I did. The wayward children that were there needed to have hope,</q> he said. <strong> Dwaine Caraway </strong>- who is poised to step in as Dallas mayor when <strong> Mayor Tom Leppert </strong> leaves office- did not say exactly where he was( \"somewhere downtown\" and \"one of the clubs\"", "new_id": -2}, {"uid": "1295220308191463536", "i": 21919, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/AscenDance,_29_~_America's_Got_Talent_2010,_auditions_Portland nbc.com AscenDance, 29~ America's Got Talent 2010, auditions Day-2 Portland Oregon. In theatres around the country, hopeful competitorsshowcase", "new_id": -2}, {"uid": "1296708251038600720", "i": 31403, "idx": 0, "sa": ["Chris Gent", "Andy Coulson", "Brian Taylor"], "q": "by a leader who is badly misreading the public mood. News, analysis, graphics and explainers on what's at stake and why it all matters Latest from BBC News blogs <strong> Brian Taylor </strong>: <q>Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which...</q> \"The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last... \"` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "new_id": -2}, {"uid": "1297275482080936964", "i": 32143, "idx": 0, "sa": ["David Letterman", "Elton John"], "q": "Show with <strong> David Letterman </strong> last night to discuss how having a tampon taped to his back in high school was not fun for him, breaking his wrist and much more. FELLINI, POTTER, KELLER, PERKINS!: <q>LCS, I'm not sure that I know that much about Fellini- but I have re-watched all of his films and listened to the extras and, then, I watched that documentary about Fellini( just now, I can't...</q> LogoTV.com| TripOut: Gay Travel NOTE: afterelton.com is not affiliated with <strong> Elton John </strong>", "new_id": -2}, {"uid": "1295970536237928474", "i": 30319, "idx": 1, "sa": ["John McCain", "Bill Ayers", "Colin Powell", "Barack Obama"], "q": "the Press.\" <strong> Colin Powell </strong> said he was concerned about what he characterized as a recent negative turn of Republican candidate <strong> John McCain </strong>'s campaign, such as the campaign's attempts to tie <strong> Barack Obama </strong> to former 1960s radical <strong> Bill Ayers </strong>. <q><strong> Sen. Joe Lieberman </strong> think that's inappropriate. <strong> Sen. Joe Lieberman </strong> understand what politics is about-- <strong> Sen. Joe Lieberman </strong> know how you can go after one another, and that's good. But <strong> Sen. Joe Lieberman </strong> think this goes too far, and <strong> Sen. Joe Lieberman </strong> think it has made the <strong> John McCain </strong> campaign look a little narrow. It's not what the American people are looking for,</q> he said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he has some concerns about the direction of the Republican Party, adding that it", "new_id": -2}]