[{"uid": "1297254907195313703", "i": 24289, "idx": 8, "sa": ["Simon Cowell"], "q": "said. \"It kinda feels we've come out of this gray period[ in the music business] into a very fun, extreme time.\" Later, <strong> Simon Cowell </strong> stated the challenge simply: <q>If we don't, with what I've put[ up as a prize], find a global star, I think we've failed.</q> Fight between 2 women led to murder, witness testifies Couples from B.G., Point Place are among 22 honored by state GM reportedly to pay$ 3,000 profit shares Man vs. Machine Watson takes on former \"Jeopardy!\"", "new_id": -2}, {"uid": "1295205658188956674", "i": 16876, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Sen. Mark Udall", "Tom Coburn", "Chuck Schumer"], "q": "' Meet The Press, <strong> Sen. Mark Udall </strong> <strong> Kirsten Gillibrand </strong>( D-NY) that her friend <strong> Sen. Mark Udall </strong> <strong> Gabrielle Giffords </strong>( D-AZ) is making progress in her recovery from the shooting in Tucson, though she is not yet able to speak: <q>It's far too early for that. But she's making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So she's really-- it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did.</q> <strong> Chuck Schumer </strong>: I Will Sit With <strong> Tom Coburn </strong> At SOTU Appearing on Meet The Press, <strong> Sen. Mark Udall </strong> <strong> Chuck Schumer </strong>( D-NY) said that he and <strong> Sen. Mark Udall </strong> <strong> Tom Coburn </strong>( R-OK) will sit together at the State", "new_id": -2}, {"uid": "1297339730064323661", "i": 20628, "idx": 0, "sa": ["Stephen Colbert", "Jeffrey Ross", "Jimmy Fallon", "Craig Ferguson", "David Letterman", "Jimmy Kimmel", "Conan O'Brien"], "q": ", <strong> Stephen Colbert </strong>, <strong> Jimmy Kimmel </strong>, <strong> Craig Ferguson </strong>, and <strong> Jimmy Fallon </strong>-- <strong> David Letterman </strong> is the only host who owns his show. It's the opposite of <strong> Conan O'Brien </strong>'s setup at NBC, says <strong> Jeffrey Ross </strong>, a partner in the company. <q>Conaco owns the show, and TBS is a participant. At Tonight, NBC owned the show, and we were participants.</q> And ownership makes all the difference for <strong> Conan O'Brien </strong> and his team. Team Coco, not TBS, chooses which clips to use, edits them, and posts them. Preview clips from each night's taping go", "new_id": -2}, {"uid": "1297384383139427845", "i": 9056, "idx": 0, "sa": ["Sergio Marchionne", "The CEO"], "q": "month after winning government backing in a battle with unions over labor concessions. <strong> Sergio Marchionne </strong>, 58, caused a stir in Italy this week when he said Feb. 4 the Turin-based carmaker and Chrysler Group LLC may <q>end up looking like one entity,</q> possibly based in the U.S.. <strong> The CEO </strong> later backtracked, saying no decision has been made. Fiat owns 25 percent of Auburn Hills, Michigan-based Chrysler. Fiat plans to build as many as 280,000 cars and", "new_id": -2}, {"uid": "1295333072190038066", "i": 44177, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Mayor Michael Bloomberg", "Al Sharpton"], "q": "Act[ in]' 64; there ended up being a Voting Rights Act[ in]' 65,\" the <strong> Al Sharpton </strong> said during his annual MLK commemoration at the House of Justice in Harlem. <q>As long as violence-- reckless, inhuman violence-- is being a mainstay in our community, we must deal with the issue of today,</q> <strong> Al Sharpton </strong> told an audience of several hundred, including <strong> Mayor Michael Bloomberg </strong> and <strong> Mayor Michael Bloomberg </strong> Sens. <strong> Chuck Schumer </strong> and <strong> Kirsten Gillibrand </strong>. <strong> Al Sharpton </strong> and other elected officials used the day to drum up support for tougher gun-control laws in the wake of the", "new_id": -2}, {"uid": "1296016500196706316", "i": 25331, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "billion, according to Forbes magazine. Page, 37, takes over the CEO role in April. <strong> Eric Schmidt </strong> summed up the seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than six-fold, at one point surpassing US$ 700. <strong> Google Inc. </strong>", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called \"red mercury\" that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q>They live thinking about it. They could kill each other to get it,</q> <strong> Zahi Hawass </strong> said. \"When I enter any place in Egypt, people ask me all the time about this.\" The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}, {"uid": "1295600230194969603", "i": 38092, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "was done to \"speed up decision making\" and simplify the management structure. While <strong> Eric Schmidt </strong> may be stepping aside as CEO, he's not going far taking up a position as Executive Chairman where he'll be <q>focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.</q> Wondering where the other co-founder <strong> Sergey Brin </strong> fits into all this? Well, he will now be in what could be described as the \"cool department\" otherwise known as focusing on \"strategic projects", "new_id": -2}, {"uid": "1296243218063520792", "i": 14226, "idx": 1, "sa": ["Mike Pence"], "q": "\" \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q>We will not seek the Republican nomination for president in 2012.</q>\" <strong> Mike Pence </strong> is a bear of little brain, I think even he can appreciate the intelligence of this decision. You see, any time you get a crowded slate of residential nominees, the field breaks down into", "new_id": -2}, {"uid": "1297215580168738818", "i": 12823, "idx": 1, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "worked at the site in the interview on FOX News Channel's Hannity show. <strong> Donald Rumsfeld </strong> was defence secretary from 2001 to 2006 under former president George W Bush. He was replaced as defence secretary by <strong> Robert Gates </strong>. <q>The heart-breaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world,</q> said <strong> Donald Rumsfeld </strong>. \"What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they were", "new_id": -2}]