[{"uid": "1296117571165298183", "i": 9363, "idx": 15, "sa": ["Andy Reid", "Michael Vick"], "q": "'re going to go out and have some fun and everybody's just enjoying each other.'' As <strong> Michael Vick </strong> left the field, fans hanging on the gate outside the school chanted his name. <q> I came from the Philly area, and we've got his back, </q> said Lon Williams, a 44-year-old engineer and Honolulu resident formerly of Norristown.`` <strong> Andy Reid </strong>'s a perfect coach for him because his sons had trouble. Everybody's made mistakes. Philadelphia's a city that is all", "new_id": -2}, {"uid": "1296595860061521953", "i": 23522, "idx": 1, "sa": ["LeBron James", "Don Nelson", "Allen Iverson", "Tim Hardaway"], "q": "Pistons started slowly before turning it on defensively in the second half. With a game against the undefeated Los Angeles Lakers coming up Friday night, Detroit is looLeBron James for a complete game to extend that winning streak. <q> The best part about it is we struggled at Tim Hardawayes in the game but we got it Don Nelsone, </q> <strong> Allen Iverson </strong> said.`` We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going", "new_id": -2}, {"uid": "1295884905140918812", "i": 20774, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "address the issue of unfunded state pensions that they consider one of the main reasons behind the financial hemorrhage. The financial rating agency Standard& Poor's expressed its approval of any measure that could produce an <q> improvement in the state's structural misalignment between revenues and expenditures. </q> The agency, however, expressed its doubts that <strong> Jerry Brown </strong> and <strong> Bill Lockyer </strong> would be able to pull it off, adding:`` we also believe the scale of the governmental and fiscal reforms proposed may prove difficult, given", "new_id": -2}, {"uid": "1295559684260145193", "i": 41824, "idx": 0, "sa": ["Eric Schmidt"], "q": "Paid Clicks increased 18 percent for the company in the quarter, while cost-per click increased 4 percent. Google said that international revenues totaled$ 4.38 billion, 52 percent of total revenue for the quarter. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> said <strong> Eric Schmidt </strong>, CEO of Google.`` These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web.'' The", "new_id": -2}, {"uid": "1295089700140001293", "i": 52088, "idx": 0, "sa": ["Steve Poizner", "Eric Schmidt"], "q": "the permanent loan to the museum of one such piece.... Hannah Wilke: Sculptor and Sculpture Tracy Fitzpatrick, Neuberger Museum of Art Curator and Assistant Professor of Art History at SUNY Purchase, gave a lecture, <q> Hannah Wilke: Sculptor and Sculpture, </q> in which she discussed how the artist's sculptural practices inform her diverse body of work. The event took pla... <strong> Steve Poizner </strong> speaks with <strong> Eric Schmidt </strong> California Insurance Commissioner and gubernatorial candidate <strong> Steve Poizner </strong> speaks with <strong> Eric Schmidt </strong> on April 13,", "new_id": -2}, {"uid": "1295501733152403990", "i": 46095, "idx": 6, "sa": ["Shaun Johnson", "Allen Iverson", "Will Solomon"], "q": "76ers scored 37 points, including two pivotal jumpers and three free throws in the final five minutes, to lead Philadelphia to a series-clinching 101-91 victory over the <strong> Shaun Johnson </strong>.`` I feel great,'' <strong> Allen Iverson </strong> said. <q> It's still hitting me all at once. It's something I've been waiting for a long time and to finally get it is something special. </q> The 76ers won the best-of-five series from Orlando, 3-1, and <strong> Will Solomon </strong> meet the Indiana Pacers in the second round, beginning Monday in Indianapolis.`` I don't know how you can be any more proud of", "new_id": -2}, {"uid": "1296492013088260701", "i": 53995, "idx": 2, "sa": ["Michael Gove", "Robert J. Gordon"], "q": "perfidy 22 you are under the misapprehension that <strong> Michael Gove </strong> went to a bog standard state school when in fact he went to the fee paying <strong> Robert J. Gordon </strong> College in Aberdeen. ReturnOfTheKing 31 January 2011 4:35 PM <q> learning the capitals of obscure countries and memorising list of English kings and queens and the periodic table. Not exactly a curriculum for the 21st century or a pedagogy that recognises the recent focus in schools on student learning </q> In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window without pressing", "new_id": -2}, {"uid": "1296258367179142678", "i": 15992, "idx": 0, "sa": ["Simon Cowell"], "q": "is so convincing that passengers have been seen presenting their passports to the holograms, believing them to be people. Musion have worked with various hit groups, including The Black Eyed Peas on their latest single <q> The Time( Dirty Bit) </q>. They were also behind a hologram of Frank Sinatra that performed at <strong> Simon Cowell </strong>'s 50th birthday party. Founder, James Rock, said:`` We've developed this technology for many uses but", "new_id": -2}, {"uid": "1295544428207126553", "i": 10313, "idx": 1, "sa": ["Patrick Achi", "Raila Odinga", "Alassane Ouattara", "Goodluck Jonathan"], "q": "hope to Gbagbo and one of despair to the people of Cote d'Ivoire? Nobody is praying for a war in Cote d'Ivoire. Indeed, before the New Year, <strong> Patrick Achi </strong>, <strong> Alassane Ouattara </strong>'s spokesman said, <q> We are pursuing the diplomatic path where possible... But it seems that former President Gbagbo doesn't want to listen to the world- so the possibility of using force, as suggested by West African countries, is also on the table. </q> On Sunday, January 17, President <strong> Goodluck Jonathan </strong>, was compelled to stress, during his meeting with Prime Minister <strong> Raila Odinga </strong> that Ecowas always said the use of force would depend on the outcome of a series of", "new_id": -2}, {"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team.`` The president and I don't have to agree on everything,'' said <strong> Kirsten Gillibrand </strong>.`` GO JETS!'' <q> I'll bet on the Jets over Chicago, </q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}]