[{"uid": "1296925242142311425", "i": 14362, "idx": 1, "sa": ["Mike Pence"], "q": "and his country by not taking a chance on the presidential race. Folks on the <strong> Mike Pence </strong> for president bandwagon were in a deep funk. \"Seriously, who else do we have?\" one asked me. <q>Unless something miraculous happens and we get an unexpected gift candidate.</q> Another GOP stalwart agreed: \"Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent president of his own party, or Rubio", "new_id": -2}, {"uid": "1297140587008634392", "i": 30601, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "fact that <strong> Michael Vick </strong> was addressing a children's group at the time, talking about the trouble he got into when he was convicted of running a dogfighting ring and sentenced to 19 months in federal prison. <q>He is telling kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal with the drugs,</q> <strong> Dwaine Caraway </strong> said. \"To obey their parents and pick the people they hang around. That's a message I would challenge anybody to say that not one kid across America shouldn't hear from people in notoriety such", "new_id": -2}, {"uid": "1297108555141246488", "i": 6673, "idx": 5, "sa": ["Donald Rumsfeld", "Condoleezza Rice"], "q": "offered some frank judgements in the interview about long time rivals and critics. Asked whether he admired his ex-boss's father president George HW Bush- under whom he did not serve- <strong> Donald Rumsfeld </strong> replied curtly: <q>No, I was kind of disappointed in him.</q> Lacked experience <strong> Condoleezza Rice </strong>, who served as Bush's national security adviser before later becoming secretary of state had \"never served in a senior administration position,\" a lack of experience that hampered", "new_id": -2}, {"uid": "1296452851051232810", "i": 44224, "idx": 1, "sa": ["Doc Rivers", "Allen Iverson"], "q": "little in the second half with a week to go until the regular season starts. \"A lot of good things. Some bad things,\" said <strong> Doc Rivers </strong>, who praised the play of his second unit. <q>They scored too many points. We're going to score. We don't like giving up that many points.</q> Just like their 96-82 loss in Boston on Oct. 9, the Knicks shot miserably at the start, missing 11 of their first 12 attempts. They rallied to tie it at 26 after one http://wn.com/Allen_Iverson_36pts_9asts_vs_JKidd_VCarter_Nets_05/06_NBA <strong> Allen Iverson </strong> and the", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q>Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it,</q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}, {"uid": "1295907826246595610", "i": 48404, "idx": 0, "sa": ["Barack Obama", "Howard Stern", "David Letterman", "Mary Tyler Moore", "Amy Adams", "Ben Kingsley", "Robert Redford"], "q": "the good fortune to interview <strong> David Letterman </strong>, <strong> Amy Adams </strong>, <strong> Howard Stern </strong>, <strong> Robert Redford </strong>, <strong> Mary Tyler Moore </strong>, <strong> Ben Kingsley </strong> and Urkel from \"Family Matters.\" Before joining the crime for the Rockford Register Star, which may explain his affinity for <q>Hill Street War: Ghost of Sparta</q> â\u0080¢ <strong> Barack Obama </strong> \"Ys: The Oath in Felghana\" â\u0080¢ 3 \"Sonic Colors\" â\u0080¢ 4 \"Plants vs. Zombies\" â\u0080¢ 5 \"Mario vs. Donkey Kong: Mini-Land Mayhem\" â\u0080¢ 6 \"Super Scribblenauts\"", "new_id": -2}, {"uid": "1296717067176898072", "i": 14617, "idx": 3, "sa": ["Derrick McKey", "Rip Hamilton", "Vince Carter", "Rasheed Wallace", "Allen Iverson"], "q": "low. \"No one was going to come in and be <strong> Rasheed Wallace </strong>, <strong> Rip Hamilton </strong> or Dice, but we have guys who will come off the bench and help us in their own way,\" <strong> Allen Iverson </strong> said. <q>We just had to utilize that, even when it meant playing a totally different style.</q> The Nets lost some of their advantage when <strong> Vince Carter </strong> was ejected after for arguing a second-quarter call with referee <strong> Derrick McKey </strong> Stafford. <strong> Vince Carter </strong> argued a call on an out-of-bounds play, then appeared to get extremely angry after receiving a", "new_id": -2}, {"uid": "1295434046050954315", "i": 26602, "idx": 0, "sa": ["Eric Schmidt"], "q": "(**** END****) http://wn.com/Weboptimiser_|_ Internet_News_|_ Google_Announces_Third_Quarter_2010_Financial_Results Giving us up to date insights into the way Google works and their intentions for the near term future, <strong> Eric Schmidt </strong>, CEO of Google said: <q>Google had an excellent quarter, our core business grew very well, and our newer businesses-- particularly display and mobile-- continued to show significant momentum. Going forward, we remain committed to aggressive investment in both our people and our products as we pursue an innovation agenda.</q> Announcing financial results for the quarter ended September 30, 2010. Google reported revenues of$ 7.29 billion for the quarter ended September 30, 2010, an increase of 23% compared to the third quarter of 2009", "new_id": -2}, {"uid": "1297462823095535141", "i": 7723, "idx": 0, "sa": ["the Fox", "Simon Cowell"], "q": "Makeover: Home Edition\" and \"Jersey Shore.\" As for the current, Cowell-free season of \"Idol,\" he claimed, \"I haven't seen a full episode,\" continuing, <q>I think we're going to do something different. I'm excited. The stakes are high.</q> Get the monthly that has L.A. talking. Subscribe to Los Angeles Times Magazine at a special introductory rate. Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. <strong> the Fox </strong> is still recovering from a rough fall", "new_id": -2}, {"uid": "1295425465261013631", "i": 48345, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "MLK and America's Insufficient Economic Bill of Rights Musharraf says blasphemy law can not be changed stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}]