[{"uid": "1297332334115736587", "i": 32696, "idx": 0, "sa": ["Donald Rumsfeld", "Franklin Roosevelt", "Barack Obama", "Robert Gibbs"], "q": "to take to satisfy the demands of protesters convulsing the country. <strong> Franklin Roosevelt </strong> Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> called for expanding he negotiations with opposition groups, lifting the state of emergency and making constitutional changes to bring about democratic elections. <q>We think more has to be done, and more importantly, I think the people of Egypt think more has to be done,</q> <strong> Robert Gibbs </strong> told reporters. National Journal: EXCLUSIVE: <strong> Franklin Roosevelt </strong> to Cut Energy Assistance for the Poor <strong> Barack Obama </strong>'s proposed 2012 budget will cut several billion dollars from the government's energy assistance fund for poor people, officials", "new_id": -2}, {"uid": "1295907918177651713", "i": 23766, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford", "President Lyndon Johnson"], "q": "in 1966 on the Vietnam War and White House papers from July 1975, when he was chief of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>, with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q>It's not a journal, it's not a diary,</q> he says of the <strong> Gerald Ford </strong> White House notes. ''It is a set of working documents that I've never edited. In fact, most I've never reread.'' As defense secretary under <strong> President Bush </strong>", "new_id": -2}, {"uid": "1296770511173654034", "i": 12158, "idx": 8, "sa": ["Donald Rumsfeld", "George Tenet"], "q": "Saturday Night Live, to his amusement. ''If one starts with ''good press,' one often gets more and more favorable coverage; early bad stories often spawn additional negative reporting,'' he says. <q>But journalists also relish dramatic reversals.</q> That was yet to come. <strong> Donald Rumsfeld </strong> devotes little space to the fiasco at Tora Bora, saying he told CIA Director <strong> George Tenet </strong> in a memo that ''we might be missing an opportunity''' there and should perhaps", "new_id": -2}, {"uid": "1297005372041598997", "i": 22936, "idx": 0, "sa": ["Colin Powell", "Dick Cheney", "Ronald Reagan", "Barack Obama"], "q": "Personal and Political Memoir.'' He told the crowd at the <strong> Ronald Reagan </strong> tribute, part of the celebration of the late president's 100th birthday on Sunday, that the book was going well. <q>I'm deep into my years as vice president and let's just say I'm not having writer's block,</q> <strong> Dick Cheney </strong> said. Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article: <strong> Barack Obama </strong> steps up diplomacy for Egypt transition... Article: <strong> Barack Obama </strong> urges entrepreneurial focus on", "new_id": -2}, {"uid": "1295972889153763867", "i": 5021, "idx": 0, "sa": ["Keith Olbermann", "Simon Cowell"], "q": "network is finalizing a deal to turn ''KNUCKLE'' into a TV drama. SUNDANCE: ''The Future' and` The Devil's Double' Both Inching Toward Deals <strong> Keith Olbermann </strong> Breaks His Silence <q>The reports of the death of my career are greatly exaggerated,</q> h... <strong> Simon Cowell </strong>:` The Biggest Failures I've Had Were When I Believed My Own Hype''", "new_id": -2}, {"uid": "1296742183180060166", "i": 2765, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "George W Bush as ''a far more formidable president than his popular image'', he also suggests the former president was at fault for not doing more to resolve disagreements among senior advisers. Mr Bush <q>did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made</q>, Mr <strong> Donald Rumsfeld </strong> writes. ''There were far too many hands on the steering wheel,'' he writes elsewhere; it was ''a formula for running the truck into a ditch''. Regrets", "new_id": -2}, {"uid": "1297178299144113685", "i": 34849, "idx": 2, "sa": ["Simon Cowell"], "q": "'' he said. If those preteens aren't brave enough to massacre their elders, they probably won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena. <q>It was supposed to be similar to them doing their first concert,</q> <strong> Simon Cowell </strong> explained. ''It really helped show me who could handle the pressure.'' Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an important element of", "new_id": -2}, {"uid": "1297506049030818306", "i": 24966, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "audio] Earlier in the segment, Hannity and Bozell discussed the media questioning former Defense <strong> Donald Rumsfeld </strong> about if he feels remorse for not placing more troops inside Iraq earlier on in the conflict. <q>The same reporters did nothing but bash George Bush over the surge</q> Bozell reminded Hannity. David Kramer on Fri, 02/11/2011- 1:36 pm. I had to login after seeing this one. The Mirror on Fri, 02/11/2011- 2:46", "new_id": -2}, {"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q>a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media</q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}, {"uid": "1295459502213254229", "i": 18686, "idx": 0, "sa": ["Sergio Marchionne"], "q": "new vehicle architecture that will support a variety of top-hats including a sliding-door minivan, likely in the Dodge brand, and a luxury crossover, likely in the Chrysler brand. Mr. <strong> Sergio Marchionne </strong> states to The Detroit News, <q>The architecture would be a lot more capable and allow us to make a minivan-like vehicle as well as others.</q> Like Ford, Chrysler is working to keep production local. It will be producing the new architecture vehicles at its plant in Windsor, the Canadian city across the river from Detroit, Michigan.", "new_id": -2}]