[{"uid": "1296940939224919552", "i": 14167, "idx": 7, "sa": ["Eric Schmidt"], "q": "forward, <strong> Eric Schmidt </strong> is careful to insert the phrase-`` with your permission''. Both Facebook and Google have been burnt when data was shared or farmed without users knowing. Lessons have been learnt. <q> I'm sorry to be so pedantic, but I've found if I don't repeat it I get Twittered to death, </q> <strong> Eric Schmidt </strong> says.`` You've got to add the preamble- this is all on the assumption that the customer wants this kind of information. If you want anonymity and you don't want your friends to know", "new_id": -2}, {"uid": "1295254600092618767", "i": 7200, "idx": 2, "sa": ["Eric Musselman", "J.R. Smith", "Allen Iverson", "Andre Miller"], "q": "Kings to a satisfying win. Rough weather in Denver put them in a travel bind, and they arrived at the Pepsi Center only 90 minutes before tipoff, or about the same time <strong> Allen Iverson </strong> finally made it. <q> We will never have a worse travel day than today, </q> Kings coach <strong> Eric Musselman </strong> said.`` Our energy and effort was phenomenal.'' The Kings might go down as a trivia answer if <strong> Allen Iverson </strong>'s arrival in the blockbuster trade that sent <strong> Andre Miller </strong> and Joe <strong> J.R. Smith </strong> to Philadelphia takes", "new_id": -2}, {"uid": "1296759238078708740", "i": 5377, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "name-Muck-rhymed with a certain other FCC-angering word. Almost immediately, the Twitterverse felt duped and began slamming the attention play. Producer <strong> Nigel Lythgoe </strong> did his best to defend the stunt, tweeting, <q> Wow, there is a huge lack of humor out there!! Hey you guys, don't take things too seriously, especially my shows. </q> And then, just to punctuate his point, he added:`` Smile or` Go**** a duck.''' That's what we were waiting for. It's almost like <strong> Simon Cowell </strong> never", "new_id": -2}, {"uid": "1296582035160382982", "i": 39441, "idx": 2, "sa": ["David Letterman", "Jaime Bayly", "Charlie Rose"], "q": "commercial. <strong> Jaime Bayly </strong> and Collins stand up and kiss on the cheek, but their microphones remain on.`` Don't come here just to complain about my behavior,'' <strong> Jaime Bayly </strong> says angrily over the outro music. <q> And don't be so damned boring. </q> <strong> Jaime Bayly </strong> is a man of many parts. He's both <strong> David Letterman </strong> and <strong> Charlie Rose </strong>; comedian and serious interviewer; straight and gay; shamelessly self-promoting and relentlessly self-deprecating. After a one-and-a-half-year hiatus, he", "new_id": -2}, {"uid": "1297304466015368205", "i": 14889, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "would step down in Janauary. <strong> Satya Nadella </strong>, 43, has been with the company for 19 years and most recently led the engineering efforts in the Online Services Division, Microsoft said. <q> In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops, </q> chief executive <strong> Steve Ballmer </strong> wrote in an email to company employees that Microsoft published.`` We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers", "new_id": -2}, {"uid": "1294965536008224783", "i": 22436, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "month that she doesn't think former`` Idol'' judge <strong> Simon Cowell </strong> would be watching.''[ He said] I haven't seen anything... I'm not watching it!'' <strong> Paula Abdul </strong> gushed. <q> He wishes me luck in the most backhanded way all the time! </q>", "new_id": -2}, {"uid": "1295750091189693976", "i": 43206, "idx": 3, "sa": ["Paul Pierce", "Allen Iverson", "Albertina Walker"], "q": "the Philadelphia 76ers to an 83-81 victory over the Boston Celtics that evened their Eastern Conference first-round series at two games each.`` Win. It's the only thing we can think about,'' <strong> Allen Iverson </strong> said. <q> We fought hard to get back in the series. We're really not thinking about anything more. The only thing I care about is finishing out. </q> After shooting poorly all game, <strong> Allen Iverson </strong> made his last three shots and two clinching free throws that sent the series between the long-time rivals back to Boston for Game Five on Friday. <strong> Allen Iverson </strong> upstaged <strong> Paul Pierce </strong> and <strong> Albertina Walker </strong>,", "new_id": -2}, {"uid": "1296486373063668243", "i": 2370, "idx": 7, "sa": ["Rush Limbaugh", "Mike Pence"], "q": "years as a radio talk-show host, <strong> Mike Pence </strong> started a TV show in 1995. Although <strong> Mike Pence </strong> was inspired by conservative talk-show host <strong> Rush Limbaugh </strong>, he kept to his`` no personal attacks'' pledge. <q> Conservative media, including <strong> Rush Limbaugh </strong>, have a tremendous blind spot when it comes to making a distinction between differences in public policy and personal differences, </q> <strong> Mike Pence </strong> told The Indianapolis Star in 1995. When McIntosh, who succeeded Sharp, decided to run for governor in 2000, <strong> Mike Pence </strong> won a six-way primary for the GOP nomination in the east-central Indiana district.", "new_id": -2}, {"uid": "1296929485101990435", "i": 7145, "idx": 0, "sa": ["Eric Schmidt"], "q": "well as a host of other new social-networking businesses. Google needs a boss who can multitask while protecting the core business.`` Larry is ready,'' <strong> Eric Schmidt </strong> said at the company's fourth-quarter analysts' meeting. <q> His ideas are very interesting and clever. It's time for him to have a shot at running this. </q> Google's numbers would seem to give Page a healthy cushion to experiment. The company just racked up a 27% increase in fourth-quarter profit, to$ 2.5 billion. Sales increased 26% to$", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' again, <strong> Betty White </strong> quips,`` I think you do a thing once and then you run like a thief.'' <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q> Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby. </q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}]