[{"uid": "1296342425105660425", "i": 45371, "idx": 0, "sa": ["John Thompson", "Allen Iverson", "Donyell Marshall", "Brian St. Clair"], "q": "only Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against <strong> Brian St. Clair </strong> <strong> John Thompson </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> John Thompson </strong> created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said. \"So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me This was a funny", "new_id": -2}, {"uid": "1296566910244629509", "i": 16807, "idx": 8, "sa": ["Allen Iverson", "Theo Ratliff"], "q": "biggest reason why, despite his latest controversy. He made headlines after verbally sparring with fans in Indiana on Sunday. \"It was blown out of proportion because people heard me responding back,\" <strong> Allen Iverson </strong> said. <q> But if you listen, you'll hear things way worse than what I said. But I'm <strong> Allen Iverson </strong> and I have an` X' on my chest. I handled it the wrong way. I shouldn't have yelled back. </q> <strong> Allen Iverson </strong> received a mixed reaction from the New York crowd when he was introduced Thursday, and even joked with a couple of fans as <strong> Theo Ratliff </strong> shot free throws in the final seconds. <strong> Allen Iverson </strong> shot 11-of-30 and had eight", "new_id": -2}, {"uid": "1296259557105840651", "i": 2544, "idx": 0, "sa": ["John Dunbar", "Donald Rumsfeld", "Osama bin Laden", "John Burns"], "q": ".( Ironically, when <strong> John Burns </strong> wrote about Al Jazeera two years earlier he noted that the channel had been accused by some in the Arab world of being \"a mouthpiece for American ideas.\" ) <q> Al Jazeera airs <strong> Osama bin Laden </strong>'s videos, </q> says <strong> John Dunbar </strong>, a former fellow at the Center for Public Integrity who studied media. \"It is seen, fairly or not, as an outlet for terrorists.\" <strong> Donald Rumsfeld </strong> called the channel \"vicious", "new_id": -2}, {"uid": "1296816816092815385", "i": 38482, "idx": 0, "sa": ["David Letterman", "Howard Stern", "Jay Leno"], "q": "<strong> Howard Stern </strong> laid into <strong> Jay Leno </strong> right out of the gate during Thursday night's appearance on the Late Show with <strong> David Letterman </strong>. \"I'm on fire!\" said <strong> Howard Stern </strong> moments after sitting down. <q> I want to see you beat <strong> Jay Leno </strong> in the ratings tonight! </q> Stern- <strong> Howard Stern </strong>- in- national/Howard Stern- <strong> Howard Stern </strong>- talks- intern- sex- scandal- on- <strong> David Letterman </strong>- video?CID=examiner_alerts_article\" <strong> Howard Stern </strong> to <strong> David Letterman </strong>: sorry about your sex scandal( video)", "new_id": -2}, {"uid": "1296105034131907654", "i": 41448, "idx": 8, "sa": ["Andy Coulson", "Laurie Penny", "Lance Price"], "q": "For example, I wrote the following headlines. \"Benefit Fraud Gives You AIDS\" \"ASBO Child Causes House <strong> Lance Price </strong> Slump\" \"Muslim Fanatic Spits Outside Church\" <q> Gay Paedo Runs Over Kitten in Chelsea Tractor </q> FLaurie PennyinSpain 26 January 2011 5:26 PM I think even Machiavelli couldn't spin Osbourne as either a nice person or a competentent Chancellor. <strong> Andy Coulson </strong> brought one phrase with him from the NoW which", "new_id": -2}, {"uid": "1296509832005701678", "i": 40187, "idx": 0, "sa": ["Harry Reid", "Michael Vick"], "q": "! \" Hopefully your newly elected congress people will put a stop to this...!!! If there were real demand for more runways and terminals... private enterprise would jump on it. Report Abuse <q> \"On Monday, Majority Leader <strong> Harry Reid </strong>, D-Nev., and other Democratic leaders will release an estimate by the American Association of Airport Executives that says the airport construction funds will support the employment of 90,000 workers and affect another 190,000 jobs. </q> \" Report Abuse \" wow... look at the uber-predictable righty comments... \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing Teen Kids Sobs in", "new_id": -2}, {"uid": "1295620833132808765", "i": 35565, "idx": 5, "sa": ["Ricky Gervais", "David Letterman", "Rupert Murdoch", "Piers Morgan", "Larry King"], "q": "<strong> David Letterman </strong> said. The pair also discussed <strong> Piers Morgan </strong>'s UK newspaper career, his walk on the beach with <strong> Rupert Murdoch </strong>, and <strong> Ricky Gervais </strong>' Golden Globes hosting job. <strong> Piers Morgan </strong> joked about punching <strong> Larry King </strong> Thursday night on <q> The Late Show with <strong> David Letterman </strong>. </q> <strong> David Letterman </strong> told <strong> Piers Morgan </strong> that his show would only take off if a guest punched him on-air-- or,... MxrUAN% 2Fw05Db1hcSISzQ% 2BuaSY9QUXaQ7boyAd1NK% 2FGKB2MswWxAV8wixukwVmolMmVz99pMhq7qAcwtQFQM8eQ% 3D% 3D", "new_id": -2}, {"uid": "1296744552199131154", "i": 36504, "idx": 28, "sa": ["Colin Powell", "Donald Rumsfeld"], "q": "false declaration to the Security Council and the world,\" <strong> Donald Rumsfeld </strong> writes. He seems particularly offended that <strong> Colin Powell </strong> has said that some in the intelligence community knew \"that some of these sources were not good,\" <q> didn't speak up, </q> and \"that devastated me.\" <strong> Donald Rumsfeld </strong> fires back that the secretary of State had once been \"the most senior military officer in our country\" and no one else in the administration had \"even", "new_id": -2}, {"uid": "1295091531196460547", "i": 34693, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Country had refinement that Chrysler did not want to lose, whatever the new minivan lineup looked like. <strong> Sergio Marchionne </strong> says Chrysler Group needs to be more flexible with the architecture that supports its minivans. <q> It needs to house all-wheel drive and front-wheel drive and an E segment car. </q> Chrysler is coming with a new nine-speed front-wheel drive transmission in 2013. Chrysler is near a decision on the replacement for the lightly regarded Dodge Nitro and Jeep Liberty SUVs. \"It's the", "new_id": -2}, {"uid": "1295564424178864177", "i": 10555, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "technology company. \"We have been talking about how best to simplify our management structure and speed up decision making for a long time,\" said <strong> Eric Schmidt </strong> in announcing the decision. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. \"<strong> Larry Page </strong> credited <strong> Eric Schmidt </strong> with running the company \"brilliantly </q> while keeping the \"headstrong founders\" involved. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role", "new_id": -2}]