[{"uid": "1295615554111296525", "i": 50449, "idx": 0, "sa": ["Clarence Mitchell", "Sam Coulson", "Paul Coulson", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal.`` <strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also http://wn.com/Sam Coulson_Paul Coulson_improvises_over_our_'Hollywood_Blues'_Jam_Track The charismatic lickmaster <strong> Sam Coulson </strong> improvises over our HOLLYWOOD BLUES jam track taken from our ESSENTIAL BLUES SERIES package.", "new_id": -2}, {"uid": "1296751438058556476", "i": 1809, "idx": 6, "sa": ["Amir Johnson", "Allen Iverson", "Rodney Stuckey", "Tayshaun Prince", "Richard Hamilton"], "q": "with <strong> Amir Johnson </strong> on the floor, and better offensively when <strong> Richard Hamilton </strong> and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>.`` When we have the bigger lineup, obviously we're better defensively,'' <strong> Tayshaun Prince </strong> said. <q> It's kind of pick and choose.`` Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side. </q> The game was tight until Detroit went on a 27-5 run midway through the third quarter. Milwaukee missed 14 of 17 shots during one stretch of the period, trailed 73-55 after three quarters and never got close again", "new_id": -2}, {"uid": "1295312331007274510", "i": 45971, "idx": 0, "sa": ["Simon Cowell", "Nate Archibald", "Ricky Gervais", "Piers Morgan"], "q": "Network domiNate Archibald Globes Golden Globes: 2011 winners In pictures: Golden Globes 2011 Comedian <strong> Ricky Gervais </strong> promised this year he would push the boundaries as he hosted the Golden Globes for a second target=\"_blank\" href=\"http://worldtime.wn.com/\"> time. <q> I think I'll go just close enough to the edge but not go over it, </q> he said on the red carpet before the ceremony. But by the end of the <strong> Ricky Gervais </strong>, <strong> Piers Morgan </strong>, and <strong> Simon Cowell </strong>: Why the Brits do` rude' better than us <strong> Ricky Gervais </strong>, as Golden Globes host,", "new_id": -2}, {"uid": "1296619353222035984", "i": 26282, "idx": 0, "sa": ["Allen Iverson", "Tim Duncan", "Kobe Bryant", "Smush Parker", "DeSean Jackson"], "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> DeSean Jackson </strong> from losing six straight for the first Tim Duncane in his 15 seasons as an NBA coach. <q> Our spacing was good, which made it very difficult to corral me, </q> <strong> Kobe Bryant </strong> said.`` When they did, we were able to swing the ball and get open opportunities for everybody else.'' <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "new_id": -2}, {"uid": "1295295073113115163", "i": 38241, "idx": 3, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Debbie Wasserman Schultz"], "q": "the Florida legislator told CBS TV's Face the Nation program.`` This is a woman who has the grit and the will and determination, more than anyone that we know,'' <strong> Debbie Wasserman Schultz </strong> said. <q> We were just really overjoyed to be able to be there for our friend and help to urge her on to come back to us, to her family, to her constituents. </q> On Saturday, doctors performed a tracheotomy to replace <strong> Gabrielle Giffords </strong>' breathing tube, freeing her from having to use a ventilator. Surgeons also inserted a feeding tube, the hospital said. <strong> Kirsten Gillibrand </strong> said", "new_id": -2}, {"uid": "1297444231231686146", "i": 808, "idx": 0, "sa": ["Stephanie Pratt", "Aaron Carter", "Simon Cowell", "Lindsay Lohan", "Betty Ford", "Katy Perry"], "q": "Underwood, Fisher excited for trade to Nashville Sandler and Aniston` Just Go With It' Meet the Man Behind the` Old Spice' Advertisements Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Lindsay Lohan </strong>: <q> I Was Not Raised to Lie, Cheat, or Steal </q> <strong> Aaron Carter </strong> Leaves <strong> Betty Ford </strong> Center <cite> Us Magazine </cite> Chris& RihBetty Forda to keep their distance at Grammys <cite> Associated Press </cite> <strong> Stephanie Pratt </strong>: I Was`` Shocked'' Lauren's Show Was Dropped <strong> Katy Perry </strong>:' I Was Shaped Like", "new_id": -2}, {"uid": "1296137334113377297", "i": 3095, "idx": 1, "sa": ["Michael Vick", "DeSean Jackson"], "q": "after the NFC's morning practice. Both players were pulling black Nike roller bags full of swag, yet another perk for fulfilling their commitment and making the long trip from the East Coast to Hawaii. <q> He's got a great opportunity to come out here and show everybody what he's capable of doing, </q> <strong> DeSean Jackson </strong> added. Not that there is any doubt any longer about what <strong> Michael Vick </strong> can do. The question after this Eagles season is: Can <strong> Michael Vick </strong> do what he does at a high level over a 16-game", "new_id": -2}, {"uid": "1295485233026624002", "i": 462, "idx": 0, "sa": ["Andy Coulson"], "q": "instructed him to hack the phone of the football agent Sky <strong> Andy Coulson </strong>. One senior Tory said that News International's central defence- that a`` rogue reporter'' was responsible- appeared to be crumbling. <q> This all appears to be closing in. It has always been obvious there were others. People just didn't know the names. </q> 00.26 GMT on Thursday 20 January 2011. It was last modified at golfplayer 20 January 2011 12:51 AM Two very dishonest people together grahamew 20 January 2011 12:54 AM robbo100 20", "new_id": -2}, {"uid": "1297196794076382254", "i": 56494, "idx": 0, "sa": ["Allen Iverson"], "q": "'s only 1 big 3 in the East.. Celtics big three.. couldn't they come up with another name.. like overpaid 3, the underacheiver's 3.. etc.. \" Report Abuse <q> I agree with U Yahoo User. Kobe is an overrate, arrogant, gunner with a low shooting percentage!!! Remember, he wanted to be traded before the Lakers mysteriously got Gasol in a so-called trade. </q> Give me a healthy <strong> Allen Iverson </strong> over him any day!!! I wished A.I. would had had the oppertunity to play with Shaq or Gasol on those Lakers teams!!! They both came into the NBA in", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said.`` <strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.'' <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}]