[{"uid": "1297235391222871571", "i": 54253, "idx": 0, "sa": ["Donald Rumsfeld", "Hu Jintao", "Barack Obama", "Robert Gibbs"], "q": "cos \"NO\" . But do you see them calling other leaders/ governments such as <strong> Barack Obama </strong> <strong> Hu Jintao </strong>/ Chinese government as dictator/ dicHu Jintaorship? The answer is of coz \"YES\" . Why? Report Abuse <q> Confusion? There is NO CONFUSION at all. The US government and her politicians know exactly what they are doing-- they will support any leader/ government/ nation which is of use to them and at the same time they will dump you as fast once you are no more of an asset to them. </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the PRobert Gibbslem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Do NOT Buy Car Insurance! Your Auto Insurer Hates This. 1 trick to get", "new_id": -2}, {"uid": "1295459011232456192", "i": 35593, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Randy Jackson"], "q": "chemistry among the two newcomers and veteran <strong> Randy Jackson </strong> should be interesting to watch. Keep an eye out for someone trying to step in to replace <strong> Simon Cowell </strong>'s biting criticism. Keeping this in mind, <strong> Steven Tyler </strong> recently said, <q> I'm not going in there to be a harsh judge or an overbearing judge. </q> Time will tell if he remains true to his word. Extended Hollywood Week. In an effort to allow contestants to hone their talent, Idol producers have eliminated the traditional round where the top 24 contestants are trimmed", "new_id": -2}, {"uid": "1297553208106741766", "i": 55136, "idx": 5, "sa": ["Charles Ellis Schumer", "Sandy Parker", "Chris Lee", "Kirsten Gillibrand"], "q": "'s former seat in Congress sits vacant, <strong> Sandy Parker </strong> believes funding for local projects could suffer. No matter when an election is held to replace <strong> Chris Lee </strong>, <strong> Kirsten Gillibrand </strong> is confident his district will be well represented. <q> They have representation right now, through myself and Senator <strong> Charles Ellis Schumer </strong>, every minute of every day. Senator <strong> Charles Ellis Schumer </strong> and I are committed to making sure their voice in Washington is as strong as it's ever been. </q> <strong> Kirsten Gillibrand </strong> also is continuing <strong> Chris Lee </strong>'s efforts towards helping the victims of Flight 3407. <strong> Chris Lee </strong> pushed for tougher flight safety legislation after the crash and <strong> Kirsten Gillibrand </strong> said she will continue to do so. \"", "new_id": -2}, {"uid": "1295639889070795268", "i": 27744, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch", "David Cameron", "Ian Edmondson"], "q": "Edmondson.co.uk/media/newsinternational\" from guardIan Edmondson.co.uk on News International\"> News International, News Corp's UK arm- blamed this newspaper. When the GuardIan Edmondson reported there were potentially thousands of victims of phone hacking, her message was clear: <q> The GuardIan Edmondson coverage, we believe, has substantially and likely deliberately misled the British public. </q> <strong> Andy Coulson </strong>'s departure from <strong> David Cameron </strong>'s side, it is clear both strategies have failed, just as News Corp tries to win approval for his? 8bn takeover of BSkyB. With News Corp mired in crisis, <strong> Rupert Murdoch </strong>", "new_id": -2}, {"uid": "1295507106092586011", "i": 11129, "idx": 4, "sa": ["Simon Schama", "Michael Gove"], "q": "subject at 14, without knowing how the vivid episodes of our past became a connected narrative,\" he said. Mr <strong> Michael Gove </strong> has already asked the historian <strong> Simon Schama </strong> to advise on how British history could be <q> put at the heart of a revised national curriculum </q>. He hopes top British authors and poets will contribute to the debate about which books and poetry should be studied. Mr <strong> Michael Gove </strong> is expected to say: \"The coalition will restore academic rigour to", "new_id": -2}, {"uid": "1295976900153763929", "i": 8289, "idx": 1, "sa": ["Tom Coburn", "Kirsten Gillibrand", "John Thune"], "q": "respected-- even as they disagreed on the issues-- Sen. <strong> Tom Coburn </strong>, R-Okla. <strong> Kirsten Gillibrand </strong> said Friday that she will sit on the Republican side of the House floor next to Sen. <strong> John Thune </strong>, R-S.D. <q> This is just a symbol, but it sends an important message that although we may disagree on various issues, we all stand ready to work together and do what we believe is right for the country, </q> <strong> Kirsten Gillibrand </strong> said in a statement. The idea for members of Congress to sit together for the speech was first floated by Third Way, a centrist think tank in Washington, D.C., that was co-founded by", "new_id": -2}, {"uid": "1296124101014483473", "i": 3305, "idx": 0, "sa": ["Alan Eustace", "Barack Obama", "Eric Schmidt"], "q": "just vastly exceed the number of people we have at the company.\" The company is believed to be pushing aggressively for more innovation to compete against smaller companies such as Facebook and Twitter. <q> The opportunities are so big this year that for us to maximise them we are going to have to work quicker and we are going to have to make decisions faster, </q> <strong> Alan Eustace </strong> said. Google CEO <strong> Eric Schmidt </strong> was among the business leaders who met with US <strong> Barack Obama </strong> last month to discuss ways to improve the US economy. Buy the latest industry research online today! Europe IT", "new_id": -2}, {"uid": "1295563086055705684", "i": 40991, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "give much of a hint, simply saying he hopes to show us when they're ready. <strong> Eric Schmidt </strong> says he'll be taking a more strategic view of things, focusing on external issues, rather than internal. <q> I believe <strong> Larry Page </strong> is ready, </q> he said, adding that his ideas are \"interesting and clever.\" The content of this field is kept private and will not be shown publicly. Web <strong> Larry Page </strong> addresses and e-mail addresses turn into links automatically.", "new_id": -2}, {"uid": "1296530715200818714", "i": 37146, "idx": 12, "sa": ["Dwight Howard", "Kobe Bryant", "Pau Gasol", "Allen Iverson"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't r... Lakers vs Nuggets Pre Season <strong> Kobe Bryant </strong> 23 points Date: October 22, 2009 Honda Center, Anaheim, CA Playing without their injured inside duo of 7-footers <strong> Pau Gasol </strong>", "new_id": -2}, {"uid": "1296372760006340610", "i": 38325, "idx": 1, "sa": ["Zahi Hawass"], "q": "Army arrived, young Egyptians- some armed with truncheons grabbed off the police- created a human chain at the museum's front gate to prevent looters from making off with any of its priceless artefacts. <q> They managed to stop them, </q> <strong> Zahi Hawass </strong> said. He added that the would-be looters only vandalised two mummies, ripping their heads off. They also cleared out the museum gift shop. The prized King Tutankhamun exhibit had not been damaged and", "new_id": -2}]