[{"uid": "1295508803113688616", "i": 5387, "idx": 2, "sa": ["Kara DioGuardi", "William Hung", "Simon Cowell", "Lee DeWyze", "Ellen DeGeneres"], "q": ",. Over the last nine seasons, the smug and acerbic Brit with the snug V-necks has become famous for comparing one contestant's singing to ''a cat being thrown off a skyscraper,'' telling another, <q>Don't mean ''American Idol' judges are in the spotlight this year PASADENA, Calif.- The most intriguing part of the 10th season of ''American Idol</q> will have nothing to do with which young singer is the next <strong> Lee DeWyze </strong> or <strong> William Hung </strong>. This time, it''s all about the judges. With the departure of <strong> Simon Cowell </strong>, <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>, producers need", "new_id": -2}, {"uid": "1295945596182452232", "i": 9354, "idx": 1, "sa": ["Bill Lockyer", "Michael Bernick", "Newt Gingrich"], "q": "will be in the low tech, non-professional positions, in jobs such as personal and home care aides, retail salespersons, cashiers, waiters and waitresses, and food preparation workers,'' <strong> Michael Bernick </strong> concludes. <q>It may be time that our California workforce system gives these jobs greater consideration.</q>( http://sfg.ly/eXj0J3). Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SOCCER COACH Company International SOFTWARE ENGINEER Company Oracle America", "new_id": -2}, {"uid": "1296439725067305509", "i": 22290, "idx": 0, "sa": ["Colin Powell"], "q": "not to endorse cutting Social Security or raising the retirement age in his State of... <strong> Colin Powell </strong>: Defunding NPR Won't Solve Deficit Problem, Congress Should Look At Cutting Defense Coronakid 1 minute ago( 8:58 PM) <q>without asking Congress for more money.</q> Anouther half truth. The government can not give the SS fund any money, against the law. Congress can add funds by raising the dollar limit for those who have to pay into SS, or increase SS", "new_id": -2}, {"uid": "1297270846258801676", "i": 46991, "idx": 0, "sa": ["Ed Westwick", "Simon Cowell", "Cheryl Cole", "the Fox"], "q": "it began in 2004- is to fly out to Los Angeles later this month to talk to <strong> the Fox </strong> executives, as <strong> Simon Cowell </strong> is keen to include him in the show. <strong> Ed Westwick </strong> said: <q><strong> Simon Cowell </strong> has said he'd like me to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet <strong> the Fox </strong> executives to try to sort out a deal.</q> However, <strong> Ed Westwick </strong> admits bosses might not be in favour of him being the voiceover act as they are wary of making the show too British with <strong> Simon Cowell </strong> already confirmed as a judge and <strong> Cheryl Cole </strong>", "new_id": -2}, {"uid": "1295756651021528610", "i": 13738, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Will Page"], "q": "Google foes plenty of ammunition. <strong> Eric Schmidt </strong> became the face of the ''evil'' Google in the'' Don't Be Evil?'' video. Even yesterday, people wondered if his <q>Day-to-day adult supervision no longer needed!</q> tweet ''proved'' there was some sort of friction between himself, <strong> Will Page </strong>, and <strong> Sergey Brin </strong>. comment <strong> Sergey Brin </strong> made about <strong> Eric Schmidt </strong> when he was hired as chairman in 2001: ''Basically, he's", "new_id": -2}, {"uid": "1295675869065781762", "i": 48673, "idx": 0, "sa": ["Lenny Wilkens", "Kevin Willis", "Allen Iverson", "Keon Clark"], "q": "the deal that sent veteran forward <strong> Kevin Willis </strong> to the Nuggets, <strong> Keon Clark </strong> quietly stole the show from two of the NBA's top scorers. ''We're excited about( <strong> Keon Clark </strong>),'' Toronto coach <strong> Lenny Wilkens </strong> said. <q>We're trying to work in as quickly as we can, and show him something different every day, and he's just gobbling it up. He's excited about being here and I thought that was just an incredible job he did to step in for( <strong> Baron Davis </strong>). We went to him several times because we wanted him to know we had confidence in him. He did a great job.</q> After helping Toronto eclipse a 20-point first-half deficit, <strong> Keon Clark </strong> watched helplessly as <strong> Allen Iverson </strong> fueled a 17-0 Philadelphia burst with 11 points, leaving the Raptors with an 89-78 deficit with 8:47 left in regulation. But the 6-11 reserve", "new_id": -2}, {"uid": "1295643890060784660", "i": 14287, "idx": 1, "sa": ["Andy Coulson", "Steve Hilton", "David Cameron"], "q": "was hired to connect the Camerons with Billericay, he would need more to sell them than the big society and the possibility of their volunteering on a Saturday morning. Onlookers confirm it. One senior source said: <q>He was a brute, but if there was ever a disagreement with <strong> Stephen Gately </strong> he was so often right.</q> <strong> David Cameron </strong> always stuck firmly to <strong> Andy Coulson </strong> and <strong> Steve Hilton </strong>, valuing each instinct and believing the tension between the two was creative. But as <strong> Andy Coulson </strong> became increasingly distracted- in the last two months celebrities have sought to", "new_id": -2}, {"uid": "1295562675204783640", "i": 36868, "idx": 1, "sa": ["Eric Schmidt"], "q": ", 37, is reclaiming the top job from <strong> Eric Schmidt </strong>, who had been brought in as CEO a decade ago because Google's investors believed the company needed a more mature leader,'' reports KTVU. <q><strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman.</q> This news comes on the heels of Google's fourth-quarter earnings, which went above and beyond expectations. ''Google earned$ 2.5 billion, or$ 7.81 per share, during the final three months of", "new_id": -2}, {"uid": "1295224464227999941", "i": 33059, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "body. <strong> Gabrielle Giffords </strong> has been breathing on her own since Saturday, when she was taken off of a ventilator. ''The Congresswoman continues to do well,'' the Medical Center announced on Sunday. <q>Yesterday's procedures were successful and uneventful.</q> New York Sen. <strong> Kirsten Gillibrand </strong>, who was in the hospital room last week to witness <strong> Gabrielle Giffords </strong>' ''miracle'' awakening, said the injured Congresswoman is ''making progress every day.'' CBS' ''Face the", "new_id": -2}, {"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from ''The Tonight Show'' settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q>He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing,</q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight: ''The Pillowman'' By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}]