[{"uid": "1295766459180666375", "i": 9801, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell"], "q": "the drugs, alcohol and women were no paradise.`` I've had the clap twice now so... you really have to be careful,'' <strong> Steven Tyler </strong>, babbled drunkenly to a reporter at the time. <q> This pace is ruining me... I put on three coats of moisturizer in the morning so my face doesn't dry out... I'm on a plane every day for three years. Flying first-class-- big deal. All it means is you'll hit first. </q> Three decades later, the 62-year-old legend is, against all odds, still rocking-- and now replacing the cranky <strong> Simon Cowell </strong> as one of the new judges on the 10th season of`` American Idol,'' which", "new_id": -2}, {"uid": "1295719333220610563", "i": 58114, "idx": 1, "sa": ["Larry Brown", "Allen Iverson", "Art Metrano"], "q": "the powerful Lakers. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason.`` Anybody that bet on it, some broke people out there,'' <strong> Allen Iverson </strong> said. <q> I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now. </q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heArt Metrano.`` Our guys just try hard,'' Sixers coach <strong> Larry Brown </strong> said.`` This is kind of unexpected but", "new_id": -2}, {"uid": "1296095882011763715", "i": 33329, "idx": 0, "sa": ["Eric Schmidt", "Ray Lane"], "q": "may be misguided, because standout websites won't necessarily lead to inflated valuations for the entire industry, <strong> Ray Lane </strong> said.`` I don't think it will end like the'90s,'' he said. <q> Considering that Facebook can easily become a 1 billion-users-platform, when it does that, it can become more like Google and will be worth more than$ 50 billion. The fact that Facebook, Groupon and Twitter could become$ 100 billion companies doesn't mean that their competitors will, too. </q> Google's <strong> Eric Schmidt </strong> said in another interview at the World Economic Forum that the high value attributed to some young companies is on par with their future potential. The`` e-commerce space feels overheated because valuations", "new_id": -2}, {"uid": "1297088895231997447", "i": 37627, "idx": 2, "sa": ["Paolo Romani", "Maurizio Sacconi", "Sergio Marchionne"], "q": "Minister <strong> Paolo Romani </strong>.`` In the next two or three years we will be able to see a single entity. It could be based here in the United States,'' Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. <q> We'll have to integrate the companies first, though, and then look at the management, </q> he added. Faced with the outcry, the Labor Ministry published a statement showing the Fiat chief backing away from his previous remarks in a telephone conversation with labor minister <strong> Maurizio Sacconi </strong>. According to the ministry, <strong> Sergio Marchionne </strong> explained", "new_id": -2}, {"uid": "1296793038213319695", "i": 42951, "idx": 3, "sa": ["Antoine Walker", "Allen Iverson", "Marcus Gilbert", "Paul Pierce", "Yao Ming"], "q": "for most of the game before coYao Ming alive briefly in the fourth quarter. <strong> Antoine Walker </strong> scored 25 points but was scoreless in the final period.`` This is what playoff <strong> Marcus Gilbert </strong> is all about,'' <strong> Paul Pierce </strong> said. <q> Nobody said it was going to be easy when we got here. It's obviously not. </q>`` It's hard to get the clinching game,'' said <strong> Allen Iverson </strong>, who has gotten five of them in his career.`` Those shots at the beginning of the game are a lot easier than the ones", "new_id": -2}, {"uid": "1295008484200032264", "i": 28070, "idx": 11, "sa": ["Gabrielle Giffords", "Nancy Pelosi", "Kirsten Gillibrand"], "q": "<strong> Kirsten Gillibrand </strong> said. She reached out and grabbed her husband`` and is touching him and starts to really choke him like she was really trying to hug him.'' He asked her to touch his wedding ring, <q> and she touches his ring, then she grabs his whole watch and wrist and then the doctor was just so excited, he said,` You don't understand... this is amazing what she is doing right now and beyond our greatest hopes.' </q>`` It was, as you can imagine, a glorious moment,'' said House Minority Leader <strong> Nancy Pelosi </strong>, who was also in the room. <strong> Gabrielle Giffords </strong> remains in critical condition because doctors are worried", "new_id": -2}, {"uid": "1295432267218038292", "i": 29223, "idx": 6, "sa": ["Angelina Jolie", "Mohammad Aslam"], "q": ".'' In Mehmood Kot, in south Punjab, scores of people waited overnight for trucks bringing relief goods from across the country. Many in the crowd were angry.[ <strong> Mohammad Aslam </strong> Munnawar, Flood Victim]: <q> Our houses have collapsed. We are surrounded by floods. We have been waiting here since last night for the rations. This is my ID card. My children are hungry, but these people here are giving the rations to their own people. They are not giving them to the poor. </q> In the http://wn.com/Angelina Jolie_Angelina Jolie_in_Pakistan_to_Meet_Flood_Victims_Sep_7_2010 UN`` goodwill ambassador'' <strong> Angelina Jolie </strong> is urging people to help those in need in Pakistan.`` From what I understand this situation is on a scale that we've not really seen the likes of", "new_id": -2}, {"uid": "1297251102136822803", "i": 45647, "idx": 5, "sa": ["Colin Powell", "George H. W. Bush"], "q": "national security correspondent in July 1985. He has reported extensively on American intervention in Afghanistan, Kosovo, Haiti, Bosnia, Iraq and Somalia and efforts for peace in the Middle East. In 2002, he co-wrote <q> The War Crimes of Afghanistan </q>( 8/26/02 cover) which won a National Headliner Award and was a finalist in the ASME National Magazine Awards for public serGeorge H. W. Bush and a finalist in the SPJ Deadline Club Award for investigative reporting. <strong> Colin Powell </strong>, says", "new_id": -2}, {"uid": "1296460716168951872", "i": 35688, "idx": 4, "sa": ["George Voinovich", "Allen Iverson", "Tracy McGrady", "Samuel Dalembert"], "q": "he topped 20 points was Dec. 5, when he scored 35 in a George Voinovichy in Miami. The 76ers are 3-2 since <strong> Allen Iverson </strong> returned.`` The games we lose, it hurts worse,'' <strong> Allen Iverson </strong> said. <q> But in the games that we win, I don't think about it. </q> <strong> Samuel Dalembert </strong> set career highs with 15 points and 11 rebounds. He fouled out late in the game, but only after his block of <strong> Tracy McGrady </strong>'s driving dunk with 2:54 remaining blunted Orlando's comeback. <strong> Samuel Dalembert </strong>, who", "new_id": -2}, {"i": 18535, "idx": 0, "index_answer": 0, "new_id": -1, "q": "friend of Democratic congresswoman <strong> Gabrielle Giffords </strong>, has visited the lawmaker in her hospital room and is in close contact with her astronaut husband Mark Kelly, she told NBC's`` Meet The Press.'' <strong> Gabrielle Giffords </strong> is <q> making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> said.`` It's an extraordinary amount of progress for a woman who sustained such a horrific injury,'' she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295217263110215213"}]