[{"uid": "1296280079111296551", "i": 7919, "idx": 4, "sa": ["Mike Pence"], "q": "during a statewide bus tour last fall.`` He's been very helpful. He's been supportive not only to me, but to the rest of the freshman congressional delegation,'' Bucshon said. <q> A person like him, with a wealth of experience, is always important to have backing you up when you're just getting started. </q> Bucshon wouldn't speculate about <strong> Mike Pence </strong>'s future, but said,`` No matter what he decides to do, I'll be supportive.'' Other Republicans seemed more sure of <strong> Mike Pence </strong>'s plans", "new_id": -2}, {"uid": "1295549005193724509", "i": 3581, "idx": 5, "sa": ["Alassane Ouattara"], "q": "is prepared. It matches his slogan:' I win, or I win.''' <strong> Alassane Ouattara </strong> is almost feeling time is against him, saying in an interview on Wednesday with France's TV5 that <q> we are not set for a long crisis. </q> Military timetable He has drawn strength from the threat of military intervention from the regional bloc Economic Community of West African States( Ecowas), which has told Gbagbo to leave.", "new_id": -2}, {"uid": "1295407658030703641", "i": 52226, "idx": 0, "sa": ["Mike Pence", "Bill Clinton"], "q": "so it starts with, will they have demonstrated in their career, in some of their other rulings, if they come from the federal judge bench, whether or not they also share that.'' <q> Because I believe that the principles that our Founding Fathers cherished, when they founded this country, and wrote the Declaration of Independence which inspired the Constitution, they were based upon biblical principles. I want to get back to those principles as <strong> Bill Clinton </strong>, if I run and get elected- not rewrite those documents, </q> he added. Congressman <strong> Mike Pence </strong> of Indiana, himself a potential Republican Bill Clintonial candidate, has filed a <strong> Bill Clinton </strong> in the House of Representatives to revoke federal taxpayer funding for the Planned Parenthood abortion business.", "new_id": -2}, {"uid": "1295681320220479511", "i": 56130, "idx": 4, "sa": ["Soulja Boy", "Allen Iverson"], "q": "'' These types of nights are beginning to make up for all those losses that AI endured when he first came to Colorado, fueling his critics' contention that two superstar scorers couldn't coexist for very long. <q> I alSoulja Boys felt good about my situation, </q> <strong> Allen Iverson </strong> said.`` That was the whole big thing with me. I knew there was going to be one day when` Melo came back and JR came back, and I knew that we'd be able", "new_id": -2}, {"uid": "1297710251054411266", "i": 30182, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "top, unsurprisingly. Microsoft was extremely vague as to when this large update will be made available to users, although <strong> Steve Ballmer </strong> did say that all Windows Phone 7 users will have access all at once, <q> to avoid the fragmentation that exists in other mobile platforms </q>, a not so subtle jab at Google's Android operating system. After 45 minutes <strong> Steve Ballmer </strong> finally mentioned Nokia, with Nokia's CEO <strong> Stephen Elop </strong> taking to the stage to outline just why its deal with Microsoft", "new_id": -2}, {"uid": "1295982077241025067", "i": 55027, "idx": 1, "sa": ["Zahi Hawass"], "q": "''. Genau dies, so <strong> Zahi Hawass </strong>, beweise, dass er Levfebvre habe t?uschen wollen. Dass Borchardts Bezeichnung 1913 tats?chlich untertrieb, ist nicht zu leugnen, denn der Arch?ologe war geradezu besessen von dem Bildnis Nofretetes: <q> Beschreibung zwecklos, muss man gesehen haben </q>, schw?rmte er, kurz nachdem er die B?ste aus dem Sand gegraben hatte. Nofretete l?ste Massenhysterien aus Als Borchardt seine Funde f?r die Teilungskommission ordnete, stellte er auf der gypten zugedachten Seite ein", "new_id": -2}, {"uid": "1295105566265814019", "i": 43700, "idx": 2, "sa": ["Chris Huhne"], "q": "seems the company learned nothing last year in the Gulf of Mexico.'' However, <strong> Chris Huhne </strong>, the UK secretary of state for energy and climate change, welcomed the`` groundbreaking'' deal and called it <q> good news for Europe, for the UK's energy security and worldwide. </q> The venture underscores Europe's dependence on Russia for a rising share of its energy needs- particularly for clean-burning natural gas. Russia holds one-fifth of the world's reserves of natural gas.", "new_id": -2}, {"uid": "1296317209151535625", "i": 5157, "idx": 1, "sa": ["Zahi Hawass"], "q": "I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,'' <strong> Zahi Hawass </strong>, chairperson of the Supreme Council of Antiquities, said on Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. He added looters had also ransacked the ticket office. The two-storey museum, built in 1902, houses tens of thousands of objects in its galleries and storerooms, including most of", "new_id": -2}, {"uid": "1295957858002146307", "i": 6263, "idx": 0, "sa": ["Kevin McCarthy", "Mike Pence", "Paul Ryan", "Ben Quayle", "John Boehner"], "q": "And <strong> John Boehner </strong> was far from the only one laying out$ 100 billion in non-defense discretionary spending cuts as the Ben Quaylechmark. Incoming House Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut <q> a good$ 100 billion. </q> <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of`` Young Gun'' fame) reiterated the promise, saying,`` We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.''`` We", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}]