[{"uid": "1296199690069206039", "i": 22327, "idx": 8, "sa": ["Jim Ryun", "James Garfield", "Dick Armey", "Mike Pence"], "q": "former <strong> Dick Armey </strong> <strong> Jim Ryun </strong>, R-Kansas, offered his help in collecting signatures from conservatives and tea party activists to encourage <strong> Mike Pence </strong> to get into the race. <strong> Mike Pence </strong> thanked those who had encouraged him, but added: <q> While we may have been able to seek the presidency, we believe our best opportunity to continue to serve the conservative values that brought us to public life is right here in Indiana. </q> But it would have been an uphill climb. No sitting member of the House of Representatives has won the presidency since <strong> James Garfield </strong> in 1880. And he's been mired in the bottom of polls", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q> The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with, </q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}, {"uid": "1296932455012320798", "i": 28103, "idx": 1, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "in the United States,\" <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>. <q> In the next two or three years we will be able to see a single entity. It could be based here in the United States, </q> Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. \"We'll have to integrate the companies first, though, and then look at the management,\" he added. Labour Ministry on Saturday published a", "new_id": -2}, {"uid": "1296832434019169309", "i": 5457, "idx": 1, "sa": ["Steve Ballmer"], "q": ". In short, the industry changed, and now it's time for Nokia to change faster'.\" Ahmad also had a few words for <strong> Steve Ballmer </strong> about Windows Phone 7. <q> Microsoft also faces very big strategic challenges as smartphones and tablets attack your highly profitable installed base business. Windows Phone 7( WP7) is good, but let's be serious, guys: two million units in Q4 in a~ 100m market; that is just not going to cut it, </q> said Ahmad, echoing widespread secpticism about WP7. MeeGo Joke Ahmad said that Nokia should avoid Android. \"Android is a no-go for now. This may have been a good idea", "new_id": -2}, {"uid": "1297217356071778338", "i": 448, "idx": 2, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "draw down US troops shortly after the 2003 invasion of Iraq was \"the most important failure in the execution of the war.\" Telling <strong> Diane Sawyer </strong> that assessment was \"possible,\" <strong> Donald Rumsfeld </strong> also cautioned that <q> the path you didn't take is always smoother. </q> The admissions largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq war on \"too many hands on the steering wheel.\" <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1296509876251035669", "i": 23419, "idx": 3, "sa": ["Jimmy Fallon", "Craig Ferguson", "David Letterman", "Jimmy Kimmel", "Jon Stewart"], "q": "21,000( more) LATE NIGHT OVERALL( JANUARY)- continued MEN 18-34 \"The Daily Show with <strong> Jon Stewart </strong>\" 335,000\" Conan\" 291,000 \"The Colbert Report\" 275,000 <q> The Tonight Show with <strong> Jay Leno </strong> </q> 179,000 \"Late Night with <strong> Jimmy Fallon </strong>\" 150,000 \"The Late Show with <strong> David Letterman </strong>\" 148,000\" Lopez Tonight\" 122,000 \"<strong> Jimmy Kimmel </strong> Live\" 96,000 \"The Late Late Show with <strong> Craig Ferguson </strong>\"", "new_id": -2}, {"uid": "1296034023048955428", "i": 6053, "idx": 0, "sa": ["Jon Poling", "Dr. Sanjay Gupta", "Leonard Nimoy", "Eric Schmidt", "Poppy Harlow"], "q": "HD \"Kepler is a critical component in NASA's broader efforts to ultimately find and study planets where Earth-like conditions may be present,\" said <strong> Jon Poling </strong> Morse, the Astrophysics Division director at NASA Headquarters in Washington. <q> The planetary census Kepler takes will be v... In Search Of... <strong> Bill Clinton </strong> Who Wouldn't Die- Part 1 of 3 In Search Of... <strong> Bill Clinton </strong> Who Wouldn't Die Episode# 26, Season <strong> Barack Obama </strong>, hosted by <strong> Leonard Nimoy </strong>. Part 1 of 3. St. Germain, a man who lived during the time of <strong> Larry King </strong> <strong> Louis IV of France </strong>, as a person who might have lived during later periods in history. Scientists talk about this figure in history and... Future of search engines... can we say \"NO PRIVACY </q> Google CEO <strong> Eric Schmidt </strong> spoke to CNNMoney.com's <strong> Poppy Harlow </strong> about what lies ahead. www.cnn.com... CNN's <strong> Dr. Sanjay Gupta </strong> interviews <strong> Leonard Nimoy </strong> <strong> Jon Poling </strong> on 4-4-08 CNN's <strong> Dr. Sanjay Gupta </strong> interviews <strong> Jon Poling </strong>, neurologist and father of Hannah <strong> Jon Poling </strong>, regarding autism, vaccines", "new_id": -2}, {"uid": "1296225951235159601", "i": 398, "idx": 10, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> mentioned the governor's office to him. \"He told me then that he thought he could accomplish more for the people of Indiana as governor than he could in Congress,\" he said. <q> This has been on his mind for a long time. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> Luxury linen for less: 40% off select bedding at Bedside Manor\" width= \"101\" height= \"56\" class", "new_id": -2}, {"uid": "1296259179174211074", "i": 2322, "idx": 0, "sa": ["Antonio Cassano", "Allen Iverson"], "q": "out the Toronto Raptors 137-105 for their fifth straight win at home. The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws. <q> It felt OK before the game, </q> <strong> Allen Iverson </strong> said. \"Now, it feels that much worse. It's throbbing like a heartbeat.\" <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio Cassano </strong> a week ago, slips on a brace after every game", "new_id": -2}, {"uid": "1296152835245841973", "i": 8267, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "be as successful as the past 10. We're going to run this way for a while. It's a full-time job just to deal with\" the areas <strong> Eric Schmidt </strong> will oversee, he said. These include <q> all the external stuff: customers, partners, deals, M&A, government, press, publicity and marketing. It was misinterpereted by many people who didn't understand what I was doing. </q> <strong> Eric Schmidt </strong> characterized co-founder Larry Page, who will become CEO in April, as a brilliant products person who has participated in every major decision Google has made during <strong> Eric Schmidt </strong>'s tenure. He said <strong> Sergey Brin </strong>, the", "new_id": -2}]