[{"uid": "1296217928050937877", "i": 30372, "idx": 1, "sa": ["Michael Gove"], "q": "reforms More details of plans to overhaul England's schools system are set out in target=\"_blank\" an Education Bill. These are some of the main changes being brought in: BEHAVIOUR The Michael Government says it will <q> increase the authority of teachers to discipline pupils </q> through: <strong> Michael Gove </strong> threatens to close failing academies Sponsors of Michael Government academies will be stripped of their powers to run schools if they fail to raise standards, <strong> Michael Gove </strong>, the Tory MP removes` gay lesson' blog entry", "new_id": -2}, {"uid": "1296130960251920385", "i": 29406, "idx": 3, "sa": ["Dannii Minogue", "Louis Walsh", "Simon Cowell", "George Sampson"], "q": "the million dollar question\" was whether or not she would be joining the American show as a judge. <strong> Simon Cowell </strong> stressed that neither <strong> Dannii Minogue </strong> nor <strong> Louis Walsh </strong> were signed up for the next UK show. <q> They haven't been given a contract yet. We are in the process of going through all the shows. I think there are going to be a few surprises. I genuinely do. I don't think there's one set way of doing it. </q> One of the more bizarre moments backstage saw the cast of Waterloo Road- including teenage street dancer <strong> George Sampson </strong>- taking questions alongside the Chilean mining hero Luis Urzua. Mr Urzua, at the show", "new_id": -2}, {"uid": "1295639119217038852", "i": 51796, "idx": 3, "sa": ["Jim Cantiello", "Steven Tyler", "Jennifer Lopez", "Simon Cowell", "Randy Jackson"], "q": "MJ Santilli, founder of one of the leading \"Idol\" blogs, target=\"_blank\"> MJsBigBlog.com, agreed with <strong> Jim Cantiello </strong>, calling <strong> Steven Tyler </strong> the \"breakout\" star on the show so far. <q> The new panel seems to be having a blast, </q> she said. \"Fun has been sorely missing from the judges' table the past couple of years. <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>'s enthusiasm has energized <strong> Randy Jackson </strong>. The fresh, new panel has me not missing <strong> Simon Cowell </strong> at", "new_id": -2}, {"uid": "1295499872140181512", "i": 4523, "idx": 4, "sa": ["Allen Iverson", "Vince Carter", "Jason Kidd", "Russ Granik"], "q": "turned on to it,\" said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's First Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Vince Carter </strong>'s 28 in the 76ers' 97-92 victory. <q> For better or worse, fans like it when you get superstars going against each other. People have been hearing about these guys for years now, but they haven't gotten this far before where they met each other at this level. That gets people interested. </q> With the NBA's overall popularity declining and new rules designed to make the game more appealing set to take effect next seJason Kidd, an Allen Iverson-Vince Carter matchup is what the league really needed. \"Watching these two kids,", "new_id": -2}, {"uid": "1295628168219987969", "i": 43363, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "aux commandes lors de l'entr?e en Bourse en 2004. Dix ans plus tard, la r?ussite financi?re para?t totale. Insensible? la crise du march publicitaire, Google a accumul target=\"_blank\"> les excellents r?sultats. <q> L'encadrement par un adulte n'est plus n?cessaire </q>, estime? pr?sent <strong> Eric Schmidt </strong> sur le ton de l'humour, en r?f?rence au jeune ge de ses prot?g?s. \"Nous devions clarifier nos r?les\" Pour le Schmidt-Eric Schmidt-Larry Page-Larry Page\" target=\"_blank\">", "new_id": -2}, {"uid": "1296469953099827740", "i": 8976, "idx": 0, "sa": ["Jamie Oliver", "Kid Rock", "Simon Cowell", "Jack Nicholson"], "q": "' cookbook <strong> Jamie Oliver </strong> is to launch his new book which will show busy, working people how to get a meal on the table in 30 seconds. Section 1 involves practising ordering a pizza on the phone.. <q> clear d... <strong> Kid Rock </strong>'s Marriage Is Reportedly On The Kid Rocks DETROIT- The word coming out of Detroit is that white heavy metal rapper <strong> Kid Rock </strong>'s marriage has hit a snag and is reportedly on the Kid Rocks. The native of Romeo, Michigan, whose real name is <strong> Kid Rock </strong> has certainly more than played the... It Appears That American Idol's Randy \"The Dawg </q> Jack Nicholsonson Has Decided To Fill <strong> Simon Cowell </strong> \"The Viceroy of Venom\" <strong> Simon Cowell </strong>'s Shoes NASHVILLE- The producers of American Idol have decided to lower the requirement age for AI contestants down to 15. And they have done", "new_id": -2}, {"uid": "1295642432138969088", "i": 58418, "idx": 2, "sa": ["Mark Hurd", "Eric Schmidt"], "q": "promising internet Mark Hurdet. In recent years, there have also been repeated questions about whether Mr <strong> Eric Schmidt </strong> was preparing for a new career in politics- a suggestion that he sought again to scotch this week: <q> The impact I can have at Google trumps any impact I can have in a political role and frankly will be a lot more fun. </q> Yet the news that he plans to sell part of his personal stake in the company has only added to questions about his long-term presence there.", "new_id": -2}, {"uid": "1296365944097009666", "i": 525, "idx": 3, "sa": ["Allen Iverson", "Paul Pierce", "Kareem Abdul-Jabbar", "Andrew Bogut"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers bKareem Abdul-Jabbar a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against Bogut_Fight,_Paul Pierce_20000_Points!_ November 3rd, 2010: Man, what a", "new_id": -2}, {"uid": "1296550878146587668", "i": 31354, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Asset Relief Program, the U.S. Treasury can restrict senior management's compensation. \"It was absolutely owed that we treat our people properly,\" CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call. <q> The obligation to our people was much greater than the need to improve our bottom-line profitability. </q> <strong> Sergio Marchionne </strong> chose the term performance award rather than profit sharing because \"it's difficult to talk about profit sharing when you have a negative number at the bottom line.\" The Chrysler news came", "new_id": -2}, {"uid": "1296708705003522561", "i": 51203, "idx": 0, "sa": ["Steven Tyler", "Hollie Cavanagh", "Simon Cowell"], "q": "on` American Idol' Newsday 17-year-old ex-Brit <strong> Hollie Cavanagh </strong> up next on \"American Idol,\" sings \"At Last\" in a shockingly soulful voice-- wow, all these soul.... <strong> Steven Tyler </strong> tells her she was <q> all over the place with melody, </q> Randy says she's \"not quite ready, love,\" they draw it out. I like her, think they should give her a shot... <strong> Simon Cowell </strong> who? <strong> Steven Tyler </strong> re-invigorates` Idol' Newsvine- There", "new_id": -2}]