[{"uid": "1295709517126484491", "i": 7785, "idx": 0, "sa": ["Howard Stern", "Rush Limbaugh", "David Letterman", "Regis Philbin"], "q": "Live With <strong> Regis Philbin </strong> and Kelly\" did not come up, though <strong> Regis Philbin </strong> did mention getting \"fired\" from Disney World parade-announcing duty, which now seems ominous since Disney owns the \"Live\" franchise. <q>There's four people in broadcasting who know what they're doing,</q> <strong> David Letterman </strong> said at one point. \"Oprah... <strong> Howard Stern </strong>... <strong> Rush Limbaugh </strong>... and you would be the fourth.\" This was <strong> Regis Philbin </strong>'s cue to respond with mock irritation. \"When was the last time", "new_id": -2}, {"uid": "1295355296139706408", "i": 15211, "idx": 3, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "and others called a miracle. \"Then she opens her eyes, and you could see she was like desperately trying to focus, and it took enormous strength from her,\" Ms. <strong> Kirsten Gillibrand </strong> recalled. <q>And we're crying because we're witnessing something that we never imagined would happen in front of us.</q> Ms. <strong> Gabrielle Giffords </strong>- or <strong> Gabrielle Giffords </strong>, as she has become widely known since the tragedy- had opened her eyes for the first time since surgery five days earlier, on Jan. 8. That image", "new_id": -2}, {"uid": "1297242000088965209", "i": 19777, "idx": 0, "sa": ["Sergio Marchionne"], "q": "using Eminem was a risk, given his history of sexist lyrics, prescription drug abuse and harsh language. <strong> Sergio Marchionne </strong> told Forbes in a report published Monday that casting the controversial star was a tough call. <q>You know, I love Eminem but... I also know that some of the choices of language that he has made are things that are not what I would consider to be commonly shared,</q> <strong> Sergio Marchionne </strong> told Forbes. On the other hand, Eminem also is one of the most successful rappers of all time. His album \"Recovery\" has been nominated for 10 Grammy Awards and was the best-selling", "new_id": -2}, {"uid": "1295880426196345858", "i": 15362, "idx": 3, "sa": ["Andy Coulson"], "q": "showerdaily What does that mean? Presumably you think an accusation of conspiracy theorist is sufficient distraction from illegality at the heart of government that it'll all just go away?\" Like I said <q>move along, nothing to see here</q> The only illegality took place at <strong> Andy Coulson </strong>'s previous job. Ishowerdaily 23 January 2011 1:21 AM MicheleDerry 23 January 2011 1:37 AM WurzelGummidge 23 January 2011 1:38 AM \"", "new_id": -2}, {"uid": "1295887118257261581", "i": 23136, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "Sea represent a pharaoh bargain for buyers? Report on deadly Gaza flotilla raid set for release Meet Larry Page, <strong> Google Inc. </strong>'s New CEO <strong> Google Inc. </strong> announced Thursday that <strong> Google Inc. </strong> co-founder Larry Page will be replacing <strong> Eric Schmidt </strong> as CEO. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> tweeted of the change. <strong> Eric Schmidt </strong> has been CEO since 2001, during which time he has overseen the company's growth from a Silicon Valley web goliath grossing over$ 29 billion in 2010. Under", "new_id": -2}, {"uid": "1297154768156483585", "i": 1438, "idx": 1, "sa": ["David Letterman"], "q": ", but you could see in his eyes that it was something he'd thought seriously about. Otherwise, your baby girl is out there with some strange man and who knows what's happening. <q>I can't sit in the car and just watch from a distance?</q> he asked. There's another thing for his daughter to worry about now. But then <strong> David Letterman </strong> made it even worse for the young girl. \"You could hire a guy,\" he suggested.", "new_id": -2}, {"uid": "1295560274260145180", "i": 7619, "idx": 3, "sa": ["Eric Schmidt"], "q": "formal: \"Day-to-day adult supervision no longer needed!,\" he wrote. On a conference call with analysts, <strong> Eric Schmidt </strong> said he's excited about the change, because the more strategic role will give him <q>a chance to work on the things I'm most interested in,</q> which will be \"a significant improvement in the things that I can do in my time.\" The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and Brin have long run Google as a", "new_id": -2}, {"i": 47839, "idx": 0, "index_answer": 0, "new_id": -1, "q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q>He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt,</q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297382228148979729"}, {"uid": "1295670451069369869", "i": 34652, "idx": 2, "sa": ["Richard Garriott", "Rodney Stuckey", "Michael Grabner", "Tayshaun Prince", "Allen Iverson"], "q": "Washington on Dec. 9, They're 10-9 with <strong> Allen Iverson </strong> on the roster. <strong> Tayshaun Prince </strong> added 14 points and 10 rebounds, and <strong> Richard Garriott </strong> Hamilton scored 12 points for the Pistons, 6-1 when <strong> Rodney Stuckey </strong> starts at the point. <q>You have to pick your poison because usually a team has only one defender on the perimeter,</q> Hamilton said of coach <strong> Michael Grabner </strong> Curry's recent lineup shift. \"Now we have two great scorers on the perimeter.\" Detroit closed the first half on an 11-4 run and led 44-34 at intermission, but Washington", "new_id": -2}, {"uid": "1294997879266141707", "i": 35563, "idx": 1, "sa": ["Sergio Marchionne"], "q": "I need my salary,\" another worker responds. \"I will vote yes,\" he adds, \"I have a wife and children to maintain.\" But the woman nearby is angry. <q>No, no, no and again I'll vote no,</q> she says. In one of Europe's most unionized countries, Fiat CEO <strong> Sergio Marchionne </strong> is trying to overhaul decades of labor relations by moving away from the national contract and making new demands on Mirafiori workers to", "new_id": -2}]