[{"uid": "1296175477124354567", "i": 16223, "idx": 9, "sa": ["Rachel Maddow", "Jackie Walorski", "Mike Pence", "Don Imus", "Rahm Emanuel", "Mitch Daniels"], "q": "continue to raise money in his U.S. House campaign fund and later transfer that to campaign for governor if he decides to run. <strong> Jackie Walorski </strong> said she expected <strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. <q> He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through, </q> she said.`` Obviously it'd be great for the state of Indiana.'' <strong> Don Imus </strong>: <strong> Rachel Maddow </strong>` Worst Kind Of Coward,'` Gutless, Sniveling Worm'( VIDEO) <strong> Rahm Emanuel </strong> Back on Mayoral", "new_id": -2}, {"uid": "1296014056259227659", "i": 1264, "idx": 2, "sa": ["Eric Schmidt"], "q": "`` We had a very, very good year and a very strong quarter,'' said <strong> Eric Schmidt </strong>. In the final quarter of 2010, Google turned a profit of$ 2.54 billion, or 1.86 billion euros. <q> We looked at this year and in particular our prospects for growth in Europe, and our businesses globally are doing well, both our core business as well as our adjacent businesses, our` hockey stick' businesses as we call them, </q> he noted.`` It's all very, very good. We are going to invest in Europe.'' Last week, Google announced that <strong> Eric Schmidt </strong> would be replaced by co-founder Larry Page starting on April 4.", "new_id": -2}, {"uid": "1295929919173178882", "i": 24923, "idx": 0, "sa": ["Steve Ballmer"], "q": "ARM processors. Unlike the x86 architecture that today's Windows laptops and desktops work with, ARM-based chips tend to run such low-power devices as tablets and smartphones. CES keynote speech, Microsoft CEO <strong> Steve Ballmer </strong> said, <q> This announcement is really all about enabling a new class of hardware, and new silicon partners for Windows, to bring the widest possible range of form factors to the market. </q> In other words, Windows won't be just for laptops and desktops anymore. Actual Facts Microsoft's ARM announcement represents the firm's only officially released factual detail about Windows 8. Consistent", "new_id": -2}, {"uid": "1295565740204783649", "i": 20454, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google's global reach,'' and act as an adviser to Page and <strong> Sergey Brin </strong>.`` We are confident that this focus will serve Google and our users well in the future,'' <strong> Eric Schmidt </strong> said. <q> Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come. </q> Woman who fell in fountain and outed herself to complain about unwanted fame just got some more:... Airlines at Denver International Airport are investigating a number of unexplained windshield cracks,... Excuse# 112 to get", "new_id": -2}, {"uid": "1295501733152403990", "i": 37928, "idx": 0, "sa": ["Vince Carter", "Allen Iverson", "Dwyane Wade"], "q": "we haven't won in a long time against a team we haven't beaten too many times in the last three years,'' said <strong> Dwyane Wade </strong>, who scored 16 of his 24 points in the fourth quarter. <q> And to come back and get it in the fourth quarter... </q> <strong> Dwyane Wade </strong> shot 6-for-21, but exploded in a three-minute stretch of the fourth in which Miami turned an 11-point deficit into a five-point lead. <strong> Vince Carter </strong> scored nine points down the stretch to http://wn.com/Allen_Iverson_26pts_vs_Tracy_McGrady_Magic_03/04_NBA <strong> Allen Iverson </strong> regained his scoring touch in", "new_id": -2}, {"uid": "1295568189148553764", "i": 1952, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "<strong> Google Inc. </strong>'s investors believed the company needed a more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page", "new_id": -2}, {"uid": "1296391518023904278", "i": 43971, "idx": 2, "sa": ["Bill Stephan", "Mike Pence"], "q": ", Karen, at an evangelic church service where she was playing the guitar.`` I think his faith is first and foremost what makes him tick,'' said former Rep. David McIntosh. <q> Even as he approached this really hard decision, I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in public service. </q> <strong> Bill Stephan </strong>, a friend of <strong> Mike Pence </strong>'s since their law school days, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about.( 2 of 4)", "new_id": -2}, {"uid": "1297207232061849748", "i": 33503, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "thoroughly went through the pat-down. The whole thing was over in a matter of minutes and was a completely professional experience. Or it was, until a male TSA agent walked behind us and hollered: <q> Hey, I thought she was mine! I was gon na do her! </q> TIME Toyota manages to skirt safety lawsuit. Is reputation damage really enough?| West Hollywood Cigarette Ban: City Council Snuffs Outdoor Smoking <strong> Dwaine Caraway </strong> Gives <strong> Michael Vick </strong> a Key to Dallas: Reaction Decidedly Outraged[ VIDEO]", "new_id": -2}, {"uid": "1295454964213254160", "i": 4299, "idx": 0, "sa": ["Sergio Marchionne"], "q": "`` In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,'' <strong> Sergio Marchionne </strong> said. <q> Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track. </q>`` Hydraulic hybrid vehicles represent the cutting edge of fuel-efficiency technology and are one of many approaches we're taking to save money for drivers, clean up the air we breathe and cut the greenhouse gases that jeopardize", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,'' <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}]