[{"uid": "1295942099041975843", "i": 48479, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "lot times it has a lot to do with jealousy.\" \"We hit the guy pretty hard, we broke out some different angles, all different places on the field,\" Raji said. <q> I mean, he is a warrior. Any time a player has the longevity that he has had in this league you are a tough guy. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog OAKLAND 2 BR/ 1.0 BA$ 565,000.00 KENSINGTON 3 BR/ 2.0 BA$ 499,000.00", "new_id": -2}, {"uid": "1296974450095551545", "i": 34690, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "high level, smart enough to anticipate things before they happen. But all do their best work in the comfort of the pocket. \"It has to be a feel thing,\" <strong> Aaron Rodgers </strong> said. <q> I think pocket presence is something that you can learn a little bit, but a lot of it is just feeling your way through that, knowing when to stay in there and when to get out. I think I've done a better job over the last season of knowing when to get out and when to hang in there. </q> <strong> Aaron Rodgers </strong>, 6 feet 2, 225 pounds, ranked third among quarterbacks and 26th overall in rushing, totaling 356 yards and four touchdowns on 64 carries( 5.6 average). Only Philadelphia's <strong> Michael Vick </strong> averaged", "new_id": -2}, {"uid": "1296334186236797959", "i": 1470, "idx": 1, "sa": ["Michael Vick"], "q": ", \"Three years, that seems like such a long time,\" said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. <q> But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were. </q> Much as it has been hard to fit the story of <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs\" lives, their recovery and the message they send, is difficult", "new_id": -2}, {"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q> What I most want is for him to have a long future, </q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}, {"uid": "1295555667243744791", "i": 3522, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell", "Kimberly Wyatt", "Travis Payne"], "q": "got my full share of being bullied.\" While <strong> Paula Abdul </strong> may still bash <strong> Simon Cowell </strong>, it sounds like a classic love/hate relationship Live To Dance, which returned <strong> Paula Abdul </strong> to her first love of dance. <q> I'm overwhelmed by the whole process but it's been a labor of love from the moment I came on board. I had a vision that I wanted to produce and it's finally here. It's out there. I'm doing it and it's been fun mentoring the acts. They are all so diverse. It's been lovely. </q> Last week, the audience was treated to clips of <strong> Paula Abdul </strong> mentoring all of the semi-finalists and giving them tips on their dancing. <strong> Paula Abdul </strong> and the other judges, <strong> Kimberly Wyatt </strong> and <strong> Travis Payne </strong>, seem to be having", "new_id": -2}, {"uid": "1297428190058949643", "i": 11822, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Nokia will fold its own app store into the Microsoft Marketplace. <strong> Stephen Elop </strong> the optimist In a press conference today, <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> touted the alliance as good for both companies' aspirations. <q> A pessimist sees the difficulty in every opportunity, but an optimist sees the opportunity in every difficulty, </q> <strong> Stephen Elop </strong> said, quoting England's historic prime minister Winston Churchill as he spoke in London. \"I am an optimist.\" It's not immediately clear what needs to be done to make the deal", "new_id": -2}, {"uid": "1295582443002506841", "i": 32174, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the tech industry. <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> have long run Google as a trio, an approach they spelled out in an \"owner's manual\" included in the company's 2004 IPO filing. <q> We run Google as a triumvirate, </q> Page and <strong> Sergey Brin </strong> wrote. \"The three of us run the company collaboratively with <strong> Sergey Brin </strong> and me as presidents. The structure is unconventional, but we have worked successfully in this way.\" <strong> Eric Schmidt </strong> said", "new_id": -2}, {"uid": "1295647113138969096", "i": 47232, "idx": 4, "sa": ["Eric Schmidt", "Henry Blodget"], "q": "represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.\" here. <strong> Henry Blodget </strong> writes for The Business Insider, \"Let's be serious: <strong> Eric Schmidt </strong> got fired.\" <q> Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- \"day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,' through his patronizing remarks about how he thinks Larry Page is finally` ready' to be CEO, it seemed clear that <strong> Eric Schmidt </strong> got shoved out the door, </q> <strong> Henry Blodget </strong> writes. Specifically, it seemed that far from adult supervision no longer being needed, <strong> Eric Schmidt </strong>\"s opinions were no longer 11-inch MacBook Air: The next generation of MacBooks. From$ 999. Free shipping.", "new_id": -2}, {"uid": "1297191782244269135", "i": 6073, "idx": 0, "sa": ["Ron Washington", "Michael Vick"], "q": " <strong> Michael Vick </strong> Young situation, but he wants the veteran with the team in 2011. \"<strong> Michael Vick </strong> Young is <strong> Michael Vick </strong> Young,\" said <strong> Ron Washington </strong>, who plans on trying to talk to Young on Tuesday. <q> He has a reputation and I respect that reputation. I know exactly what <strong> Michael Vick </strong> Young brings. He can bring a lot to us in defending our American League championship. I certainly want him around here. \"I read he's looking for someplace where he can get on the field defensively full-time. If that's the case, whatever he feels is best for him. But I hope it's not because he thinks his at-bats are being taken away. He'll get his at-bats. </q> Young has three years and$ 48 million remaining on his contract, which includes a limited no-trade clause that allows the club to deal him to only eight named teams. Sources have indicated the", "new_id": -2}, {"uid": "1297236828167477280", "i": 196, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "arena, network television. \"Sometimes you've got ta put your money where your mouth is,\" said <strong> Simon Cowell </strong>, featured in two ads during Fox's record-breaking Super Bowl broadcast Sunday. <q> It's a massive, massive risk. But it's also an incredible incentive. It puts everyone, rightly, under a tremendous amount of pressure to find a star. </q> He won't say who he's considering to join him as a judge in the new show-- continuing the cat-and-mouse game with fellow former Idol judge <strong> Paula Abdul </strong> by saying they were friends \"80 percent", "new_id": -2}]