[{"uid": "1295461435021184564", "i": 12362, "idx": 0, "sa": ["Dick Lugar", "Kent Conrad", "Mike Pence"], "q": "2012 battle to control the Senate. <strong> Kent Conrad </strong> announced his decision in the morning at almost the same time that <strong> Dick Lugar </strong>, R-Ind., announced that he will seek a seventh term despite an expected challenge from the <q> tea Democrat <strong> Kent Conrad </strong> to retire from Senate in 2012 The Hindu Staff Reporter BJP launches Kerala Raksha Padayatra <strong> Jim Ryun </strong> leads push for <strong> Mike Pence </strong> 2012 run Kansas Rep. <strong> Jim Ryun </strong> plan to start an independent expenditure campaign aimed at getting Rep. <strong> Mike Pence </strong>( R-Ind.) to run for president. \"America's President Committee </q> will begin a signature-gathering effort this week to encourage <strong> Mike Pence </strong> to get into Capgemini and China Unicom Group Join Open Data Center Alliance Steering Committee Alliance Announces 32 Contributor Members as IT Leaders Continue to Join Organization BEAVERTON", "new_id": -2}, {"uid": "1296697368231915552", "i": 8463, "idx": 0, "sa": ["Steve Ballmer"], "q": "dodged a bullet,\" as I detailed a year later. \"Others suggested that Microsoft had dodged a bullet by agreeing to a partnership as opposed to acquiring Yahoo outright in 2008.\"-- eWeek.com <q> Meanwhile, having dodged a bullet, Microsoft used some of that unspent dough to perfect its new search engine, Bing. </q>-- Forbes \"Microsoft knew it needed Yahoo! a year before it made its public offer in February of 2008, and while it may have actually dodged a bullet by not acquiring the whole company, <strong> Steve Ballmer </strong> and company", "new_id": -2}, {"uid": "1296184988067649545", "i": 21631, "idx": 1, "sa": ["Mike Pence"], "q": "video series \"What Lies Ahead.\" \"I hold the view that there's no single element of our public policy that is more harmful to American jobs than our high corporate tax rate.\" <q> This is an administration that has spent a lot of the last two years suggesting that there's no relationship between capital formation and taxes, </q> <strong> Mike Pence </strong> said. \"And so to hear the president acknowledge that one of the leading factors that are driving American jobs overseas is our extraordinarily high corporate tax rate was welcome indeed. Obviously, we'll look forward", "new_id": -2}, {"uid": "1296113866056524813", "i": 5871, "idx": 0, "sa": ["Colin Powell", "Dick Cheney", "Bob Woodward", "Bandar bin Sultan"], "q": "Administration: \"Subsequently, on January 11, Rumsfeld, <strong> Dick Cheney </strong> and Joint Chiefs Chairman <strong> Colin Powell </strong> <strong> Dick Cheney </strong> Myers met in <strong> Dick Cheney </strong>'s office with Prince <strong> Bandar bin Sultan </strong>, the Saudi ambassador to the United States.\" <q> At that meeting, Myers showed Prince <strong> Bandar bin Sultan </strong>, the Saudi ambassador, a map labeled \"top secret noforn, </q> meaning that it was not to be seen by any foreign national, <strong> Bob Woodward </strong> told CBS.\" \"The map outlined the U.S. battle plan for Iraq, which was to begin with an air attack, followed", "new_id": -2}, {"uid": "1297521580190513158", "i": 15941, "idx": 3, "sa": ["Sergio Marchionne", "Sergio Chiamparino"], "q": " \"to commit to investing in our country and remain with head and heart\" in Italy. Mayor of Turin <strong> Sergio Chiamparino </strong> said Saturday the Fiat bosses had confirmed \"the Italian nature\" of the company but <q> in a dynamically developing context which demands daily work so that things don't change. </q> Provincial governor Antonio Saitta said that according to <strong> Sergio Marchionne </strong>, the terms for the city remaining Fiat headquarters would be discussed in 2014. Last month Fiat raised its stake in Chrysler from 20 to 25", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}, {"uid": "1296789416115392517", "i": 21892, "idx": 5, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> <strong> Sen. Joe Lieberman </strong>'ve now scored 40 points on the highest stage you can ever score, </q>... Wall Street Shock: Stock Market crashes as Dow Jones plunges 1000 points Wall Street Shock: Stock Market crashes as Dow Jones plunges 1000 points US regulators are still trying to work out the cause of a dramatic", "new_id": -2}, {"uid": "1297176031226918403", "i": 3161, "idx": 3, "sa": ["David Letterman", "Aaron Rodgers"], "q": "appreciate that.\" <strong> Aaron Rodgers </strong>: \"No, it's good to be here. There must be a lot of Wisconsin people out there.\"( Wild applause from audience) <strong> David Letterman </strong>: <q> You know, it seems like most years, in a good year, you get a pretty good story out of the Super Bowl. And this year, to me, is certainly no exception. They have the drama with the previous Green Bay quarterback and they have your ascending to the throne of all of football, but your high school experience-- tell me about your high school experience and then where did that take you? </q> <strong> Aaron Rodgers </strong>: \"Yeah, I was not really recruited out of high school, ended up playing baseball my senior year and thought about doing baseball, thought about joining the military but I decided to go", "new_id": -2}, {"uid": "1297141724261406761", "i": 20455, "idx": 0, "sa": ["Simon Cowell"], "q": "buzzing about a show still some seven months away from its premiere. Among them: the hotly anticipated singing competition will award its winner a Sony Music record deal worth$ 5 million, which is being touted as <q> the largest guaranteed prize in television history. </q> To further differentiate the show from Idol, that winner can be as young as 12( <strong> Simon Cowell </strong> was always vocal about his distaste for Idol's age restrictions) and part of a group.", "new_id": -2}, {"uid": "1295977508172294147", "i": 38421, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s damage for longer, although specialists are particularly concerned about the lifespan of children who live all their lives obese rather than getting fat after they're grown. As for all those health care bills, <q> it's not enough to trump a lot of our behaviors, </q> Crimmins said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}]