[{"uid": "1295547194232112134", "i": 30661, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Monica Herrera", "Steven Tyler"], "q": "reviews, but will they be too soft to satisfy viewers accustomed to <strong> Simon Cowell </strong>'s cruelty?( Minus <strong> Simon Cowell </strong>, the`` Idol'' judges`` lacked teeth,'' says <strong> Monica Herrera </strong> in Billboard. If anyone <q> even remotely offended[ the contestants], it was left on the cutting room floor. </q> <strong> Steven Tyler </strong>'s`` comedic soundbites'' were entertaining, and <strong> Jennifer Lopez </strong>'s mere presence left contestants`` more star-struck than ever,'' but`` Idol'' is diminished without a healthy dose of nastiness.''` American Idol", "new_id": -2}, {"uid": "1295080614260702214", "i": 10340, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Bill Clinton"], "q": "appointed by <strong> Bill Clinton </strong> as commerce secretary, none other than <strong> Donald Rumsfeld </strong> spoke favorably at Daley's confirmation hearing. Daley was mildly but publicly critical of <strong> Barack Obama </strong>'s health care reform strategy. He argued last year: <q> We've really got to listen carefully to the public. Voters are not re-embracing conservative ideology. But we must acknowledge that the left's agenda has not won the support of a majority of Americans- and, based on that recognition, we must steer a more moderate course. </q> <strong> Barack Obama </strong> has put into place a staff structure that would allow for a shift toward the center-left. The hard left thinks this happened years ago- but it is only true when measured against its own uncompromising", "new_id": -2}, {"uid": "1296650121246464533", "i": 2876, "idx": 0, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": "Karki An Outcast Spinoziste Pantheon BBC NEWS Middle East US links Iran to attack in Iraq Gen Bergner said the mefeedia com tags about Rick Sincere News http://wn.com/Eric_Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009. http://wn.com/Digital_Art_@Google_Eduardo_Kac,_Andrew_Senior,_Sandra_Cordero,_Marina_Zurkow Wintry blast for Super Bowl too early for trouble Deep freeze in store for Texas in days leading to first Super Bowl", "new_id": -2}, {"uid": "1295813471267649090", "i": 27865, "idx": 0, "sa": ["Steve Ballmer"], "q": "isn't worth the bits in the cloud. Vivek's thoughts on Quora remind me of <strong> Steve Ballmer </strong> on the iPhone circa 2007. Totally misses the disruptive element. this person@vwadhwa is a poor judge of startups. <q> Why I Don't Buy Quora Hype </q> http://jc.is/hIDN8O#wrong#dumb#linkbait Motorola Xoom launching February 17th at Best Buy( update: priced at$ 700) Hacker Shows It Doesn't Take$ 8 Million to Clone Qwiki- Just 321 Lines of HTML Will do", "new_id": -2}, {"uid": "1295703946121667588", "i": 48989, "idx": 0, "sa": ["Dick Armey", "Mike Pence"], "q": "campaign to push the Columbus Republican toward the White House. A group of South Carolina lawmakers stood on the steps of their state Capitol on Wednesday to encourage <strong> Mike Pence </strong> to run. <q> It's not a complicated message, but it's a heartfelt one, </q> state <strong> Dick Armey </strong> Kris Crawford said.`` We would like him on the ballot.'' Leaders of the conservative movement made the same argument in a letter to <strong> Mike Pence </strong> this week.", "new_id": -2}, {"uid": "1295779311072171695", "i": 46278, "idx": 1, "sa": ["Andy Coulson"], "q": "murky truth will come to light.'' Mr <strong> Andy Coulson </strong> is understood to have told the Prime Minister of his intention to resign on Wednesday but the decision was announced on Friday. 22 Jan 2011 <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. The Prime Minister said he was`` very sorry'' Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being`` punished for the same offence twice", "new_id": -2}, {"uid": "1295611034131039288", "i": 24708, "idx": 0, "sa": ["Piers Morgan", "Cher Lloyd", "Simon Cowell"], "q": "`` I'm not judging them for what they did.''`` You're mocking them, aren't you?'' <strong> Piers Morgan </strong> pressed.`` No, I'm not,'' Ricky said. <q> I'm confronting the elephant in the room.... Like I'm going to go out there and not talk about the issues in their industry. Don't forget, I've got to be an outsider there. I mustn't come out there as everyone's mate and schmooze- that's nauseating. I've got to come out there, and I've got to roast them. </q> Play video Inbetweeners finish Rude Road Trip Play video <strong> Cher Lloyd </strong> v. <strong> Simon Cowell </strong>! Subscribe to RSSMost Popular in: Entertainment Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on", "new_id": -2}, {"uid": "1295559497260145158", "i": 14, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Shares rose$ 9.18,", "new_id": -2}, {"uid": "1295560499104759349", "i": 5611, "idx": 0, "sa": ["Eric Schmidt"], "q": ", <strong> Eric Schmidt </strong> revealed in a More businessparticular working on new products. His title will be co-founder. He's an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> said. <q> As Google has grown, managing the business has become more complicated, </q> <strong> Eric Schmidt </strong> wrote.`` So Larry, Sergey and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right", "new_id": -2}, [{"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "'' The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}]]