[{"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q>What I most want is for him to have a long future,</q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}, {"uid": "1296018266109002765", "i": 13590, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "John Thune"], "q": "the leader of the global economy.\" <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., who sat with South Dakota Republican <strong> Barack Obama </strong> <strong> John Thune </strong>, expressed optimism that the evening's bipartisan mood could translate into bipartisan legislating. <q>We need to continue the spirit of goodwill that led us to that victory,</q> she said. \"We need to keep working together, not as Democrats or Republicans, but as Americans who are committed to a growing economy and a better future for America's middle class.\"", "new_id": -2}, {"uid": "1297483335048791641", "i": 19756, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Stephen Elop </strong>, the two said, \"There are other mobile ecosystems. We will disrupt them.\" <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> spoke at a news briefing in London on Friday that was broadcast on the Internet. <q>This partnership with Nokia will accelerate, dramatically accelerate, the development of a vibrant, strong Windows Phone ecosystem,</q> <strong> Steve Ballmer </strong> said. Earlier reports anticipated a major move by Nokia to address its slipping hold on the market. The technology blog Engadget this week linked to an internal memo by <strong> Stephen Elop </strong> that likened the company to", "new_id": -2}, {"uid": "1296776050237715495", "i": 41780, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "George Stephanopoulos"], "q": "Defense <strong> Donald Rumsfeld </strong>. The senator from Arizona gave a terse response Thursday to claims made in <strong> Donald Rumsfeld </strong>'s new book \"Known and Unknown.\" <strong> Donald Rumsfeld </strong> had claimed <strong> John McCain </strong> had a \"hair-trigger temper\" and <q>a propensity to shift his positions to appeal to the media.</q> \"I respect <strong> Donald Rumsfeld </strong>,\" <strong> John McCain </strong> began by telling ABC's <strong> George Stephanopoulos </strong>. \"He and I had a very, very strong difference of opinion about the strategy that he was employing in Iraq,", "new_id": -2}, {"uid": "1295621146048054324", "i": 48783, "idx": 1, "sa": ["Andy Coulson"], "q": "Continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,\" <strong> Andy Coulson </strong> said in an e-mailed statement today. <q>I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.</q> <strong> Andy Coulson </strong> has denied any knowledge of illegal activity when he was editor of Britain's best-selling Sunday newspaper, from which he resigned after a reporter and a private investigator were imprisoned for phone-tapping in 2007. In", "new_id": -2}, {"uid": "1295565740204783649", "i": 20454, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google's global reach,\" and act as an adviser to Page and <strong> Sergey Brin </strong>. \"We are confident that this focus will serve Google and our users well in the future,\" <strong> Eric Schmidt </strong> said. <q>Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come.</q> Woman who fell in fountain and outed herself to complain about unwanted fame just got some more:... Airlines at Denver International Airport are investigating a number of unexplained windshield cracks,... Excuse# 112 to get", "new_id": -2}, {"uid": "1295762096175325193", "i": 17995, "idx": 0, "sa": ["Tony Blair", "Paul Pierce", "Allen Iverson"], "q": "behind them. \"It was a must win for us. We came up with that attitude,\" said <strong> Tony Blair </strong>, who had 25 points, including a 3-pointer that made it 104-90 with 7:52 to go. <q>It was \"win or go home\" in our minds.</q> The lead grew to 17 before the Warriors mounted one last run, scoring nine straight points to cut it to http://wn.com/Healthcare_Reform_Bill_Debate_KCRA-NBC3_6pm_Sacramento,_CA_03-20-2010wmv <strong> Paul Pierce </strong> Smith is interviewed by KCRA channel 3 on March 21st 2010. http://wn.com/Allen_Iverson_33pts_vs_Baron_Davis_Warriors_07/08_NBA <strong> Allen Iverson </strong> squared up,", "new_id": -2}, {"uid": "1295094125134053943", "i": 20082, "idx": 12, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "that brought them together three months ago. Now, the surging Nuggets hit the road for five straight games and eight of their next nine. \"This does a lot for our confidence,\" <strong> Allen Iverson </strong> said. <q>To win four games in a row, you get a certain swagger about your game.</q> The Nuggets have quite the saunter thanks to their red-hot superstars. <strong> Allen Iverson </strong> made 16-of-22 shots from the field and <strong> Carmelo Anthony </strong> was 13-for-20. And many of the shots were alley-oop dunks and rim-rattling jams that were the product of", "new_id": -2}, {"uid": "1297285542243777539", "i": 19714, "idx": 0, "sa": ["Janet Napolitano", "Donald Rumsfeld"], "q": "as Homeland Security <strong> Donald Rumsfeld </strong> <strong> Janet Napolitano </strong> warned that the United States faces a \"heightened\" threat of terrorist attack, possibly the highest since the September 11, 2001 attacks, She told lawmakers in Washington there is <q>an increased emphasis on recruiting Americans and Westerners to carry out attacks.</q> \"These groups are trying to recruit people to carry out attacks that have connections to the West, but who do not have strong ties to terrorist groups that could possibly tip off the intelligence community,", "new_id": -2}, {"uid": "1295701938236945483", "i": 38632, "idx": 0, "sa": ["Andy Coulson"], "q": ": Palestinian relatives of a prisoners jailed in Israel hold a... Israelis say, is not exactly rife with acknowledgments of the... Photo in Slideshow: Palestinian relatives of a prisoners jailed in Israel hold... Report Abuse <q>The future high tech weaponry will be fully computerized and vice commanded. I'm waiting for ideas</q> for future voice commands. Just couple of them already for consideration. 1. Terrorist hiding behind women target 9.11.01 kill. Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com", "new_id": -2}]