[{"uid": "1295492627115408900", "i": 46078, "idx": 6, "sa": ["Allen Iverson"], "q": ".... <strong> Allen Iverson </strong> SIGNED with Memphis Grizzlies ESPN NBA!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q>God Chose Memphis as the place that I will continue my career.<q> Referring to a Monday meeting with Griz... Dallas down Memphis 100-82- Dec 23 2009- Official NBA Game HIghlights Dallas down Memphis 100-82- Dec 23 2009- Official NBA Game HIghlights I was seven years old.", "new_id": -2}, {"uid": "1296999515046579740", "i": 25946, "idx": 2, "sa": ["Michael Vick", "Michael Hansen"], "q": "Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that \"people can reintroduce these dogs back into a society that's not going to abuse them.\" <q>The owner is responsible for what an animal does. It's totally your behavior, whether you have a good dog that minds well and is not a problem to society or you turn it into a vicious animal that will bite the mailman, the girl next door or grandma walking down the street,<q> <strong> Michael Hansen </strong> said. Copyright 2011 Columbia Tribune. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. Use the comment form below to begin a discussion about this content.", "new_id": -2}, {"uid": "1295819589226000912", "i": 29026, "idx": 5, "sa": ["Colin Powell"], "q": ",\" he said. \"I am not interested in a government job.\" <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q>There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,<q> he said. \"All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}, {"uid": "1295499873140181527", "i": 33439, "idx": 4, "sa": ["Chris Paul", "Magic Johnson", "Allen Iverson", "Dwight Howard"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Magic Johnson </strong> 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,<q> <strong> Allen Iverson </strong> said. \"You honestly don't r... <strong> Chris Paul </strong> cp3 36 points 10 assists vs Orlando <strong> Magic Johnson </strong> 18.02.09 <strong> Chris Paul </strong> cp3 36 points 10 assists vs Orlando <strong> Magic Johnson </strong> 18.02.09 In only 33 minutes of playing, CP3 shot", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q>It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together,<q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade, \"or even cutting spending\" as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}, {"uid": "1295589382106250271", "i": 13930, "idx": 1, "sa": ["Eric Schmidt"], "q": "has dominated internet search for a decade, the company has struggled to find its footing in social networking, with a new crop of web companies such as Facebook and Twitter stealing traffic and engineering talent. <q>As spending was curbed and order restored over the last few years, some of that Google magic was lost,<q> said Tricia Salinero, managing director of Newforth Partners, a mergers and acquisitions advisory firm, in an email. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for Page, told Reuters", "new_id": -2}, {"uid": "1295007633054722608", "i": 28547, "idx": 1, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "when <strong> Gabrielle Giffords </strong> squeezed <strong> Kirsten Gillibrand </strong>'s hand and her right eye started to flicker, before finally opening wide. <strong> Debbie Wasserman Schultz </strong> says, \"it was like she was trying to will her eyes open,\" adding: <q>It felt like we were watching a miracle.<q> <strong> Gabrielle Giffords </strong>' other eye was damaged in the shooting and remains bandaged.( Copyright 2011 by The Associated Press. All Rights Reserved.)  Share this article:", "new_id": -2}, {"uid": "1296961291197279745", "i": 41695, "idx": 1, "sa": ["Michael Vick"], "q": "who dealt with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid. <q>He had a plan and he stuck to that, both on and off the field,<q> Reid said. \"He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape... So, he did a great job with", "new_id": -2}, {"uid": "1295631313142901293", "i": 35921, "idx": 3, "sa": ["Andy Coulson"], "q": "allegedly spying on them or have already accepted out of court settlements. The News of The World declined to comment on <strong> Andy Coulson </strong>'s resignation, but critics said it should have happened long ago. <q>To say this is long overdue is an understatement,<q> said opposition lawmaker Chris Bryant-- one of those who claims to have been targeted by the hacking. Â© Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten", "new_id": -2}, {"uid": "1296062388192233482", "i": 35105, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch", "Rebekah Brooks"], "q": "lead? <strong> Rupert Murdoch </strong>? James <strong> Rupert Murdoch </strong>? <strong> Rebekah Brooks </strong>? <strong> David Cameron </strong>? <strong> Andy Coulson </strong>? Who? IKNOWNOTHING 26 January 2011 4:55 PM tonystoke 26 January 2011 4:55 PM zingzingzing 26 January 2011 4:56 PM <q>Can't wait to see how <strong> Rupert Murdoch </strong> and <strong> David Cameron </strong> manage to keep <strong> Andy Coulson </strong> out of jail.<q> maggieTee 26 January 2011 4:56 PM nohandsclapping 26 January 2011 4:57 PM BuckTarbrush 26 January 2011 4:58 PM Mark my words, <strong> Rupert Murdoch </strong> will be enjoying <strong> Andy Coulson </strong> flavoured sacrificial lamb for his Easter", "new_id": -2}]