[{"uid": "1295607761007487551", "i": 48102, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "has such incredible opportunity-we are only at the beginning and I can't wait to get started.'' Even <strong> Sergey Brin </strong> was in all praise for <strong> Eric Schmidt </strong> but also mentioned about his personal passions and new products saying, <q> I'd like to mention that I've had a great time working with <strong> Larry Page </strong> now for 15 years and <strong> Eric Schmidt </strong> for a decade. Both of them have inspired and moved me. I would like to work more on my personal passions. There will be several new products I'm working on. I've been accused of vaporware recently, so I won't talk about them yet. But soon. </q> There are many analysts who believe that Larry Pages lacks experience in the top CEO level. Also he was previously into inventing things. Creating and marketing products to consumers is a different thing altogether. <strong> Larry Page </strong> who", "new_id": -2}, {"uid": "1295399009230801408", "i": 11966, "idx": 0, "sa": ["Charlie Sheen", "Tom Cruise", "Hugh Hefner", "Mel Gibson", "Angelina Jolie", "Brad Pitt", "Ricky Gervais"], "q": ": <strong> Brad Pitt </strong>, <strong> Angelina Jolie </strong> Photo film-book. com http://wn.com/Ricky Gervais_Ricky Gervais_Pisses_off_Hollywood_at_the_Golden_Globes__The_Toast <strong> Ricky Gervais </strong> trashed <strong> Angelina Jolie </strong>, <strong> Charlie Sheen </strong>, <strong> Hugh Hefner </strong>, <strong> Mel Gibson </strong>, <strong> Tom Cruise </strong> when he hosted the Golden Globes <strong> Angelina Jolie </strong> who was sitting at table one and not laughing when he said, <q> It seems like everything this year was 3-dimensional-- except for the characters in The Tourist, </q> <strong> Ricky Gervais </strong> said.`` I haven't even seen` The Tourist'-- who has?'' This opening monologue at Sunday's ceremony set the tone with <strong> Ricky Gervais </strong> announcing,`` It's going to be a night", "new_id": -2}, {"uid": "1295626647018169868", "i": 46411, "idx": 0, "sa": ["Alan Johnson", "Tony Blair", "David Cameron", "Andy Coulson"], "q": "was acquitted in the US and returned to Pakistan. But the judge said he was`` not of the view the US judicial system is indifferent in providing appropriate intervention''. He added: <q> I must proceed on the firm footing, absent very cogent direct evidence, the rule of law and due process exists for all persons within the jurisdiction of the US courts, including Abid Naseer.`` Accordingly I reject this challenge to extradition. </q> Notes on a small island: The things that really make Britain great Anger as <strong> Tony Blair </strong> admits regrets over Iraq new <strong> David Cameron </strong>'s spin chief <strong> Andy Coulson </strong> quits new <strong> Alan Johnson </strong> protection officer facing inquiry new Search for` missing'", "new_id": -2}, {"uid": "1297193996065617951", "i": 19647, "idx": 4, "sa": ["Donald Rumsfeld", "Colin Powell", "Barack Obama", "Isnilon Hapilon"], "q": "`` We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> <strong> Donald Rumsfeld </strong> said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Isnilon Hapilon </strong> al-Zarqawi, a Jordanian extremist with ties to the al-Qaida terrorist network. Video: <strong> Barack Obama </strong> calls on big business to`", "new_id": -2}, {"uid": "1297437970252067900", "i": 51893, "idx": 2, "sa": ["Dick Cheney", "Donald Rumsfeld"], "q": "CPAC's libertarian contigent continued and at times interrupted <strong> Dick Cheney </strong>'s remarks. \"`` America is stronger and more secure'' because of <strong> Donald Rumsfeld </strong>'s service, <strong> Dick Cheney </strong> said, prompting one person to loudly shout, <q> Where's bin Laden at! </q> Some of the vice president's supporters shouted,`` Shut up!'' and started a loud chant of`` USA, USA!''", "new_id": -2}, {"uid": "1297341007032342097", "i": 12288, "idx": 0, "sa": ["Michael Vick", "Charles Woodson", "Dom Capers", "Sam Shields"], "q": "?`` When the Packers lost <strong> Charles Woodson </strong>( in the first half of Super Bowl XLV), they knew( Jarrett) Bush could not cover- that's why they kept blitzing him.''? <q> If you look at how <strong> Sam Shields </strong> played from the time he entered preseason to the end of the year, the improvement was phenomenal. He did not know what to do early on. That's coaching right there. My hat's off to <strong> Dom Capers </strong>. </q>?`` Everyone got all excited about <strong> Michael Vick </strong>- and there was reason to be excited early- but if you look at how he finished the season, you see( that) teams started to figure", "new_id": -2}, {"uid": "1297118581178470971", "i": 25906, "idx": 0, "sa": ["Joan Rivers", "Jillian Michaels", "Will Sheff", "Simon Cowell"], "q": "Party <strong> Jillian Michaels </strong> calls her GoDaddy ad`` tragic''; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> <strong> Will Sheff </strong> judge X Factor, but other judges haven't been selected, he says$ 5 million contract for X Factor called <q> largest guaranteed prize in television history </q> X Factor's great Super Bowl ads: <strong> Simon Cowell </strong> reassembled, pop stars have`` it''( video)", "new_id": -2}, {"uid": "1295436823052150325", "i": 52204, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "inspired by X Factor judge <strong> Simon Cowell </strong>. The actress told The Sun that she thinks her alter-ego, famous for her cutting put-downs, would make a great panellist on the TV talent show. She said: <q> I think Sue Sylvester has British in her. I think the US look at the British as a race that tells it how it is.`` And if ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her.`` He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> <strong> Jane Lynch </strong> won the best supporting TV actress gong at the Golden Globes on Sunday for her role as the ultra-competitive tracksuit-wearing cheerleading coach. She told the newspaper:`` I think she'd be fantastic", "new_id": -2}, {"uid": "1297202882240402449", "i": 20849, "idx": 4, "sa": ["Colin Powell", "Isnilon Hapilon"], "q": "`` We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Isnilon Hapilon </strong> al-Zarqawi, a Jordanian extremist with ties to the al-Qaida terrorist network. Egyptians renew appeal for Mubarak to resign now on", "new_id": -2}, {"i": 8927, "idx": 1, "index_answer": 1, "new_id": -1, "q": "<strong> Colin Powell </strong> thinks that America`` isn't quite post-racial'' at this time.`` These problems still exist in post-racial America.'' However, he suggested that <strong> Henry Louis Gates </strong> should not have argued with the policeman arresting him. <q> You don't argue with a police officer, </q> he says. <strong> Colin Powell </strong> also called the arresting cop, Sergeant James Crowley,`` an outstanding police officer.'' Also, at 5:10, <strong> Colin Powell </strong> admits he's been profiled`` many times'' as a national security", "sa": ["Henry Louis Gates", "Colin Powell"], "uid": "1295963185223494146"}]