[{"uid": "1297206232067371016", "i": 46054, "idx": 1, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "bounty on their heads, <strong> Donald Rumsfeld </strong> said. \"I was concerned,\" he said on the show. <strong> Donald Rumsfeld </strong> said that he was told of the bounty during a 2003 National Security Meeting. <q> Of course the <strong> George H. W. Bush </strong> and his family had Secret SerGeorge H. W. Bush protection. My family did not. And it was a somewhat awkward moment in the meeting, </q> <strong> Donald Rumsfeld </strong> said. <strong> George H. W. Bush </strong> told <strong> Donald Rumsfeld </strong> to take the threats seriously. US forces killed both of Hussein's sons in 2003. \"I made a comment like` Thank you' or something and", "new_id": -2}, {"uid": "1295007936080707626", "i": 11355, "idx": 0, "sa": ["Simon Cowell", "Gordon Brown"], "q": "The Smile star, who has had two miscarriages, told Piers she wanted him to give the money to a stillbirth and neo-natal death charity that supports bereaved parents. Writing on Twitter, she said: <q> i'd do it for a million for SANDS. money, mouth? </q> Piers, whose guests on the ITV1 interview show have included Brown-Gordon Brown.html\"> <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told Lily: \"I will get ITV to make substantial five figure", "new_id": -2}, {"uid": "1297446725101842956", "i": 13436, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "thinks that was true and I get an aw-shucks smile. \"I've never heard anyone else say that, so I don't give it a lot of credence.\" I wonder aloud whether, <q> as a leader you have to be a bit intimidating? </q> But <strong> Donald Rumsfeld </strong> demurs- \"Oh no, in fact you don't want to be. The truth is that I had tough jobs, a lot of them, and I'm comfortable taking tough decisions and I", "new_id": -2}, {"uid": "1297723537005980188", "i": 39931, "idx": 0, "sa": ["Oprah Winfrey", "Michael Vick"], "q": "NFL star whose name became synonymous with dogfighting is scheduled to be a guest on the <q> The Winfrey\" Winfrey-Oprah Winfrey-PECLB004206.topic\"> <strong> Oprah Winfrey </strong> Show. </q> The daytime talk show host's interview with <strong> Michael Vick </strong> is set to air Thursday, Feb. 24. Officials with Chicago-based Harpo Productions say the interview will cover <strong> Michael Vick </strong>'s time in prison, his work", "new_id": -2}, {"uid": "1295671342025427988", "i": 13297, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "in 2011 to become Google's CEO, will focus on external partnerships and business deals starting on April 4, when <strong> Larry Page </strong> will take over the day-to-day management role. <strong> Eric Schmidt </strong> said in a blog post that <strong> Larry Page </strong>, <q> in my clear opinion, is ready to lead. </q> Schmidt:'Adult supervision' at Google no longer needed-- Thursday, Jan 20, 2011\" <strong> Eric Schmidt </strong>:` Adult supervision' at Google no longer needed Meanwhile, just a few months removed from the", "new_id": -2}, {"uid": "1295779997220971072", "i": 17195, "idx": 0, "sa": ["Larry Page", "Michael Hawley", "Eric Schmidt"], "q": "has product sense and an appetite for making new things, as opposed to talent for selling things,\" said <strong> Michael Hawley </strong>, a longtime M.I.T. professor who knows Mr. <strong> Larry Page </strong> socially and has advised him on writing projects. <q> <strong> Larry Page </strong> is more the archetype of founder, innovator, hacker, inventor, interested in all of the magical things that digital technologies do. </q> But others say that Mr. <strong> Eric Schmidt </strong>'s two biggest job responsibilities- being the public face of the company and managing internal politics- are areas where Mr. <strong> Larry Page </strong> has less experience.", "new_id": -2}, {"uid": "1295254600092618767", "i": 8635, "idx": 2, "sa": ["Joe Smith", "Andre Miller", "LeBron James", "Allen Iverson", "Eric Musselman"], "q": "LeBron Jamess to a satisfying win. Rough weather in Denver put them in a travel bind, and they arrived at the Pepsi Center only 90 minutes before tipoff, or about the same time <strong> Allen Iverson </strong> finally made it. <q> We will never have a worse travel day than today, </q> LeBron Jamess coach <strong> Eric Musselman </strong> said. \"Our energy and effort was phenomenal.\" The LeBron Jamess might go down as a trivia answer if <strong> Allen Iverson </strong>'s arrival in the blockbuster trade that sent <strong> Andre Miller </strong> and <strong> Joe Smith </strong> to Philadelphia takes the", "new_id": -2}, {"uid": "1295138821018858005", "i": 37316, "idx": 0, "sa": ["Michael Gove", "Nick Clegg", "Victoria Derbyshire"], "q": ", a toe-curling listen. This Monday we got CleggNick Clegg\" from guardian.co.uk on Nick Clegg\"> <strong> Nick Clegg </strong> boring for England on the Today programme, intoning pseudo business-speak such as \"going forward\" , \"delivering\" and <q> we need to do more </q>. Make no mistake: by we, he means us. And Wednesday's <strong> Victoria Derbyshire </strong> show on 5 Live had GoveMichael Gove\" from guardian.co.uk on Michael Gove\"> <strong> Michael Gove </strong> taking calls. Much has been made on", "new_id": -2}, {"uid": "1296084752130252877", "i": 53506, "idx": 1, "sa": ["Michael Vick"], "q": "50 percent to 75 percent,\" you can believe him. What the Eagles have to hope is that before Sunday that percent jumps up to between 85 to 95 percent. <strong> Michael Vick </strong> saying, <q> I'll be 100 percent by the time the game starts, </q> is a bit too optimistic. After the NFL's 16-game meat grinder, no player enters the playoffs \"100 percent\" healthy. <strong> Michael Vick </strong> is going to start on Sunday against the Green Bay", "new_id": -2}, {"uid": "1296298042089489414", "i": 37590, "idx": 0, "sa": ["Zahi Hawass"], "q": ", which houses thousands of ancient artifacts, was being protected by the army. Head of Antiquities, <strong> Zahi Hawass </strong> said on state television that it was not known if anything was stolen from the museum. <q> There needs to be tighter security around the museum and fire trucks on standby. The museum can be set ablaze. This would be a disaster, </q> <strong> Zahi Hawass </strong> warned.Firefighters were trying to extinguish the blaze at the headquarters of the ruling National Democratic Party.", "new_id": -2}]