[{"uid": "1295925701104726536", "i": 48087, "idx": 2, "sa": ["Eric Schmidt"], "q": "billion, according to Forbes magazine. Page, 37, takes over the CEO role in April. <strong> Eric Schmidt </strong> summed up the seismic shift at Google's helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led Google since 2001, three years before the company went public. Since then, Google's shares have grown more than sixfold, at one point surpassing$ 700. Google's market capitalization", "new_id": -2}, {"uid": "1296258980134725636", "i": 14097, "idx": 11, "sa": ["Mike Pence"], "q": "the right move.'' Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one`` because he made it.'' <q> You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana, </q> McIntosh said. Former Wayne Township superintendent will part ways with district From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1295743991123617308", "i": 23252, "idx": 2, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "quoted www.publications.parliament.uk Download link here filehostcool.com Scotland Yard defends itself against claims it failed to thoroughly investigate accusations of phone hacking at the News of the World.. Follow us on twitter http://wn.com/Andrew_Neil_and_John_Prescott_on_quitter_Coulson_21Jan11 A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. Trials and tribulations of News International: Where, exactly, will it all end? Secret tapes, <strong> Andy Coulson </strong>'s exit and the riddle of a story that", "new_id": -2}, {"uid": "1296647451234913792", "i": 18951, "idx": 1, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": ".'' The memo follows a number of recent high profile interventions from <strong> Ed Miliband </strong> in the phone hacking issue. In the wake of the resignation of <strong> Andy Coulson </strong> the Labour leader criticised <strong> David Cameron </strong>, stating the affair raised <q> questions about <strong> David Cameron </strong>'s judgment about hanging on to him as long as he did </q>. He also raised <strong> Andy Coulson </strong>'s impending departure at last Wednesday's Prime Minister's questions. Here's the full text of the e-mail: From: xxxx| Sent: 27 January 2011 To:", "new_id": -2}, {"uid": "1295592036054968323", "i": 9210, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "its top management on Thursday, announcing that co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. <strong> Google Inc. </strong> said <strong> Eric Schmidt </strong> would remain with the company as executive chairman, focusing on <q> deals, partnerships, customers, broader business relationships( and) government outreach. </q>... Larry Page Replaces <strong> Eric Schmidt </strong> As CEO Of <strong> Google Inc. </strong> decade at the helm, <strong> Eric Schmidt </strong> has decided to stand down from running tech giant <strong> Google Inc. </strong> and pass the reigns back to founder Larry Page. The announcement was", "new_id": -2}, {"uid": "1296713442108806145", "i": 850, "idx": 2, "sa": ["George Washington", "Tyronn Lue", "Allen Iverson"], "q": "be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.`` <strong> George Washington </strong> guys just try hard,'' Sixers coach Larry Brown said. <q> This is kind of unexpected but it's neat. </q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1296666037223756295", "i": 8679, "idx": 0, "sa": ["Andy Coulson"], "q": ". The move marks a significant change in emphasis at No 10 towards broadcast journalism. Mr <strong> Andy Coulson </strong> had been criticised on numerous occasions for his preoccupation with a handful of print titles. <q> I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time, </q> Mr Oliver said.`` It's difficult to leave the BBC after a fascinating few years- but this is an opportunity I can't turn down.'' Mr Oliver's role at the", "new_id": -2}, {"uid": "1296939956143212565", "i": 43420, "idx": 0, "sa": ["Sergio Marchionne"], "q": ". In addition, a Claymation version of Eminem will appear in a Lipton Brisk Iced Tea commercial during the Super Bowl. On Friday, Chrysler CEO <strong> Sergio Marchionne </strong> hinted about the automaker's commercial: <q> I won't tell you what it's about, but it will be worth watching. </q> <strong> Sergio Marchionne </strong>, who spoke at a San Francisco event associated with the National Automobile Dealers Association's annual convention, said Chrysler spent less than$ 9 million on the ad. Feb. 4 roundup", "new_id": -2}, {"uid": "1294975566041533468", "i": 18168, "idx": 1, "sa": ["Allen Iverson", "Gary Moore"], "q": "lesion that is pressing up against the bones of his leg and requires surgery in the US`` It has to be removed and tested to see if it's benign or not,'' <strong> Gary Moore </strong> said by phone. <q> Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks, He's hoping to be able to play in the playoffs. </q> Besiktas spokesman Kursat Kaplan said Wednesday the team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> had no timetable for <strong> Allen Iverson </strong>'s surgery, only that that it was`` soon.''`` People need", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making.`` In strategy we agree. There's no disagreement,'' <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q> In character, he's fundamentally a deeper thinker than anybody else, </q> he said.`` He sees a few moves deeper than I do.'' <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}]