[{"uid": "1297226350092209194", "i": 12091, "idx": 1, "sa": ["Colin Powell"], "q": "Feb. 3, 2003, National Security Council meeting in which Mr. <strong> Colin Powell </strong> sketched out the presentation he was to make at the United Nations two days later. Mr. Rumsfeld quotes himself as telling the meeting, <q>We should hit Khurmal during the speech, given that Mr. <strong> Colin Powell </strong> will talk about it.</q> Khurmal is the name of a village near the site. Mr. <strong> Colin Powell </strong> objected. In his U.N. presentation, Mr. <strong> Colin Powell </strong> described it as \"Terrorist Poison and Explosive Factory, Khurmal.\" Mr. Rumsfeld said", "new_id": -2}, {"uid": "1297083515050839599", "i": 13114, "idx": 1, "sa": ["Bill Lockyer", "Rich Gordon", "Joe Simitian"], "q": "\" committee's paperwork says he'll be seeking the 15th District seat. But he now lives in the 11th District again and is registered to vote there, according to 2010 campaign spokesman <strong> Bill Lockyer </strong> Maxfield. <q>Obviously, no one knows what the outcome of redistricting will be, though there has been significant coverage of the idea that districts should reflect communities of interest,</q> Maxfield said. <strong> Joe Simitian </strong>, meanwhile, filed a Statement of Intention to run in 2012 for the 21st Assembly District seat won in November by freshman lawmaker <strong> Rich Gordon </strong>, D-Menlo Park. <strong> Rich Gordon </strong> has not filed a", "new_id": -2}, {"i": 18509, "idx": 1, "index_answer": 0, "new_id": -1, "q": "by thieves who climbed up a fire escape and then used ropes to lower themselves into the museum. The thieves appear to have carefully selected some of the most valuable objects while ignoring less important artefacts. <q>They are not something you would come and randomly find,</q> an Egyptologist at Cairo's American University, <strong> Salima Ikram </strong> Said <strong> Salima Ikram </strong>, told Reuters. Restoration work has already started at the museum to repair the damage by looters. <strong> Zahi Hawass </strong> said that 70 pieces were damaged.", "sa": ["Salima Ikram", "Zahi Hawass"], "uid": "1297667248167985164"}, {"uid": "1296489186037306378", "i": 9637, "idx": 1, "sa": ["Michael Vick"], "q": "since 2005, having spent nearly two years in prison on dog-fighting charges. \"This is a great experience to be voted by your coaches and peers,\" said <strong> Michael Vick </strong>, the Philadelphia Eagles quarterback. <q>To get back so soon is just a blessing.</q>", "new_id": -2}, {"uid": "1296107825239763464", "i": 33253, "idx": 0, "sa": ["Colin Powell", "Michael Reagan"], "q": "destructive liberal agenda. Sadly, one of those directives is so obviously a result of his being a white man that I had to stop reading to control my irritation. In Chapter 5, in a section titled <q>Let's Not Make the GOP Smaller and Poorer,</q> <strong> Michael Reagan </strong> cautions conservatives against rejecting <strong> Colin Powell </strong>. Reason devoid of white guilt says that <strong> Colin Powell </strong> rejects conservatism. So, why shouldn't conservatives reject <strong> Colin Powell </strong>? He's not conservative and should not be in a party whose platform", "new_id": -2}, {"uid": "1295564385175194279", "i": 13242, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong> Steps Down; Co-founder Page is New Google CEO Mark Hefflinger on January 20, 2011- 10:35 am. Mountain View, Calif.- Citing a desire to <q>streamline decision making and create clearer lines of responsibility at the top of the company,</q> Google on Thursday announced that CEO <strong> Eric Schmidt </strong> will step down, becoming executive chairman, while co-founder Larry Page will take over as chief executive. <strong> Sergey Brin </strong>, the company's other co-founder, will step down as president of", "new_id": -2}, {"uid": "1297558954109035531", "i": 27233, "idx": 1, "sa": ["Phillip Blond", "Michael Gove"], "q": "society if more and more people choose to put me before we,\" said <strong> Michael Gove </strong>, on a detour into archbishop territory. \"The picture isn't pretty,\" agrees the great Tory philosopher, <strong> Phillip Blond </strong>. <q>With family breakdown for many, the fundamental bedrock of civic life in Britain has been destroyed. It was some of the very people who thought themselves left wing- the pleasure-seeking, mind-altering drug takers and sexual pioneers of the 1960s who instigated the fragmentation of the working-class family and sold the poor the poisonous idea of liberation through chemical and sexual experimentation.</q> If this terrifying diagnosis puts Hello! in the clear, it does not, immediately, suggest any measures whereby the working classes can be saved from themselves, other than by the revival of the conventional family featuring", "new_id": -2}, {"uid": "1297215580168738818", "i": 12823, "idx": 1, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "worked at the site in the interview on FOX News Channel's Hannity show. <strong> Donald Rumsfeld </strong> was defence secretary from 2001 to 2006 under former president George W Bush. He was replaced as defence secretary by <strong> Robert Gates </strong>. <q>The heart-breaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world,</q> said <strong> Donald Rumsfeld </strong>. \"What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they were", "new_id": -2}, {"uid": "1297452829228950020", "i": 37855, "idx": 1, "sa": ["Michael Gove", "Harriet Harman"], "q": ", said: \"This is a powerful judgment and a vindication of all the determination and hard work that has brought us to this point.\" The judge said Mr <strong> Michael Gove </strong>'s decision-making process was unlawful <q>because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act</q>. The Equality Act, championed by <strong> Harriet Harman </strong>, the deputy Labour leader, was introduced last year to bring the various areas of equality law under one piece of legislation. Lawyers said its impact", "new_id": -2}, {"uid": "1295728012106954753", "i": 39806, "idx": 2, "sa": ["Eric Schmidt"], "q": "will remain co-founder, devoting \"his time and energy to strategic projects,\" <strong> Eric Schmidt </strong> wrote in a blog post. \"As Google has grown, managing the business has become more complicated,\" <strong> Eric Schmidt </strong> noted. <q>So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured.</q> Google also reported a$ 2.54 billion fourth-quarter profit, up 29 percent from a year earlier. Revenue climbed 26 percent to$ 8.44 billion. The housing slump here in the Valley of Heart's Delight", "new_id": -2}]