[{"uid": "1296227274172146695", "i": 14627, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> <strong> Barack Obama </strong> Franken Explains Why He Thinks Obamacare's Individual Mandate to Buy Insurance Is Needed", "new_id": -2}, {"uid": "1297717097255754249", "i": 26294, "idx": 2, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "\" <strong> Steve Ballmer </strong> said. \"We need to give people the full web, the full interent... like they expect with the PC.\" <strong> Joe Belfiore </strong>, corporate vice president of Windows Phone 7, said the <q>core browsing engine that ships on PCs is the same one that ships on Phones.</q> That will help developers, as sites that \"work well on the PC will work well on Windows Phone as well,\" he claimed. <strong> Steve Ballmer </strong> didn't say if IE9 would be ported", "new_id": -2}, {"uid": "1295391425232685620", "i": 14497, "idx": 1, "sa": ["Sergio Marchionne"], "q": "making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q>We need to retain all its functionality but make it much more versatile.</q> Assemblyman Jeff Kartye works on a 2011 Dodge Grand Caravan and Chrysler Town& Country at the Windsor Assembly Plant in Windsor, Ontario, Canada, Tuesday, Jan. 18, 2011. Assemblymen work", "new_id": -2}, {"uid": "1295561917217792524", "i": 15119, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "announced Thursday that co-founder Larry Page, pictured in 2007, would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman and focus on <q>deals, partnerships, customers and broader business relationships.</q> The firm's other co-founder, <strong> Sergey Brin </strong>, will work on strategic projects and new products, Google said in a statement. It said the management changes would take effect on April 4.", "new_id": -2}, {"uid": "1295263921256114690", "i": 38424, "idx": 0, "sa": ["Natalie Jamieson", "Simon Cowell", "Michael McIntyre"], "q": "'re hand grenades then he sits back and watches them cry! Distributed by Tubemogul. http://wn.com/Michael_McIntyre_talks_about_Britain's_Got_Talent_job <strong> Michael McIntyre </strong> has joked that talking to <strong> Simon Cowell </strong> about being a judge on Britain's Got Talent was like being on X Factor. <q>He does it exactly like the X Factor. He says \"<strong> Michael McIntyre </strong>: I don't like you. I love you,'</q> the comedian told Newsbeat's <strong> Natalie Jamieson </strong>. The popular comic also explained how he had no trouble making up his mind on whether to accept <strong> Simon Cowell </strong>\"s offer. \"I love the show and to be part of it", "new_id": -2}, {"uid": "1295478090159825968", "i": 17148, "idx": 0, "sa": ["Mike Pence"], "q": "sign of class as you can see. Inappropriate? Alert us. Reply Post new beugel January 18, 2011 at Syracuse man gets probation for computer tampering Syracuse Real Niner January 18, 2011 at 4:18 PM Follow <q>As part of the plea deal, Fahey sentenced Olmstead as a youthful offender, removing the felony from his record and sealing the case file.</q> However Google will now retain the details of his conduct forever. Inappropriate? Alert us. Reply Post new The_Muse January 18, 2011 at 4:42 PM Follow <strong> Mike Pence </strong> urged to enter GOP race for president in 2012 Syracuse", "new_id": -2}, {"uid": "1296698256042549266", "i": 42942, "idx": 1, "sa": ["Mitt Romney", "Jon Huntsman", "David Letterman"], "q": "factor Mormonism would be in either potential campaign. \"In the long run, it would be good for the church,\" said <strong> David Letterman </strong> Campbell, a political scientist at Notre Dame and a Mormon. <q>It would mean we were entering the mainstream of American society. After all, we would have not just one but two candidates- plus <strong> Harry Reid </strong>[ the Senate majority leader, a Democrat from Nevada].</q> A <strong> Jon Huntsman </strong> candidacy, Campbell said, would \"totally change the dynamic of the way Mormonism is discussed.\" For example, if Republicans <strong> Jon Huntsman </strong> and <strong> Mitt Romney </strong> disagreed about issues, as they no", "new_id": -2}, {"uid": "1297218240091242545", "i": 34097, "idx": 1, "sa": ["Donald Rumsfeld"], "q": ", but organizers cancelled the event due to what they described as security concerns. \"People are trying to make legal issues out of public policy issues, which is unfortunate,\" <strong> Donald Rumsfeld </strong> told Reuters. <q>I think it's a sign of the times.</q> <strong> Donald Rumsfeld </strong>, who personally authorized harsh interrogation techniques used on some terrorism suspects, said he had not considered whether he, too, might face prosecution if he travelled abroad. Still, he warned", "new_id": -2}, {"uid": "1295665764077054063", "i": 16681, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "business relationships, government outreach and technology thought leadership\", according to the official Google blog spot. Mr <strong> Eric Schmidt </strong> would continue to act as an advisor to Mr Page and co-founder Mr <strong> Sergey Brin </strong>. <q>Page will take charge of Google's day-to-day operations as Chief Executive Officer starting April 4. <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products,</q> Mr <strong> Eric Schmidt </strong> said in the blog spot. The management reshuffle has been brought about to \"streamline decision making and create clearer lines of responsibility and accountability\" at the top of the company, he added", "new_id": -2}, {"i": 6041, "idx": 7, "index_answer": 0, "new_id": -1, "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. \"The people in the streets have to give this government an opportunity to change,\" he said cheerfully. <q>Beautiful things happened in the last five days.</q> This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all, but do keep it", "sa": ["Zahi Hawass", "Hosni Mubarak"], "uid": "1296579646157810697"}]