[{"uid": "1295550320082853950", "i": 30295, "idx": 1, "sa": ["Sergio Marchionne"], "q": "starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q> We need to retain all its functionality but make it much more versatile. </q> <strong> Sergio Marchionne </strong> said that could mean new Planet Bike's Superflash tail light: protection from distracted drivers If you ride a bicycle in traffic, you've probably noticed that many urban drivers aren't bike-friendly. It's not", "new_id": -2}, {"uid": "1295137697028803114", "i": 10336, "idx": 7, "sa": ["Julianne Hough", "Camille Grammer", "David Letterman"], "q": "kids. Are the kids and everybody all right now?\" \"The kids seem to be doing OK, yeah,\" <strong> Camille Grammer </strong> said, referring to the son and daughter he has with <strong> Camille Grammer </strong>. <q> We've been spending quite a bit of time with them, Kayte and I. Kayte's my new girl, and we're planning to get married soon. </q> \"You're getting married soon?\" <strong> David Letterman </strong> asked. \"Sometime in February,\" <strong> Camille Grammer </strong> replied. <strong> Julianne Hough </strong> drops brunette look, back to having fun as a blonde <strong> Camille Grammer </strong>'s husband", "new_id": -2}, {"uid": "1296138281063832065", "i": 39401, "idx": 0, "sa": ["Michael Gove"], "q": "to Ofsted will mean schools will be judged by the watchdog on four key areas- quality of teaching, leadership, pupils' behaviour and achievement. Publishing the Bill on Thursday, Mr <strong> Michael Gove </strong> said: <q> There are areas of Ofsted inspections, such as community cohesion or regulations Michael Governing what students bring in in their lunchboxes at lunchtime, which are entirely peripheral. \"One of the problems with Ofsted inspections is that they are asked to inspect and measure for things which, by definition, are hard to judge and not central to what schools are about. </q> Keep updated with the latest breaking news and content on our Twitter feed. Latest dining reviews Read the latest reviews by the Shropshire Star's dining out reviewers before you decide where to eat.", "new_id": -2}, {"uid": "1295445377093192198", "i": 24217, "idx": 0, "sa": ["Billy Joel", "Steven Tyler", "William Hung", "Jennifer Lopez", "Tim Jonze", "Simon Cowell", "Randy Jackson"], "q": "said a tearful goodbye to <strong> Simon Cowell </strong> and gave a cheery slap on the back and` American Idol' embraces kinder, gentler attitude LOS ANGELES- When a husky, mustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q> The Longest target=\"_blank\" Jonzee.wn.com/\"> Tim Jonzee </q> in front of <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong>, sometWilliam Hung totally out of the ordinary happens: They don't make fun of him. Instead, the new \"American Idol\" judging team encourages him to become a", "new_id": -2}, {"uid": "1297378384170868752", "i": 51324, "idx": 0, "sa": ["George W. Bush", "Dick Cheney", "Donald Rumsfeld"], "q": "The ballroom at the Conservative Political Action Conference was divided Thursday between boos and cheers as two Republican giants faced the crowd. Former Vice <strong> George W. Bush </strong> <strong> Dick Cheney </strong>, a surprise guest, presented former Defense Secretary <strong> Donald Rumsfeld </strong> with the <q> Defender of the Constitution Award </q> at the annual conference of conservatives which this year has gained significance for being a cattle-call for potential GOP George W. Bushial candidates. Just the mention of <strong> Donald Rumsfeld </strong>'s name drew boos from the crowd, and when", "new_id": -2}, {"uid": "1295983428080740355", "i": 35673, "idx": 0, "sa": ["Michael Vick", "Colin Kaepernick", "Vince Young"], "q": "Tony Pauline This entry was posted on Tuesday, January 25th, 2011 at 1:24 pm and is filed under Ben Volin. You can follow any responses to this entry through the 3 Responses to <q> Getting to know... Nevada QB <strong> Colin Kaepernick </strong> </q> January 25th, 2011 at 1:33 pm <strong> Colin Kaepernick </strong> is a major project IMO. He'd be ok to draft in the later rounds if we can sign a <strong> Michael Vick </strong> or a <strong> Vince Young </strong>. January 25th, 2011", "new_id": -2}, {"uid": "1297245173074432526", "i": 42912, "idx": 2, "sa": ["Simon Cowell", "Will Smith"], "q": "allowed to wave in the street.\" <strong> Simon Cowell </strong>, who was on The Today Show to talk about his upcoming version of American X Factor, was guarded about who the judges <strong> Will Smith </strong> be. <q> They <strong> Will Smith </strong> be cute, </q> he said. \"But the male judges <strong> Will Smith </strong> not be as good looking as me.\" Later in the interview multi-millionaire <strong> Simon Cowell </strong> defended the promotion of child stars on X Factor. \"In", "new_id": -2}, {"uid": "1295156722221855766", "i": 6308, "idx": 8, "sa": ["Allen Iverson", "Tim Rasmussen", "George Karl", "Kobe Bryant"], "q": ". Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no Tim Rasmussene, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last spot. <q> I don't think we can lose a( player) because of an injury the rest of the way, </q> <strong> George Karl </strong> said. \"It's the Tim Rasmussene of year where we have to play like it's a playoff circumstance. Everybody is hurting a <strong> Kobe Bryant </strong> bit_ AI is probably at the top of the This game was", "new_id": -2}, {"uid": "1294961054148406273", "i": 3454, "idx": 1, "sa": ["Katie Couric", "Sarah Palin", "Kirsten Gillibrand"], "q": "We've got to really be very, very concerned about how we say things and the things that we do say and how that may impact people.\" Democratic New York Senator <strong> Kirsten Gillibrand </strong> chimed in: <q> We may never know what motivated him to commit these heinous crimes, but what we do know is that the climate of debate has degraded so significantly, I believe, over the last decade, that it has to end. </q> <strong> Katie Couric </strong> played a clip of <strong> Sarah Palin </strong>'s Facebook video response to the shooting and critics: \"Acts of monstrous criminality stand on their own. They begin and end with the criminals who commit them, not", "new_id": -2}, {"uid": "1296066420080527365", "i": 12716, "idx": 0, "sa": ["Andy Coulson", "Sian Massey"], "q": "to Miss <strong> Sian Massey </strong> on Sunday, said he had found the reaction to the comments \"extraordinary\" . \"I can not believe the frenzy that's blown up,\" said the 53-year-old. <q> There are some dark forces at work here. </q> He claimed he and Miss <strong> Sian Massey </strong> had ended their phone conversation on \"very good terms\" , adding: \"I expressed my disappointment that <strong> Andy Coulson </strong> and I, in misguidedly having a little fun, got", "new_id": -2}]