[{"uid": "1295635286070795270", "i": 28100, "idx": 0, "sa": ["Eric Schmidt"], "q": "by what Google has accomplished under his watch, and there's nothing embarrassing about getting fired. But let's be serious: <strong> Eric Schmidt </strong> got fired. Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- <q>day-to-day adult supervision is no longer needed</q>-- through his carefully worded blog post that screamed \"friction at the top,\" through his patronizing remarks about how he thinks Larry Page is finally \"ready\" to be CEO, it seemed clear that <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295189804049070144", "i": 20202, "idx": 4, "sa": ["Mike Darnell", "Simon Cowell"], "q": "the triple-threat up here.' So I think we're going to be good, man. \" \"Look, the show is amazing,\" said <strong> Mike Darnell </strong>, Fox's president of alternative entertainment. <q>I mean, it's 10 years in. Let's all get perspective on it. It's achieved the virtual impossibility of being, six years in a row, the No. 1 show... that's bigger than M* A* S* H. That's bigger than All in the Family. \"This new panel is terrific, and I think the audience, if it keeps coming at these levels- considering DVR use and everywhere that television's been- we'll be thrilled.</q> Will American Idol miss <strong> Simon Cowell </strong>? Probably, especially when it\"s time to disinvite tone-deaf hopefuls from the competition. Compare some choice <strong> Simon Cowell </strong> quotes over the years to opinions offered by the new panel in the first", "new_id": -2}, {"uid": "1295385837083918857", "i": 21577, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "issues linked to the Middle East peace process can only be resolved by the two parties negotiating directly with each other,\" <strong> Kirsten Gillibrand </strong>, D-N.Y., wrote in a letter signed by 16 of her colleagues. <q>Attempts to use a venue such as the United Nations, which you know has a long history of hostility toward Israel, to deal with just one issue in the negotiations, will not move the two sides closer to a two-state solution, but rather damage the fragile trust between them,</q> she wrote.", "new_id": -2}, {"uid": "1295658306074924083", "i": 1971, "idx": 8, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "But as <strong> Eric Schmidt </strong> himself has said, it's quite a trick. \"If you've got a one-trick pony, you want the one we have,\" <strong> Eric Schmidt </strong> told The Journal last summer. <q>We're in the ad business, and it's growing rapidly. We picked the right trick.</q> And Google picked the trick on <strong> Eric Schmidt </strong>'s watch. Ot at least the watch he shared with Page and <strong> Sergey Brin </strong>. AdWords debuted in 2000, before <strong> Eric Schmidt </strong> joined the company. But in those early", "new_id": -2}, {"uid": "1295472679213434423", "i": 4473, "idx": 5, "sa": ["Jim Ryun", "Mike Pence", "Ronald Reagan"], "q": "urging <strong> Mike Pence </strong> to run for the presidency is a former deputy counsel to <strong> Ronald Reagan </strong> and former U.S. Rep. <strong> Jim Ryun </strong>, R-Kan. <strong> Mike Pence </strong> said the decision he and his wife will reach will be based on <q>where can we make the most difference for the conservative principles that carried us into public service. It also comes down to where are we needed most.</q> While <strong> Mike Pence </strong> would be one of numerous Republicans considering presidential campaigns, he would enter a race for governor as the favorite. Bob's Blitz: Face it, Manning stinks in post-season Harlem", "new_id": -2}, {"uid": "1297440938101842954", "i": 6286, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "mobile ecosystem. The partnership will result in significant benefits for consumers, developers, mobile operators and businesses around the world. It was announced by Nokia CEO <strong> Stephen Elop </strong> and his Microsoft counterpart <strong> Steve Ballmer </strong>. <q>We each bring incredible assets to the table. Nokia's history of innovation in the hardware space, global hardware scale, strong history of intellectual property creation and navigation assets are second to none. Microsoft is a leader in software and services,</q> said <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> in a joint letter. The specific details of the partnership are currently being worked out but it is expected that Nokia will adopt Windows Phone as its primary smartphone strategy in order to", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected. \"The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,\" said <strong> Greg Mueller </strong>, a Republican political strategist. <q>Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign.</q> \"For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,\" said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri. \"This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}, {"uid": "1295617480099680409", "i": 6061, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "while working as editor of the \"News of the World\" newspaper. \"I can today confirm that I've resigned as Downing Street director of communications,\" <strong> Andy Coulson </strong> said in a statement. <q>Unfortunately, continued coverage of events connected to my old job at the \"News of the World</q> has made it difficult for me to give the 110 per cent needed in this role.\" Prime Minister <strong> David Cameron </strong> said he was \"very sorry\" that <strong> Andy Coulson </strong> had decided to resign, but understood why", "new_id": -2}, {"uid": "1295586027175472666", "i": 16647, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong> said he will \"focus wherever I can add the greatest value,\" such as partnerships and government affairs, and that he will remain \"an advisor to Larry and <strong> Sergey Brin </strong>.\" <q>I have learned a ton from him over the years,</q> Mr. Page said of Mr. <strong> Eric Schmidt </strong> in a conference call. \"I can not be more excited about moving us forward, and we are really only at the beginning.\" The transition has", "new_id": -2}, {"uid": "1295562566105267228", "i": 6490, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "shakeup of its top management, announcing that co-founder Larry Page will replace <strong> Eric Schmidt </strong> as chief executive of the internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman, focusing on <q>deals, partnerships, customers and broader business relationships.</q> He would act as an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, who would work on strategic projects and new products. The management changes were due to take effect on April", "new_id": -2}]