[{"uid": "1297562861212975618", "i": 3364, "idx": 0, "sa": ["Hillary Clinton", "Robert Gates", "Kirsten Gillibrand"], "q": "nation fights two wars. Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.), who recently took over <strong> Hillary Clinton </strong>'s former seat on the Senate Armed Services Committee, also worried today about decreased funding of the Marines: <q> The Marine Corps must have the resources it needs to respond to new and emerging cyber threats and terror threats in different parts of the world. Secretary <strong> Robert Gates </strong> will explain his vision to the committee next week, and I look forward to working with him to ensure the Marine Corps is well-positioned to respond to the new security demands that will continue to emerge, </q> <strong> Kirsten Gillibrand </strong> said in a statement. In a speech Tuesday night at the Marine Memorial Club in San Francisco, Amos, the first Commandant from the airwing of the Corps, said his cutback plan was a", "new_id": -2}, {"uid": "1297073224041992200", "i": 10207, "idx": 0, "sa": ["Eric Schmidt"], "q": " href=\"http://www.heise.de/\"> Google-Chef will lange EU-Ermittlungen vermeiden Google m?chte einen langwierigen Rechtsstreit mit der Europ?ischen Union ber die Marktmacht des Unternehmens verhindern. <q> Das wollen wir nat?rlich vermeiden </q>, href=\"http://www.telegraph.co.uk/technology/google/8306318/Google-chief-Eric Schmidt-Eric Schmidt-seeks-deal-on-EU-search-inquiry.html\" rel=\"external\"> sagte Google-Chef <strong> Eric Schmidt </strong> der Zeitung Sunday Telegraph. Es sei in seinem und wohl auch im Interesse der EU, mit einer schnellen Analyse auf die Bedenken der Wettbewerber von Google einzugehen.``", "new_id": -2}, {"uid": "1296423892068993033", "i": 406, "idx": 5, "sa": ["Allen Iverson", "Earl Watson"], "q": "game into overtime in the final seconds Earl Watsonier this week, then didn't lose confidence against the Pacers even as he struggled with his shot. He played 44 minutes, but went just 5-for-23 from the floor. <q> I just couldn't get in no type of rhythm, </q> <strong> Allen Iverson </strong> said.`` I couldn't get warm. I couldn't feel my hands the whole game.'' He was hot when it mattered, though, as <strong> Allen Iverson </strong> took the ball the length of the court", "new_id": -2}, {"uid": "1295289004218529795", "i": 58630, "idx": 1, "sa": ["James Cleveland", "Josh Smith", "Carmelo Anthony", "Allen Iverson", "Ozzie Smith"], "q": "37 points and <strong> Josh Smith </strong> added 29 to help the Denver Nuggets beat the <strong> James Cleveland </strong> Cavaliers 122-100 on Monday night.`` They didn't steal my spotlight,'' said <strong> Carmelo Anthony </strong>, who had 22 points and nine rebounds. <q> They did what they were supposed to do. They took advantage of the defense that they threw at us. </q> <strong> Allen Iverson </strong> set the tone Ozzie Smithy with his sharp shooting. He had 18 points at halftime, when the Nuggets took a 58-43 lead. He came out firing in the second half, scoring 11 points in the first", "new_id": -2}, {"uid": "1295094779207257606", "i": 15609, "idx": 0, "sa": ["Mike Smith", "Michael Vick", "Thomas Dimitroff", "William Moore"], "q": "dominating football, in front of a mostly red-clad crowd that has helped turn the Falcons into a virtually unbeatable squad on its own field.`` None of that matters,'' Falcons safety <strong> William Moore </strong> said. <q> When those lights come on, those players from the past ain't playing that night. </q> Atlanta has played some good ball ever since the new regime- general manager <strong> Thomas Dimitroff </strong> and coach <strong> Mike Smith </strong>- took over in 2008. Quickly bouncing back from a miserable season in which franchise quarterback <strong> Michael Vick </strong> went to", "new_id": -2}, {"uid": "1297491109028950563", "i": 46431, "idx": 0, "sa": ["Thaddeus McCotter", "Donald Rumsfeld", "Paul W. Smith"], "q": "roasting and all around family fun from Meijer. Admission? A can of food or a book, or$ 1 to Matrix Human Services. Good reading now: former Defense Secretary <strong> Donald Rumsfeld </strong>'s <q> Known and Unknown: A Memoir. </q> After having him on my show Friday and talking about it, I can't wait to get into it fully. Good reading soon: U.S. Congressman <strong> Thaddeus McCotter </strong>'s`` Seize Freedom.'' <strong> Paul W. Smith </strong>", "new_id": -2}, {"uid": "1297716189009617422", "i": 40368, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Group LLC's application for federal loans is`` moving ahead'' and will not be affected too much by proposed cuts in the Obama administration's budget, the head of said on Monday. <q> We're moving ahead with Chrysler. I don't think it's affected that much by this( FY2012) budget, </q> said, said during a call with reporters. A DOE spokeswoman said the department is still in the Chrysler CEO <strong> Sergio Marchionne </strong> said last month that the automaker had applied for some$ 3.5 billion", "new_id": -2}, {"uid": "1296932455012320798", "i": 34035, "idx": 0, "sa": ["Sergio Chiamparino", "Paolo Romani", "Sergio Marchionne"], "q": "Poland than in Italy His comments on Friday in San Francisco were quoted by Italy's Corriere della Sera, prompting the mayor of Turin, Fiat's birthplace, to demand`` immediate clarification.'' <q> It's clear that an international group can have several offices but it would be different if the headquarters were in the United States, </q> <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>.`` In the next two or", "new_id": -2}, {"uid": "1296797420236175366", "i": 6256, "idx": 0, "sa": ["David Letterman", "Barbara Walters", "Regis Philbin", "Robin Williams", "Bill Clinton"], "q": "Who would you like us to say this is from? What email address would you like us to send it to? <q> A MATTER OF LIFE AND DEATH </q> What do <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Barbara Walters </strong> have in common? All have had open-heart surgery. <strong> Barbara Walters </strong>, who had her surgery last year, was able to get these high-profile heart surgery", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up.`` A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}]