[{"uid": "1296123008165298184", "i": 10713, "idx": 0, "sa": ["Bernie Sanders"], "q": "bonds to Social Security, guaranteeing repayment with interest. Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q> It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government, </q> said Sen. Sanders\" Sanders-Bernie Sanders-PEPLT005768.topic\"> <strong> Bernie Sanders </strong>, I-Vt. \"It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in", "new_id": -2, "mturk_index": "344"}, {"uid": "1296141430063832079", "i": 9799, "idx": 0, "sa": ["Silvio Berlusconi", "Ilvo Diamanti", "Michael Gove"], "q": "in luxury apartments in exchange for sex. But the wave of salacious allegations about <strong> Silvio Berlusconi </strong> have not for the moment shifted the political loyalties of Italians, political analyst <strong> Ilvo Diamanti </strong> told AFP. Italians continued <q> to support the centre right majority, given the lack of a credible alternative, </q> he said. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in... UK` unprepared for a foot and", "new_id": -2, "mturk_index": "1806"}, {"uid": "1297194038179781640", "i": 19354, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "fighting. Instead of calling it a \"war on terror,\" with the enemy being some vague sort of evildoers, he argues that the focus should have been placed on the ideological nature of Islamist extremists. <q> We ought to have more precisely labeled our enemies as violent Islamists, </q> he writes in the final chapter. The son of a schoolteacher, <strong> Donald Rumsfeld </strong> has long been a stickler for precise language. And while in office, he did press Bush to drop the \"war on", "new_id": -2, "mturk_index": "2085"}, {"uid": "1297179623238403585", "i": 23778, "idx": 5, "sa": ["Donald Rumsfeld", "Colin Powell", "Hugh Shelton", "Condoleezza Rice", "John McCain", "Eric Shinseki", "George W. Bush", "Joe Biden", "Richard Armitage"], "q": "that Iraq belonged to the Iraqis'), to former Army secretary <strong> Eric Shinseki </strong>, to former Joint Chiefs chairman <strong> Hugh Shelton </strong>, <strong> Colin Powell </strong> aide <strong> Richard Armitage </strong>, Sen. <strong> John McCain </strong> and, of course, the news media. \" <q> The most consistent censure is reserved for <strong> Colin Powell </strong>, <strong> Condoleezza Rice </strong> and anyone who operated in their diplomatic orbit. <strong> Colin Powell </strong> and his supporters, he writes, were skeptical of the administration's initiatives to the point of disloyalty. Apparently, it did not help that Democrats like then-Delaware Sen. <strong> Joe Biden </strong> described <strong> Colin Powell </strong> to a newspaper reporter as a` good guy,' but <strong> Donald Rumsfeld </strong> as a` unilateralist.' </q> How Iraq looks 50 years from now will do far more to write the definitive history of <strong> George W. Bush </strong>'s decision to go to war in Iraq than will any of the memoirs from the various players.", "new_id": -2, "mturk_index": "303"}, {"uid": "1297215580168738818", "i": 15475, "idx": 4, "sa": ["Barack Obama", "Donald Rumsfeld"], "q": ", that they were not hurting people,\" he said. <strong> Donald Rumsfeld </strong> described it as \"a fine operation\" , and said US military personnel working there have \"taken a lot of the heat unfairly\" and <q> deserve a lot of credit </q> for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 Barack Obamaial campaign, <strong> Barack Obama </strong> \"was critical of indefinite detention for unlawful combatants. He was critical of military commissions", "new_id": -2, "mturk_index": "273"}, {"uid": "1297616165186400816", "i": 24677, "idx": 0, "sa": ["Katy Perry", "Marlon Wayans", "Vanessa Minnillo", "Nick Lachey", "Russell Brand", "Vivica A. Fox", "Simon Cowell"], "q": "Valentine's Day From the POV of the Stars <strong> Marlon Wayans </strong> Stars in Commercials Stars get fit, fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Russell Brand </strong> Hosts Saturday Night Live: <q> I'm Much More Famous in England </q> A. Fox-a-Vivica A. Fox-i-m-taking-my-engagement-slow/56266\"> <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed Royal romance of William, Kate turned into comics <cite> Associated Press </cite> <strong> Katy Perry </strong>:' I", "new_id": -2, "mturk_index": "1198"}, {"uid": "1295739237074268693", "i": 42681, "idx": 4, "sa": ["Mike Woodson", "Allen Iverson", "Tony Parker", "Gregg Popovich"], "q": "18 of 25 shots and each of his six free throws. \"My shot was feeling good tonight and it opened up stuff for me in the second half,\" said <strong> Tony Parker </strong>, who had 10 assists. <q> I'm just going to try to keep it going and not be satisfied with myself because you know <strong> Gregg Popovich </strong> is going to be on me the next game. </q> Hawks <strong> Gregg Popovich </strong> <strong> Mike Woodson </strong> said he tried different defensive schemes but none were effective. \"<strong> Tony Parker </strong> was the difference tonight Iverson_Allen Iverson_54pts_vs_Cleveland_Cavaliers_2000/2001_MVP_NBA_Regular_Season betfreebie.com Basketball <strong> Allen Iverson </strong> keeps scoring and the Philadelphia 76ers keep winning. One night after a 41 point effort", "new_id": -2, "mturk_index": "2117"}, {"uid": "1295606561050561067", "i": 32365, "idx": 0, "sa": ["Carmelo Anthony", "Michael Vick", "Cynthia Tucker", "Tucker Carlson"], "q": "Single-sex classrooms, CFLs, <strong> Cynthia Tucker </strong>, George Will, Mark Twain, <strong> Carmelo Anthony </strong>, <strong> Michael Vick </strong> To the Editor: Miracles will never cease. For once, I agree with <strong> Cynthia Tucker </strong>. No, the <q> N-word can't be erased. </q> The \"N\" word will not be erased based on the reasonable, sensible explanation given by <strong> Tucker Carlson </strong>. The novel \"Huckleberry Finn\" would not have the same textural, unique quality of its time.", "new_id": -2, "mturk_index": "1869"}, {"uid": "1295443111060325937", "i": 47609, "idx": 3, "sa": ["Thomas P. Salmon", "Bernie Sanders", "Tom Salmon", "Robert Dempsey"], "q": "police video of his traffic stop following a highly publicized court fight last autumn. If <strong> Thomas P. Salmon </strong> decides to challenge <strong> Bernie Sanders </strong>, the Vermont Republican Party would support him, Executive Director Erik Mason said. <q> <strong> Tom Salmon </strong> would be great, </q> Mason said. \"<strong> Tom Salmon </strong>'s name ID's pretty high.\" Vermont Democratic Party Executive Director <strong> Robert Dempsey </strong> argued that having a U.S. Senate candidate who until a year and a half ago was a Democrat suggests", "new_id": -2, "mturk_index": "1705"}, {"uid": "1295687287040943628", "i": 8096, "idx": 3, "sa": ["Michael Jordan", "Allen Iverson", "Michael Redd", "John Starks"], "q": ". \"I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,\" said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q> But I know he's here now. </q> And <strong> John Starks </strong> had plenty of help. Patrick Iverson_Allen Iverson_48pts_vs_Michael Jordan_Michael Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "new_id": -2, "mturk_index": "1264"}]