[{"uid": "1296840889254672948", "i": 35258, "idx": 0, "sa": ["David Letterman"], "q": "'s 25th season is being filmed in Las Vegas. \"Everything in Vegas is on a grander scale, and that comes through loud and clear this season,\" MTV told People in a statement. <q> Romance among the cast members is at an all time high, and as secrets each cast member has brought with them are revealed, those relationships will be challenged and tested. </q> See photos from The Real World The seven new roommates- Nany, Adam, <strong> David Letterman </strong>, Naomi, Dustin, Leroy and Heather- will live in a suite at the Hard Rock Hotel and Casino", "new_id": -2}, {"uid": "1295218070163594249", "i": 687, "idx": 22, "sa": ["Simon Cowell", "Jonathan King"], "q": "desire to be the man with the name on the door was too great. \"That's the time you find out that's who you really are, I guess,\" he says, looJonathan King back. <q> I used to say it's about the money... Suddenly, when you're in that position, loyalty comes into it, all sorts of emotions. </q> Finally, in January 2010, a visibly shaken <strong> Simon Cowell </strong> appeared before the Television Critics Association meeting in Pasadena to say that he and Fox had reached an agreement that morning. \"Where we have come to", "new_id": -2}, {"uid": "1295200225198885398", "i": 12443, "idx": 0, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand"], "q": ") said she had talked with <strong> Gabrielle Giffords </strong>' husband, Kelson\" Kelson-Mark Kelson-PECLB002741.topic\"> <strong> Mark Kelson </strong>, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. <q> She's making progress every day, </q> <strong> Kirsten Gillibrand </strong> said. \"She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and", "new_id": -2}, {"uid": "1295860435042090520", "i": 7139, "idx": 2, "sa": ["George Osborne", "Andy Coulson", "David Cameron"], "q": ". In practice, <strong> Andy Coulson </strong> made up his mind before Christmas that he would have to go. \"<strong> Andy Coulson </strong> was running at 70 per cent of his capacity- at best,\" says one ally. <q> He wasn't prepared to work on that basis. </q> <strong> David Cameron </strong> and <strong> George Osborne </strong> tried hard to dissuade him from stepping down. Indeed, it is a measure of how much they valued him that they were prepared to put up with the drip-drip of stories about alleged telephone hacking", "new_id": -2}, {"uid": "1295456943232456195", "i": 41949, "idx": 1, "sa": ["Bernie Sanders"], "q": "of content in the United States-represents the ultimate surrender to the demands of corporate America. \"Once we allow companies to become this powerful, the FCC does not regulate them,\" says Vermont Senator <strong> Bernie Sanders </strong>. <q> They regulate the FCC, </q> says the senator. No reasonable regulator would debate <strong> Bernie Sanders </strong>'s point-or the threat to democracy posed when traditional protections against media monopoly are abandoned. Unfortunately, there was only one reasonable regulator on the", "new_id": -2}, {"uid": "1295667345215973910", "i": 26943, "idx": 0, "sa": ["Andy Coulson", "Clive Goodman"], "q": "scandal. Mr <strong> Andy Coulson </strong> confirmed his resignation in a statement today( Friday), saying that the continued coverage of events during his time as the newspaper's editor had made it difficult for him to give <q> the 110 per cent needed in this role </q>. He quit as editor of the News of the World in 2007 when royal editor <strong> Clive Goodman </strong> was convicted of hacking into the phone messages of royal aides. Since then, names of several other", "new_id": -2}, {"uid": "1297702046148619270", "i": 51606, "idx": 3, "sa": ["Michael Gove"], "q": "\" but the judge \"makes clear the decisions I made were clear and rational\" . Mr <strong> Michael Gove </strong> said the judge ruled in favour of the six councils on \"two procedural grounds\" . <q> In essence his view is that my consultation with 14 local authorities in relation to 32 sample schools and a further 119 individual academy projects did not go far enough and I should have included the six claimants in my consultation. \"He also judges that I should have had rigorous regard to equalities considerations in reaching my decision. \"The judge has not ordered a reinstatement of funding for any BSF project. Nor has he ordered me to pay compensation to any of the claimants. </q> The judge ruled that Mr <strong> Michael Gove </strong> must give each of the six authorities involved- Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council- an", "new_id": -2}, {"uid": "1295303483035520547", "i": 14032, "idx": 0, "sa": ["Allen Iverson", "Kobe Bryant"], "q": "one game of the Cavaliers for the seventh spot. The Cavs play at Philadelphia on Friday and are 0-2 this year against the Sixers. The Sixers are 3 1/2 games behind first-place Boston in the Atlantic Division. <q> The next game, that's the one we have to have, </q> <strong> Allen Iverson </strong> said. \"If we approach everything that way, than everything will Epic finish to a fun game. Continuing to struggle a <strong> Kobe Bryant </strong> without Chandler, but big Papa coming up big in the end of", "new_id": -2}, {"uid": "1295566300175194114", "i": 4628, "idx": 0, "sa": ["Eric Schmidt"], "q": "sustituci?n de <strong> Eric Schmidt </strong>, que tras diez a?os pasar a ser presidente ejecutivo, seg?n ha informado este jueves la propia empresa de forma inesperada. El objetivo, seg?n <strong> Eric Schmidt </strong>, es simplificar la gesti?n empresarial. <q> Como Google ha crecido, gestionar el negocio se ha vuelto m?s complicado </q>, dice en un comunicado quien lleva diez a?os al frente del potente buscador. \"Hemos decidido que es el momento adecuado para hacer algunos cambios\" , ha explicado en esta nota, en la que", "new_id": -2}, {"uid": "1295693165029671442", "i": 5338, "idx": 0, "sa": ["Phil Jackson", "Dahntay Jones", "LeBron James", "Danny Granger", "Allen Iverson"], "q": ". teams such as Indiana can rally and finish off the Sixers at home. <strong> Danny Granger </strong> scored 26 points and <strong> Dahntay Jones </strong> had 18 points to lead the Pacers to a 109-98 win over the Phil Jacksonadelphia 76ers on Monday night. <q> At times, when we can put teams away, we go about it in a lackadaisical way, </q> <strong> Allen Iverson </strong> said. \"We're going to continue to struggle as long as we don't have that killer instinct that everybody's been talLeBron James about.\" The Pacers earned a split of the home-and-home series after Phil Jacksonadelphia", "new_id": -2}]