[{"uid": "1297206232067371016", "i": 37909, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": ". And it was a somewhat awkward moment in the meeting,\" <strong> Donald Rumsfeld </strong> said. <strong> President Bush </strong> told <strong> Donald Rumsfeld </strong> to take the threats seriously. US forces killed both of <strong> Saddam Hussein </strong>'s sons in 2003. <q>I made a comment like \"Thank you' or something and president <strong> President Bush </strong> looked me in the eye and said` You better take this seriously,\"</q> the former defense secretary said. <strong> Donald Rumsfeld </strong> was on the show to talk about his memoir \"Known and Unknown,\" the title of which is in reference to a famous speech he gave in 2002 regarding", "new_id": -2}, {"uid": "1296760494005144612", "i": 8380, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "as excess loyalty to LBJ. \"In May 2004, right after the Abu Ghraib scandal broke, the Economist- hardly a radical rag- ran an editorial titled \"Resign, <strong> Donald Rumsfeld </strong>\", adding <q>responsibility for errors and indiscipline needs to be taken at the top.</q>\" mattseaton 3 February 2011 6:52 PM Too early isn't it? We'd have to see the state of Iraq in 20 years. If it has a living standard similar to SOuth", "new_id": -2}, {"uid": "1295779438083050512", "i": 12456, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "presentation. \"It was so bad that a minute into the pitch the guy said, \"No',\" the Daily Mail quoted him as telling <strong> Oprah Winfrey </strong> on her Master Class show. <q>To wind him up, I said, \"So, it sounds like you're interested?</q> He said` Get out' and we were thrown out of the network,\" <strong> Simon Cowell </strong> revealed. Adding to the humiliation was that the group hadn\"t booked a car to pick them up, so", "new_id": -2}, {"uid": "1297485029134791201", "i": 42661, "idx": 3, "sa": ["Kirsten Gillibrand", "Sandy Parker"], "q": "on both the Banking and Finance Committee. It's the equivalent on the Senate side,\" said <strong> Kirsten Gillibrand </strong>, \"and tax policy is something that I take a leadership role in as well.\" <q>It's definitely a setback for us,</q> said <strong> Sandy Parker </strong>, President of the Rochester Business Alliance. <strong> Sandy Parker </strong> said Lee was a friend to business in Upstate New York. \"His agenda for revitalizing manufacturing, which I think he came out", "new_id": -2}, {"uid": "1296841879222789633", "i": 18877, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": " 30 Rock 2.4 6 4.838 10:30 CBS The Mentalist 2.8 8 14.847 ABC Private Practice 2.4 7 6.764 NBC Outsourced 1.8 5 3.800- Via NBC press note: <q>In Late-Night Metered Markets Thursday night: Nielsen's 56 metered markets( with four markets excluded today), household results were: \"The Tonight Show with <strong> Jay Leno </strong>,</q> 2.9/ 7; CBS's\" Late Show with <strong> David Letterman </strong>,\" 3.2/ 8; and ABC's combo of\" Nightline,\" 3.5/ 8; and \"<strong> Jimmy Kimmel </strong> Live,\"", "new_id": -2}, {"uid": "1296791673149323845", "i": 26343, "idx": 1, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh", "Dannii Minogue", "Dermot O'Leary"], "q": "out.\" ITV is said to be desperate to hold on to <strong> Simon Cowell </strong>, <strong> Cheryl Cole </strong> and <strong> Dermot O'Leary </strong>, but <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong> are thought to be on the verge of returning to the show. <q>ITV is pulling out all the stops to ensure <strong> Simon Cowell </strong> can do both shows, but he still hasn't agreed anything, which is frustrating,</q> a source added. \"If <strong> Cheryl Cole </strong> and <strong> Dermot O'Leary </strong> also have to travel back and forth it could be tricky. The last thing they want is for any of them to pull out.\" Open auditions", "new_id": -2}, {"uid": "1296377284098549782", "i": 32916, "idx": 1, "sa": ["Michael Vick", "Barack Obama"], "q": ", \"Three years, that seems like such a long time,\" said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. <q>But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were.</q>( <strong> Barack Obama </strong> of 3) Much as it has been hard to fit the story of <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs\" lives, their recovery and the", "new_id": -2}, {"i": 180, "idx": 7, "index_answer": 0, "new_id": -1, "q": "things up.\" And \"Idol\" has certainly freshened things up with the new judges, Randy Jackson. \"I talk to Randy all the time,\" <strong> Simon Cowell </strong> said. <q>We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with \"The X Factor].</q> \"Have you watched the new` Idol\"?\" <strong> Kit Hoover </strong> asked. \"No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "sa": ["Simon Cowell", "Kit Hoover"], "uid": "1297212014253886469"}, {"uid": "1295239659192987162", "i": 41630, "idx": 0, "sa": ["Steve Ballmer"], "q": "7 is enough. Editor's Update 1/7/2010: Last night at the Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> because that is indeed what it runs.. Gizmodo quoted <strong> Steve Ballmer </strong> as saying <q>They're more powerful than a phone and almost as powerful as a PC. Perfect for reading, surfing the web and taking entertainment on the go.</q> Also, according to Gizmodo, it will be available later this year. See David Berlind is the chief content officer of TechWeb and editor-in-chief of TechWeb.com. David likes to write about emerging tech, new and", "new_id": -2}, {"uid": "1296385836115228698", "i": 18456, "idx": 4, "sa": ["Tyronn Lue", "Magic Johnson", "Allen Iverson"], "q": " \"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q>We were trying to keep the ball out of his hands as much as possible.</q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Boston_Celtics_Vs_Orlando_Magic_Game_3_NBA_PLAYOFFS_2010_5/23/10 Celtics:94 <strong> Magic Johnson </strong>:71 Series Celtics Lead 3-0. If that word's meaning resembles that of \"complete and total annihilation\", you're on", "new_id": -2}]