[{"uid": "1295791837239026197", "i": 9156, "idx": 0, "sa": ["John Thune", "Kirsten Gillibrand"], "q": "State of the Union address. In a symbolic gesture of bipartisanship, both of New York's senators will move across the aisle to sit with Republican counterparts to create more cooperative efforts ahead. <q> I'm going to be sitting with Sen. <strong> John Thune </strong>, and this will be very good. Not only are we showing, it's just a small measure, it's a symbol. It's a symbol of what's to come, </q> <strong> Kirsten Gillibrand </strong> said.", "new_id": -2}, {"uid": "1297055402197148672", "i": 25914, "idx": 0, "sa": ["Eric Schmidt"], "q": "lange EU-Ermittlungen vermeiden 07.02.2011- 05:05( Wiederholung vom Wochenende) LONDON( dpa-AFX)- Der Internetkonzern Google m?chte einen langwierigen Rechtsstreit mit der Europ?ischen Union im Streit ber die Marktmacht des Unternehmens verhindern. <q> Das wollen wir nat?rlich vermeiden </q>, sagte Google-Chef <strong> Eric Schmidt </strong> der Zeitung`` Sunday Telegraph''. Es sei in seinem und wohl auch im Interesse der EU, mit einer schnellen Analyse auf die Bedenken der Wettbewerber von Google einzugehen. Dabei hoffe er,", "new_id": -2}, {"uid": "1294990758034947086", "i": 48928, "idx": 0, "sa": ["Simon Cowell", "Michael McIntyre", "Piers Morgan"], "q": "it up for waiting photographers at the city's Opera House. He arrived in jeans, a leather jacket and sunglasses- despite the gloom. As The Hoff sat down, he told the audience: <q> I'm mad for it in Manchester </q>. The Hoff and <strong> Michael McIntyre </strong>, 34, are taking over from <strong> Piers Morgan </strong>, 45, who now has his own chat show in America, and <strong> Simon Cowell </strong>, who is busy masterminding the US version of The", "new_id": -2}, {"uid": "1295568057244678671", "i": 10569, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and Sergey for a long time to come,'' <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as", "new_id": -2}, {"uid": "1295835341029999109", "i": 14881, "idx": 2, "sa": ["Clive Goodman", "Simon Hughes", "Chris Huhne", "Glenn Mulcaire", "Nick Clegg"], "q": "individual cases.'' The News of the World's former royal correspondent <strong> Clive Goodman </strong> was jailed in 2007 along with private investigator <strong> Glenn Mulcaire </strong> for listening to the voicemail messages of princes <strong> Nick Clegg </strong> and Harry. <strong> Chris Huhne </strong> said: <q> Why would the royal correspondent be interested in hacking the voicemails of <strong> Simon Hughes </strong>, my colleague who is a Liberal Democrat MP, for example? </q> He criticised the police investigation into phone-hacking and called for a fresh inquiry.`` We know the police were not keen on that subject because when I called for a very clear review of this, the", "new_id": -2}, {"uid": "1295565725055705620", "i": 6533, "idx": 3, "sa": ["Tim Cook", "Sergey Brin", "Eric Schmidt"], "q": "<strong> Sergey Brin </strong> and I have been talking for a long Tim Cooke about how best to simplify our management structure and speed up decision making,'' Mr. <strong> Eric Schmidt </strong> said in a posting on the company's official blog. <q> And over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> Google also reported fourth-quarter financial results, beating Wall Street's net revenue expectations. Net revenue, excluding fees paid to partner websites, was$ 6.37-billion. Analysts polled by Thomson Reuters I/B/E/", "new_id": -2}, {"uid": "1296833245099107030", "i": 39412, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld", "Jameel Jaffer"], "q": "reported.`` Mr. <strong> Donald Rumsfeld </strong>'s claim that the abuse at Abu Ghraib was isolated and aberrational is demonstrably false,'' <strong> Jameel Jaffer </strong>, ACLU's deputy legal director, said in a written statement. <q> Government documents show that the methods used at Abu Ghraib were the same ones Mr. <strong> Donald Rumsfeld </strong> approved, and that the abuse of prisoners in Defense Department custody was systemic.... This effort to rewrite history is shameful. </q> <strong> Donald Rumsfeld </strong>'s office is not commenting on the book until its Tuesday release date. But according to early reports, he devotes much of the autobiography to defending his tenure in the <strong> George W. Bush </strong> administration and his handling", "new_id": -2}, {"uid": "1295505185040337467", "i": 29142, "idx": 0, "sa": ["Ryan Seacrest", "Ben Watson", "Ellen DeGeneres", "Simon Cowell", "Tim Urban", "Kris Allen"], "q": "Contestants Eliminated Original Air Date-25 February 2010 <strong> Ryan Seacrest </strong> says 24 million votes came in and tells us that Alison Iraheta and <strong> Kris Allen </strong> will be performing. <strong> Kris Allen </strong>' performance will Ben Watsonefit Haiti. <strong> Ryan Seacrest </strong> says <strong> Simon Cowell </strong>'s harshness was the <q> buzz of the nation. </q> <strong> Simon Cowell </strong> thinks that's silly and doesn't feel like he was overly cruel, he was just trying to give advice. <strong> Ellen DeGeneres </strong> says her first week held some surprises and she understands the nerves of the first Tim Urbaners", "new_id": -2}, {"uid": "1297339272064323584", "i": 55197, "idx": 0, "sa": ["Alassane Ouattara"], "q": "African neighbours. Not anymore. An election dispute between Laurent Gbagbo and rival <strong> Alassane Ouattara </strong> is slowly turning Ivory Coat's political crisis into an economic disaster-- and the mood on the streets is sour. <q> There's no more business. No one even has any money to fix their cars anymore, </q> said 70-year-old Abidjan mechanic Lamine Sylla, gloomily surveying his yard of rusty old wrecks.`` We're in serious difficulty. Right now we have no hope.'' <strong> Alassane Ouattara </strong> won the November 28", "new_id": -2}, {"i": 29884, "idx": 1, "index_answer": 0, "new_id": -1, "q": ". <strong> Zahi Hawass </strong> wrote, in a post to his Web site, which, due to the blocked Internet access at the time, he had to fax to colleagues in Italy to upload: <q> My heart is broken and my blood is boiling. I feel that everything I have done in the last nine years has been destroyed in one day, but all the inspectors, young archaeologists, and administrators, are calling me from sites and museums all over Egypt to tell me that they will give their life to protect our antiquities. </q> On Saturday, he wrote, \" I was met outside by many Egyptians, who asked if the museum was safe and what they could do to help. The people were happy to see", "sa": ["Zahi Hawass"], "uid": "1296752424175587371"}]