[{"uid": "1296746865116736071", "i": 54598, "idx": 5, "sa": ["Paul Bremer", "George W. Bush", "Barack Obama", "Donald Rumsfeld"], "q": "wrote to himself when <strong> Paul Bremer </strong>'s appointment was announced in May 2003, quietly criticizing <strong> George W. Bush </strong> for having had lunch alone with the new envoy. \"Shouldn't have done so,\" the memo said. The <strong> Barack Obama </strong> <q> linked him to the White House instead of to </q> the Pentagon or State Department. \"There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch,\" <strong> Donald Rumsfeld </strong> writes", "new_id": -2}, {"uid": "1296706234199049242", "i": 9001, "idx": 1, "sa": ["Tayshaun Prince", "Allen Iverson", "Richard Hamilton", "Stan Van Gundy"], "q": "9 minutes. \"I just waited for my opportunity and when it came I just took adStan Van Gundytage of it,\" said <strong> Allen Iverson </strong>, whose output was his highest since a 30-point night at Sacramento on Nov. 11. <q> I was probably in the best groove since I got here. </q> Detroit hasn't lost since blowing a 17-point lead in a 107-94 loss at Washington on Dec. 9, They're 10-9 with <strong> Allen Iverson </strong> on the roster. <strong> Tayshaun Prince </strong> added 14 points and 10 rebounds, and <strong> Richard Hamilton </strong> scored 12", "new_id": -2}, {"uid": "1296694847219119622", "i": 17353, "idx": 3, "sa": ["Bernie Sanders"], "q": "protect taxpayers from massive fraud,\" said Sanders-Bernie Sanders/\"> Mr. <strong> Bernie Sanders </strong>, who is considered one of the most liberal members of Congress. But the authors of the 45-page documentation, titled <q> Report to Congress on Contracting Fraud, </q> said that because there is no central repository for contracting data, the department faced a \"number of challenges\" drafting the report- \"first and foremost was the development of a common definition of` procurement fraud", "new_id": -2}, {"uid": "1294952896035717140", "i": 19931, "idx": 0, "sa": ["Gabrielle Giffords", "Debbie Wasserman Schultz", "Kirsten Gillibrand", "Barack Obama"], "q": "a miracle as she watched U.S. Rep. <strong> Gabrielle Giffords </strong> open her eyes for the first time after being shot over the weekend. \"It felt like we were watching a miracle,\" said U.S. Representative <strong> Debbie Wasserman Schultz </strong>. <q> The strength that you could see flowing out of her, it was like she was trying to will her eyes open. </q> <strong> Debbie Wasserman Schultz </strong>, who's from Weston, was in <strong> Gabrielle Giffords </strong>' hospital room with Senator <strong> Kirsten Gillibrand </strong>, D-NY. Both women, who are close friends of <strong> Gabrielle Giffords </strong>, traveled to Arizona with <strong> Barack Obama </strong> aboard Air Force One", "new_id": -2}, {"uid": "1296463074084328459", "i": 29233, "idx": 0, "sa": ["Simon Cowell", "Louis Walsh", "Katie Price"], "q": "the Daily Star Sunday, the music mogul called <strong> Katie Price </strong> his \"woman of the decade\" and refused to rule her out of the running for a place on next series's show. He said: <q> Do I want[ <strong> Katie Price </strong>] as a judge on the X Factor panel? Yeah, that could work. Why not? I like her as a person. In fact I'd even go as far as to say she's my woman of the decade. </q> <strong> Simon Cowell </strong>'s longtime friend Sinitta also backed the speculative plan to bring in <strong> Katie Price </strong>, adding that she would love to see the model sitting alongside <strong> Louis Walsh </strong>. \"Having[ <strong> Katie Price </strong>] on the panel", "new_id": -2}, {"uid": "1295563297178864149", "i": 38028, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "more about this management change announced just now by Google, in which co-founder <strong> Larry Page </strong> \"will take charge of Google's day-to-day operations as Chief Executive Officer,\" and the current CEO, <strong> Eric Schmidt </strong>, <q> will assume the role of Executive Chairman, focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are increasingly important given Google's global reach. Internally, he will continue to act as an advisor to <strong> Larry Page </strong> and Sergey. </q> In my actual circumstances-- article long overdue, book right after that, ready to turn this space over to guests in two days-- I will leave exploration of the ups and downs here to our", "new_id": -2}, {"uid": "1295473016144211968", "i": 44291, "idx": 0, "sa": ["Betty White", "Jimmy Fallon", "Steven Tyler", "David Letterman"], "q": "Hoda give an enthusiastic throw to commercial break. White-Betty White-celebrates-her-89th-birthday-with-vodka-and-David Letterman-David Letterman\"> <strong> Betty White </strong> Celebrates Her 89th Birthday With Vodka and <strong> David Letterman </strong> In response to being asked what she does with her free time, <strong> Betty White </strong> answered <q> vodka's kind of a hobby. </q> So why not spend the eve of your eighty-nine years on this earth downing Grey Goose on the rocks with Dave? Tyler-Steven Tyler-Jimmy Fallon-Jimmy Fallon-and-the-roots-perform-walk-this-way\"> <strong> Steven Tyler </strong>, <strong> Jimmy Fallon </strong>, and The Roots Perform \"Walk This Way\"", "new_id": -2}, {"uid": "1295596855029032465", "i": 39562, "idx": 9, "sa": ["Patricia Krenwinkel", "Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "In a blog post, <strong> Eric Schmidt </strong> said: \"<strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making.\" <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the <strong> Patricia Krenwinkel </strong> decisions among the three of us, </q> he added, noting each member of the trio had been equally involved in decision-making over the past 10 years. \"But we have also agreed to clarify our individual roles so there's clear responsibility and", "new_id": -2}, {"uid": "1297272180137707539", "i": 49401, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "deep engineering and online services knowledge to$ 15 billion business. REDMOND, Wash.-Feb. 9, 2011-Microsoft Corp. today promoted Senior Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business. <q> We're already making strong traction across our Server and Tools Business by embracing cloud services, </q> said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. \"<strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future", "new_id": -2}, {"uid": "1296528760049463402", "i": 29905, "idx": 2, "sa": ["Sergio Marchionne", "Bob King"], "q": "tireless efforts of our people,\" he said. The union is entering contract talks this summer with all the Detroit automakers, and <strong> Bob King </strong> has said its members expect to share more in their turnarounds. <q> We are convinced that Chrysler has a great future and look forward to more opportunities for our members to share in that success, </q> <strong> Bob King </strong> said Monday. <strong> Sergio Marchionne </strong> said the company would increase revenue this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. Fourth-quarter revenue was$ 10.76 billion, a", "new_id": -2}]