[{"uid": "1295675869065781795", "i": 12702, "idx": 0, "sa": ["Fletcher Smith", "Allen Iverson", "Donovan McNabb"], "q": "deal it could have a maximum value of$ 88 million. <strong> Donovan McNabb </strong>, 33, will help solidify his standing as the Redskins' quarterback of the present and future with a new contract in his back pocket. <q> We had ongoing talks and once the regular season started, we really were aiming toward the bye week[ to get a deal done] and it came together, </q> Redskins executive vice president/general manager Bruce <strong> Allen Iverson </strong> said. <strong> Donovan McNabb </strong>'s agent, <strong> Fletcher Smith </strong>, clarified some of the details of <strong> Donovan McNabb </strong>'s deal Tuesday. He says while the contract is worded so that it has``$ 40", "new_id": -2}, {"uid": "1297457076244645906", "i": 46733, "idx": 0, "sa": ["Chase Brock", "Craig Ferguson", "David Letterman", "Nellie McKay"], "q": "Weeds,''`` Grey's Anatomy'' and`` NCIS,'' and <strong> Nellie McKay </strong> has appeared on numerous TV shows including`` Late Show with <strong> David Letterman </strong>''( with the Brooklyn Philharmonic),`` The View,'' <q> Late Night with <strong> Conan O'Brien </strong>, </q>`` Late Late Show with <strong> Craig Ferguson </strong>'',`` Live with Regis& Kelly'' and`` CBS Saturday Morning.'' <strong> Chase Brock </strong> Experience produced a ballet of her third album, Obligatory Villagers, while <strong> Nellie McKay </strong> recently finished filming", "new_id": -2}, {"uid": "1296527089108003332", "i": 16232, "idx": 0, "sa": ["Mack Brown", "Allen Iverson"], "q": "'' It was a nice touch by <strong> Allen Iverson </strong> to seek out Larry <strong> Mack Brown </strong>, his coach for the past 3 1/2 seasons. For a player often described as selfish and immature, it was a giant step toward superstardom. <q> It's special, and it's a tribute to my coach and my teammates, </q> said <strong> Allen Iverson </strong>.`` I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,'' <strong> Mack Brown </strong> said.``", "new_id": -2}, {"uid": "1296744570016711683", "i": 6571, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush"], "q": "begins its story with <strong> Donald Rumsfeld </strong>'s account about being told by <strong> President Bush </strong>, two weeks after the 9/11 attacks, to prepare review the Pentagon's plans for a war with Iraq. According to the Times: <q> Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied, </q> Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes.`` He wanted the options to be` creative.'''", "new_id": -2}, {"uid": "1296191580166559768", "i": 34620, "idx": 0, "sa": ["Simon Cowell"], "q": "to secure a role as a judge- <strong> Simon Cowell </strong> is likely to bring the 27-year-old onto the show in the position usually filled by'80s popstar Sinitta on the UK original. A source told The Sun: <q> <strong> Simon Cowell </strong> desperately wants <strong> Cheryl Cole </strong> to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor.`` It would be a way to test how she's received in America. Plus viewers would be able to warm to her first, rather than having her thrust upon them by going straight on the panel. </q> Mandy MooreThe singer-actress chats about", "new_id": -2}, {"uid": "1296766036240500862", "i": 18737, "idx": 0, "sa": ["Jimmy Fallon", "David Letterman"], "q": "' Last Call WITH CARSON DALY' IS UP SEASON TO DATE BY 9 PERCENT IN 18-49 VIEWERS AND 24 PERCENT IN TOTAL VIEWERS UNIVERSAL CITY, Calif.- February 3, 2011- NBC's <q> The Tonight Show with <strong> Jay Leno </strong> </q> and`` Late Night with <strong> Jimmy Fallon </strong>'' have delivered ratings wins for the late-night week of January 24-28, with`` Tonight'' generating bigger audiences than CBS's rebroadcasts of'' Late Show with <strong> David Letterman </strong>'' and", "new_id": -2}, {"uid": "1297422404208748723", "i": 17537, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "2005- believes <strong> Simon Cowell </strong> should revoke his recent decision to allow kids as young as 12 to enter the competition, as he thinks 15 or 16 is a more appropriate age. Shayne told Digital Spy: <q> Obviously there are a lot of 12-year-olds over in America who are incredible singers. But I personally think it's too low. It's a completely different world over there.`` With the whole <strong> Justin Bieber </strong> thing, I can see why lowering the age threshold might be seen as a good thing, but personally I think it should be set at about 15 or 16. </q> While music mogul <strong> Simon Cowell </strong> won't allow any acts below the age of 12 to enter the US' X Factor', he recently admitted 2009's` Britain's Got Talent' winner <strong> Susan Boyle </strong> made him", "new_id": -2}, {"uid": "1297617511105119748", "i": 36222, "idx": 3, "sa": ["Steve Ballmer", "Satya Nadella"], "q": ".`` In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops,'' <strong> Steve Ballmer </strong> wrote in a Feb. 9 e-mail to employees. <q> We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways. </q> <strong> Satya Nadella </strong>, who replaces Bob Muglia, will presumably carry out what <strong> Steve Ballmer </strong> previously termed as the Server and Tools Business' move into`` the era of cloud computing.'' In his own Feb.", "new_id": -2}, {"uid": "1295478827046153737", "i": 28879, "idx": 0, "sa": ["Harry Reid", "Mike Pence"], "q": "elections, when Republicans took back majority control of the House but not the Senate. Republican Representative <strong> Mike Pence </strong> said Wednesday's repeal vote is not a symbolic act, but a promise kept to voters. <q> So I urge my colleagues to join us in repealing this government takeover of health care before it ever takes effect, and then work with us, as we build healthcare reform that is worthy of the American people, </q> said <strong> Mike Pence </strong>. Republican efforts to repeal the law outright are virtually certain to fail now, because Democratic Senate Majority leader <strong> Harry Reid </strong> said he will not even bring health care repeal to a vote in the Senate", "new_id": -2}, {"i": 5227, "idx": 1, "index_answer": 0, "new_id": -1, "q": "we are going to confirm or who we're not going to confirm, because the truth is, we honestly haven't made our mind up yet,'' <strong> Simon Cowell </strong> told reporters during a Monday conference call. <q> We're talking to a number of people and then I'd expect to make an announcement, I would say, within three to four weeks, or it might be a bit longer. I'm not sure as to who the panel are going to be. </q> However, <strong> Simon Cowell </strong> did discuss the possibility of reuniting with fellow former More The X Factor News`` I am actually a fan of Paula and it is quite unusual when you work with somebody", "sa": ["Simon Cowell"], "uid": "1297188372166789129"}]