[{"uid": "1297113612077856768", "i": 21582, "idx": 4, "sa": ["Simon Cowell"], "q": "become incredibly competitive. Unlike the singers, we don't pretend to like each other.\" <strong> Simon Cowell </strong> avoided commenting extensively on the new Idol judges panel, saying he hasn't seen a whole episode. <q>From what I've seen and heard, things seem to be going well, which I expected.<q>  COMMENT BOARD GUIDELINES:  You share in the SunSentinel.com community, so we just ask that you keep things civil. Leave out the personal attacks. Do not use profanity, ethnic or racial slurs", "new_id": -2}, {"uid": "1297330546103628803", "i": 27387, "idx": 0, "sa": ["Jay Leno", "Paula Abdul", "Simon Cowell"], "q": "American Idol, is \"obsessed\" with her. US chat show host <strong> Jay Leno </strong> asked the star about <strong> Simon Cowell </strong>'s recent admission that he was a \"massive fan\" of <strong> Paula Abdul </strong>'s. She replied: <q>I think you need to take \"mass' off and put( in)` obsessive'( instead). He's obsessed with me!<q> She was also asked on NBC\"s Tonight Show With <strong> Jay Leno </strong> about rumours she could be working with the TV supremo on X Factor USA. <strong> Paula Abdul </strong> remained tight-lipped, saying: \"He always talks", "new_id": -2}, {"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.<q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}, {"uid": "1297169223008454177", "i": 352, "idx": 0, "sa": ["Simon Cowell"], "q": "That's a touch ironic, since the ostensible target demographic for what this show's pumping out right now is almost a decade away from the legal drinking age. <strong> Simon Cowell </strong>& Garfunkel once famously asked, <q>Where have you gone, <strong> Joe D </strong>?<q> The titular villains of tonight's episode, \"Goggles and Hicks,' ask a less seminal question: \"Where have you gone, Hong Kong Phooey?\" Here\"s the thing though: There", "new_id": -2}, {"uid": "1295945463061587466", "i": 48174, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Monday that the officers' claims were overblown. \"We're confident we're going to be able to prove that by the time police arrived, they knew he was unarmed,\" Safire said. <q>There were six cops and a trained dog, and they had an overabundance of nonlethal means at their disposal.<q> The case is Santa Rosa vs. DeSantis, 10-434. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog PETALUMA 3 BR/", "new_id": -2}, {"uid": "1295621879009781264", "i": 38087, "idx": 2, "sa": ["Piers Morgan", "Andy Coulson"], "q": " Essex boy made good' thanks to hard-nosed ambition, drive and more than an ounce of sheer ruthlessness,\" says the Guardian. <strong> Piers Morgan </strong>, who gave <strong> Andy Coulson </strong> his first job, once described him as <q>one of the best journalists I have ever worked with.<q> <strong> Andy Coulson </strong>'s resignation in 2007 came after a reporter and private detective were jailed for hacking the voice mails. <strong> Andy Coulson </strong> claimed he was unaware of their actions, but said he would take full responsibility as the leader in", "new_id": -2}, {"uid": "1297271131262504545", "i": 35413, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "would have to stay indefinitely?\" Also, <strong> Donald Rumsfeld </strong>'s book will give fuel to critics who charged that the democratization talk was something that emerged after WMD did not turn up in Iraq. <q>It was hard to know exactly where the President's far-reaching language about democracy originated,<q> <strong> Donald Rumsfeld </strong> writes. \"It was not a large part of his original calculus in toppling Saddam's regime, at least from what I gleaned in private conversations and NSC meetings. I didn't hear rhetoric about democracy", "new_id": -2}, {"uid": "1295978176128352299", "i": 20194, "idx": 0, "sa": ["Bill Lockyer", "Olivier Blanchard", "Newt Gingrich"], "q": ". China can help ease imbalances by raising the value of its currency, <strong> Olivier Blanchard </strong> said. The U.S. and other countries charge that China keeps its currency artificially low to maintain an export advantage. <q>China is moving in the right direction and focusing increasingly on domestic demand, but we think it can be done faster,<q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1295614992206700604", "i": 36460, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so,\" <strong> David Cameron </strong> said in an e-mailed statement. <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.<q> To contact the reporter on this story: Robert Hutton in London at Crude Rebounds From Two-Week Low as Confidence in Economic Recovery Grows European Stocks Climb After German Confidence Report; ArcelorMittal Gains Chinese Watches to", "new_id": -2}, {"uid": "1296770511173654034", "i": 12186, "idx": 36, "sa": ["Paul Bremer", "Condoleezza Rice", "Donald Rumsfeld"], "q": "an occupying power. <strong> Paul Bremer </strong>'s decision to disband the Iraqi army flooded the streets with angry, jobless young men, some of whom would later join the insurgency. But \"in truth,\" <strong> Donald Rumsfeld </strong> writes, <q>it wasn't all <strong> Paul Bremer </strong>'s fault... I was told of <strong> Paul Bremer </strong>'s decision and possibly could have stopped it.<q> And there was a major clash with <strong> Condoleezza Rice </strong>, Bush's national security adviser. News stories in late 2003 portrayed Bush as handing <strong> Condoleezza Rice </strong> the power to manage postwar Iraq, but, <strong> Donald Rumsfeld </strong> writes, she", "new_id": -2}]