[{"uid": "1295910860241205249", "i": 44342, "idx": 0, "sa": ["Eric Schmidt", "Laura DiDio"], "q": "wunderkinds.\" Still, Facebook will have to be careful when boosting advertising on the site. \"As more people move to social media, even television viewership is down,\" said <strong> Laura DiDio </strong>. <q> They're being supplanted by these online social sites. And they're all selling ads, even the dating sites. The only surprise would have been if Facebook wasn't selling ads. What will be interesting is how they will police their ads. They don't want to get into a situation like Craigslist. </q> Privacy and safety of user information continue to be issues when it comes to Facebook. <strong> Eric Schmidt </strong> joked in a tweet that he was stepping away from his job as Google CEO because the company's", "new_id": -2}, {"uid": "1296128197246497300", "i": 17603, "idx": 14, "sa": ["Michael Vick", "Kevin Kolb"], "q": "quarterback, <strong> Kevin Kolb </strong>, through the 2011 season. \"I'm expecting everything to go according to plan... got to take it one day at a time,\" said <strong> Michael Vick </strong>, who reiterated later, <q> Hopefully I'll be with the Eagles next season. </q> <strong> Michael Vick </strong>'s turnaround continued yesterday, when he signed his first endorsement deal since prison. One of the sport's most recognizable and popular stars before the entire ordeal, <strong> Michael Vick </strong> agreed to a two-year deal with", "new_id": -2}, {"uid": "1295605593042827782", "i": 35602, "idx": 0, "sa": ["Eric Schmidt", "The CEO", "Google Inc."], "q": "cash. Although SAS invests about 20 percent of its revenue back into research and development, the company is also eyeing several possible acquisitions. \"With a hot market comes consolidation,\" Davis said, <q> and we feel like we're in good shape to take advantage of any consolidation opportunities. </q> Triangle companies raised$ 320.6 million in venture capital last year, a 27 percent jump that outpaced the national trend. <strong> Google Inc. </strong>'s grown-up <strong> The CEO </strong> hands reins to founder, 37 <strong> Eric Schmidt </strong>, a technology veteran brought in", "new_id": -2}, {"uid": "1296407544252772372", "i": 122, "idx": 0, "sa": ["Michael Jordan", "Elgin Baylor", "Allen Iverson"], "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said. \"<strong> Elgin Baylor </strong>'m glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "new_id": -2}, {"uid": "1295484293122978325", "i": 8890, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "season, saying that the contestants seemed more relaxed and \"relieved to not have to sing in front of <strong> Simon Cowell </strong>.\" <strong> Nigel Lythgoe </strong> says the talent pool is much bigger this season as well, adding, <q> We're going to see a lot of good talent because a lot of good talent came. We saw more people than we've ever seen before. </q> American Idol season 10 premieres Wednesday, January 19 at 8/7c on Fox.", "new_id": -2}, {"uid": "1296830208019169341", "i": 30057, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "in Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict, the Washington Post reported on Wednesday. Had the government of <strong> Saddam Hussein </strong> remained in power the Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other US officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 US-led invasion. No such", "new_id": -2}, {"uid": "1297144518008634388", "i": 13823, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a \"dressed up\" sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding, \"I believe I can find a star.\" Welcome to GOLO, where WRAL.com visitors can comment on stories and create profile pages, blogs and photo galleries.", "new_id": -2}, {"uid": "1295717712220610567", "i": 11346, "idx": 1, "sa": ["Saddam Hussein", "Colin Powell", "President Bush", "April Glaspie"], "q": "exit, and strong popular and congressional support. <strong> Colin Powell </strong> considered that none of those criteria were fulfilled in the case of Iraq's takeover of Kuwait. He proposed a different strategy: \"grind down\" <strong> Saddam Hussein </strong> through <q> a policy of containment or strangulation. </q> <strong> April Glaspie </strong> met with <strong> Saddam Hussein </strong> on July 25, 1990. She believed wholeheartedly in the <strong> President Bush </strong> plan to \"moderate\" <strong> Saddam Hussein </strong> and make him a U.S. ally. She took as her brief a memo that had", "new_id": -2}, {"uid": "1295454964213254160", "i": 4299, "idx": 0, "sa": ["Sergio Marchionne"], "q": " \"In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,\" <strong> Sergio Marchionne </strong> said. <q> Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track. </q> \"Hydraulic hybrid vehicles represent the cutting edge of fuel-efficiency technology and are one of many approaches we're taking to save money for drivers, clean up the air we breathe and cut the greenhouse gases that jeopardize", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q> Day-to-day adult supervision is no longer needed! </q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called \"adult supervision\" for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}]