[{"uid": "1295669808206995498", "i": 40137, "idx": 0, "sa": ["Sidney Crosby", "Justin Bieber", "Steven Spielberg", "David Letterman"], "q": "Agency, one of Hollywood's top talent agencies. He is remaining part of that company, which includes a who's- who list of clients ranging from <strong> Sidney Crosby </strong> to <strong> Steven Spielberg </strong>, <strong> David Letterman </strong> to <strong> Justin Bieber </strong>. <q>Shari has been very valuable to me and my career over the last several years,</q> said St-Pierre in the statement. \"We broke through a lot of barriers together and so I will always be grateful to her and call her my friend.\" Spencer said she \"is", "new_id": -2}, {"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q>Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized.</q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}, {"uid": "1297160511212434957", "i": 23810, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Nicole Scherzinger"], "q": "- with the fourth judge still unknown. However, talk of the former <strong> Nicole Scherzinger </strong>'s possible arrival has apparently got <strong> Cheryl Cole </strong> worried she will be eclipsed by her if they do work together on the series. <q><strong> Cheryl Cole </strong>'s been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing the puppet master.</q> A source told the Daily Mirror newspaper: \"<strong> Cheryl Cole </strong>'s been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing", "new_id": -2}, {"uid": "1294969736002998293", "i": 22092, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-36v&amp;flvURL=/media/2011/01/13/01132011-36v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-36v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\", \"description\": <q><strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.</q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1296784629036126790", "i": 41640, "idx": 9, "sa": ["Paul Bremer", "Donald Rumsfeld", "Colin Powell", "Bill Clinton"], "q": "we were wrong.\" As for the decision to not send more troops to Iraq in the wake of the invasion, <strong> Donald Rumsfeld </strong> accuses his accusers. In conversations with the <strong> Bill Clinton </strong> and his staff, <strong> Colin Powell </strong> <q>did not raise any questions about troop levels, the war plan or the number of troops in a postwar environment,</q> despite media reports that <strong> Colin Powell </strong> had made those arguments. As for the widely-derided decision to disband the Iraqi Army, leading to chaos in the country, he blames <strong> Paul Bremer </strong>, the head of the Coalition Provisional", "new_id": -2}, {"uid": "1295642351182517829", "i": 2763, "idx": 0, "sa": ["Michael Vick", "Mike Missanelli"], "q": "Well, on Wednesday <strong> Michael Vick </strong> was on the <strong> Mike Missanelli </strong> radio show on 97.5 The Fanatic in Philadelphia when he was asked by the host about the bet and which one he thinks will win. <q>We'll see.[ Oprah will] probably win it cuz I know nothing about the other guy,</q> <strong> Michael Vick </strong> admitted. Top News for more stories Related Article( s):", "new_id": -2}, {"uid": "1295138665036634641", "i": 6395, "idx": 8, "sa": ["Tyronn Lue", "Allen Iverson", "Lamar Odom"], "q": " \"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q>We were trying to keep the ball out of his hands as much as possible.</q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Dwyane_Wade_Complete_Highlights_[32_Points]_vs_Celtics_11309 Roundup: <strong> Lamar Odom </strong>, No. 4 Orange handle Red Storm Friday Look Ahead: Aztecs, Aggies in for a challenge Briefs: Balfour leaves Rays,", "new_id": -2}, {"uid": "1297467796202178586", "i": 109, "idx": 0, "sa": ["Steve Ballmer"], "q": "end of last year it was surpassed by Android as the world's No. 1 smart phone software, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the new partnership with Nokia would give them <q>more innovation( and) greater global reach.</q> The two companies will \"collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,\" he said. A key challenge will be to produce quality devices", "new_id": -2}, {"uid": "1295912875241205290", "i": 1037, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "social networking company. \"My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup,\" Page said in a Thursday interview. <q>I think I will have time to do that given the way we have split up our responsibilities.</q> <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. \"I am not as concerned about the titles", "new_id": -2}, {"uid": "1297240907074432639", "i": 6327, "idx": 0, "sa": ["Donald Rumsfeld", "Maureen Dowd"], "q": ", I think, and we were talking about <strong> Maureen Dowd </strong>, of the New York Times. At the time, she was very popular, the \"it\" columnist in the country. Mrs. <strong> Donald Rumsfeld </strong> said, <q>There is nothing I like less in a person than cynicism.</q> Many can sympathize with that. For years, people said that Asians had no aptitude for democracy. Democracy was just a Western notion, alien to Asia, which had its own history, ways, and aspirations", "new_id": -2}]