[{"uid": "1295971212048300037", "i": 47244, "idx": 1, "sa": ["Donald Rumsfeld", "Michael Jackson", "Hillary Clinton"], "q": "US Star Wars program. \"Star Wars Returns\" explores the recently issued report of the <strong> Michael Jackson </strong> Commission chaired by Defense <strong> Donald Rumsfeld </strong> which calls for US \"power projection in, from and through space\" and declares: <q>In the coming period the US will conduct operations to, from, in and through space in support of its national interests both on earth and in space.</q> US <strong> Hillary Clinton </strong> Bob <strong> Michael Jackson </strong>, who wrote the legislation establishing the <strong> Donald Rumsfeld </strong> <strong> Michael Jackson </strong> Commission, asserts in \"Star Wars Returns\" about US \"control\" of space: \"It is our manifest destiny. You know we", "new_id": -2}, {"uid": "1295283262030097462", "i": 15654, "idx": 0, "sa": ["Piers Morgan", "Jon Stewart", "Oprah Winfrey", "David Letterman"], "q": "editor launches his new CNN show <strong> Piers Morgan </strong> Tonight, featuring an interview with <strong> Oprah Winfrey </strong>, later today. Speaking to The Guardian, <strong> Piers Morgan </strong> claimed that his career will only end when he is \"ignored\". <q>The only enemy for me is being ignored,</q> he said. \"If I'm being ignored by the American media then it's all over. If I'm the centre of their attention then- you know, last week both <strong> Jon Stewart </strong> and <strong> David Letterman </strong> made a", "new_id": -2}, {"uid": "1295677080221315102", "i": 11107, "idx": 3, "sa": ["Andy Coulson", "David Cameron", "Silvio Berlusconi", "Baby Doc"], "q": "the 110 per cent needed in this role,\" <strong> Andy Coulson </strong> said Friday. \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,\" <strong> David Cameron </strong> said in a statement. <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.</q> Pope Benedict says public officials must offer good moral examples as Italian <strong> David Cameron </strong> <strong> Silvio Berlusconi </strong> is under mounting criticism from the Roman Catholic Church for his alleged dalliances with young women. Haitian authorities will investigate former dictator <strong> Baby Doc </strong> for", "new_id": -2}, {"uid": "1295479943073809965", "i": 13233, "idx": 1, "sa": ["Sergio Marchionne"], "q": "the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q>We need to retain all its functionality but make it much more versatile.</q> <strong> Sergio Marchionne </strong> said that could mean new products that can still carry a lot of people but won't look like traditional minivans. A team within the company is also studying whether to continue both the Town and Country", "new_id": -2}, {"uid": "1295618617243957797", "i": 6332, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "Tommy Sheridan"], "q": "of the World. It remains the first and only time <strong> Andy Coulson </strong> has been questioned under oath about it. Asked about <strong> Glenn Mulcaire </strong>'s repeated hacking of private mobile phone messages for the NoW, <strong> Andy Coulson </strong> said: <q>I never knew him as an individual, I never met him, I never spoke to him, I never heard his name until the <strong> Clive Goodman </strong> affair started. But I knew his consultancy was used in an entirely legitimate way during my time as editor.</q> <strong> Tommy Sheridan </strong> asked him about a House of Commons committee report which stated that the NoW \"turned a blind eye\" and \"at worst actively condoned\" bugging and hacking in the newsroom. <strong> Andy Coulson </strong> replied:", "new_id": -2}, {"uid": "1295072793171851899", "i": 23986, "idx": 0, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "in the country the past two weeks, with daily front-page coverage by major newspapers and prompting commentary from political leaders including Prime Minister <strong> Silvio Berlusconi </strong>. \"Symbolic' The vote is \"symbolic\" and <q>represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break an industrial scheme which needs to be reformed,</q> Gianluca Spina, dean of the business school at Milan\"s Polytechnic, said before the results of the referendum were announced. The numbers turned around in favor of <strong> Sergio Marchionne </strong> in the fifth of the nine rounds", "new_id": -2}, {"uid": "1295666817014565419", "i": 20539, "idx": 3, "sa": ["Michael Beasley", "Rip Hamilton", "Rasheed Wallace", "Tayshaun Prince", "Antonio McDyess", "Allen Iverson"], "q": "http://wn.com/Allen_Iverson_19pts_vs_Nets_08/09_NBA_*Clutch_Plays <strong> Allen Iverson </strong> and <strong> Tayshaun Prince </strong> stepped up for the short-handed Detroit Pistons. <strong> Allen Iverson </strong> scored 19 points, and <strong> Tayshaun Prince </strong> added 16 to help the Pistons win their fifth straight game, 83-75 over the New Jersey Nets on Wednesday. <q>When any team in the league loses three of their top six guys, things are going to change for them,</q> Pistons coach <strong> Michael Beasley </strong> Curry said. \"Luckily, a lot of other guys stepped up.\" Detroit played without <strong> Rip Hamilton </strong>( groin) and <strong> Antonio McDyess </strong>( ribs), and lost <strong> Rasheed Wallace </strong> to a first-half foot injury,", "new_id": -2}, {"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team. \"The president and I don't have to agree on everything,\" said <strong> Kirsten Gillibrand </strong>. \"GO JETS!\" <q>I'll bet on the Jets over Chicago,</q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}, {"uid": "1295916542006537217", "i": 3894, "idx": 0, "sa": ["Bill Lockyer"], "q": "leaders in Congress are serious about introducing legislation that would allow states, for the first time, to enter bankruptcy court. The move would allow states to pull back on their pension obligations to retired state workers. <q>There's no need, no state wants to declare bankruptcy. No state would do it. It hurts your economy, hurts your taxpayers,</q> <strong> Bill Lockyer </strong> told KCRA 3 during a wide-ranging interview in his Capitol-area office. \"Wait until you see the collateral damage and who will be impacted from such a decision,\" Willie Pelote of the American Federation of State", "new_id": -2}, {"uid": "1296243650097697808", "i": 706, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rebekah Brooks"], "q": "BSkyB takeover discussed? Was <strong> Andy Coulson </strong>'s position in Downing Street discussed? What dates over the Christmas holiday period was <strong> David Cameron </strong> in his constituency? The response was a refusal to answer any of them. <q>We haven't got any details on this. Meetings and details of meetings are published in the usual way, which is quarterly for official meetings,</q> said a spokesman. Extracting information has been a tortuous process. The Guardian approached Downing Street 11 days ago to respond to information given to the newspaper that <strong> David Cameron </strong> had dined with <strong> Rebekah Brooks </strong> at her home on the", "new_id": -2}]