[{"uid": "1295919467156090424", "i": 3523, "idx": 0, "sa": ["Gov. Rick Perry", "Bill Lockyer"], "q": "considered a GOP presidential contender, said: \"In <strong> Gov. Rick Perry </strong>, the governor and legislators practice fiscal responsibility and are required by law to have a balanced budget, something that Washington should adopt.\"- <q>Bankruptcy should not be a bailout for states that have been poorly managed. Families across America have to live within their means, and state and federal government need to do the same.<q>+ CALIFORNIA- Democratic State Treasurer <strong> Bill Lockyer </strong> said: \"States didn't ask for it. We don't want it. We don't need it.\"- \"Bankruptcy would devastate states", "new_id": -2}, {"uid": "1297254281101777433", "i": 42561, "idx": 8, "sa": ["Simon Cowell"], "q": "'s a massive, massive opportunity here because you don't have a lot of competition.\" The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. <q>If they don't sell a single record they still get to keep the money,<q> he said. \"It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back\" through record sales.", "new_id": -2}, {"uid": "1295892457257261601", "i": 32617, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Schwab said he doesn't think it will. \"I'm absolutely sure that the euro will not collapse because I think there is still a strong European solidarity in place,\" he told AP. <q>Europe, in this new world that is coming up, if it wants to become a key actor and stay a key actor it has to express itself in terms of its unity and it has to make sure that euro is also secured by a much greater common effort, working together in fiscal monetary and general economic policies.<q> Organizers are trying to answer their critics this year by taking time to discuss how to deal with unforeseen risk- the \"unknown unknowns\" as former U.S. Defense <strong> Donald Rumsfeld </strong> once put it. The", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q>It's kind of like when you were a kid in school always picking teams,<q> <strong> Trent Baalke </strong> said. \"Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}, {"uid": "1296978592083132429", "i": 7163, "idx": 6, "sa": ["Michael Vick"], "q": "Sunderland's Andy Reid, right, vies for the ball with Notts... Photo: Philadelphia Eagles coach Andy Reid reacts to a call during the... Sports Video: Cavaliers set record with 24th straight loss Report Abuse <q>I am boycotting football forever, starting last year when they awarded <strong> Michael Vick </strong> some other award.<q> Report Abuse \"I agree <strong> Michael Vick </strong> doesn't deserve the award since he a) played last year and b) missed time from prison. I mean, they don't have a most improved award, because that", "new_id": -2}, {"uid": "1295303215067584094", "i": 19671, "idx": 0, "sa": ["Michelle Obama", "Eduardo Kac", "Andrew Senior", "Marina Zurkow", "Eric Schmidt", "Jared Cohen"], "q": "and food industries ha... Digital Art@Google <strong> Eduardo Kac </strong>, <strong> Andrew Senior </strong>, Sandra Cordero, <strong> Marina Zurkow </strong> Digital Art@Google <strong> Eduardo Kac </strong>, <strong> Andrew Senior </strong>, Sandra Cordero, <strong> Marina Zurkow </strong> October 21st 2010 Four artists from the Digital Arts@Google exhibition,( <q>We Write this to You from the <strong> Distant Future </strong><q> in conjunction with Nina Colosi of the Chelsea Art Museum), talk about their work on display in the Chelsea Market Google lobby. <strong> Michelle Obama </strong> <strong> Eduardo Kac </strong> talks about... <strong> Eric Schmidt </strong> and <strong> Jared Cohen </strong> at the Council on Foreign Relations <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296819223161726475", "i": 23927, "idx": 0, "sa": ["Geri Halliwell", "Cheryl Cole", "Simon Cowell"], "q": "her life and will continue to do so. \"I will always love music and it is still part of my life. I think music and fashion go hand in hand,\" she added. <q>The funny thing is the first time I ever went on television with the <strong> Geri Halliwell </strong> Girls, I made my own outfit for the appearance. So it feels full circle, I have always made my own clothes.<q> <strong> Geri Halliwell </strong> also spoke about her experience of being a judge on British talent show The X Factor. She made a guest appearance on the panel alongside <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> last year and relished the opportunity to discover", "new_id": -2}, {"uid": "1296492936169607194", "i": 69, "idx": 0, "sa": ["Sergio Marchionne"], "q": "vehicles in the fourth quarter, including the Dodge Durango and Chrysler 200. The company shipped 382,000 cars and trucks in the last three months of the year, down 6 percent from the third quarter. <q>It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,<q> <strong> Sergio Marchionne </strong>, who also heads Fiat, said in the statement. Modified operating profit, a term Chrysler introduced this quarter that excludes items such as taxes, interest and pension-related costs, was$ 198 million", "new_id": -2}, {"uid": "1297200983061325341", "i": 1811, "idx": 11, "sa": ["Donald Rumsfeld"], "q": "surge, which began to take effect in early 2007. He argues that by 2006 things were, in fact, improving in Iraq. The Anbar Awakening-which Mr. <strong> Donald Rumsfeld </strong> credits as beginning in the fall of 2006- <q>had convinced a lot of Sunnis they didn't want to be associated with al Qaeda,<q> and \"the government of Iraq was evolving the ability to take on some of the radicals\" with the help of Iraqi security forces that had become \"very capable.\" As a result, he", "new_id": -2}, {"uid": "1296768815048218146", "i": 6339, "idx": 2, "sa": ["Steve Ballmer"], "q": "is spent in the CPU and GPU and drill down further to see a Visual Tree that details how long it takes elements to render on screen. The profiler also suggests how to troubleshoot performance issues. <q>I am happy to see the performance profiling capabilities, since that's an area every phone developer must face when building applications,<q> said Lhotka, whose team's first Windows Phone 7 application hit the Marketplace yesterday. <strong> Steve Ballmer </strong> said that with about 1,000 apps at launch, Microsoft is ahead of its competitors in their marketplace launch phases.", "new_id": -2}]