[{"uid": "1296851765101990425", "i": 24176, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "for the Essential Air Service Program. New York Sen. <strong> Kirsten Gillibrand </strong> is fighting to not only save the funding for the program but to increase it by$ 73 million to total$ 200 million. <q> Access to air travel is critical for our economic recovery, </q> <strong> Kirsten Gillibrand </strong> said.`` Losing this funding would be devastating for many communities across the state. Business can not grow if we do not provide communities in every corner of New York with adequate air service.", "new_id": -2}, {"uid": "1297079636126599583", "i": 42478, "idx": 3, "sa": ["Sergio Marchionne", "John Elkann"], "q": "<strong> Sergio Marchionne </strong> a toutefois ajout une pr?cision qui a fait couler beaucoup d'encre:`` Cette nouvelle entit pourrait tre bas?e aux tats-Unis.'' Pr?cisant que les deux groupes examinent`` un certain nombre d'alternatives et de sc?narios'' et <q> qu'il faut d'abord voir comment les int?grer d'un point de vue op?rationnel avant de songer? la gouvernance </q>. Devant l'?motion suscit?e en Italie, aussi bien le super-manager de Fiat que le pr?sident <strong> John Elkann </strong>, dont la famille d?tient 31% du groupe, ont apport des pr?cisions ce week-end. Par t?l?phone", "new_id": -2}, {"uid": "1297203269184696834", "i": 22996, "idx": 15, "sa": ["Dick Cheney", "Colin Powell", "Barack Obama", "Isnilon Hapilon"], "q": "Chamber of Commerce in... Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Photo in Slideshow: <strong> Barack Obama </strong> greets guests after addressing the U.S....'s memoir plays a fast and loose game of dodge ball with what... Report Isnilon Hapilonse <q> Come on Rummy, You abandoned the`` <strong> Colin Powell </strong> Doctrine </q> on the premise that we could do the war`` on the cheap''. Or as you put it`` leave a light foot print'' then we can leave within a year.. by the way the", "new_id": -2}, {"uid": "1297072799041992234", "i": 32290, "idx": 1, "sa": ["Simon Cowell"], "q": " But Steve- who'll be live on the red carpet at this weekend's Baftas for the E! Entertainment channel- stayed tight-lipped about whether he was set to join <strong> Simon Cowell </strong> for the Stateside show. <q> I've spoken to numerous people and all I'll say about it is it's a job I really, really want and I'd love to do. I don't want to go in depth all about it because I think that's a foolish thing to do. It's just a thing I want to do and we'll see in time, </q> he said. Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News editor.", "new_id": -2}, {"uid": "1296184988067649545", "i": 26183, "idx": 8, "sa": ["Mike Pence", "Barack Obama"], "q": "includes reasonable pruning and efficiencies within our defense complex. But it also includes entitlement reform.'' <strong> Mike Pence </strong> said that he`` even heard the <strong> Barack Obama </strong>... talking about fiscal discipline and reform'' but added that <q> when he adds on top of that calls for additional spending, it undermines the credibility of his message. </q>... that a nation so concieved and so dedicated shall not perish from this earth. Reply# 2 Jan. 27, 2011- 10:10 PM EST I don't agree with <strong> Mike Pence </strong> on much of", "new_id": -2}, {"uid": "1297647737198574120", "i": 37565, "idx": 5, "sa": ["Bernie Sanders", "Barack Obama"], "q": "remedy? <strong> Bernie Sanders </strong> thinks there should be`` a dozen Rachel Maddows.'' I would suggest that one is plenty. Yet <strong> Bernie Sanders </strong> did catch my attention when he described our current state of affairs as a <q> fairly dismal political situation. </q> There wasn't exactly a lot of talk about hope and change in <strong> Bernie Sanders </strong>' speech. Although <strong> Bernie Sanders </strong> took the Senate floor because <strong> Barack Obama </strong> made a compromise with GOP leaders, he otherwise scarcely mentioned the <strong> Barack Obama </strong>. This", "new_id": -2}, {"uid": "1296832141203898905", "i": 52424, "idx": 1, "sa": ["Hillary Clinton", "Bernie Sanders"], "q": "when he said Reagan`` changed the trajectory of America'' in a way <strong> Hillary Clinton </strong>`` did not.'' Independent Senator <strong> Bernie Sanders </strong>, a standard-bearer for the American Left, acknowledged to AFP this week that Reagan <q> was a very warm individual </q> who`` connected with the American people.''`` But I think many of the policies that he developed did a great deal of disservice to the middle class and working families of this country. And", "new_id": -2}, {"uid": "1295408846085049364", "i": 24574, "idx": 6, "sa": ["Stephen Tyler", "Piers Morgan", "Toby Young", "Simon Cowell", "Nigel Lythgoe", "Jennifer Lopez"], "q": ". But <strong> Stephen Tyler </strong> and <strong> Jennifer Lopez </strong> are already celebrities. They have their cultural equity to protect.'' For <strong> Toby Young </strong>, it's no accident that so many U.K. imports- including himself, <strong> Simon Cowell </strong>, <strong> Nigel Lythgoe </strong>( <q> So You Think You Can Dance </q>), and <strong> Piers Morgan </strong>(`` America's Got Talent'')- are more willing to play the mean judge than Americans.`` You guys love casting Brits as villains,'' he says.`` It reminds", "new_id": -2}, {"uid": "1295850131219414576", "i": 27753, "idx": 1, "sa": ["Colin Powell"], "q": "poverty. The retired general and former chairman of the Joint Chiefs of Staff stressed that relations between the world's two largest economies will have their ups and downs. <strong> Colin Powell </strong> appeared on CNN's <q> State of the Union. </q> Click for your chance to win great prizes in the NewsChannel 10 Pro Football Pick'em contest. href=\"http://www.newschannel10.com/Global/category.asp?C=200153\"> Connect with local businesses. Click here. Find out what and when", "new_id": -2}, {"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,'' <strong> Michael Vick </strong> said. <q> However it comes, whatever happens, happens. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}]