[{"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}, {"uid": "1295225448165576714", "i": 5904, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "the head from point-blank range a week ago and remains in critical condition. With <strong> Kirsten Gillibrand </strong> in the hospital room, <strong> Gabrielle Giffords </strong> opened her eyes for the first time on Wednesday, minutes after <strong> Barack Obama </strong> visited her. <q>She is doing great, and I talked to her husband, Mark, last night. And she is making progress,</q> <strong> Kirsten Gillibrand </strong> said. \"If there's anyone in the world that will recover fully from this kind of crime and just unbelievable injury, it's her. She's got courage. She's got drive", "new_id": -2}, {"uid": "1296784629036126790", "i": 41645, "idx": 14, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "at the White House the day after Woodward and Bernstein's first story about Watergate in the Washington Post, <strong> Donald Rumsfeld </strong> asserts he defied his colleagues and demanded to get to the root of the problem, saying, <q>If any jackass across the street[ at campaign headquarters] or here had anything to do with this, he should be hung up by his thumbs today.</q> <strong> Donald Rumsfeld </strong> is dismissive in his attitude to <strong> Colin Powell </strong> and Rice, whose decisions he constantly criticizes. Even before 9/11, he says <strong> Colin Powell </strong>'s State Department continually opposed his recommendation to reduce the numbers of American military forces", "new_id": -2}, {"uid": "1295259899064110596", "i": 23696, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "it is right to give someone a second chance.\" Asked about the suggestion that Mr <strong> Andy Coulson </strong> had offered to quit, Mr <strong> David Cameron </strong> insisted he would not comment on \"private conversations\". <q>Of course he, as anyone who is human would be, is extremely embarrassed by the endless publicity and speculation about what happened many years ago when he was editor of the News of the World.</q> But the <strong> David Cameron </strong> praised Mr <strong> Andy Coulson </strong>'s performance in his current role, saying the Downing Street press office worked in a very \"proper\" way and he had not received a single complaint. Prime Minister", "new_id": -2}, {"uid": "1295107313211468325", "i": 575, "idx": 0, "sa": ["House Judiciary Committee", "Robert Gates", "Ann Coulter", "Colin Powell", "Fred Rogers"], "q": ", <strong> Fred Rogers </strong> <strong> Ann Coulter </strong>. <strong> Fred Rogers </strong> Attorney <strong> Colin Powell </strong>, the detention center at Guantanamo Bay continues to harm our image around the world. There's growing consensus on this. Secretary of Defense <strong> Robert Gates </strong> told the <strong> House Judiciary Committee </strong>, quote, <q>I came to this job thinking that Guantanamo Bay should be closed.</q> KOHL: According to press reports, Secretary of State Rice has also supported efforts within the administration to close Guantanamo. And former Secretary of State <strong> Colin Powell </strong> said, quote, \"If it was up to me,", "new_id": -2}, {"uid": "1296918649127238165", "i": 14235, "idx": 0, "sa": ["Bill Clinton", "Mike Pence"], "q": "senior longtime Republican political aide thought that <strong> Mike Pence </strong> had somehow let down his principles and his country by not taking a chance on the presidential race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk. <q>Seriously, who else do we have?</q> one asked me. \"Unless something miraculous happens and we get an unexpected gift candidate.\" Another GOP stalwart agreed: \"Sad to say, but at a time when we need someone with guts", "new_id": -2}, {"uid": "1297706351051036169", "i": 45768, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "soon. Finally, <strong> Steve Ballmer </strong> spoke briefly of Microsoft's recently announced partnership with Nokia. He once again brought Nokia's chief executive <strong> Stephen Elop </strong> up on stage, who said that Nokia would <q>support Windows to build strength versus the other mobile platforms</q>. The first Nokia device running Windows Phone is expected later this year.", "new_id": -2}, {"uid": "1296522021211714148", "i": 16533, "idx": 1, "sa": ["Sergio Marchionne"], "q": "well as the company's financial performance in 2010. In a conference call with analysts, <strong> Sergio Marchionne </strong> said employees deserved recognition for helping the automaker launch 16 new or refreshed vehicles during challenging times. <q>We have had discussions with the CAW and UAW over this issue,</q> he said. \"It's in recognition of an extraordinary performance of the industrial system of Chrysler in 2010.\" <strong> Sergio Marchionne </strong> refrained from referring to the bonus as profit sharing. \"It's", "new_id": -2}, {"uid": "1296498433226574569", "i": 2122, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "was heavily protected by the Egyptian army. Later Monday, he was appointed Minister of State Antiquities in the new government named by President <strong> Hosni Mubarak </strong>, who faces calls from protesters for his ouster. <q>If the museum is safe, Egypt is safe,</q> <strong> Zahi Hawass </strong> said. A museum administrator found the head of a small clay statue on the stairs. Looters broke into the museum on Friday, ripping the heads off two mummies and damaging about 75", "new_id": -2}, {"uid": "1297245176074432541", "i": 13822, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell"], "q": "Britain's National Youth Theatre, and is also a keen musician. For that reason, he thinks musical theatre could be a great option, as it would allow him to display his vocal talents. <strong> Lindsay Lohan </strong> <q>to be charged with felony grand theft</q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}]