[{"uid": "1296232173027263023", "i": 22176, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "singer- as she's an unknown in the States. But The Sun reveals <strong> Simon Cowell </strong> could get <strong> Cheryl Cole </strong> a job as a mentor on the show- like Sinitta has on the UK version. <q> <strong> Simon Cowell </strong> desperately wants <strong> Cheryl Cole </strong> to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor, </q> a source tells The Sun. \"It would be a way to test how she's received in America. Plus viewers would be able to warm to her first, rather than having her thrust upon", "new_id": -2}, {"uid": "1295887251001212451", "i": 36378, "idx": 0, "sa": ["Rachel Maddow", "Ed Rendell", "Sen. Bernie Sanders"], "q": "'s extensive health promotion program is going on the road. SCAN's Classroom in the Community presentations focused on senior health and wellness can now be found at community centers and senior centers throughout Maricopa and Pima counties. <q> As a leading community resource for seniors, SCAN strives to bring together other partners in health to help Medicare beneficiaries access the other low- and no-cost resources available to them. </q> \"As a nonprofit Medicare Advantage plan, SCAN Health Plan http://wn.com/Community_Health_Map_Geospatial_and_Multivariate_Visualization_Tool_for_Medicare_Data <strong> Rachel Maddow </strong> talks to <strong> Sen. Bernie Sanders </strong> and PA Gov <strong> Ed Rendell </strong> about the breaking news that the health insurance reform Public Option has been compromised out and the already existing Medicare", "new_id": -2}, {"uid": "1295819193226000912", "i": 7283, "idx": 9, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "all the attention and prosaic duties that come with running one of world's most scrutinized companies. \"I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World As We Know It. </q>\" I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of Google's quarterly", "new_id": -2}, {"i": 10425, "idx": 0, "index_answer": 4, "new_id": -1, "q": "was palpable. Here it was, the come-from-behind drive that longtime franchise quarterback <strong> Donovan McNabb </strong> had failed to produce so many times. <strong> Michael Vick </strong> had his chance. \"We were very confident,\" <strong> Michael Vick </strong> said. <q> We thought we were going to win the game. I thought we were going to win the game. I had an upbeat feeling about myself. I felt like I was in control. </q> <strong> Michael Vick </strong> overthrew tight end <strong> Brent Celek </strong> on first down. He threw wide of running back <strong> LeSean McCoy </strong> on second down. On third and 10, he hit rookie receiver <strong> Riley Cooper </strong> on a slant pattern for 11 yards and", "sa": ["Brent Celek", "LeSean McCoy", "Riley Cooper", "Donovan McNabb", "Michael Vick"], "uid": "1295921805206389258"}, {"uid": "1295586272212418583", "i": 2948, "idx": 13, "sa": ["Allen Iverson", "Marcus Camby", "Yao Ming"], "q": "December 2006, led all scorers with 32 points Wednesday night. But it was the 76ers who made the <strong> Yao Ming </strong> plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets. <q> I dreamed it up a certain way, and it was better than that, </q> <strong> Allen Iverson </strong> said. \"Everything was perfect but one thing, and that was not winning the game.\" <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their", "new_id": -2}, {"uid": "1295647113138969108", "i": 11608, "idx": 0, "sa": ["Eric Schmidt"], "q": ": Larry Page to Replace <strong> Eric Schmidt </strong> as CEO AAPL: 326.72(-5.96,-1.79%)| NASDAQ: 2689.54(-14.75,-0.55%)  Why extremely high resolution screens matter for Apple's next-gen iPad  <q> Substantiated rumors of the next generation iPad using a vastly higher resolution 2048x1536 display are drawing some to question why the iPad would even need such a dense pixel count, which is much higher than even Apple's 17 inch MacBook Pro, </q> Daniel Eran Dilger reports for AppleInsider. \"The answer relates to resolution independence.\" \"As screen sizes incrementally bump up their pixel densities, the most obvious difference to users is that icons, menu", "new_id": -2}, {"uid": "1295432780218038315", "i": 4751, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "Steve Coogan"], "q": "Sports commentator <strong> Andy Coulson </strong> Gray, the high court was told today. <strong> Glenn Mulcaire </strong>, seized in a police raid of his home in 2006, showed he had also noted the number the former footballer used to access messages. <q> The only purpose of calling that number would be to go into voicemails, </q> Reed said. Gray and the comedian <strong> Steve Coogan </strong> went to the high court today in an attempt to force <strong> Glenn Mulcaire </strong> to reveal which News of the World journalists ordered him to hack into their mobile phones. They are", "new_id": -2}, {"uid": "1296781371242499630", "i": 37525, "idx": 0, "sa": ["Bill Lockyer", "Steve Kroft", "Meredith Whitney"], "q": "a spate?\" correspondent <strong> Steve Kroft </strong> asked. \"You could see 50 sizable defaults, 50 to 100 sizable defaults, more,\" said <strong> Meredith Whitney </strong>, 41, who made her name covering bank stocks. <q> This will amount to hundreds of billions of dollars' worth of defaults. </q> Those two sentences set off a month of fireworks in the almost$ 3 trillion muni market. California Treasurer <strong> Bill Lockyer </strong> called the prediction \"apocalyptic arm-waving.\" The National League of Cities' research director cited", "new_id": -2}, {"uid": "1295008939037093396", "i": 37766, "idx": 5, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords", "The doctor", "Nancy Pelosi"], "q": "<strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla.-- were pleased to have the chance to see <strong> Gabrielle Giffords </strong>. When the lawmakers entered the hospital room, <strong> Gabrielle Giffords </strong> was with her <strong> The doctor </strong>, her parents and her husband. <q> We were telling her how proud we were of her and how she was inspiring the whole nation with her courage and with her strength, </q> <strong> Kirsten Gillibrand </strong> said. \"Then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do when she got better. We were holding her hand, and she was responding to our hand-holding,", "new_id": -2}, {"uid": "1297122854184680470", "i": 4247, "idx": 9, "sa": ["Simon Cowell"], "q": "\" The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. \"If they don't sell a single record they still get to keep the money,\" he said. <q> It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back </q> through record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to \"instill\" in the competition.", "new_id": -2}]