[{"uid": "1297235635187482311", "i": 6416, "idx": 0, "sa": ["Hazel Sanchez", "Bill Clinton", "David Letterman", "Chelsea Clinton"], "q": "husband had been fighting over starting a family. Some believe Mezvinsky may have been feeling the pressure from his secretary of state mother-in-law, a speculation fed by former <strong> Bill Clinton </strong> in a recent interview with <strong> David Letterman </strong>. <q>Hillary wanted this marriage because she wants to be a grandmother more than she wanted to be <strong> Bill Clinton </strong>,</q> the former <strong> Bill Clinton </strong> said. A source close to the Clintons told <strong> Hazel Sanchez </strong> <strong> Chelsea Clinton </strong> and Mezvinsky are very happy, and that she has flown to visit Marc since he left last month. \"What", "new_id": -2}, {"uid": "1296637348206454868", "i": 18605, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q>To me it comes down to the mental toughness and determination of the players and coaches,</q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL", "new_id": -2}, {"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ". \"I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,\" said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q>But I know he's here now.</q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}, {"uid": "1297260302158613537", "i": 25879, "idx": 0, "sa": ["Bill Lockyer"], "q": "they don't expect Democrats to support either Brown's proposals or additional cuts suggested by the legislative analyst, and that the budget process is a negotiation between the two houses, not the two parties. <q>That's what I told Brown the day after the election,</q> said Sen. Bob Dutton, R-Rancho Cucamonga( San Bernardino County). \"I told him his biggest challenge will be getting Assembly Democrats and Senate Democrats on the same page.\" State Treasurer <strong> Bill Lockyer </strong>,", "new_id": -2}, {"uid": "1296676266235241502", "i": 58, "idx": 0, "sa": ["Colin Powell", "Jane Mayer", "Joe Biden"], "q": "and Torture: Interrogation, Incarceration, and Abuse,\" <strong> Jane Mayer </strong> cites Egypt as the most common destination for suspects rendered by <strong> Joe Biden </strong>. \"The largest recipient of U.S. foreign aid after Israel,\" <strong> Jane Mayer </strong> writes, <q>Egypt was a key strategic ally, and its secret police force, the Mukhabarat, had a reputation for brutality.</q> She describes the rendering of Ibn al-Sheikh al-Libi to Egypt, where he was tortured and made a false confession that <strong> Colin Powell </strong> cited as he importuned the Security Council to approve the U.S. invasion of Iraq. Al-Libi later recanted", "new_id": -2}, {"uid": "1297222050127549454", "i": 29084, "idx": 2, "sa": ["Colin Powell"], "q": "talk about it.\" Mr. Rumsfeld recounts that Mr. <strong> Colin Powell </strong> objected. \"That would wipe out my briefing,\" Mr. Rumsfeld quotes Mr. <strong> Colin Powell </strong> as saying. <q>We're going to get Khurmal in a few weeks anyway,</q> Mr. <strong> Colin Powell </strong> added, according to Mr. Rumsfeld. Peggy Cifrino, a spokeswoman for Mr. <strong> Colin Powell </strong>, said: \"<strong> Colin Powell </strong> <strong> Colin Powell </strong> said he might have been", "new_id": -2}, {"uid": "1296049065000704521", "i": 16583, "idx": 1, "sa": ["Cheryl Cole", "Simon Cowell"], "q": ". \"<strong> Simon Cowell </strong>'s biggest priority is the US' X Factor' at the moment- he has got a lot to prove and he has to make it a hit.\" The source explained: <q><strong> Simon Cowell </strong>'s biggest priority is the US' X Factor' at the moment- he has got a lot to prove and he has to make it a hit.</q> Comment on this Article Meanwhile, <strong> Simon Cowell </strong>'s fellow judge <strong> Cheryl Cole </strong>- who is reportedly house-hunting in Los Angeles as she prepares to take up a job on the Stateside version of the show- is said to", "new_id": -2}, {"uid": "1296418115007684159", "i": 48450, "idx": 0, "sa": ["Zahi Hawass"], "q": "chaos in the country. <strong> Zahi Hawass </strong> said he's afraid the ruling National Democratic Party headquarters next door, torched and vandalized by demonstrators on Friday, could collapse and topple onto the 100-year-old museum. <q>If this building is destroyed, it will fall over the museum,</q> <strong> Zahi Hawass </strong> said Saturday. About nine looters took advantage of the citizen uprising to break into the museum early Saturday in an attempt to steal some mummies. They had managed to lop off the heads", "new_id": -2}, {"uid": "1296391518023904278", "i": 43981, "idx": 12, "sa": ["President Bush", "Mike Pence"], "q": "the GOP speaker in 2010 at an annual gathering of congressional reporters, he had the room rolling over his <strong> President Bush </strong> impression and at jabs at himself for his reputation for liking the media spotlight. <q>There's only one way to refute being called a show horse: You've got to take it in front of a huge audience,</q> <strong> Mike Pence </strong> told his huge audience. While <strong> Mike Pence </strong> is skilled at the messaging side of politics, he has less experience as an executive-- something that could be an issue for someone who aspires to", "new_id": -2}, {"uid": "1296862536051773442", "i": 18528, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the Green Bay Packers and Pittsburgh Steelers, Chrysler Chief Executive <strong> Sergio Marchionne </strong> said on Friday at a J.D. Power conference in San Francisco. He said it is the longest ad in Super Bowl history. <q>A two-minute spot is incredibly unique in the world of advertising, and it is almost unheard of on the Super Bowl,</q> said Tim Calkins, a marketing professor at Northwestern University's Kellogg School of Management. He said it appeared Chrysler was trying to distinguish itself from other carmakers advertising during the Super Bowl. FIA.MI), emerged", "new_id": -2}]