[{"uid": "1296364135215957509", "i": 17620, "idx": 10, "sa": ["Allen Iverson", "Mo Williams"], "q": "'' He got off to a fast start in this one, scoring 20 in the first quarter. ''He was just on fire,'' <strong> Mo Williams </strong> said after watching <strong> Allen Iverson </strong> make 18-of-30 shots, including five 3-pointers. <q>He was in such a good rhythm that really nobody could stop him tonight.</q> Sixers coach Jim O'Brien could only agree after Philadelphia beat the Bucks for the third time this season. ''It was the quickest 40 points I think I have ever witnessed,'' O'Brien said. ''He was", "new_id": -2}, {"uid": "1295883490173096982", "i": 16864, "idx": 1, "sa": ["Eric Schmidt", "Barack Obama", "Matt Patterson", "Google Inc."], "q": "brand new technology, there may be a few syncing slips- please bear with us as we work to perfect*** http://wn.com/Eric_Schmidt_Google's_Outgoing_CEO_Cash_Out_335_million_Shares www.youtube.com <strong> Eric Schmidt </strong> asked ''the most efficient way to sort a million 32-bit integers'' <strong> Barack Obama </strong> replied <q>the bubble sort would be the wrong way to go.</q> by BizzyMicBizness http://wn.com/evil_google_WORLD_domination!_SCROOGLE_for_google_ The Tyranny of <strong> Google Inc. </strong>( by <strong> Matt Patterson </strong>, AmericanThinker.com)- In an astonishing interview with The Wall Street Journal, <strong> Eric Schmidt </strong>, the CEO of <strong> Google Inc. </strong>, has outlined what he believes will be the future", "new_id": -2}, {"uid": "1294997879266141707", "i": 35562, "idx": 0, "sa": ["Sergio Marchionne"], "q": "worker says. ''Wait a moment, management is going to invest millions here, and besides I need my salary,'' another worker responds. ''I will vote yes,'' he adds, <q>I have a wife and children to maintain.</q> But the woman nearby is angry. ''No, no, no and again I'll vote no,'' she says. In one of Europe's most unionized countries, Fiat CEO <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1297307665234995776", "i": 12445, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Stephen Elop", "Ray Ozzie"], "q": "vendor's US$ 15 billion a year Server and Tools business. <strong> Satya Nadella </strong> replaces former Server boss Bob Muglia, who departed in January after a strategy disagreement with Microsoft chief executive <strong> Steve Ballmer </strong>. <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,</q> <strong> Steve Ballmer </strong> said in a statement today. Microsoft has recently lost several of top executives, including current Nokia boss, <strong> Stephen Elop </strong> and Microsoft's former chief software architect <strong> Ray Ozzie </strong>. The software vendor", "new_id": -2}, {"uid": "1295566445075235330", "i": 2178, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "<strong> Eric Schmidt </strong> has been <strong> Google Inc. </strong>'s chief executive since July 2001, when he took over the role from Mr. Page and ushered the company through a public offering. More recently, he has Mr. Page said <strong> Eric Schmidt </strong> had done <q>an outstanding job leading <strong> Google Inc. </strong> for the last decade. The results speak for themselves.</q> <strong> Google Inc. </strong>'s other co-founder <strong> Sergey Brin </strong> will focus on strategic projects and new products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it", "new_id": -2}, {"uid": "1296174977054247442", "i": 2534, "idx": 5, "sa": ["Eric Schmidt"], "q": "'' <strong> Eric Schmidt </strong> Google executive chairman The firm offered German homeowners the right to opt out before the pictures were even taken, and nearly 3% duly did that. But despite this initial opposition, <q>Germany is the second-highest user on a percentage basis of Streetview of any country in the world,</q> he said. ''We know that German consumers really love our product.'' On Wikileaks, Mr <strong> Eric Schmidt </strong> said the company had decided to make leaked documents searchable via its website, irrespective of the US", "new_id": -2}, {"uid": "1297176031226918403", "i": 3182, "idx": 24, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> Aaron Rodgers </strong>: ''You know what? Thankfully, I was surrounded by a group of guys who really believe in me and supported me even through that, the fan base was great.''( Audience applauds) <q>But, yeah, I mean, you go through stages where you start to lose some confidence, you wonder if you can really get it done, but the biggest change I think in my development was at off-season, when I said, ''You know what? I want to the best in my position, so I need to make sure that I take the steps this off season to put myself in a position to be successful.</q> <strong> David Letterman </strong>: ''How many different plays did you run yesterday, different plays? <strong> Aaron Rodgers </strong>: ''Mike likes to repeats some calls sometimes, especially if they work, but...'''( Audience", "new_id": -2}, {"uid": "1297182562166789141", "i": 2709, "idx": 11, "sa": ["Donald Rumsfeld", "President Bush"], "q": "resignation would make the scandal go away, and that he was worried about the consequences of shedding the head of the Pentagon in the midst of two difficult wars. <strong> Donald Rumsfeld </strong> accepted the <strong> President Bush </strong>'s decision. <q>I now believe that this was a misjudgment on my part <strong> ... More </strong> than anything else I have failed to do,</q> he writes, ''and even amid my pride in the many important things that we did accomplish, I regret that I did not leave at that point.'' Fans of Washington insider politics, meanwhile", "new_id": -2}, {"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q>We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people,</q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true. ''Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}, {"uid": "1297348812255098892", "i": 31967, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "MLB.com about the charity work that he and his wife do for dogs, and touched on the topic about what <strong> Michael Vick </strong> did and how he felt towards <strong> Michael Vick </strong>. Here's what <strong> Mark Buehrle </strong> said: <q>Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die?</q> said( <strong> Mark Buehrle </strong>). ''How could you do that if you are somewhat sane?''( <strong> Michael Vick </strong>) had a great year and a great comeback, but there were times where we watched the", "new_id": -2}]