[{"uid": "1296438025216727564", "i": 56431, "idx": 2, "sa": ["Tom Coburn", "Kirsten Gillibrand"], "q": "out.'' <strong> Kirsten Gillibrand </strong> said she thought it was appropriate for Schumer to sit with <strong> Tom Coburn </strong>.`` We met with him and worked out his concerns,'' <strong> Kirsten Gillibrand </strong> said. <q> At the end of the day it was a stronger bill and one we could get bipartisan support for. </q> You must fill out the comment body in order to submit a comment. Use of this site signifies your agreement to the", "new_id": -2}, {"uid": "1296107465198869073", "i": 7470, "idx": 1, "sa": ["Steve Ballmer"], "q": "Not Good for Google Report Abuse \" Its common knowledge to go with the opposite of what <strong> Steve Ballmer </strong> says. \"`` The iPhone is just a toy, it will never be popular.'' <q> The iPad is inferior to Windows based tablets, and will never take off. </q>`` The Wii is inferior to our Xbox, it will never outsell us.'' Report Abuse \" I can't believe they aren't making money hand over fist the way they are robbing us.", "new_id": -2}, {"uid": "1295644189196657172", "i": 26132, "idx": 9, "sa": ["Steve Hilton", "David Cameron", "Andy Coulson", "Ian King"], "q": "never gave a straight answer when dissemblance was a plausible alternative''. <strong> Ian King </strong>, deputy business editor of the Times who was business editor of the Sun while <strong> David Cameron </strong> was at Carlton, wrote in 2005: <q> I was unfortunate enough to have dealings with <strong> David Cameron </strong> during the 1990s when he was PR man for Carlton, the world's worst television company. And a poisonous, slippery individual he was, too. </q> This side of <strong> David Cameron </strong> alienated some of the more cerebral members of his team who were upset when he hired <strong> Andy Coulson </strong>. <strong> Steve Hilton </strong>, his director of strategy who was barely on speaIan King terms with <strong> Andy Coulson </strong>, will", "new_id": -2}, {"uid": "1295579705167378947", "i": 29468, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to assume more of a behind-the-scenes role as much as <strong> Larry Page </strong>'s personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advisLarry Page, 37, and Google's other 37-year-old founder, <strong> Sergey Brin </strong>,", "new_id": -2}, {"uid": "1296561285179486740", "i": 58540, "idx": 0, "sa": ["Andy Coulson"], "q": "World editor, who quit amid mounting controversy over phone hacking allegations. But a Number 10 source said`` good progress'' had been made in identifying a successor and that <strong> Andy Coulson </strong> chose to leave quietly after finishing <q> what he wanted to finish </q>. <strong> Andy Coulson </strong> said last month he could no longer give his full attention to the job because of the drip-drip of claims about illegal eavesdropping under his editorship. Scotland Yard has since launched a fresh", "new_id": -2}, {"uid": "1295047748137052165", "i": 4424, "idx": 3, "sa": ["Michael Vick"], "q": ". Ask <strong> Michael Vick </strong> what happens when you get caught( not comparing her to <strong> Michael Vick </strong>, I'm just saying.) How sweet.. this is my daughter's principal.. I thought they preached <q> SAY NO TO DRUGS!! </q> But I guess it's the`` Do as i say, Not as I do'' clause. I know that to some smoking pot is no big deal. But it is to me. I", "new_id": -2}, {"uid": "1297259348238534696", "i": 16250, "idx": 0, "sa": ["Colin Powell"], "q": "are,'' Rumsfeld told a television interviewer.`` They're in the area around Tikrit and Baghdad.'' In his book, he denied that he or any other administration official lied about WMD. <q> While I made a few misstatements-- in particular the one mentioned above-- they were not common and certainly not characteristic. </q> Rumsfeld revealed in his book that he urged a U.S. military strike on a suspected chemical weapons site in northern Iraq in 2003 and that he wanted the attack to coincide with Secretary of State <strong> Colin Powell </strong>'s address", "new_id": -2}, {"uid": "1295218051235503687", "i": 1655, "idx": 2, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Ben Ali"], "q": "duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01142011- 21v&amp;flvURL=/media/2011/01/14/01142011- 21v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F14%2F01142011- 21v.jsn''}{`` title'':`` Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes'',`` description'': <q> Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp- dyn/emailBen Alink?link=http://www.washingtonpost.com/wp- dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman- Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening", "new_id": -2}, {"uid": "1296171152171278391", "i": 19297, "idx": 3, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> said he would make a decision`` later this year'' about his next political step, though he appeared to telegraph his next move saying saying his`` calling is closer to home'' and added he would <q> be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead. </q>`` I have learned to follow my heart, and my heart is in Indiana,'' he added. Former <strong> Mike Pence </strong> Political Director Jerry Alexander told Roll Call about the decision and said he wo", "new_id": -2}, {"i": 19821, "idx": 1, "index_answer": 2, "new_id": -1, "q": "that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>.`` <strong> Ricky Gervais </strong> was the host of the( Globes) show-very funny guy,'' <strong> David Letterman </strong> said on his late-night CBS show Monday. <q> But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.' </q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre's hosts, including <strong> Heidi Klum </strong> of`` Project Runway'' and <strong> Jeff Probst </strong> of`` Survivor", "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "uid": "1295447541150847576"}]