[{"uid": "1297179232149192705", "i": 11547, "idx": 1, "sa": ["John McCain", "Donald Rumsfeld", "Diane Sawyer"], "q": "and a propensity to fashion and shift his positions to appeal to the media.'' leaked prior to the book's release, <strong> John McCain </strong> hit back at <strong> Donald Rumsfeld </strong> during an appearance on GMA. <q> Thank God he was relieved of his duties, </q> the Arizona senator said. He also admitted that the pair had a contentious working relationship that often put them at odds over policy related to the country's military presence in Iraq. <strong> Donald Rumsfeld </strong> to <strong> Diane Sawyer </strong>", "new_id": -2}, {"uid": "1295238967163905547", "i": 26756, "idx": 1, "sa": ["Steve Ballmer"], "q": "IT involved. SharePoint is a great bridge for that,'' said <strong> Steve Ballmer </strong> in an interview with InformationWeek. When asked what SharePoint brings to the table that other Web development platforms don't, <strong> Steve Ballmer </strong> responded <q> Well, you can do anything with anything. The question is, how much work is it? What we're trying to do is essentially give the people who build these sites a higher-level set of tools, so they're not reinventing the wheel. Can we provide infrastructure that ties in and lets the end user participate, and is done in a very high-quality, finished way for those folks? And we think the answer is yes. </q> <strong> Steve Ballmer </strong>'s keynote also discussed Microsoft's commitment to SharePoint in the cloud. The company already has more than one million users signed up for SharePoint Online, a hosted version of the software. SharePoint Online", "new_id": -2}, {"uid": "1296833917069533714", "i": 35944, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "that showed increased research and development investment in New York before the recession. From 2003 to 2007, the sector grew 16 percent, while investment increased 28 percent to a total of$ 10.9 billion. <q> I think it's the single best tax credit I can fight for in Washington in terms of creating jobs, </q> <strong> Kirsten Gillibrand </strong> said. Curemark is among 17 biotech companies in Westchester that could qualify for the increased credit.`` I think it's great,'' said Curemark CEO Joan M. Fallon, a pediatric chiropractor who", "new_id": -2}, {"uid": "1295538829247300197", "i": 46482, "idx": 0, "sa": ["Steve Ballmer"], "q": "centers- prior to its availability as customer-premise or third-party hosted offerings. The move is an example of <strong> Steve Ballmer </strong>'s commitment last year that the company is`` all in'' on cloud computing. <q> This is the first time we've made a release in the cloud before we have done so in the server version, and I think that really reflects the push by Microsoft into the cloud, </q> <strong> Steve Ballmer </strong> said in a statement. In fact, Microsoft's Dynamics CRM Online service is based on Microsoft's Dynamics CRM 2011 package, which is set for its own Working Smarter Through Intelligent, Responsive", "new_id": -2}, {"uid": "1297427687170164234", "i": 13515, "idx": 6, "sa": ["Sergio Marchionne"], "q": "do it.`` <strong> Sergio Marchionne </strong> is playing two different games, one in the U.S. and the other in Europe,'' said Giuliano Noci, a professor at the MIP Management School of Milan's polytechnic university. <q> In North America he's creating consensus on Chrysler before its initial public offering, while in Italy he needs to shock the country into creating a more competitive environment. </q> Fiat's 22,000 auto workers in Italy assembled 650,000 cars in 2009, compared with 600,000 made by 6,100 employees at the company's factory in Tychy, Poland. That means, without taking into account differences in", "new_id": -2}, {"uid": "1295943954061587476", "i": 28325, "idx": 0, "sa": ["Steve Ballmer", "Jeff Immelt"], "q": "outpaced the Standard& Poor's 500 Index for the first time since 2004. <strong> Jeff Immelt </strong>'s appointment was welcomed by executives, including <strong> Steve Ballmer </strong>, chief executive officer at Microsoft. <q> <strong> Jeff Immelt </strong> and I started our careers together at Procter& Gamble, and I have enormous respect for the success he's had at GE, </q> <strong> Steve Ballmer </strong> said.`` He is an ideal business leader to chair the President's Council on Jobs and Competitiveness and help drive a focus on what we can all do to increase American competitiveness and create new jobs.", "new_id": -2}, {"uid": "1297484044192626692", "i": 18746, "idx": 0, "sa": ["Johnny Unitas", "Michael Vick", "Eric Dickerson"], "q": "and the prospect of becoming an instant millionaire in April.`` Right now, especially these next three to four months, it's all about decisions and making the right ones,'' he said. <q> Can't make the wrong one or it could hurt you. </q> Just ask this group of athletes. They are just some of the many who have fallen prey to the business of the NFL Names like <strong> Johnny Unitas </strong>, <strong> Eric Dickerson </strong>, and <strong> Michael Vick </strong> have all declared bankruptcy because of", "new_id": -2}, {"uid": "1295667388014565451", "i": 32606, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page will take over from 4 April, while <strong> Eric Schmidt </strong> will remain at the company as executive chairman. <strong> Sergey Brin </strong>, Google's other co-founder, will step back to focus on new projects. <q> For the last 10 years, we have all been equally involved in making decisions, </q> <strong> Eric Schmidt </strong> said in a post on the Google blog.`` This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the", "new_id": -2}, {"uid": "1297451512119193621", "i": 1132, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers", "Ric Flair"], "q": "right here,'' said <strong> David Letterman </strong> as he dug his fingers into <strong> Aaron Rodgers </strong>' armrest and then recollected about questioning him about retirement, and then asked if all the flip flopping distracted the current Pack QB. <q> <strong> Ric Flair </strong> don't think it was a distraction, </q> replied <strong> Aaron Rodgers </strong>.`` <strong> Ric Flair </strong> was the guy who took all the reps in the off-season and he was the guy who took all the reps during the season, and that was kind of how it worked out.", "new_id": -2}, [{"i": 16110, "idx": 0, "index_answer": 0, "new_id": -1, "q": "as the Wi-Spy incident, and to call CEO <strong> Eric Schmidt </strong> to testify under oath. In a letter to <strong> Darrell Issa </strong>, <strong> Jamie Court </strong>, Consumer Watchdog president and John <strong> M. Simpson </strong>, Inside <strong> Google Inc. </strong> Project director, wrote: <q> An investigation by the committee of <strong> Google Inc. </strong>'s relationship to the Administration is particularly timely now in light of the way the Federal Trade Commission closed its probe of the Wi-Spy incident, and the Department of Justice's current review of the pending acquisition of ITA Software. </q> http://insidegoogle.com/wp-content/uploads/2011/01/GOOGGovfinal012411.pdf http://insidegoogle.com/wp-content/uploads/2011/01/LtrIssa012411final.pdf The report, Lost in the Cloud: <strong> Google Inc. </strong> and the US Government, is drawn from records obtained through the Freedom of Information Act and interviews. It found that <strong> Google Inc. </strong>'s ambitious quest for", "sa": ["Jamie Court", "Eric Schmidt", "M. Simpson", "Darrell Issa", "Google Inc."], "uid": "1295965636047955976"}]]