[{"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q>Apparently, it's a practice all over the country,</q> <strong> Bill Lockyer </strong> said today in a telephone interview. \"I don't think it's a good one.\"-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}, {"uid": "1296166515171278338", "i": 9674, "idx": 1, "sa": ["Mike Pence"], "q": "own party or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation, and personal ambition.\" So now what? The same person says: <q>Unless something miraculous happens and we get an unexpected gift candidate, I guess true believing conservatives will have to stop bad things from happening and see what emerges.</q> I'd give Congressman <strong> Mike Pence </strong> much more credit than that. He can be a good governor. Good governors are powerful. And it takes a certain humility to say no when people are enthusiastically insisting you", "new_id": -2}, {"uid": "1295698242000426021", "i": 36665, "idx": 0, "sa": ["Dermot O'Leary", "Cheryl Cole", "Simon Cowell", "The Irish"], "q": "X Factor host. <strong> The Irish </strong> presenter currently presents <strong> Simon Cowell </strong>'s UK flagship edition, yet his future on the British version has been unclear recently, as has that of judge <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong> himself. <q>Have I got it? I still don't know,</q> <strong> Dermot O'Leary </strong> told the Daily Mail. \"I've thrown my hat in the ring. I've been over, had a few meetings. I've sat down with <strong> Simon Cowell </strong>, I've made a pitch. To", "new_id": -2}, {"uid": "1295481586159825937", "i": 29192, "idx": 5, "sa": ["Nigel Lythgoe", "Paula Abdul", "Simon Cowell"], "q": "might say really put them off, this is just a happy nervousness. And it does energize them a little bit. I think you'll see a lot more fun this year.\" Adding, <q>We're going to see a lot of good talent because a lot of good talent came. We saw more people than we've ever seen before.</q> VIEW THE PHOTOS: Anything But Dreadful! Hot Shots Of <strong> Simon Cowell </strong>! <strong> Paula Abdul </strong>'s \"Live To Dance,\" <strong> Nigel Lythgoe </strong> is split on whether he hopes to trounce the former judge in the ratings. The two", "new_id": -2}, {"uid": "1295949464070467618", "i": 11612, "idx": 0, "sa": ["Jacques Offenbach", "Andrew Lloyd Webber", "Simon Cowell", "Paul Potts"], "q": "talent show \"Britain's got Talent\" <strong> Andrew Lloyd Webber </strong> <strong> Simon Cowell </strong> as a judge. Check out the clip of his semi final winning performance. www.youtube.com about the performance only please. All others will be removed and blocked.Aerosmith's <q>I don't want to miss a thing</q> is also featured in the clip, for those that keep asking!For all those that seem to think <strong> Paul Potts </strong> is a pro in disguise, please realise the following.- Bath <strong> Jacques Offenbach </strong> is an amateur opera company staging a", "new_id": -2}, {"uid": "1295803136231243808", "i": 27920, "idx": 0, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "<strong> John McCain </strong>( R-Ariz.) said that Congress must take on some of the \"sacred cows,\" including entitlements, in order to cut the deficit. \"Agriculture subsidies are outrageous today,\" he said. <q>Ethanol is a joke, and it's a multi-billion dollar spending. All ag subsidies.... The post office, a model of inefficiency. Horse and buggies-- and the days when Internets[ Launch of the Bloom box fuel cell generates a slice of Apple hype| Environment| guardian.co.uk PlayStation Network down, so are lots of PS3s( update)-- Engadget Bloom box fuel cell: Google, eBay, and <strong> Arnold Schwarzenegger </strong> attend launch- Telegraph</q> <strong> Colin Powell </strong>'s Endorsement of <strong> Barack Obama </strong> Will Live... in Infamy- Big Government <strong> Colin Powell </strong>: \"Perfectly Acceptable To Get Rid Of DADT\"- Towleroad, More than gay news. More gay men Due to the secret", "new_id": -2}, {"uid": "1297188372166789129", "i": 5232, "idx": 6, "sa": ["Simon Cowell"], "q": ". While The X Factor creator said \"it's impossible to predict\" how the British format will fare with American viewers, he feels there is a key to making the show successful. <q>The most important thing is I know that you got to make a show which is different to what your competitors are doing. It has to be well made, it has to be controversial, interesting, and if the U.S. show has some of the same qualities as what we've done in the UK, then I think it could do really really well,</q> <strong> Simon Cowell </strong> told reporters. However, <strong> Simon Cowell </strong> acknowledged that even producing a great show won't guarantee that it will be a ratings success. \"I've learned never take anything for granted and I", "new_id": -2}, {"uid": "1296595859061521938", "i": 41227, "idx": 0, "sa": ["Stephen A. Smith", "Allen Iverson", "Ben Roethlisberger"], "q": "crumbled, so did his personal life when his wife filed for divorce last week. But in a bombshell report from friend and former Sixers beat writer, <strong> Stephen A. Smith </strong>, <strong> Allen Iverson </strong> also has problems with alcohol and gambling. <q>If numerous NBA sources are telling the truth-- and there's no reason to believe they'd do otherwise in a situation of this magnitude-- <strong> Allen Iverson </strong> will either drink himself into oblivion or gamble his life away.</q> Philadelphia Inquirer Sexual Misconduct allegations plague Steeler's <strong> Ben Roethlisberger </strong> again( From USATODAY) link to the article.... www.usatoday.com I'll paste a small part of the article here. It was too long to paste it all", "new_id": -2}, {"uid": "1294967127178536477", "i": 31908, "idx": 0, "sa": ["Michael Douglas", "Horst Jankowski", "David Letterman"], "q": "of his life. \"The odds are the tumor gone and what I know about this particular type of cancer that I got to beat.\" <strong> Michael Douglas </strong> was last seen on the big screen portraying <strong> Michael Douglas </strong> Gecko in <q>Wall Street: Money Never Sleeps.</q> <strong> Horst Jankowski </strong> \"wild six-month ride\" through chemotherapy kept him under the media magnifying glass. It began in August on <strong> David Letterman </strong>. \"I've got cancer. I've got cancer. I've found out about three", "new_id": -2}, {"uid": "1297712336141344797", "i": 2206, "idx": 2, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. \"Many people make the mistake of thinking that dreams can not come true, but they can,\" he wrote. <q>You have to believe, and know that they are more than just imagination.</q> All content Â© Copyright 2000- 2011 WorldNow and KCBD, a", "new_id": -2}]