[{"uid": "1297344557177520643", "i": 11128, "idx": 0, "sa": ["David Letterman", "Hosni Mubarak"], "q": "was on <strong> David Letterman </strong>'s \"Late Show\" on Wednesday, and he talked about being attacked in Egypt last week. \"I don't recommend it,\" he told <strong> David Letterman </strong>. <q>I'd never been punched in the head before.</q> recent pattern of very tough talk about the government of Egyptian president <strong> Hosni Mubarak </strong>. He said the regime has been \"continuously lying\" to people throughout the uprising, that the people who attacked him were a group", "new_id": -2}, {"uid": "1296444909100565016", "i": 14395, "idx": 2, "sa": ["DeSean Jackson", "Michael Vick"], "q": "take it day by day.\" Eagles wide receiver <strong> DeSean Jackson </strong> told NFL Network on Sunday that <strong> Michael Vick </strong> is \"a big brother\" to him and he's looking forward to a full offseason working with the quarterback. <q>It was something that just kind of fell in his lap, and it's just something he took advantage of,</q> <strong> DeSean Jackson </strong> of <strong> Michael Vick </strong> becoming the Eagles' No. 1 quarterback. \"But now we have a whole year to come back and prepare for it, so it's really going to get that much more scary and that", "new_id": -2}, {"uid": "1295159210108871759", "i": 10303, "idx": 0, "sa": ["Mike D'Antoni", "Allen Iverson", "Toney Douglas", "Danilo Gallinari"], "q": ", citing the team's long-term interests. \"With the development of some of our young guys and with Gallo[ <strong> Danilo Gallinari </strong>] and Wilson[ Chandler] and <strong> Toney Douglas </strong>,\" coach <strong> Mike D'Antoni </strong> said at the time, <q>we just didn't think right now we wanted to have that dominant force on the team.</q> On one hand, this was a polite way of saying, \"<strong> Allen Iverson </strong>'s a crazy person,\" but the underlying message was, \"We have a plan here. Let us stick to it.\"", "new_id": -2}, {"uid": "1295891150149438465", "i": 39656, "idx": 0, "sa": ["John McCain", "Tim Walberg", "Barack Obama", "Mike Pence"], "q": "wake of the Tucson tragedy, politicians from both sides of the aisle have called for a more civil discourse in our political debate. On CBS's Face the Nation this morning, <strong> John McCain </strong>( R-AZ) said, <q>There is a lack of respect in our dialogue.... We shouldn't mistake passion for advocacy. In other words, passion is necessary in this debate that we're having, but we've got to make sure it doesn't spill over into personal attacks and impugning people's character or patriotism.</q> On ABC's This Week, new Tea Party-backed <strong> Barack Obama </strong> <strong> Mike Pence </strong> <strong> Tim Walberg </strong>( R-UT) struck a different tone. He argued that restraining violent rhetoric- such as invoking\" job-killing\" during the", "new_id": -2}, {"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,\" Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion \"for a long time\" as the company tries to \"simplify\" its management structure. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}, {"uid": "1297188372166789123", "i": 33922, "idx": 0, "sa": ["Christina Aguilera", "Simon Cowell", "Michelle Money"], "q": "be genuinely concerned about me, is very humbling. I truly mean that. Thank you.\" Besides Chantal, Brad gave roses to Ashley, <strong> Christina Aguilera </strong>, Britt, Shawntel and <strong> Michelle Money </strong>. <q>I wanted that last rose. I wasn't expecting it right now to be that close and get to that point with him and want more and know that there could be more if he gave me a shot. It just-- it kind of hits you-- the more it hurts when you actually like, are in love. You feel like, \"What's wrong with me?'</q> Jackie said following her elimination.` The Bachelor' star Brad Womack cuts Alli Travis and Jackie Gordon <strong> Simon Cowell </strong>:` The X Factor' judging panel still yet to be determined` The X Factor\" announces$", "new_id": -2}, {"uid": "1296632456234962986", "i": 21924, "idx": 0, "sa": ["Zahi Hawass"], "q": "The ruling party headquarters building next door to the museum was still in flames and billowing black smoke into the sky on Saturday, a day after protesters torched it during mass anti-government demonstrations. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> antiquities boss <strong> Zahi Hawass </strong> said as he watched fire trucks try to extinguish the blaze in the NDP headquarters. Early Saturday morning, Egyptian army commandoes secured the museum and its grounds, located near some of the", "new_id": -2}, {"uid": "1296387706032849961", "i": 25218, "idx": 0, "sa": ["Philip Rivers", "Michael Vick", "Peyton Manning"], "q": ", but it just seems like a lot of the players who were there say they're glad to be back here in Hawaii,\" said <strong> Peyton Manning </strong>, who missed the game while preparing for the Super Bowl. <q>It's always an honor to be here, it's a privilege.</q> <strong> Peyton Manning </strong> will back up AFC starter <strong> Philip Rivers </strong> of San Diego. Philadelphia's <strong> Michael Vick </strong>, subject of perhaps the NFL's most compelling story line this season, is slated to start for the NFC.", "new_id": -2}, {"uid": "1295476301073809946", "i": 28287, "idx": 3, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q>I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,</q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Auto-Tune_the_News_#1_march_madness_economic_woes_pentagon_budget_cuts Interviewers, sportscasters, and vice", "new_id": -2}, {"uid": "1297446725101842956", "i": 11164, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "that this is still his habit. His office houses his archive and the <strong> Donald Rumsfeld </strong> Foundation, which among other things helps retired troops. I ask him what time he normally gets up and he replies, unsmilingly, <q>I get up at 4.30 or five and exercise generally and read the paper in the sauna.</q> His way of life seems almost comically Spartan. I suggest that perhaps we might order something to eat, and he seems genuinely surprised. \"You want something to eat?\" A waiter is summoned. I", "new_id": -2}]