[{"uid": "1295803138068403208", "i": 9033, "idx": 3, "sa": ["Colin Powell"], "q": "was not on board with the plan to send the USA over the edge. honested: It's nice to hear from the one honest and intelligent Mister Bill 2 minutes ago( 12:11 PM) Mister <strong> Colin Powell </strong> says <q> You can't fix the deficit or the national debt by killing NPR or National Endowment for the Humanities or the Arts. </q> That is a good example of keeping the rhetoric down to a civil discourse. I agree that just cutting those two items will not balance the budget, but it is a good start. That means that who", "new_id": -2}, {"uid": "1297261983254083210", "i": 6319, "idx": 2, "sa": ["Carolyn Roberts", "Michael Gove"], "q": "a social justice position in which I find myself- slightly oddly- agreeing with <strong> Michael Gove </strong>.\" But Mrs <strong> Carolyn Roberts </strong> stresses the new approach should not be used as a stick with which to beat schools: <q> We need to get it right as a measure. </q> Libby Steele, head of education, Royal Society: Good news for science Libby Steele welcomes the emphasis put on science by the Michael Government Mrs Steele says the Michael Government's additional benchmark is a boost", "new_id": -2}, {"uid": "1295492408052953121", "i": 38440, "idx": 0, "sa": ["Regis Philbin", "Simon Cowell", "Jennifer Lopez", "Joan Rivers"], "q": "11,( cq) takes a photo of <strong> Simon Cowell </strong> gone from` American Idol' and newbies <strong> Jennifer Lopez </strong>... Video: <strong> Joan Rivers </strong> Moves in With Daughter, Brings Cameras Video: <strong> Regis Philbin </strong> Announces his Retirement in Summer Report Abuse <q> I remember when jho fell on her fat, flabby, saggy rotten@#$% a couple years ago on the AMAs. LMAO!!! </q> ABC News: Watch: Comic Stripped: Not Exactly Your Sunday Funnies", "new_id": -2}, {"uid": "1296744552199131154", "i": 36483, "idx": 7, "sa": ["Tommy Franks", "Tariq Aziz", "Donald Rumsfeld"], "q": "before to the Iraqi dictator's aide, <strong> Tariq Aziz </strong>, and wondered whether the room had been bugged. Nearly two decades later, in the rubble of 9/11, <strong> Donald Rumsfeld </strong> took grim note when Saddam gloated that <q> the United States reaps the thorns its rulers have planted in the world. </q> But first there was Afghanistan, which had harbored bin Laden. <strong> Donald Rumsfeld </strong> pushed the CENTCOM commander, <strong> Tommy Franks </strong>, for a quick war plan, brushing aside the general's insistence that he needed two months to", "new_id": -2}, {"uid": "1295587963072171541", "i": 30407, "idx": 13, "sa": ["Ken Auletta", "Danny Sullivan", "Eric Schmidt"], "q": "been. We can more or less know what you're thinking about,\" he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and Google as \"creepy.\" <q> The biggest thing I wonder is after a year or so of having various gaffes and statements taKen Auletta out of context if he decided he no longer wanted to play that front-man role, </q> said Sullivan-Danny Sullivan\"> <strong> Danny Sullivan </strong>, the editor-in-chief of the SearchEngineLand news site. In his new role, <strong> Eric Schmidt </strong> indicated he will focus on meeting with Google's business partners and government officials around the world.", "new_id": -2}, {"uid": "1294975566041533476", "i": 43053, "idx": 5, "sa": ["Allen Iverson", "Ron Paul", "LeBron James"], "q": "just over a month since he underwent chemotherapy. In the locker room afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength. <q> I survived, I'm still here, </q> he said. \"I'm a new man, stRon Paulger than ever, I just say,` Thank you, everybody.\" ' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden", "new_id": -2}, {"uid": "1297170191123355244", "i": 34847, "idx": 0, "sa": ["George H. W. Bush", "Diane Sawyer", "Donald Rumsfeld"], "q": "government spanning Republican George H. W. Bushs from Richard Nixon to <strong> George H. W. Bush </strong>. The ex-defence chief was reluctant to endorse his former boss's assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was <q> the most important failure in the execution of the war. </q> \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had( an) enormous number of", "new_id": -2}, {"uid": "1295257680226672654", "i": 47395, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "all over the place. I felt the interview improved as they moved on to other subjects. Here are the main points.? <strong> David Cameron </strong> rejected claims that he was imposing sudden change on the NHS. <q> There's nothing in these reforms that hasn't been tried in some way in the NHS, </q> he said. The changes were \"evolutionary\" . There was also \"a lot of enthusiasm\" amongst doctors for what was happening, he claimed.? He refused to deny reports that <strong> Andy Coulson </strong> offered to", "new_id": -2}, {"uid": "1295372756245596257", "i": 30222, "idx": 2, "sa": ["Steven Tyler", "David Letterman", "Simon Cowell", "Jennifer Lopez"], "q": "one seems eager to follow in departed judge <strong> Simon Cowell </strong>'s \"villain\" footsteps, that doesn't mean the prospective contestants have gotten nicer too. \"Some people just get crazy,\" <strong> Jennifer Lopez </strong> said. <q> They can't take the` no' for an answer. We've had weird moments. </q> <strong> Steven Tyler </strong>, however, told \"Late Show\" host <strong> David Letterman </strong> that he prefers the way he became famous to the \"Idol\" road to stardom. \"I always thought that in order to", "new_id": -2}, {"uid": "1296562491229801995", "i": 4680, "idx": 1, "sa": ["Glenn Mulcaire", "Andy Coulson", "Clive Goodman"], "q": "give his full attention to the job because of the drip-drip of claims about illegal eavesdropping under his editorship. Scotland Yard has since launched a fresh investigation of hacking allegations. The source said: <q> He had finished what he wanted to finish and good progress is being made with his replacement. \"It was his choice to leave quietly but he said a proper goodbye to the Prime Minister and those he worked closely with. </q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor <strong> Clive Goodman </strong> and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone hacking. Although he accepted ultimate responsibility", "new_id": -2}]