[{"uid": "1297094194234487815", "i": 11842, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "the war,\" a position <strong> Donald Rumsfeld </strong> was reluctant to fully endorse. \"I don't have enough confidence to say that that's right. I think that it's possible,\" he said. <q> We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed. </q> He added: \"It's hard to know. You know, the path you didn't take is always smoother.\" <strong> Donald Rumsfeld </strong>'s comments came in his first TV interview since 2006, and echo", "new_id": -2}, {"uid": "1295577085256213073", "i": 3254, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. A <strong> Google Inc. </strong> Blog Post From <strong> Eric Schmidt </strong> An Update From The Chairman <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company", "new_id": -2}, {"uid": "1295487172086802452", "i": 5151, "idx": 2, "sa": ["Brad Greenberg", "Stephon Marbury", "Allen Iverson"], "q": "the 76ers had two jerseys made up: one for <strong> Allen Iverson </strong> and one for <strong> Stephon Marbury </strong>, the other talented point guard in the draft. After the second workout, <strong> Brad Greenberg </strong> knew the <strong> Stephon Marbury </strong> jersey would not be needed. <q> He's a special athlete and a special competitor and he has leadership ability, </q> <strong> Brad Greenberg </strong> said of <strong> Allen Iverson </strong>. \"He made it an easy decision.\" <strong> Allen Iverson </strong>, who said he didn't know for sure about the pick until it was made, referred both to a new era for the", "new_id": -2}, {"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.\" here. <strong> Henry Blodget </strong> writes for The Business Insider, <q> Let's be serious: <strong> Eric Schmidt </strong> got fired. </q> \"Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- \"day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,\" through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}, {"uid": "1297436739190496784", "i": 21017, "idx": 1, "sa": ["Steve Ballmer"], "q": "make a great experience. Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.\" \" Microsoft CEO <strong> Steve Ballmer </strong> added, <q> \"I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> \" What of Symbian and MeeGo? According to Nokia, Symbian will become a \"franchise platform,\" while MeeGo will become an open-source, mobile operating system project. Here is more detail from Nokia", "new_id": -2}, {"uid": "1296143843063832065", "i": 26253, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> New push at Virginia General Assembly for longer window for child sexual abuse victims to sue... Viewing this on your phone? Go to mobile.dailypress.com for a compact version of our site.", "new_id": -2}, {"uid": "1297006511157859876", "i": 32721, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "LONDON( Reuters)- <strong> Google Inc. </strong> wants to avoid a lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. <q> We certainly want to avoid that, </q> <strong> Eric Schmidt </strong> told the paper in an interview. \"I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"uid": "1297179847261799940", "i": 44128, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> Aaron Rodgers </strong> was all smiles yesterday as a guest on \"Late Show with <strong> David Letterman </strong>.\" <strong> David Letterman </strong> handed <strong> Aaron Rodgers </strong> his WWE championship belt and even caught a pass across the stage from the Super Bowl MVP. <q> There must be a lot of Wisconsin people out there, </q> <strong> Aaron Rodgers </strong> said as his eyes scanned the crowd, which was met with cheers from the probable Packer backers in attendance. <strong> David Letterman </strong> asked a series of light-hearted questions, with <strong> Aaron Rodgers </strong> willingly playing along.", "new_id": -2}, {"uid": "1295237766163905566", "i": 29701, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "D-N.Y., said on NBC's Meet the Press that she talked with <strong> Gabrielle Giffords </strong>' husband, astronaut Mark Kelly, on Saturday night. He described the latest progress in his critically injured wife's recovery. <q> She's making progress every day, </q> <strong> Kirsten Gillibrand </strong> said. \"She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and", "new_id": -2}, {"uid": "1295897193127107081", "i": 45263, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush"], "q": "under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: \"Are we winning or losing the war on terror?\" <q> Is the U.S. government changing fast enough? </q> \"Do we need more troops? And if so, where and for what purpose?\" Another <strong> Donald Rumsfeld </strong> Rule: \"If you are not criticized, you may not be doing much.\" As", "new_id": -2}]