[{"uid": "1295511637124485681", "i": 26971, "idx": 0, "sa": ["Brian Bell", "David Letterman"], "q": "FOR THE SUCCESSFUL For Weezer lead guitarist <strong> Brian Bell </strong>, performing \"Say It Ain't So\" in front of a live studio audience on \"Late Show With <strong> David Letterman </strong>\" was a surreal experience. <q>Playing on TV for the first time when you're in your 20s, it's just bizarre,</q> recalled <strong> Brian Bell </strong>. \"There's a lot of pressure when you're young.\" Now, he said, performing in front of 100 people- or 15,000- feels \"so natural.\" Weezer", "new_id": -2}, {"uid": "1295614992206700604", "i": 36459, "idx": 2, "sa": ["Andy Coulson", "Sienna Miller", "David Cameron"], "q": "at least four lawsuits filed by celebrities, including actress <strong> Sienna Miller </strong>, over allegations the newspaper hacked into mobile-phone voicemails. U.K. police and prosecutors said last week they would review the claims for a third time. <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so,</q> <strong> David Cameron </strong> said in an e-mailed statement. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.\" To", "new_id": -2}, {"uid": "1297451519240746502", "i": 2862, "idx": 3, "sa": ["Donald Rumsfeld", "Barack Obama", "Rand Paul", "President Bush", "Dick Cheney"], "q": "the current spring in <strong> Donald Rumsfeld </strong>'s step is the resulting abandonment by <strong> Barack Obama </strong> of much of his strident opposition to <strong> President Bush </strong>'s anti-terrorism policies. Turning to <strong> Dick Cheney </strong> at CPAC, <strong> Donald Rumsfeld </strong> taunted the Left by saying: <q>I look at the current administration's many reversals of their announced policies on national security issues- Guantanamo Bay, military commissions, indefinite detention, CIA drone strikes. \"It makes me wonder if <strong> Dick Cheney </strong> has had more influence on <strong> Barack Obama </strong> than the people that got him elected.</q> The vociferous anger of the <strong> Rand Paul </strong> supporters at CPAC indicated that Republicans remain divided over the <strong> President Bush </strong> legacy. The Paulites, however, are very much in the minority. Although <strong> Donald Rumsfeld </strong> was vilified by", "new_id": -2}, {"uid": "1295872993066535447", "i": 16926, "idx": 5, "sa": ["John McCain", "Donald Rumsfeld", "President Bush"], "q": "most I've never reread.\" As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: <q>Are we winning or losing the war on terror?</q> \"Is the <strong> John McCain </strong> government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" \"My brain would be going,\" he says", "new_id": -2}, {"uid": "1295684253063881224", "i": 1859, "idx": 1, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": ". Labour MPs have been relentlessly pursuing the case and will regard Mr <strong> Andy Coulson </strong>'s departure as a major success, but it will not stop their pursuit of News International. Mr <strong> Ed Miliband </strong> said: <q>The cloud of allegations surrounding <strong> Andy Coulson </strong>'s tenure at the News of the World raised real questions about his ability to be at the heart of the Downing Street machine. \"I think there are questions about <strong> David Cameron </strong>'s judgment about hanging on to him as long as he did.</q> Chris Bryant, a Labour <strong> David Cameron </strong>, demanded that the police carry out \"the full, transparent, and thorough inquiry into phone hacking that we are still waiting for\". \"It is", "new_id": -2}, {"uid": "1295669771065781827", "i": 2608, "idx": 3, "sa": ["Eric Schmidt"], "q": "merge Google's technology and business vision.\" In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so <q>there's clear responsibility and accountability at the top of the company.</q> On his Twitter account, <strong> Eric Schmidt </strong>, who was widely described as \"adult supervision\" for the two young founders when he was named chief executive, wrote: \"Day-to-day adult supervision is no longer needed", "new_id": -2}, {"i": 5185, "idx": 2, "index_answer": 0, "new_id": -1, "q": "B-movie actor, turned governor, turned candidate. He gave voice to the ideals and values that I was raised to believe in.\" Republicans, <strong> Mike Pence </strong> continues, should learn from how <strong> Ronald Reagan </strong> led. <q>I think <strong> Ronald Reagan </strong> personifies both the substance and the style of conservatism in the 21st century,</q> he says. \"On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.\" \"But on", "sa": ["Mike Pence", "Ronald Reagan"], "uid": "1295552145232112145"}, {"uid": "1295560499243744796", "i": 9261, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\"", "new_id": -2}, {"uid": "1297183312119177307", "i": 46110, "idx": 0, "sa": ["Matt Lauer", "Simon Cowell"], "q": "Speaking with <strong> Matt Lauer </strong> on The Today Show Tuesday, former American Idol judge, <strong> Simon Cowell </strong>, admitted that he doesn't regularly watch American Idol now that he is back in the UK involved in other projects. <q>It's on a different time here in the UK,</q> <strong> Simon Cowell </strong> said. \"I watched some clips last week to get up to speed, and it looked good.\" Asked about the new judges, he said, \"I think they're doing fine", "new_id": -2}, {"uid": "1295455208049922048", "i": 41720, "idx": 2, "sa": ["Sergio Marchionne"], "q": "delivers the pressure energy to the axle hydraulic motor, giving the vehicle power to drive the wheels. The gas engine will remain off if the accumulator charge is sufficient to drive the motor. <q>In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,</q> <strong> Sergio Marchionne </strong> said. \"One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this", "new_id": -2}]