[{"uid": "1294961054148406273", "i": 2874, "idx": 0, "sa": ["James Clyburn", "Kirsten Gillibrand"], "q": "know so far, the work of a lone deranged gunman, is now the right time to really analyze and discuss the political discourse in our country?'' South Carolina Democratic Congressman <strong> James Clyburn </strong> was quick to proclaim: <q> I think so. Look, I lived through the 50s and the 60s... We've got to really be very, very concerned about how we say things and the things that we do say and how that may impact people. </q> Democratic New York Senator <strong> Kirsten Gillibrand </strong> chimed in:`` We may never know what motivated him to commit these heinous crimes, but what we do know is that the climate of debate has degraded so significantly,", "new_id": -2}, {"uid": "1295987770115605542", "i": 12531, "idx": 2, "sa": ["Zahi Hawass"], "q": "`` Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,'' <strong> Zahi Hawass </strong> said in a statement. But he asked that <q> this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> Article: Egypt asks Berlin to return Nefertiti bust... FILE- In this March 7, 1982 file photo, Cleopatra's..., the ubiquitous, media-savvy Egyptian antiquities director whose... Photo: FILE- In", "new_id": -2}, {"uid": "1295563366075235400", "i": 29183, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. We were unable to request friendship", "new_id": -2}, {"uid": "1296225359092700754", "i": 12055, "idx": 4, "sa": ["Rahm Emanuel", "Gov. Rick Perry", "Mitch Daniels", "Mike Pence"], "q": "self-imposed deadline to decide on a presidential bid neared, some conservatives letter to supporters, <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong> admitted he was`` humbled'' by those who believed he should pursue the presidency, but he said <q> our calling is closer to home. </q> His decision could leave an opening for another Indiana official in the GOP field, current <strong> Gov. Rick Perry </strong> <strong> Mitch Daniels </strong>, who can't seek a third term. The chair of the Republican Governors Association, <strong> Gov. Rick Perry </strong>,", "new_id": -2}, {"uid": "1297194038179781640", "i": 16019, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "fighting. Instead of calling it a`` war on terror,'' with the enemy being some vague sort of evildoers, he argues that the focus should have been placed on the ideological nature of Islamist extremists. <q> We ought to have more precisely labeled our enemies as violent Islamists, </q> he writes in the final chapter. The son of a schoolteacher, <strong> Donald Rumsfeld </strong> has long been a stickler for precise language. And while in office, he did press Bush to drop the`` war on", "new_id": -2}, {"uid": "1295332273063275204", "i": 9669, "idx": 1, "sa": ["Mitt Romney", "Mike Pence"], "q": "in Washington. Their pitch: That in an underwhelming field of GOP presidential contenders, <strong> Mike Pence </strong> is the strongest choice to unite the social, economic and national security wings of the Republican Party. <q> Grassroots conservatives, Republicans, the Tea Party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said in a statement announcing the new group.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' Though he lacks the national profile of a <strong> Mitt Romney </strong>", "new_id": -2}, {"uid": "1297174440226918479", "i": 40413, "idx": 1, "sa": ["Zahi Hawass"], "q": "is estimated that one million tourists have fled Cairo since the protests began on Jan. 25.`` All the people who live around here, they depend on the lives of tourists,'' <strong> Zahi Hawass </strong> said. <q> If there is no tourism, there is no food for the people. </q>", "new_id": -2}, {"uid": "1296423000103301164", "i": 29539, "idx": 4, "sa": ["Zahi Hawass"], "q": "2013.( Comment on this story.) <strong> Zahi Hawass </strong> says he expects the current museum to reopen in a few days. He knows that the episode could have had a very different ending. <q> Thank God they did not know where the gold is, because if they knew about the jewelry room, this could have been a disaster. </q> Just ask the director of the Iraqi museum. Not a Fan of Facebook: New Yorker Sues Social Network Over Deleted Account 164 Money Tips: Least Evil Banks, Frugal Household Must-Haves, and Whether$ 1", "new_id": -2}, {"uid": "1296064412015335442", "i": 34683, "idx": 1, "sa": ["Mimi Walters", "Bill Lockyer"], "q": "plans.`` We want reforms in place before there's any discussion about tax increases,'' said <strong> Mimi Walters </strong>, the GOP's nominee in the fall for state treasurer who was trounced by incumbent <strong> Bill Lockyer </strong>. <q> I do know there's not support at all to even put it on the ballot without significant pension reforms. </q> Brown has proposed cutting$ 12.5 billion in expenditures and asking voters to extend for five years temporary taxes on personal income, sales and autos in an attempt to solve a$ 25.4 billion deficit.", "new_id": -2}, {"i": 9243, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Andy Coulson </strong> confirmed his resignation in a statement on Friday, saying that the continued coverage of events during his time as the editor of` News of the World' had made it difficult for him to give <q> the 110 per cent needed in this role </q>.'' I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,'' The Telegraph quoted him, as saying. Following", "sa": ["Andy Coulson"], "uid": "1295692802212844576"}]