[{"uid": "1295578130033980419", "i": 23377, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Canadian search results have been powered by Microsoft's Bing search engine since August, based on a collaboration agreement. <strong> Eric Schmidt </strong>, in his new role as executive chairman, will focus on <q>broader business relationships, government outreach and technology thought leadership,</q> according to Google's announcement. He'll also serve as an advisor to Page and <strong> Sergey Brin </strong>, although he sent a Twitter message today saying that ''day-to-day adult supervision no longer needed.''", "new_id": -2}, {"i": 6583, "idx": 3, "index_answer": 0, "new_id": -1, "q": "executive chairman, ''a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. ''We've got very complicated government issues,'' he said, adding that <q>we move quickly, and we tend to be disruptive at scale.</q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Red", "sa": ["Eric Schmidt"], "uid": "1296006300058851357"}, {"uid": "1296171297131055622", "i": 30445, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "members to serve openly since coming to the Senate in 2009. Sen. <strong> Kirsten Gillibrand </strong> previously sat on the House Armed Services Committee when she represented New York's 20 th District in the House. <q>One of the reasons I came to Congress was to strengthen our national security and serve as a voice for our troops and military families,</q> said <strong> Kirsten Gillibrand </strong>. ''I am honored to once again serve on the Armed Services Committee to continue fighting for America's troops and veterans.''", "new_id": -2}, {"uid": "1295560003078905357", "i": 18912, "idx": 2, "sa": ["Eric Schmidt"], "q": "of co-founder as opposed to his current role of president, technology. ''He's an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> wrote in his post. <q>As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured,</q> <strong> Eric Schmidt </strong> wrote in his post. Google dropped the news in announcing fourth-quarter earnings results. Revenue minus traffic acquisition costs was$ 6.37 billion, ahead of analyst estimates. Net income for the quarter was$", "new_id": -2}, {"uid": "1295803019101695619", "i": 39694, "idx": 8, "sa": ["Norman Schwarzkopf", "Colin Powell", "George H.W. Bush"], "q": "<strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, who commanded the allied coalition in Desert Storm, was unable to attend the <strong> George H.W. Bush </strong> event due to health reasons. But he did send a letter that <strong> Colin Powell </strong> read to the attendees <q>The events of 1991 remain some of the proudest in this soldier's life,</q> <strong> Norman Schwarzkopf </strong> wrote. ''My thoughts are with those who gave their lives.'' He called the men and women who fought in the war ''the thunder and lightning of Desert Storm.''", "new_id": -2}, {"uid": "1297710716141344818", "i": 36371, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q>Many people make the mistake of thinking that dreams can not come true, but they can,</q> he wrote. ''You have to believe, and know that they are more than just imagination.'' Obama sends Congress$ 3.73 trillion budget Obama sends Congress$ 3.73 trillion budget vowing` tough choices", "new_id": -2}, {"uid": "1295555937214679585", "i": 2169, "idx": 0, "sa": ["Simon Cowell", "Ellen DeGeneres", "Mary McNamara"], "q": "<strong> Ellen DeGeneres </strong> and <strong> Simon Cowell </strong> on the hit show- and the two superstars wowed contestants and TV critics with their enthusiastic response to wannabes at auditions in New Jersey, which were taped last year.' <strong> Mary McNamara </strong> writes, <q>Moments into Wednesday night's season premiere, it was gratifyingly clear that for the first time in a long time the fumblings and flailings of contestants fighting to find their feet on stage will not be mirrored by the judges' table. ''Not only are they great to look at, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are long-time stars who have nothing to gain, or lose, by being part of American Idol.</q> She adds, ''Their natural confidence in front of the camera was such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.'' New York Post critic", "new_id": -2}, {"uid": "1295276116062636062", "i": 38317, "idx": 0, "sa": ["Tim Pawlenty", "Sarah Palin", "Mike Pence", "Reince Priebus"], "q": "winning the majority. Some <strong> Reince Priebus </strong> Ousts <strong> Mike Pence </strong> Steele as RNC Chairman <strong> Tim Pawlenty </strong>: Someone like me must ''do very well'' in Iowa Former <strong> Sarah Palin </strong> <strong> Tim Pawlenty </strong> topped off his week-long string of TV appearances with an interview on <q>Fox <strong> Tim Pawlenty </strong> on his ambitions: ''For somebody like me, you have to do very well in Iowa' Former <strong> Sarah Palin </strong> <strong> Tim Pawlenty </strong> topped off his weeklong string of TV appearances with an interview on ''Fox News Sunday,</q> where <strong> Tim Pawlenty </strong> foreshadowed the argument he'll try to craft in a potential 2012 run-- and host Chris Wallace brought up the holes opponents will poke in <strong> Tim Pawlenty </strong>''s narrative. Finishing a TV blitz to promote his new", "new_id": -2}, {"uid": "1296484737135364618", "i": 9319, "idx": 1, "sa": ["Sergio Marchionne"], "q": "other restructuring debts, it earned a$ 198 million operating profit. ''What Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,'' Chief Executive <strong> Sergio Marchionne </strong> said. <q>However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.</q> Revenue for the fourth quarter totaled nearly$ 10.8 billion, down$ 255 million from the third quarter. For all of 2010, Chrysler lost$ 652 million but earned an operating profit of", "new_id": -2}, {"uid": "1297368815110215242", "i": 12999, "idx": 0, "sa": ["Mike Pence"], "q": "SBA List and other groups in this coalition are calling upon pro-life America to contact their Representatives and urge them to support the Title X Abortion Provider Prohibition Act. Planned Parenthood must be defunded.'' The <q>Title X Abortion Provider Prohibition Act,</q> sponsored by Rep. <strong> Mike Pence </strong>( R-IN), was introduced on January 7, 2011 and would ensure that tax dollars are not sent to abortion providers under Title X family planning grants. The undercover video,", "new_id": -2}]