[{"uid": "1296527089108003332", "i": 19625, "idx": 2, "sa": ["Allen Iverson", "Mack Brown", "Larry Brown"], "q": "\" It was a nice touch by <strong> Allen Iverson </strong> to seek out <strong> Larry Brown </strong>, his coach for the past 3 1/2 seasons. For a player often described as selfish and immature, it was a giant step toward superstardom. <q> It's special, and it's a tribute to my coach and my teammates, </q> said <strong> Allen Iverson </strong>. \"I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,\" <strong> Mack Brown </strong> said. \"", "new_id": -2}, {"uid": "1297520083086999051", "i": 38348, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": "who have replaced <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> to join Ant and Dec think the show suffers when the music mogul is not on it and can't wait for his return for the live finals. Ant said: <q> Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking. \" <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> leaving has changed the mood of the show but you know it might be for the better. </q> \"<strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> leaving has changed the mood of the show but you know it might be for the better.\" Comment on this Article However the pair are excited to be working with former", "new_id": -2}, {"uid": "1297520477089751561", "i": 11903, "idx": 7, "sa": ["Michael Gove"], "q": "only to have the funds turned down. The decision to withdraw the money would have a \"catastrophic effect\" on its pupils, Chris Robbins, leader of the council said. He described the ruling as a <q> victory for common sense and fair play </q>. David Mellen, Nottingham city council portfolio holder for children's services, said he hoped <strong> Michael Gove </strong> would now \"do the right thing and give our schools and their pupils the funding they deserve and were", "new_id": -2}, {"uid": "1296550878146587668", "i": 31352, "idx": 0, "sa": ["Sergio Marchionne", "Prince William, Duke of Cambridge", "Catherine, Duchess of Cambridge"], "q": "of last-minute additions. Veterinarian says research has shown that stem cell treatment can help an animal's range of motion... <strong> Catherine, Duchess of Cambridge </strong> will marry Britain's <strong> Prince William, Duke of Cambridge </strong> on April 29. Zoom <h6> CEO <strong> Sergio Marchionne </strong> said Chrysler has an <q> obligation to our people. </q> </h6> DETROIT- Chrysler Group LLC will pay its union workers an average \"performance award\" of$ 750 next week, based on the automaker's 2010 operating profit of$ 763 million, despite the fact", "new_id": -2}, {"uid": "1296104229053330070", "i": 737, "idx": 1, "sa": ["Michael Vick", "Barack Obama"], "q": "a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore for most of this season. \"We're real excited about it,\" chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed, but Vito said it's a \"sizable\" contract. <strong> Michael Vick </strong> was once the NFL's", "new_id": -2}, {"uid": "1297585173005455889", "i": 26314, "idx": 0, "sa": ["Bill Lockyer"], "q": "Texas model.\" Texas now faces a 2012 budget shortfall amounting to 31.5 percent of its 2011 budget- greater even than California's 29.3 percent. As Treasurer <strong> Bill Lockyer </strong> told the Los Angeles Times recently, <q> someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore. </q> Both states have lost more than a little luster in recent years. Enough with all the comparisons between the Lone Star State and the golden one. The issue isn't really how one might imitate the", "new_id": -2}, {"uid": "1294957273181354535", "i": 58994, "idx": 0, "sa": ["Silvio Berlusconi", "Sergio Marchionne"], "q": "expect a majority of workers will ultimately back the new labour contract so they can keep their jobs. Union representatives met workers as they entered the plant to explain the vote. A banner outside said: <q> A terrorist is someone who sells his rights. </q> The deal has won praise among business leaders and has the backing of most unions. Prime Minister <strong> Silvio Berlusconi </strong> has given it his open support, saying on Wednesday <strong> Sergio Marchionne </strong> would have good reason to quit Italy if", "new_id": -2}, {"uid": "1295708353115458064", "i": 21199, "idx": 1, "sa": ["Andy Coulson"], "q": "\" Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not \"give the 110% needed\" . <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. Mr Cameron said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice\"", "new_id": -2}, {"uid": "1295995840171999254", "i": 59675, "idx": 2, "sa": ["Larry Page", "Tim O’Reilly", "Eric Schmidt"], "q": "shake-up, will give a USD 100 million target=\"_blank\" equity award to outgoing Chief Executive <strong> Eric Schmidt </strong>, who in April will be succeeded by company co-founder <strong> Larry Page </strong>, says a target=\"_blank\" media report. <q> Google... will give a USD 100 million equity award to outgoing Chief Executive <strong> Eric Schmidt </strong> From BlackBerry to Android to iPhone an upgrade to my smartphone with AT&T. As a long-Tim O’Reillye user and fan of RIM's BlackBerrys, I spent a lot of phone to get. I even used my 30-day \"buyer's remorse </q> period to try out one phone and ulTim O’Reillyately exchange it for another. Because I know a lot of professionals and target=\"_blank\" business owners use smartphones the way I do-basically can't get by New SEVEN Solution", "new_id": -2}, {"uid": "1295582258248299524", "i": 18275, "idx": 10, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "all the attention and prosaic duties that come with running one of world's most scrutinized companies. \"I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of <q> Googled- The End of the World As We Know It. </q> \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs Mr. <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of Google's", "new_id": -2}]