[{"uid": "1297219570140312582", "i": 6232, "idx": 2, "sa": ["Simon Cowell"], "q": "big fan,\" <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, <q>I have to take everyone's opinions into account,<q> including that of the show's other producers and the network. Our opinion is that we should be on the panel- as long as <strong> Simon Cowell </strong> doesn't mind being upstaged. A decision about", "new_id": -2}, {"uid": "1295534530247300138", "i": 16637, "idx": 0, "sa": ["Kirsten Gillibrand", "Al Franken", "William Butler Yeats", "Sen. Jim DeMint"], "q": "remain in Congress-- and a Republican now holds <strong> Kirsten Gillibrand </strong>'s old House seat. It is hardly fair to say that those who favor partisan purity over compromise are as worthy of scorn as <strong> William Butler Yeats </strong> suggested-- <q>The best lack all conviction, while the worst are full of passionate intensity,<q> he wrote-- but his despair at the state of world affairs has a certain resonance today. With the challenges facing the country today, there are more like <strong> Sen. Jim DeMint </strong>, R-S.C., and <strong> Al Franken </strong>, D-Minn.,", "new_id": -2}, {"uid": "1295384030075563082", "i": 4684, "idx": 0, "sa": ["Ricky Gervais", "Howard Stern", "David Letterman"], "q": "with remarks that seemed cruel rather than witty. Just my opinion. January 18, 2011 07:39 AM <strong> Ricky Gervais </strong> can be very funny, but he reminds me of something <strong> David Letterman </strong> said about <strong> Howard Stern </strong>, <q>He's extremely funny but he doesn't know when to put on the brakes.<q> I suppose it's always been the case that the easiest way to get attention is to do something terrible. Would we remember Brutus if he hadn't stabbed Julius Caesar? Would anyone know that oxygen", "new_id": -2}, {"uid": "1296931079080756756", "i": 8688, "idx": 1, "sa": ["Donald Rumsfeld", "Hillary Clinton"], "q": ". Protests continued for the 12th straight day in Egypt as the leadership of the ruling National Democratic Party stepped down in what was viewed as another government concession in an attempt to quell protests. <q>We view this as a positive step toward the political change that will be necessary, and look forward to additional steps,<q> an administration official said on background. At the Munich Security Conference on Saturday, ahead of a planned Quartet meeting on Middle East peace talks, <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> said there were risks", "new_id": -2}, {"uid": "1296444909100565016", "i": 14393, "idx": 0, "sa": ["Michael Vick", "DeSean Jackson"], "q": "<strong> Michael Vick </strong> next month, a league source said Sunday, ensuring the quarterback will be back for the 2011 season. <strong> Michael Vick </strong>, who enjoyed a breakout 2010 campaign, repeatedly has said he wants to stay in Philadelphia. <q>We'll see what happens over the next couple months,<q> he said earlier in the week as he prepared to play in his fourth Pro Bowl. \"I just got to be patient and take it day by day.\" Eagles wide receiver <strong> DeSean Jackson </strong> told NFL Network on", "new_id": -2}, {"uid": "1295070638169934886", "i": 34549, "idx": 5, "sa": ["Donald Rumsfeld", "Norm Dicks"], "q": "money for more research in areas such as missile defense. \"This is one of the most interesting situations I've seen in a long time,\" says Representative <strong> Norm Dicks </strong>, a pro-military Democrat from Washington State. <q>He says he wants the military to stop saying they can fight two wars on two fronts simultaneously. But he has opened more fronts in Washington than any Defense <strong> Donald Rumsfeld </strong> in memory.<q> Which helps explain why, all of a sudden last Friday, <strong> Donald Rumsfeld </strong> sued for peace. After hinting for months that the new Administration might force the Army, Navy and Air Force to cut two or", "new_id": -2}, {"uid": "1295259899064110596", "i": 23695, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "a \"second chance\". \"Obviously, when he was editor of the News of the World, bad things happened at that newspaper,\" Mr <strong> David Cameron </strong> told BBC Radio 4's Today programme. <q>I always think that the danger at the moment is that he is effectively being punished twice for the same offence. \"I gave him a second chance. I think that sometimes in life it is right to give someone a second chance.<q> Asked about the suggestion that Mr <strong> Andy Coulson </strong> had offered to quit, Mr <strong> David Cameron </strong> insisted he would not comment on \"private conversations\". \"Of course he, as anyone who is human would", "new_id": -2}, {"uid": "1297260081046088218", "i": 10078, "idx": 3, "sa": ["Eric Schmidt"], "q": "lawyers work. So I always say to the product makers, just build the best product you can.\" <strong> Eric Schmidt </strong> admitted, however, that Google has to be more cautious when launching new products. <q>It is a reality that when we release products we have to be sensitive to regulatory and privacy issues,<q> he said. \"So we now do extensive reviews and we're pretty happy with that balance now. The engineers build stuff, the lawyers come in, there are then a series of often very difficult fights", "new_id": -2}, {"uid": "1295293671201244719", "i": 8590, "idx": 0, "sa": ["Jim Ryun", "Jack Kemp", "Ronald Reagan", "Mike Pence"], "q": "deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former Rep. <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q><strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,<q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,<q> <strong> Eric Schmidt </strong> said in a statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}]