[{"uid": "1297176031226918403", "i": 3169, "idx": 11, "sa": ["David Letterman", "Aaron Rodgers"], "q": "?'' <strong> Aaron Rodgers </strong>( laughs):`` No.'' <strong> David Letterman </strong>: So then you go to play, what is the team you played for in junior college?'' <strong> Aaron Rodgers </strong>: <q> I went to Butte Community College. </q> <strong> David Letterman </strong>:`` Butte Community College in Montana? No!''( <strong> Aaron Rodgers </strong>, audience laugh)`` Where's Butte Community College?'' <strong> Aaron Rodgers </strong>:`` It's actually in a town called", "new_id": -2}, {"uid": "1295163959124190743", "i": 8443, "idx": 0, "sa": ["Allen Iverson"], "q": "that scenario. <strong> Allen Iverson </strong> brought the sellout crowd to its feet by draining the game's opening shot on a 17-footer from the left corner. But Miller and Rose responded with back-to-back jumpers, setting the tone early. <q> Playoff time is when I'm at my best, </q> Miller said.`` I'm the most focused. You can concentrate in on one team. You get days off. You can rest your body. I get to watch a lot of tape. To not", "new_id": -2}, {"uid": "1297217147026116148", "i": 6947, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "was meant to point out that there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent.`` Ironically, my comment was unintentional,'' <strong> Donald Rumsfeld </strong> writes. <q> I had meant to say France and Germany represented` old NATO' not` old Europe'. </q>`` In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling french fries` freedom fries' loved it,'' he writes.`` The elites in", "new_id": -2}, {"uid": "1297229275207454253", "i": 42, "idx": 2, "sa": ["John McCain", "George Stephanopoulos", "Donald Rumsfeld"], "q": "decade,'' responded host <strong> George Stephanopoulos </strong>. <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a`` hair-trigger temper'' and`` a propensity to shift his positions to appeal to the media.'' The book, <q> Known and Unknown: A Memoir, </q> is available in stores Tuesday. <strong> John McCain </strong> shot back, saying in an interview that while he`` respect[ s] <strong> Donald Rumsfeld </strong>,'' they had`` a very, very strong difference of opinion about the strategy", "new_id": -2}, {"uid": "1297657809049070082", "i": 29088, "idx": 2, "sa": ["Lois Capps", "Cecile Richards", "Mike Pence"], "q": "by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies in Congress_ primarily liberal Democrats_ have vowed to fight the proposed funding cut. <q> In my community, Planned Parenthood is a very highly regarded mainstream organization, </q> said Democratic Rep. <strong> Lois Capps </strong> of California, who depicted <strong> Mike Pence </strong>'s bill as`` driven by an extreme ideological agenda.'' <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the", "new_id": -2}, {"uid": "1297275488080936961", "i": 2478, "idx": 0, "sa": ["Angela Hunt", "Michael Vick"], "q": ".'' So don't expect her on Ron Natinsky's list of supporters. And what about her nearly 10-month-old daughter, Audrey Belle? Did she factor into <strong> Angela Hunt </strong>'s decision? <q> My family factors into every decision I make, and, certainly, I took that into consideration because I want to be the best mother possible and the best wife possible, </q> she says. So, Prince Was a No-Show After All. Not Like Anyone Told the Opening Acts Or Anything. Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to", "new_id": -2}, {"uid": "1296369416130302002", "i": 11007, "idx": 0, "sa": ["Zahi Hawass"], "q": "Luxor and other key archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also houses thousands", "new_id": -2}, {"uid": "1295559842078905432", "i": 16668, "idx": 5, "sa": ["Eric Schmidt", "Steve Jobs", "Google Inc."], "q": "under Larry will be even better! Larry, in my clear opinion, is ready to lead.'' In a statement, Mr. Page said Mr. <strong> Eric Schmidt </strong>'s track record speaks for itself. <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade, </q> he said. Yahoo Canada shakeup; marketing director and longtime sales exec out Waiting in the wings; the big three in charge of Apple without <strong> Steve Jobs </strong> <strong> Eric Schmidt </strong> to step down as <strong> Google Inc. </strong> CEO, co-founder", "new_id": -2}, {"uid": "1295482576045400091", "i": 9019, "idx": 0, "sa": ["David Letterman", "Dick Cheney", "Regis Philbin"], "q": "look great. 4. <strong> David Letterman </strong>: <strong> Regis Philbin </strong> announced he's quitting show business. He wants to spend more time with his money. I think the real loser here is[ his wife] Joy. <q> Don't you play golf or something? </q> <strong> Regis Philbin </strong> was discovered back in the 1950s. He was a golden-voiced drifter. 3. <strong> David Letterman </strong>: Doctors say <strong> Dick Cheney </strong> may need a heart transplant, but <strong> Dick Cheney </strong> isn't worried. He's already picked out", "new_id": -2}, [{"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote:`` I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.'' Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which... </q>`` The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}]]