[{"uid": "1296593618087982128", "i": 42278, "idx": 0, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "Asia. The video has prompted outrage from pro-life advocates who are demanding a vote on a bill Congressman <strong> Mike Pence </strong> has sponsored that would cut the Title X family planning funds the abortion business receives. <q> The exploitive roots and track record of Planned Parenthood is a largely untold story that now can not be ignored, </q> <strong> Susan B. Anthony </strong> List president <strong> Marjorie Dannenfelser </strong> told LifeNews.com after seeing the video.`` The horror of the logic behind Planned Parenthood's founding has come to roost in this modern form: it is the primary partner of those who degrade", "new_id": -2}, {"uid": "1295587968175472692", "i": 189, "idx": 1, "sa": ["Jay Leno", "Thomas Wolfe", "David Letterman", "Bill Cosby"], "q": "is able to communicate with people on different levels.'' <strong> Bill Cosby </strong>'s Sunday show at <strong> Thomas Wolfe </strong> Auditorium will be similar to late-night appearances with <strong> Jay Leno </strong> and <strong> David Letterman </strong>, he said. <q> I come out and sit down, </q> he said.`` I've been doing that since I was 34, and I'm 73 now. And I'll begin to tell stories.'' <strong> Bill Cosby </strong> said his mission is simple-", "new_id": -2}, {"uid": "1297281618071155737", "i": 45775, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": ". Microsoft lags far behind its rival in search share, and the Online Services Business loses money quarter after quarter. It's a money pit. e-mail sent to employees and publicly released by Microsoft: <q> In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops. We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways. </q> <strong> Steve Ballmer </strong> praises <strong> Satya Nadella </strong>'s work at OSB:`` He led the overall R&D efforts for some of the largest online services and drove the technical vision and strategy for several important milestones, including the critical launch of", "new_id": -2}, {"uid": "1295150789036716549", "i": 8617, "idx": 0, "sa": ["House Judiciary Committee", "Mike Pence"], "q": "majority and several Tea Party freshmen. However, the measure will have almost no chance of making it past its next two hurdles: a Democratic-leaning Senate and a presidential veto. Representative <strong> Mike Pence </strong>( R-Indiana) said, <q> We will vote to repeal Obamacare again and again until we consign their government takeover to the ash heap of history where it belongs. Welcome to the 112th Congress. American people-- this is your week. </q> <strong> House Judiciary Committee </strong> Democrats, however, have criticized the Republican majority for pushing for a final vote on the measure, scheduled for next Wednesday, without allowing any amendments-- something they see as a failure of the GOP to", "new_id": -2}, {"uid": "1296796643209420326", "i": 47150, "idx": 0, "sa": ["Kobe Bryant", "Derek Fisher", "Andrew Bynum", "Jerry West", "James Worthy", "Allen Iverson"], "q": "<strong> Allen Iverson </strong>, Dallas Mavericks, East <strong> Jerry West </strong> All star g... 2010 NBA Finals- Lakers vs Boston Celtics <strong> James Worthy </strong> 3 Recap <strong> Derek Fisher </strong> Clutch Shots 2010 NBA Finals- Lakers vs Boston Celtics <strong> James Worthy </strong> 3 Recap <strong> Derek Fisher </strong> Clutch Shots <q> <strong> Derek Fisher </strong>, he's our vocal leader. He's the guy that pulls everybody together and is always giving positive reinforcement, </q> Lakers guard <strong> Kobe Bryant </strong>( notes) said after <strong> Derek Fisher </strong> made five baskets in the final period to lead Los Angeles to a 91-84 victory Tuesday night over the Bo... Lakers vs Celtics 1/31/10 <strong> Andrew Bynum </strong> Monster <strong> James Worthy </strong>& <strong> Kobe Bryant </strong> with", "new_id": -2}, {"uid": "1297475330028377090", "i": 39771, "idx": 5, "sa": ["Kirsten Gillibrand"], "q": "she has first-hand knowledge of how decisions that are made in Washington are affecting business, government and education in upstate.`` I think she feels strongly about the tie to Troy,'' Jimino said. <q> She has talked at <strong> Emma Willard </strong>. She was at Sage in the fall for her debate and made contact with several students. We're glad to have her close by. </q> <strong> Kirsten Gillibrand </strong>'s search for a new home lasted only several weeks. The median price of a home in Rensselaer County in 2010 was$ 170,315, according to the realtors' association. Purchase", "new_id": -2}, {"uid": "1295781802072171536", "i": 45409, "idx": 0, "sa": ["Andy Coulson"], "q": "are bold Report Abuse \" Jules said:`` The most toxic chemical know to man spills in concentrated form into a natural waterway. It should not have been allowed to even be there.'' \" Report Abuse <q> When you travel the Rhine, you see overloaded barge just barely above the water line. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1295980272233783310", "i": 28168, "idx": 0, "sa": ["Eric Schmidt", "Meg Whitman"], "q": "On paying and getting paid: Apple, Facebook payment systems, plus Google hiring More about <strong> Eric Schmidt </strong>: his` parting gift', plus Facebook updates Tunisia status, and Apple app download winners STUART: <q> Welcome to the future: access can be obtained anonymously while streaming movies-or... </q> Patrick:`` Not even close, what we have looks more like <strong> Meg Whitman </strong>.'' RedRat:`` OK, as a chemist, we do not count formulas for chemical compounds as words. That is just plain", "new_id": -2}, {"uid": "1295899439135872515", "i": 3071, "idx": 0, "sa": ["Mitch Daniels", "Sarah Palin", "Mike Pence"], "q": "the ideological mold of <strong> Sarah Palin </strong> or Michele Bachman but without the` polarizing' temperament. For those who are in search of such a candidate, <strong> Mike Pence </strong> is their man; not <strong> Mitch Daniels </strong>. <strong> Mike Pence </strong> often describes himself as <q> a Christian, a Conservative and a Republican, in that order </q>. It was his social values and conservatism that imbued him with the intransigence to vote against No Child Left Behind, Medicare prescription drugs, TARP, and the Obama tax/unemployment deal. His conservative values trumped the desire", "new_id": -2}, {"i": 29453, "idx": 1, "index_answer": 2, "new_id": -1, "q": ", as most broadcasters interrupted their coverage of the Iraq inquiry to devote themselves to Mr. <strong> Andy Coulson </strong>'s drama. While Mr. <strong> David Cameron </strong> was quick to issue a statement supporting Mr. <strong> Andy Coulson </strong> Friday, arguing that his ex-aide <q> has been punished twice for the same offence, </q> the tabloid scandal has tainted his government with two less than desirable associations. The first, evident in yesterday's TV juxtapositions, is with Mr. <strong> Tony Blair </strong>'s Labour government. While Mr. <strong> David Cameron </strong> had campaigned to", "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "uid": "1295670004088440867"}]