[{"uid": "1296453631151257090", "i": 26306, "idx": 1, "sa": ["Arian Foster", "Michael Vick", "Dwayne Bowe", "Frank Gore"], "q": "<strong> Frank Gore </strong>, which paid off immensely as <strong> Frank Gore </strong> was placed on IR a month later. He ended the season with three of the top five point-getters in the entire NFL- <strong> Michael Vick </strong>, <strong> Arian Foster </strong> and <strong> Dwayne Bowe </strong>. <q> I was just doing it all on my own, but when I got close I started listening to some of the Fantasy gurus on television who say play this guy, or don't play that guy, and pick up this guy, and I did some of that and I started making mistakes and they didn't pan out, but I still lucked through, </q> he said.`` Ninety-nine percent is luck because you have to have the right matchups.'' Even for a first-year Fantasy Football player, Tulipane said he knew enough that you can't play a wide", "new_id": -2}, {"uid": "1297415815250134538", "i": 27948, "idx": 2, "sa": ["Steve Ballmer"], "q": "said that`` Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' <strong> Steve Ballmer </strong>, Microsoft's Chief Executive, said: <q> I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> The deal will see Nokia's application store integrated with the Microsoft Marketplace. 04 Feb 2011 Analysts' reaction was mixed: although the deal will bring together Microsoft's Bing and Office with Nokia", "new_id": -2}, {"uid": "1295945462061587460", "i": 7730, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "'s Small Business Commission, San Francisco Beautiful, neighborhood groups, and public health and public works officials. Dawn Trennert, chair of the Middle Polk Neighborhood Association and a task force member, said, <q> Our neighbors were fed up with the extreme litter in our neighborhood, the flying litter, the litter that easily can be taken care of if we just think about things a little differently. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Land Rover 2008 Range Rover$ 44,794 Land Rover 2008 Range Rover$ 48,991", "new_id": -2}, {"uid": "1296840306168542233", "i": 47441, "idx": 0, "sa": ["Michael Vick", "Dan Patrick", "Ted Larsen", "Michael David Smith", "Albert Haynesworth", "Tony Dungy"], "q": "are false, has forwarded to us via text message his comments to the Washington Post.`` <strong> Albert Haynesworth </strong> has yet to speak to the authorities at all on this matter,'' Speck said. <q> So only one side of the story has been told at this point in time. If contacTed Larsen by the authorities, <strong> Albert Haynesworth </strong> will certainly cooperate in any way. This man, who actually provoked the situation himself, recognized <strong> Albert Haynesworth </strong> and is now simply trying to turn it into his 15 minutes of fame and get, we can only assume, some money.`` <strong> Albert Haynesworth </strong> did not assault this man and looks forward to his day in court to refute these ridiculous allegations. </q> PosTed Larsen by <strong> Michael David Smith </strong> on February 4, 2011, 12:01 PM EST <strong> Michael Vick </strong> hosting a party, his former dog fighting co-defenDan Patrickt got shot. So some eyebrows were raised this week when it was reporTed Larsen that But <strong> Tony Dungy </strong>", "new_id": -2}, {"uid": "1296706230199049251", "i": 43135, "idx": 6, "sa": ["Jermaine Jackson", "50 Cent", "Jerry Stackhouse", "LeBron James", "Michael Jordan", "Michael Finley", "Allen Iverson", "Metta World Peace"], "q": "'s in game 1 of the 1989 Eastern Conference Michael Finleyals... Pistons@ Bulls 4-3-01 <strong> Jerry Stackhouse </strong> 57pts Career High Celebrity look alike anyone? <strong> Metta World Peace </strong>= <strong> Jermaine Jackson </strong>! <strong> Jerry Stackhouse </strong> used to be compared to <strong> Michael Jordan </strong>. For one night in <q> The House That <strong> Michael Jordan </strong> Built, </q> he was better than <strong> Michael Jordan </strong> himself. <strong> Jerry Stackhouse </strong> scored a career-high 57 points-- the most ever in the United 50 Center--... <strong> Allen Iverson </strong> 23pts vs <strong> LeBron James </strong> Cavs 08/09 NBA", "new_id": -2}, {"uid": "1295607761007487551", "i": 48102, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "has such incredible opportunity-we are only at the beginning and I can't wait to get started.'' Even <strong> Sergey Brin </strong> was in all praise for <strong> Eric Schmidt </strong> but also mentioned about his personal passions and new products saying, <q> I'd like to mention that I've had a great time working with <strong> Larry Page </strong> now for 15 years and <strong> Eric Schmidt </strong> for a decade. Both of them have inspired and moved me. I would like to work more on my personal passions. There will be several new products I'm working on. I've been accused of vaporware recently, so I won't talk about them yet. But soon. </q> There are many analysts who believe that Larry Pages lacks experience in the top CEO level. Also he was previously into inventing things. Creating and marketing products to consumers is a different thing altogether. <strong> Larry Page </strong> who", "new_id": -2}, {"uid": "1296385836115228698", "i": 22375, "idx": 9, "sa": ["Shaun Johnson", "Allen Iverson", "Tyronn Lue"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Boston_Celtics_Vs_Orlando_Shaun Johnson_Game_3_NBA_PLAYOFFS_2010_5/23/10 Celtics:94 <strong> Shaun Johnson </strong>:71 Series Celtics Lead 3-0. If that word's meaning resembles that of`` complete and total annihilation'', you're on the right track. There are just too many things", "new_id": -2}, {"uid": "1296349245162676737", "i": 16727, "idx": 1, "sa": ["Eric Schmidt"], "q": ".'' International summits such as the World Economic Forum are clearly ripe for language interpretation, so could we soon be listening to digitised translations by Google? <strong> Eric Schmidt </strong> admits the software isn't that good. <q> If it's really important- if it's heads of state negotiating missile defence- you're going to want to have two translators, both of them human, </q> he says.`` This is for everyday things that don't matter too much.'' There are no comments yet for this article. In order to post a comment you need to be registered", "new_id": -2}, {"uid": "1296619354222035969", "i": 37430, "idx": 2, "sa": ["M. Night Shyamalan", "Thaddeus Young", "Allen Iverson", "Tim Duncan", "Will Bynum"], "q": "and <strong> Thaddeus Young </strong> and <strong> Allen Iverson </strong> each had 16. The Sixers have lost 13 of 14 games. <strong> Allen Iverson </strong> had his left knee drained before the game for the second Tim Duncane this week and <strong> Will Bynum </strong> have an MRI on Thursday. <q> This one's on me. I let us down toM. Night Shyamalan, </q> <strong> Allen Iverson </strong> said.`` I feel bad, that's a game we should have won. We didn't make shots at the Tim Duncane we needed to make shots.'' The crowd chanted`` We Want AI!", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q> It's kind of like when you were a kid in school always picking teams, </q> <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}]