[{"uid": "1295955730102252553", "i": 34831, "idx": 3, "sa": ["Colin Powell", "Bill Clinton", "Gordon Adams"], "q": ".) \"Our goal was to reduce to a Base Force level with a cut of 500,000 active duty and an overall reduction of 25 percent of the budget,\" <strong> Colin Powell </strong> said in an email. <q>The new level may not have been reached while Mr. Cheney was still there or before I left, but the reductions were in train.</q> He noted, \"<strong> Bill Clinton </strong> cut it even more.\" <strong> Gordon Adams </strong>, an international relations professor at American University who at the time was the Office of Management and Budget official responsible for the DOD budget,", "new_id": -2}, {"uid": "1296706237199049246", "i": 1206, "idx": 1, "sa": ["Michael Jordan", "Michael Vick"], "q": "plus more, click here: hoopsapedia.webs.com During a 2007 LA Lakers pre-season broadcast, Phil Jackson was asked how he thought <strong> Michael Jordan </strong> would perform today, Phil said: \"<strong> Michael Vick </strong> would average 45 with these rules.\" <q>You can't even touch a guy now,</q> says Charlotte coach Larry Brown. \"The college game is much more physical than our game. I always tease <strong> Michael Vick </strong>[ <strong> Michael Jordan </strong>], if he played today, he'd average 50.\" \"The history", "new_id": -2}, {"uid": "1296182170102957071", "i": 7703, "idx": 1, "sa": ["Barack Obama", "Sarah Palin", "Mike Pence"], "q": ", but many in political circles assumed that would be the case since he stepped down last year from his House leadership position. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as <q>a Christian, a conservative, and a Republican, in that order.</q> The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning sixth term in November. PALIN-STATE OF THE UNION <strong> Sarah Palin </strong> issues scathing response to <strong> Barack Obama </strong> speech", "new_id": -2}, {"uid": "1295907438241205258", "i": 30854, "idx": 0, "sa": ["Eric Schmidt"], "q": "hedge GOOG), who gave outgoing CEO <strong> Eric Schmidt </strong>$ 100M in gas money AND he gets to keep his current salary even after giving up half his job! Nice work if you can get it... <q>who gave outgoing CEO <strong> Eric Schmidt </strong>$ 100M in gas money AND he gets to keep his current salary</q> Explain how all the analysts watch IBM and then somehow, someway, it gets a \"breakout\" to 160 and they missed it? Hmmm. How about checking the tape on", "new_id": -2}, {"uid": "1295887423159268880", "i": 36158, "idx": 1, "sa": ["Zahi Hawass"], "q": "of one sun god, Aton. The bust is at the top of a \"wish list\" of five major artefacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q>Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,</q> <strong> Zahi Hawass </strong> said in a statement. But he asked that \"this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" Play video Moscow Airport Blast Kills At Least", "new_id": -2}, {"uid": "1297152929137773148", "i": 39609, "idx": 0, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush", "Toby Keith"], "q": "If <strong> Toby Keith </strong> had done the same for <strong> President Bush </strong> on Social Security in 2005, it would have been almost as weird. Political Book Actually Anticipated <q>My Lord, he's the guy who had more experience than anyone else. He worked hard with <strong> George Tenet </strong>, with Condi Rice. He prepared his speech. He went up to the U.N.. He made his case. And he wasn't lying. The idea that he was lying or duped is nonsense.</q>-- <strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> <strong> Donald Rumsfeld </strong> to ABC News on <strong> Colin Powell </strong>'s speech to the United Nations warning of weapons of mass destruction in Iraq. When important people write", "new_id": -2}, {"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q>now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}, {"uid": "1297187009205783066", "i": 34987, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "before the invasion, further stoked resentment in Berlin and Paris. It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q>Ironically, my comment was unintentional,</q> <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented \"old NATO' not` old Europe'.\" \"In any event, the phrase` old Europe\" entered the vernacular. The", "new_id": -2}, {"uid": "1297138045102924322", "i": 48736, "idx": 1, "sa": ["Simon Cowell"], "q": "mentor the contestants. The competition series will allow contestants as young as 12 to audition, a decision <strong> Simon Cowell </strong> defended on the call after being asked if kids that young should be subjects to public scrutiny. <q>We've started to see a trend with kids this age and what they can do. I like the idea that a 12-year-old on this show can compete with an older singer... times have changed. You have to make a case-by-case decision based on them as a person.</q> Contestants will have to audition before a live audience of 5,000 people in an arena. \"It was supposed to be similar to them doing their first concert. It really helped show me who could handle", "new_id": -2}, {"uid": "1295795475254902335", "i": 19270, "idx": 2, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": ".\" Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. But deputy prime minister <strong> Nick Clegg </strong> insisted Sunday: <q>I don't think this government will miss a beat.</q> AFP <cite> This story is sourced direct from an overseas news agency as an additional service to readers. Spelling follows North American usage, along with foreign currency and measurement units. </cite>", "new_id": -2}]