[{"uid": "1295797421239026198", "i": 1585, "idx": 1, "sa": ["Gabrielle Giffords", "Colin Powell"], "q": "'s problems. <strong> Colin Powell </strong> says that \"Superman\" wasn't elected to the White House and but he is confident that today's challenges can be met. His comments came Sunday on CNN's <q> State of the Union. </q> Welcome to GOLO, where WRAL.com visitors can comment on stories and create profile pages, blogs and photo galleries. Congresswoman <strong> Gabrielle Giffords </strong> is spending her first full day in Houston after a dramatic and emotional", "new_id": -2}, {"uid": "1297419759197410817", "i": 23078, "idx": 4, "sa": ["Michael J. Jackson", "J. Jackson", "Sergio Marchionne", "E Sabia"], "q": "se reuniu com <strong> Michael J. Jackson </strong>, diretor da rede de concession?rias AutoNation Inc.. Sabendo que precisava mostrar que era s?rio em rela?o a mudar a empresa, <strong> Sergio Marchionne </strong> comentou em detalhes as defici?ncias dos ve?culos da Chrysler. <q> Ele falou sobre as transmiss?es que a Chrysler tem <strong> E Sabia </strong> como elas eram antigas, como n?o sincronizavam com os motores. ElE Sabia que carros tinham um forte ru?do com o vento, o pl?stico barato usado nos interiores </q>, diz <strong> J. Jackson </strong>. \"Foi not?vel.\" <strong> Sergio Marchionne </strong> gastou US$ 1,1 bilh?o para renovar 14 modelos que j estavam em produ?o. Em todos eles, o interior ficou mais confort?vel. O sed Chrysler Sebring", "new_id": -2}, {"uid": "1295415443092504110", "i": 10995, "idx": 2, "sa": ["Sergio Marchionne"], "q": "from the U.S. Department of Energy would come at favorable interest rates. <strong> Sergio Marchionne </strong> said the loans were an important part of Chrysler's refinancing plans. The automaker is also talking to financial institutions to refinance the debt. <q> Because of the long-term nature of the DOE funding-- it's a multi-year commitment and we need it to go forward, </q> he told reporters. In addition to making changes to its minivan lineup, Chrysler will revive the Jeep Wagoneer in 2013 and is developing a Wrangler-based utility vehicle with a pick-up bed that would sell outside North America.", "new_id": -2}, {"uid": "1295047478138936380", "i": 24081, "idx": 2, "sa": ["George H. W. Bush", "Robert King", "Keith Urbahn", "Donald Rumsfeld"], "q": "\" <strong> Robert King </strong> said. But <strong> Keith Urbahn </strong>, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. \"This area is so fraught with legal ramifications,\" <strong> Keith Urbahn </strong> said. <q> I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject. </q> <strong> Donald Rumsfeld </strong> would likely be willing to look at a script if it were another subject matter, he said. <strong> Donald Rumsfeld </strong>, who was defense secretary during the first six years of <strong> George H. W. Bush </strong>'s eight in", "new_id": -2}, {"uid": "1294961599111804420", "i": 16221, "idx": 5, "sa": ["Allen Iverson", "Tyronn Lue"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said It all comes down to this who", "new_id": -2}, {"uid": "1297148717028524550", "i": 33508, "idx": 5, "sa": ["Simon Cowell"], "q": "X Factor involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said on Monday it was the work of sound technicians and done without his knowledge. <q> Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition. </q> The X Factor contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent. \"I'm genuinely staggered this hasn't happened. All the signs", "new_id": -2}, {"uid": "1295849732019906565", "i": 12935, "idx": 1, "sa": ["Michael Gove"], "q": "y a qu edades. \"No voy a dar una lista de materias obligatorias, pero creo que tenemos que ce?irnos a los hechos\" , ha defendido <strong> Michael Gove </strong> al comentar el lanzamiento de la reforma. <q> Quiero decir que tenemos que tener hechos en el curr?culo; hechos, conocimiento </q>, explic. Y en un art?culo publicado en The Daily Telegraph puso como ejemplo de esa ausencia de hechos el dato de que las dos nicas figuras citadas en el curr?culo de Historia son los abolicionista de la esclavitud", "new_id": -2}, {"uid": "1295439922072597582", "i": 20959, "idx": 0, "sa": ["Steve Ballmer"], "q": "Microsoft CRM 2011 Release Candidate Available, Launch Date Set The move is an example of <strong> Steve Ballmer </strong>'s commitment last year that the company is \"all in\" on cloud computing. <q> This is the first time we've made a release in the cloud before we have done so in the server version, and I think that really reflects the push by Microsoft into the cloud, </q> <strong> Steve Ballmer </strong> said in a statement. In fact, Microsoft's Dynamics CRM Online service is based on Microsoft's Dynamics CRM 2011 package, which is set for its own launch on Thursday", "new_id": -2}, {"uid": "1295440341100417550", "i": 59266, "idx": 2, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "a contestant, and at others their opinions will diverge- perhaps with a quarrel. \"<strong> Jennifer Lopez </strong>, <strong> Steven Tyler </strong> and I all agree a lot[ and] we disagree a lot,\" he said. <q> You're going to see all flavors of the rainbow because we all think sort of the same way because we're music industry professionals. </q> How do you think the \"Idol\" judges will do without <strong> Simon Cowell </strong>? Tell us in the comments! Don't miss our \"American Idol\" live stream \"Judging the Judges: An", "new_id": -2}, {"uid": "1295945463061587459", "i": 1818, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "because he liked to keep an eye on the alley, which was once known for drugs and prostitution. \"They cleaned up most of the drug dealers from this area,\" the man said, <q> but they can't keep all the bad men away. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TECHNICAL SR TECHNICAL PROJECT MANAGER TEKFORCE CORP.. Company Tekforce Corp VIDEO", "new_id": -2}]