[{"uid": "1296731741114950147", "i": 9632, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "According to a report by BBC News, Oliver, who will be employed by the government as a special advisor, was approached late last week by <strong> Andy Coulson </strong> and will receive a salary of Â£ 140,000. <q>I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time,<q> he said in a statement. \"It's difficult to leave the BBC after a fascinating few years- but this is an opportunity I can't turn down.\" <strong> David Cameron </strong> said in a", "new_id": -2}, {"uid": "1295589698029097984", "i": 14398, "idx": 1, "sa": ["Colin Powell", "President Bush", "Dick Cheney"], "q": "Capitol Hill.( Mr. <strong> President Bush </strong> had at this point moved to the front row of the audience.) Mr. <strong> Dick Cheney </strong>'s recollection prompted Mr. <strong> Colin Powell </strong> to recall his own arguments with Mr. <strong> Dick Cheney </strong>. <q>There were occasional moments when he thought I was off the farm,<q> Mr. <strong> Colin Powell </strong> said of Mr. <strong> Dick Cheney </strong>, who as defense secretary was the civilian leader in charge of the military, including Mr. <strong> Colin Powell </strong>. \"I generally knew when I had stepped over the line and he quickly reminded", "new_id": -2}, {"uid": "1297176031226918403", "i": 3187, "idx": 29, "sa": ["David Letterman", "Aaron Rodgers", "Charles Woodson"], "q": "are we talking about, 20, 25?\" <strong> Aaron Rodgers </strong>: \"We only had about 60 plays I think in the game, so we probably ran 40 different plays?\" <strong> David Letterman </strong>: <q>Now, at this stage of the game, you don't get guys coming into the huddle saying, \"Uh, is that where I go left, or is Larry going left?' At this point, you don't get that, do you?<q> <strong> Aaron Rodgers </strong>: \"No, you actually do.\"( <strong> David Letterman </strong>, audience laugh) <strong> David Letterman </strong>: \"Now, you talk about all the guys you\"ve benefited from as teammates, <strong> Charles Woodson </strong>,", "new_id": -2}, {"uid": "1296100703086065156", "i": 1770, "idx": 0, "sa": ["In This Moment", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "Nathaniel <strong> Steven Tyler </strong>, 22, comes by with his dad. He has no discernible singing style. His actual vocals are okay but nothing to write home about. \"I like the song,\" <strong> Steven Tyler </strong> said. <q>It's a no for me,<q> J. <strong> Jennifer Lopez </strong> said immediately with no actual critique. <strong> In This Moment </strong>, I am wishing for <strong> Simon Cowell </strong>! Another loser: Mason Wilkinson. He's stiff and terrible. The judges are speechless. Again, where's <strong> Simon Cowell </strong> when", "new_id": -2}, {"uid": "1296525197210714681", "i": 18958, "idx": 0, "sa": ["Simon Cowell", "Michael McIntyre"], "q": "the best comedian. \"You belong on that stage. I've never seen anyone intimidate <strong> Michael McIntyre </strong> like that. I love you for it.\" After the boy left the stage, <strong> Michael McIntyre </strong> said: <q>The buzzer is so loud. I hope they edit that out. I don't want to see him jumping out of his skin.<q> <strong> Michael McIntyre </strong> is fast becoming the new <strong> Simon Cowell </strong>- as another act in Birmingham stormed off the stage after he buzzed him. John Hampson, 47, from Portsmouth, painted his head gold and wore", "new_id": -2}, {"uid": "1297657064154386444", "i": 18353, "idx": 2, "sa": ["Whitney Houston", "Justin Bieber", "David Letterman", "Lady Gaga", "Jennifer Lopez"], "q": ", about wife <strong> Jennifer Lopez </strong>'s mirrored Christian Louboutins \"Jay-Z revealed'Em pire State of Mind' was really about Trenton.\"-- One of <strong> David Letterman </strong>'s top ten Grammy surprises <q>I wanted to thank <strong> Whitney Houston </strong> because when I wrote \"Born This Way,' I imagined she was singing it, because I wasn\"t secure enough in myself to imagine I was a superstar.<q>-- <strong> Lady Gaga </strong>, giving a shout-out to <strong> Whitney Houston </strong> after winning best pop vocal album for \"The Fame <strong> Lady Gaga </strong>.\" \"Thanks <strong> Justin Bieber </strong>, for not being a duo or group.\" <caption> Music", "new_id": -2}, {"uid": "1297037086262258741", "i": 42314, "idx": 0, "sa": ["Michael Vick"], "q": "elite company absolutely the opportunities should be there for him.\" He says those opportunities could come from snack food companies, quick-service restaurants and major soft drinks companies, including those that market energy drinks. <q>The energy drink category could be out there for him because of the explosion in that marketplace,<q> says Headley. Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who served a federal prison term after a dogfighting conviction, recently signed an endorsement deal with a Philadelphia-area company that equipped him with protective gear. To report", "new_id": -2}, {"uid": "1296488866202686546", "i": 15784, "idx": 1, "sa": ["Sergio Marchionne"], "q": "two percentage points to 13% for last year. \"The company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months,\" said CEO <strong> Sergio Marchionne </strong>. <q>Given the positive comments we have received to date, it can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations.<q> Has GM Found Religion? \"Humbled' automaker trying to rebuild relationships with suppliers, dealers and customers. Process Industries Hope for Change Steel, chemicals and petroleum groups say they\"re overburdened with laws", "new_id": -2}, {"uid": "1297724508166166602", "i": 19204, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "don't itemize, and a lot of our middle class New Yorkers do not itemize their taxes so what this bill does is it says everyone should be able to deduct their property taxes,\" <strong> Kirsten Gillibrand </strong> said. <q>Its going to be worth about$ 1 billion for New Yorkers, over a million people will now be able to get more back in their taxes.<q> She also spoke about her fight against House Republican's proposed legislation that would prevent access to abortions. <strong> Kirsten Gillibrand </strong> said that the move, in the form of the No Taxpayer Funding for Abortion Act, is", "new_id": -2}, {"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ". \"I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,\" said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q>But I know he's here now.<q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}]