[{"uid": "1295900040008716288", "i": 12041, "idx": 2, "sa": ["Larry Page", "Sandeep Aggarwal", "Sergey Brin", "Eric Schmidt"], "q": "plans on selling$ 335m in shares this year, his first sale in three years. Does this indicate that the top is in place for the search engine?\" Other analysts were more positive. <q> We do not view <strong> Eric Schmidt </strong>'s new role as executive chairman and <strong> Larry Page </strong>'s new role as chief executive as negative developments. In our view, <strong> Eric Schmidt </strong> very effectively spearheaded Google to become one of the largest and most innovative technology companies of our times and we expect <strong> Larry Page </strong> to be an equally effective CEO of Google, </q> wrote <strong> Sandeep Aggarwal </strong>, internet analyst at Caris& Company. Although <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> have received salaries of just$ 1 for years, the three are among the richest men on the planet as Google", "new_id": -2}, {"uid": "1296233986144064524", "i": 29621, "idx": 8, "sa": ["Howard Stern", "Simon Cowell", "Randy Jackson"], "q": "slow voice-- unfortunately it just isn't very good. He looked like he would have all the tools, but is just off-key. \"I thought it was terrible and a joke,\" says <strong> Randy Jackson </strong>. <q> Do we even need to vote? </q> Floppy-haired Scott Dangerfield,... The X Factor US: Has <strong> Simon Cowell </strong> Chosen The New Host? Rumors surrounding The X Factor US series have reached fever-pitch Diddy wo n`t work with <strong> Simon Cowell </strong> <strong> Howard Stern </strong> To Replace <strong> Simon Cowell </strong> On American Idol", "new_id": -2}, {"uid": "1296776050237715544", "i": 328, "idx": 3, "sa": ["Bernie Sanders", "Daniel Sunjata"], "q": "by Tom, Rohaan Solare, Lenore, <strong> Daniel Sunjata </strong>, Sharon and others. Sharon said: RT@TLW3: Sen. <strong> Bernie Sanders </strong>: Pentagon paid billions to fraudsters <cite> Sanders-pentagon-paid-billions-to-fraudsters/ </cite> Sen. <strong> Bernie Sanders </strong>: Pentagon paid billions to fraudsters <q> www.Thenewsbomb.com[...] France-Presse The Raw Story February 2,[...] <cite> </cite> links for 2011-02-02 \"Silent Lucidity[...] Sen. <strong> Bernie Sanders </strong>: Pentagon paid billions to fraudsters| Raw Story RT@RawStory: Sen. <strong> Bernie Sanders </strong>: Pentagon paid billions to fraudsters <cite> </cite> Former President's Daughter Supports Gay Marriage, US Hunting Previously Unknown 9/11 Gang, 9 New Laws in the GOP's War Against Women, and more... </q> DailyQueerNews.com[...] Sen. <strong> Bernie Sanders </strong>: Pentagon Paid Billions to Fraudsters. Read more[...] <cite> </cite>[...] Sen. <strong> Bernie Sanders </strong>: Pentagon paid billions to fraudsters The US military paid$", "new_id": -2}, {"uid": "1295143465175603720", "i": 3210, "idx": 1, "sa": ["Kobe Bryant", "Jeff Green", "Earl Monroe", "Allen Iverson", "Tim Cahill"], "q": "with Golden State for the eighth and final playoff spot in the Western Conference. The Kobe Bryants lost to New Orleans, 108-96, Earl Monroeier Sunday. \"Career nights from two people,\" Denver's <strong> Allen Iverson </strong> said. <q> You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight. </q> <strong> Jeff Green </strong>, whose previous high was 23 points, scored 24 in the second half and overTim Cahilles. His five quick points to start the second overTim Cahille gave the draft lottery-bound Sonics( 18-59) the winning cushion. Durant", "new_id": -2}, {"uid": "1295498090112721961", "i": 17981, "idx": 7, "sa": ["Thaddeus Young", "Will Solomon", "LeBron James", "Allen Iverson", "Ray Allen", "Kwame Brown"], "q": "Orlando, 3-1, and <strong> Will Solomon </strong> meet the Indiana Pacers in the second round, beginning Monday in Indianapolis. \"I don't know how you can be any more proud of your team,\" <strong> Kwame Brown </strong> said. <q> I told them this was a great opportunity for us to grow up. <strong> Ray Allen </strong>'s doing what great players do. He's maLeBron James other people better and he is taLeBron James responsibility and steps up. I feel good that a <strong> Thaddeus Young </strong> team could respond this way. </q> With <strong> Allen Iverson </strong> leading the way with 26 points, the Sixers built an 18-point lead by the 7:33 mark of the third quarter. But Orlando fought all the way back and took an 86-84 lead after a jumper by", "new_id": -2}, {"uid": "1294997731235044878", "i": 51888, "idx": 4, "sa": ["Brian Finneran", "Michael Vick"], "q": "the first couple of years, then got a little lax.\" As for the idea that <strong> Michael Vick </strong> is only now getting topflight coaching, <strong> Brian Finneran </strong> wasn't slighting the Eagles' staff when he said, <q> I think Mike was coached[ in Atlanta]. He had all the opportunity to put in a little extra time. These coaches are here all the time. </q> <strong> Brian Finneran </strong> got along with <strong> Michael Vick </strong>. He's just not afraid to speak his mind, including to teammates' faces. \"It's almost like a pay-it-forward type deal,\" <strong> Brian Finneran </strong> said.", "new_id": -2}, {"uid": "1295895612138641416", "i": 22729, "idx": 1, "sa": ["Tim Cook", "Eric Schmidt"], "q": "and He's Still Richer Than You <strong> Eric Schmidt </strong> Wants To Host A Talk Show, But His Pilot \"Was A Complete Disaster\" Facebook To Make` Facebook Credits' Mandatory For Game Developers <strong> Tim Cook </strong>- Joining Apple was <q> the best decision that I ever made </q> Dual Cortex A9 1.2 GHz NVIDIA Tegra 2 3D Chips Scheduled for Q1... Nvidia Thinks World Domination: Tegra 2 3D in February, Tegra 3 by Fall 2011 New NVIDIA Leak Points Towards Quad-Core 1.5 GHz Tegra 3", "new_id": -2}, {"uid": "1295476301073809946", "i": 34254, "idx": 1, "sa": ["Allen Iverson", "Iker Casillas", "Larry Brown"], "q": "the powerful LaIker Casillass. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. \"Anybody that bet on it, some broke people out there,\" <strong> Allen Iverson </strong> said. <q> I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now. </q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach <strong> Larry Brown </strong> said. \"This is kind of unexpected but", "new_id": -2}, {"uid": "1296619642002048058", "i": 25926, "idx": 0, "sa": ["David Letterman"], "q": "had camped out awaiting his arrival outside the <strong> David Letterman </strong> Studio. They screamed to the limo-driver and their excitement was contagious. The Asia, but the International Ice Hockey Federation is taking steps to increase the presence of the <q> fastest target=\"_blank\" game on ice </q> in this region. And one thing they're looking at is removing ice from the equation completely. With many Y-Love Telephone Interview with Baltimore Celebrity Headlines Examiner Y-Love Telephone Interview with Baltimore Celebrity Headlines Examiner Jewish hip-hop artist", "new_id": -2}, {"uid": "1296205890257212425", "i": 3717, "idx": 0, "sa": ["Jeff Fisher", "Michael Vick"], "q": "seasons of service with the Eagles. Tagging <strong> Michael Vick </strong>. If the Eagles hope to use the franchise tag on <strong> Michael Vick </strong>, it should be available to them even amid the NFL's labor unrest. <q> I expect the franchise tag to continue to operate as it has in prior seasons and clubs to be permitted to exercise their rights under the tag, </q> <strong> Jeff Fisher </strong> Pash, the NFL's general counsel, said Thursday. Without a franchise tag, <strong> Michael Vick </strong> could become an unrestricted free agent March 4 under the old collective bargaining agreement. Of course,", "new_id": -2}]