[{"uid": "1296510222121487362", "i": 1911, "idx": 1, "sa": ["Michael Vick"], "q": ". </blockquote> Report Abuse <blockquote> Drug dealers and drug usage would come to a screeching halt if the U.S. would replace illegal drug use with the electric chair as a means for liberals to escape reality. </blockquote> Report Abuse <q> Drug dealers and drug usage would come to a screeching halt if the U.S. would replace illegal drug use with the electric chair as a means for liberals to escape reality. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing Teen Kids Sobs in Court", "new_id": -2}, {"uid": "1295753709087883837", "i": 33580, "idx": 1, "sa": ["Damon Jones", "Chris Webber", "Allen Iverson", "LeBron James"], "q": "'s something we can fix.'' As a displeased <strong> LeBron James </strong> sat alone on the bench and stared straight ahead, Cavaliers guard <strong> Damon Jones </strong> let his teammates know that their performance was unacceptable by yelling at all of them. <q> I just think something had to be said at that point, </q> <strong> Damon Jones </strong> said.`` No big thing http://wn.com/Allen_Iverson_31pts_Philadelphia_76ers_vs_Lebron_James_Cleveland_Cavaliers_2004/2005_Regular_Season_NBA_game!!!!!!! <strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger", "new_id": -2}, {"uid": "1295642432138969088", "i": 48055, "idx": 1, "sa": ["Eric Schmidt"], "q": "like a start-up,'' Mr Page said in an interview with the FT. Fending off the suggestion that the pressure it was feeling from the rise of Facebook had forced the change, Mr <strong> Eric Schmidt </strong> added: <q> This is definitely not because of any one competitor. It's about the rate at which we operate. </q> Debate about whether Google has lost its edge has been rife in Silicon Valley tech circles in recent months. Its failure to counter Facebook in social networking has prompted a wider questioning of its ability to extend", "new_id": -2}, {"uid": "1296671651093847555", "i": 27711, "idx": 0, "sa": ["Barbara Walter", "David Letterman", "Barbara Walters", "Robin Williams", "Bill Clinton"], "q": "Diary of <strong> Barbara Walter </strong>'s Heart Surgery <strong> Barbara Walters </strong> says she thought: <q> If I die on the operating table, I won't know it. </q>. Watch: <strong> Bill Clinton </strong> Grateful for Heart Surgery Watch: <strong> David Letterman </strong> on His Heart Surgery <strong> Robin Williams </strong>: People Ask` How Are You?' Comedian tells <strong> Barbara Walters </strong> how people approach him post-surgery. Diary of <strong> Barbara Walter </strong>", "new_id": -2}, {"uid": "1297171230133922851", "i": 9520, "idx": 9, "sa": ["Simon Cowell"], "q": "lot of competition.'' The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner.`` If they don't sell a single record they still get to keep the money,'' he said. <q> It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back </q> through record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to`` instill'' in the competition.`` The big", "new_id": -2}, {"uid": "1295618241003915809", "i": 9274, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed <strong> Andy Coulson </strong> said phone-hacking coverage <q> made it difficult for me to give the 110% needed in this role </q>. Photograph: Danny Lawson/PA December 2005 â\u0080¢ Buckingham Palace suspects interference with voicemail of Prince <strong> David Cameron </strong> and royal staff, and calls in Scotland Yard. May 2006 â\u0080¢ Detectives tell prosecutors", "new_id": -2}, {"uid": "1294957406081149956", "i": 46640, "idx": 4, "sa": ["Allen Iverson"], "q": "accepted, to be wanted and to be appreciated.'' <strong> Allen Iverson </strong> urged fans to come out and support the team. The player also said he would be`` interacting'' with the fans as much as possible. <q> Before I leave, I'll be speaking a lot of Turkish, </q> he http://wn.com/Allen_Iverson_Practice_for_Besiktas_Cola_Turka_Turkey_HD*Interview The man they once called The Answer was the last player announced. The arena lights were turned off, and a spotlight revealed <strong> Allen Iverson </strong>. It was easy to see he really was <strong> Allen Iverson </strong>. The braided", "new_id": -2}, {"uid": "1297183321119177307", "i": 3671, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> Donald Rumsfeld </strong> of Defense after Abu Ghraib- twice. <strong> President Bush </strong> refused to accept both times, keeping <strong> Donald Rumsfeld </strong> on at the Pentagon, where he turned into a lightning rod for criticism of the invasion and occupation of Iraq. <q> In an exclusive interview with ABC's <strong> Diane Sawyer </strong>, <strong> Donald Rumsfeld </strong> also said the enhanced interrogation techniques he approved for use on the so-called`` 20th hijacker </q>- including forced stress positions and removal of`` comfort items''- produced invaluable intelligence. </blockquote> But his biggest regret was staying in office during what he calls a period of`` damaging distraction,''", "new_id": -2}, {"uid": "1295589933175472714", "i": 36127, "idx": 2, "sa": ["Eric Schmidt"], "q": "tomorrow?' and` What job shall I take?''' And if that was just too gray for you, consider this, another quote from <strong> Eric Schmidt </strong> from a 2010 interview with the Wall Street Journal: <q> I actually think most people don't want Google to answer their questions, they want Google to tell them what they should be doing next. </q> BAAAAAH! GOOGLE TELLING US WHAT TO DO! THAT IS THE DEFINITION OF WORLD DOMINATION! Having said all this, I still love Google. I still plan on using Gmail until the robots", "new_id": -2}, {"i": 4521, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Kirsten Gillibrand </strong> joined her fellow Democratic Senators today for a Capitol Hill news conference in which she reiterated her opposition to the <q> These bills show a heinous disregard for the health and well-being of women in America, </q> <strong> Kirsten Gillibrand </strong> says.`` It is a tax on all women who want access to a full-range of reproductive health care.'' The bills in question would stop the government from providing tax credits or subsidies to", "sa": ["Kirsten Gillibrand"], "uid": "1297191953182861870"}]