[{"uid": "1295561949204783632", "i": 33342, "idx": 5, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "more effective and reduce delays in decisions. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" echoed <strong> Eric Schmidt </strong> in a statement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Said <strong> Larry Page </strong>: \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong", "new_id": -2, "mturk_index": "475"}, {"uid": "1295551477106610696", "i": 198, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Randy Jackson"], "q": "were introduced, drew its smallest numbers of the night. Critical reaction, too, centered less on what was new, and more on what was missing: namely, the <strong> Simon Cowell </strong> bite. found <q> the formula simply does not work without someone willing to be an ass to kids with big dreams but no chops. </q> The called <strong> Steven Tyler </strong> \"winning,\" liked <strong> Jennifer Lopez </strong> OK enough, but ordered Jackson_Randy Jackson.html\"> <strong> Randy Jackson </strong>, the only original judge left sitting, to \"man up, dawg, and just say no, once in", "new_id": -2, "mturk_index": "1999"}, {"uid": "1295997065180568078", "i": 51648, "idx": 0, "sa": ["Larry Page", "David Wise", "Eric Schmidt"], "q": "\" for an executive who is transitioning out of the CEO role-- and may even be unusual for sitting CEOs, said <strong> David Wise </strong>, senior principal at consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q> \"It's a signal to shareholders that he'll continue to steer the boat,\" <strong> David Wise </strong> added. <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder <strong> Larry Page </strong>. Both men", "new_id": -2, "mturk_index": "1104"}, {"uid": "1297423378245137481", "i": 1409, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ". Allerdings hatte Nokia Sorgen, sich in der Masse verschiedener Android-Hersteller nicht hervorheben zu k?nnen, erkl?rte <strong> Stephen Elop </strong> am Freitag. Nokia und Microsoft lie?en am Freitag keine Zweifel, dass sie zu Adlern werden wollen. <q> Es gibt andere mobile kosysteme. Wir werden sie stoppen. Es wird Herausforderungen geben. Wir werden sie berwinden </q>, verk?ndeten <strong> Stephen Elop </strong> und Microsoft-Chef <strong> Steve Ballmer </strong> in einem gemeinsamen Brief. Daf?r wollen der Handy- Marktf?hrer und der weltgr?te Software- Konzern alle ihre Juwelen zusammenlegen. So sollen alle Nokia-Nutzer mit Microsofts Bing im Internet suchen", "new_id": -2, "mturk_index": "480"}, {"uid": "1295381374134447118", "i": 15220, "idx": 0, "sa": ["Simon Cowell"], "q": "needed prompting. Nobody asked a question about <strong> Simon Cowell </strong>. He said he didn't hear too much rock but there was one guy who really impressed him. As a recovering addict, he has no regrets. <q> I'm always ready to take it up a notch, </q> he said. \"I like a good challenge.\" He later said, \"Idol\" will enable Aerosmith fans to see a new side of him. \"Here I get to be more vulnerable", "new_id": -2, "mturk_index": "844"}, {"uid": "1295007936080707626", "i": 11357, "idx": 2, "sa": ["Simon Cowell", "Gordon Brown"], "q": "<strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told Lily: \"I will get ITV to make substantial five figure donation to your charity for the interview\" . But the singer told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> She revealed she had lost her second child in November and asked her two million followers on the social networking website to \"say a little prayer\" . Lily previously had a miscarriage when she", "new_id": -2, "mturk_index": "1470"}, {"uid": "1297093828077135937", "i": 46904, "idx": 6, "sa": ["Colin Powell", "Donald Rumsfeld"], "q": "including <strong> Colin Powell </strong>-- had faith in the intelligence at the time. \"There's a lot of stuff[ in] the press that say <strong> Colin Powell </strong> was against[ the war],\" he said. <q> But I never saw even the slightest hint of that. </q> \"The idea that he was lying or duped is nonsense,\" <strong> Donald Rumsfeld </strong> added. <strong> Donald Rumsfeld </strong> said \"it's possible\" that decisions on troop levels in Iraq may have been the biggest mistake", "new_id": -2, "mturk_index": "1597"}, {"uid": "1295567688055377962", "i": 34072, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Mountain View mit. Sein Kompagnon <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern. Der bisherige Firmenlenker <strong> Eric Schmidt </strong> wird Chef des Verwaltungsrats. In dieser neuen Funktion ist er unter anderem f?r Kooperationen oder bernahmen zust?ndig. <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. Der bisherige Weg, Entscheidungen gemeinsam zu treffen, sei angesichts der Gr?e des Unternehmens zu kompliziert geworden. GR?NDUNG VOR 12 JAHREN Die ehemaligen Studienkollegen <strong> Larry Page </strong> und <strong> Sergey Brin </strong> hatten Google 1998", "new_id": -2, "mturk_index": "377"}, {"uid": "1295667567122535955", "i": 318, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "even better. <strong> Larry Page </strong>, in my clear opinion, is ready to lead,\" <strong> Eric Schmidt </strong> wrote. Google's other co-founder <strong> Sergey Brin </strong> will devote his time and energy to strategic projects and on new products. <q> His title will be co-founder. He's an innovator and entrepreneur to the core and this role suits him perfectly, </q> the blog said. \"For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to", "new_id": -2, "mturk_index": "339"}, {"uid": "1295868870143261707", "i": 31319, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": ", gedoe met het Amerikaanse ministerie van Justitie en privacygerommel leiden af van waar het bedrijf eigenlijk mee bezig wil zijn en komt bijvoorbeeld innovatie niet ten goede. <strong> Eric Schmidt </strong> zou als bliksemafleider voor eerder genoemde obstakels kunnen fungeren. <q> <strong> Eric Schmidt </strong> mag het vuile werk opknappen, waardoor <strong> Larry Page </strong> ongestoord de scepter kan zwaaien </q>, schrijft Fortune-journalist Seth Weintraub De reddingsboei voor WebOS en BlackBerry nieuwsbrief Ontvang tweemaal per week een overzicht van de meest recente artikelen in uw mailbox.", "new_id": -2, "mturk_index": "1633"}]