[{"uid": "1295155443216006673", "i": 21396, "idx": 0, "sa": ["Sherilyn Fenn", "David Letterman", "Conan O'Brien"], "q": "was on Idol. It was Ashley's Birthday too! Oklahoma music stars rocked through 2010 Jonathan Storm: Co-Nan plays Mussolini in his tiny studio <strong> Conan O'Brien </strong> living` in the moment' after crazy year Elvis Presley, <q> The King Of Rock And Roll </q> Beatles archivist who has seen it all gets'64 D.C. show back to the big screen Stampede kills 102 pilgrims in India Tunisian president toppled after 23 years in power Today in History-January 14 <strong> David Letterman </strong> Sherilyn Fennounced move, sextuplets born", "new_id": -2}, {"uid": "1295638853256720896", "i": 7671, "idx": 4, "sa": ["Alassane Ouattara", "Choi Young-jin"], "q": "West African country, paving the way for the run-off on 28 November between the two candidates who garnered the highest number of votes; YJ <strong> Choi Young-jin </strong> said the electoral process during the first round held on 31 October was <q> peaceful and democratic, and that the results of the elections were determined through fair and transparent process, </q> and the two candidates in the forthcoming run-off are incumbent President Laurent Gbagbo and former Prime Minister <strong> Alassane Ouattara </strong>. The`` anomalies, irregularities and errors'' brought to his attention were`` of such minor nature as to affect", "new_id": -2}, {"uid": "1296542758249364481", "i": 57877, "idx": 8, "sa": ["Michael Vick"], "q": "clients to attach their name to his unless they know that the consumer would react to <strong> Michael Vick </strong> in a positive way,'' Bodock said.`` That would definitely require some research.'' Added Klunk: <q> I think you would have to do your due diligence and get an understanding from the consumer before you can make a good recommendation[ to a potential sponsor]. And even with that, I think there's a little bit of an element of risk there, because people tend to remember really bad things about individuals. </q> <strong> Michael Vick </strong> did a television commercial for a New Jersey car dealership during the regular season, but that was in return for the use of a dealer-supplied SUV. Nike also returned as a partial sponsor to supply", "new_id": -2}, {"uid": "1295332898011616308", "i": 14308, "idx": 0, "sa": ["Olusegun Obasanjo", "Barack Obama", "Yvonne Ndege", "Ben Ali", "Ahoua Don Mello", "Alassane Ouattara", "Goodluck Jonathan"], "q": "ECOWAS Chairman <strong> Goodluck Jonathan </strong>. Meanwhile, Gbagbo's government remained defiant, saying it would sever ties with any country that recognized envoys named by Barack Obamaial claimant <strong> Alassane Ouattara </strong>. <strong> Ahoua Don Mello </strong>, Spokesman of Laurent Gbagbo's Government, said, <q> The government would like to make it known that, in the light of such decisions, it reserves the <strong> Olusegun Obasanjo </strong>, Nigeria's former <strong> Barack Obama </strong>, has visited Cote d'Ivoire in a bid to mediate the country's political crisis. With regard to possible military intervention, <strong> Olusegun Obasanjo </strong> said:`` When you have a problem you must consider all possible solutions and you must adopt the most reBen Alistic, the most effective, the most cost-effective solutions. </q> Al Jazeera's <strong> Yvonne Ndege </strong> reports from Abidjan. http://wn.com/Deadly_clashes_break_out_between_rival_Ivorian_camps__IndepthAfrica For breaking news across Africa: www.indepthafrica.com Good Music on duudle.net Fernandez Goal World cup 2010 Spain-Switzerland( 0:1), Also african news by country, african restaurants near of", "new_id": -2}, {"uid": "1297206608130318348", "i": 10390, "idx": 1, "sa": ["Micheál Martin", "Eamon Gilmore"], "q": "Ireland was being charged. <strong> Eamon Gilmore </strong> said this would be possible as part of a pan-European effort. Referring to the fiscal crisis, the international bailout and the billions poured into the ailing Irish banks, <strong> Eamon Gilmore </strong> added: <q> Let's not forget it's your party that got us into this hole in the first place. </q> <strong> Micheál Martin </strong> later accused the Labour leader of`` chopping and changing'' the party's economic policy. He added that Labour had originally signed up to Fianna F?il's economic plan. <strong> Micheál Martin </strong> claimed Labour still wanted", "new_id": -2}, {"uid": "1297357007264552501", "i": 18285, "idx": 3, "sa": ["Howard Thomas", "David Letterman", "Anderson Cooper"], "q": "said <strong> David Letterman </strong>.`` Being pummeled?'' <strong> Anderson Cooper </strong> said.`` I don't recommend it. I'd never been hit in the head before.'' He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Phoenix-$ 319,500 MLS 4365305 5 bed/ 4 bath 3,501- 4,000/ 2004 <strong> Howard Thomas </strong>, CENTURY 21 Arizona Foothills Boulders Buckeye-$ 142,000 MLS 4456791 4 bed/ 3", "new_id": -2}, {"uid": "1295753709087883829", "i": 7419, "idx": 1, "sa": ["Lou Williams", "Allen Iverson", "Jason Kapono", "Samuel Dalembert", "Chris Bosh"], "q": "Wizards on Tuesday. They watched an 11-point halftime lead evaporate against the Raptors in the third quarter.`` We're jumping out and holding leads and we just can't hold them,'' guard <strong> Allen Iverson </strong> said. <q> We play well for a while and then it seems we just lose focus. </q> <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-bJason Kaponoce layup. He sank the free throw for a 108-106 lead. <strong> Lou Williams </strong>' last-chance 3-pointer was off the mark,", "new_id": -2}, {"uid": "1296217886066224161", "i": 20926, "idx": 3, "sa": ["Michael Vick"], "q": "n't file charges against the player, citing insufficient evidence to persuade a jury beyond a reasonable doubt. The player also provided a handwritten statement to the police in which he denied the accusation. <q> I was made aware of allegations, and in no way, shape or form did any of this take place, </q> he said. Messages seeking comment were left Thursday for attorneys for the player and the woman. Her lawyer, <strong> Michael Vick </strong> Jaafar, has said his client would file a civil lawsuit against the player, but", "new_id": -2}, {"uid": "1297155400260177920", "i": 35158, "idx": 1, "sa": ["Angelina Jolie"], "q": "`` Malaria and having public latrines is not something <strong> Angelina Jolie </strong> would go for, for example. In our celeb-centered culture, it may transfer over to what a society would go for,'' he said. <q> Campaigning for HIV/AIDS is more fashionable; since there is money in this, non-governmental organizations start working on those issues because it's a question of funding. It's a top-down model. </q>`` The big question surrounding development is around created relations, between North and South, between what we consume, and how it is produced,'' Kumar said.`` The whole concept of", "new_id": -2}, {"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems.`` The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,'' <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q> The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement. </q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}]