[{"uid": "1296007173157368360", "i": 39532, "idx": 2, "sa": ["Michael Vick"], "q": "'s first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a \"sizable\" contract. \"We believe it was worth it,\" he said, <q>because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.</q> Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder", "new_id": -2}, {"uid": "1295564753175194122", "i": 18413, "idx": 1, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "accent on Wednesday's \"Tonight Show,\" but <strong> Howard Stern </strong>? He didn't seem to be giving <strong> Jay Leno </strong> as good-natured a ribbing \"He's not fit to scrub <strong> David Letterman </strong>'s feet,\" <strong> Howard Stern </strong> said. <q>I don't know why he's beaten <strong> David Letterman </strong> in the ratings, it's beyond my comprehension. America must be filled with morons... the ones that are watching him must be watching him in a coma.</q> E-mail:( required, but will not be displayed) CNN welcomes a lively and courteous discussion as long as you follow the Rules of Conduct set forth in our", "new_id": -2}, {"uid": "1295044022095961088", "i": 18863, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "In just filed court papers Camille asks a judge to deny <strong> Kelsey Grammer </strong>'s request to dissolve their 13 year marriage while they continue battling over their 120 million dollar estate. Camille writes in the court papers, <q>It is my understanding that( <strong> Kelsey Grammer </strong>) is seeking to terminate the marriage solely for the reason that he intends to remarry as soon as possible. \"I don't believe that is a sufficient reason to prejudice my rights to our estate.</q> The Frasier star appeared on the Late Show with <strong> David Letterman </strong> Thursday night and sounded resolute about his plans for a quickie divorce from Camille, so he can tie the knot with <strong> Kayte Walsh </strong> soon. \"", "new_id": -2}, {"uid": "1297089856093831186", "i": 41928, "idx": 0, "sa": ["Sergio Marchionne"], "q": "The Auburn Hills automaker sold 1.1 million cars and trucks in the U.S. last year. CEO <strong> Sergio Marchionne </strong> said last month that Chrysler expects to sell 2 million vehicles globally in 2011. <q>They're looking at selling 1.5 million to 1.6 million vehicles in the U.S.,</q> said Bill Kelly, owner of Kelly Cars in Moon Township, Pa., near Pittsburgh. \"And it's going to be less dependent on fleet sales.\" Fleet sales to rental companies", "new_id": -2}, {"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,\" Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q>These payouts recognize the continual support and tireless efforts of our people,</q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds. \"We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}, {"uid": "1295563164055378000", "i": 6540, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "GOOG) announced a major shift to the executive ranks, calling it a way to <q>streamline decision making and create clearer lines of responsibility and accountability at the top of the company.</q> The details: Starting April 4, co-founder Larry Page, becomes CEO and takes over day-to-day operations. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, specifically, new products. <strong> Eric Schmidt </strong> becomes Executive Chairman and will", "new_id": -2}, {"uid": "1297390855091619342", "i": 817, "idx": 2, "sa": ["Donald Rumsfeld", "Saddam Hussein", "Condoleezza Rice", "Colin Powell", "President Bush", "Dick Cheney"], "q": "deputy, <strong> Dick Cheney </strong> Armitage, also comes in for his share of knocks. <strong> Donald Rumsfeld </strong> takes particular offense at <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. <q><strong> Colin Powell </strong> was not duped or misled by anybody,</q> <strong> Donald Rumsfeld </strong> writes. \"Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.( CIA Director <strong> President Bush </strong>) Tenet did not lie. <strong> Condoleezza Rice </strong> did", "new_id": -2}, {"uid": "1295094125134053943", "i": 20075, "idx": 5, "sa": ["Lily Allen", "Tyronn Lue", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q>He was holding me the whole time,</q> <strong> Allen Iverson </strong> said http://wn.com/Nathan_plays_Not_Fair_by_Lily_Allen_Keyboard_Cover_[KARAOKE_/_INSTRUMENTAL] This is my cover of \"Not Fair\" by <strong> Lily Allen </strong> taken from her# 1 album \"Its Not Me Its You\". Its her 2nd single following her# 1 success with \"", "new_id": -2}, {"uid": "1296048510257392641", "i": 15776, "idx": 0, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "the shadow chancellor who didn't understand Labour's programme with one who doesn't agree with it.\" Labour's own plan would see \"significant cuts in spending\" starting in April. <q>You shake your head, that is your plan that you are meant to be committed to. If you are now telling us that's all gone and you are just going to spend more and borrow more, then you ought to tell us. \"Because as far as I can hear, your only plan is to borrow money we haven't got, to spend money on things we can't afford and not to do the work we need to do to sort this economy out.</q> Mr <strong> Ed Miliband </strong> said he was \"surprised\" that \"this week of all weeks\" Mr <strong> David Cameron </strong> had raised the issue of personalities, following communications chief <strong> Andy Coulson </strong>'s departure from No 10. The", "new_id": -2}, {"uid": "1295755516184385555", "i": 47175, "idx": 8, "sa": ["Elton Brand", "Jrue Holiday", "Jose Calderon", "Michael Jordan", "Allen Iverson"], "q": "\" Looking for a spark, 76ers coach Eddie <strong> Michael Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q>He just put us in a good rhythm tonight and had us flowing,</q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He http://wn.com/Jose_Calderon_4-Point_Play__Philidelphia_76ers_@_Toronto_Raptors_Feb_10/10 <strong> Jose Calderon </strong> nails the 3-pointer and 1, then shows off his", "new_id": -2}]