[{"uid": "1297226350092209194", "i": 12092, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "the speech, given that Mr. <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. Mr. <strong> Colin Powell </strong> objected. In his U.N. presentation, Mr. <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Mr. Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. Mr. Rumsfeld wrote that", "new_id": -2}, {"uid": "1296859850024854534", "i": 2211, "idx": 4, "sa": ["Carl-Peter Forster", "Sergio Marchionne"], "q": "India. Tata CEO <strong> Carl-Peter Forster </strong> was quoted as saying this week that he is unhappy with sales under the partnership.`` Likewise,'' <strong> Sergio Marchionne </strong> said when asked about <strong> Carl-Peter Forster </strong>'s comments by reporters. <q> That's why it's on the table and we're going to discuss it. </q> <strong> Sergio Marchionne </strong> said in the next two to three years, Chrysler and Fiat could ultimately merge to form a single company, adding`` for all I know it could be based here.'' But", "new_id": -2}, {"uid": "1296784629036126790", "i": 41642, "idx": 11, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Ronald Reagan"], "q": "swifter than any previous handling of a natural disaster in American history.) Fittingly, <strong> Donald Rumsfeld </strong> starts the book with a description of his legendary meeting with <strong> Saddam Hussein </strong>, which he claims has been the subject of <q> gossip, rumors, and crackpot conspiracy theories. </q> As <strong> Ronald Reagan </strong>'s Mideast envoy, <strong> Donald Rumsfeld </strong> says he was sent to Baghdad because the country was the enemy of Iran and Syria, two nations that threatened the interests of the U.S., and`` there was a clear", "new_id": -2}, {"uid": "1297213873164479095", "i": 5848, "idx": 1, "sa": ["Mike Pence"], "q": "latest undercover sting is being made public as Congress takes up the`` No Taxpayer Funding for Abortion Act.'' Republicans in the House want to cut Planned Parenthood's$ 300 million in federal funding. <q> The time has come to deny all federal funding to Planned Parenthood of America, </q> says Rep. <strong> Mike Pence </strong>( R-Ind.) Evening News Online, 02.08.11 Tuesday: Rival drug cartels are making Juarez, Mexico one of the most dangerous places on Earth; Plus, an investigation determines that electronics are", "new_id": -2}, {"uid": "1296125797027361281", "i": 26125, "idx": 1, "sa": ["Simon Cowell", "Louis Walsh", "Matt Cardle"], "q": "2008- Liam Payne( Bootcamp) Liam goes to, what was described at the time as, the best Bootcamp. He performs at the O2 Arena in London. <strong> Louis Walsh </strong> remarks on Liam's performance as, <q> Very convincing, very professional and you're only 14. </q> <strong> Simon Cowell </strong>,`` I like him'', is already warming to Liam... <strong> Matt Cardle </strong> sings Bleeding Love- The X Factor Live show 4- itv.com/xfactor <strong> Matt Cardle </strong> sings Bleeding Love- The X Factor Live show 4- itv.com/xfactor", "new_id": -2}, {"uid": "1296266736254001186", "i": 9111, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "giving her fair or poor ratings. Her favorable rating has increased by double digits among Democrats, Republicans and non-enrolled New Yorkers. Upstate, her approval rate has risen from 40 percent to 49 percent. <q> This is the first time since being appointed to the U.S. Senate by former Governor <strong> David Paterson </strong> that <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> has established herself with New York voters in terms of her job performance, </q> says Dr. Lee M. Miringoff, director of The Marist College Institute for Public Opinion.`` Voters see <strong> Kirsten Gillibrand </strong> in a different light.'' <strong> Chuck Schumer </strong>, the state's senior senator, wins approval from 59", "new_id": -2}, {"uid": "1295946658120340491", "i": 46988, "idx": 0, "sa": ["Mike Daisey", "Bill Lockyer", "Newt Gingrich"], "q": ". With the passion of a disabused true believer, he wants the piece to plant a missionary virus in the audience( a handout offers tips for what to do next). As <strong> Mike Daisey </strong> says, <q> If you don't think about what operating system you're using, you are living the unexamined life. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog HILLSBOROUGH 4 BR/ 3.1 BA$ 2,199,000.00 DALY CITY 3 BR/ 2.1 BA$", "new_id": -2}, {"uid": "1296698670001523770", "i": 23334, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "officials listed a series of actions the military has taken to guard against contractor wrongdoing, including the formation of a working group focused on procurement fraud. But <strong> Sen. Bernie Sanders </strong> said much more needs to be done. <q> It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> he said.__ Online: <strong> Sen. Bernie Sanders </strong>: http://sanders.senate.gov/", "new_id": -2}, {"uid": "1296173527054247465", "i": 14266, "idx": 3, "sa": ["Jackie Walorski", "Mike McDaniel", "Mike Pence", "Joe Donnelly", "Rahm Emanuel"], "q": "think we might best contribute in the years ahead.'' <strong> Mike Pence </strong> has a pair of public events scheduled for Friday- a town hall meeting in Pendleton and a visit to a high school in Muncie. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited", "new_id": -2}, [{"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.'' As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q> I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table, </q> he said.`` He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}]]