[{"uid": "1295485200094470183", "i": 726, "idx": 2, "sa": ["Mike Pence", "Anthony Weiner"], "q": "\"When you order every American to buy health insurance whether they want it, need it or not, that's a government takeover of healthcare,\" said <strong> Mike Pence </strong>, R-Indiana, on the floor. <q> Really? Who is taking over what health care plan? Who? We are offering people tax incentives, small businesses tax incentives to go buy private insurance plans, </q> answered <strong> Mike Pence </strong> <strong> Anthony Weiner </strong>, D-New York. But a tentative agreement to tone down the rhetoric was shattered when one Democrat likened Republican claims about the law to Nazi propaganda. \"You say it enough", "new_id": -2}, {"uid": "1296561500134217730", "i": 20897, "idx": 4, "sa": ["Mike Pence"], "q": "went back and forth in our heads, we never went back and forth in our hearts.\" Saying his \"heart was in Indiana,\" <strong> Mike Pence </strong> said he would continue to meet with <q> the good and strong and opinionated people of this state </q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "new_id": -2}, {"uid": "1296715900139952133", "i": 17113, "idx": 0, "sa": ["Mike Pence"], "q": "With the dismissal of one rumor came the start of another, as many supporters now believe the Columbus, Ind., born and raised congressman may seek a shot at the governor's mansion. <q> In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead, </q> <strong> Mike Pence </strong> said. \"After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play.\" Although his e-mail is solely an interpretation of", "new_id": -2}, {"uid": "1296224676092700695", "i": 2488, "idx": 4, "sa": ["Eric Holcomb", "Mike Pence"], "q": "that isn't true of <strong> Mike Pence </strong>. That talk-show experience combined with a high profile in Congress has made him a familiar face and name to many Hoosiers, <strong> Eric Holcomb </strong> said. <q> He has a built-in advantage, but it's a big state and it requires many days on the road </q> to campaign successfully, he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said <strong> Mike Pence </strong> could be hard to beat if he runs for <strong> Eric Holcomb </strong>.", "new_id": -2}, {"uid": "1295315613097861656", "i": 4068, "idx": 2, "sa": ["Mike Pence"], "q": "the White House. The site describes <strong> Mike Pence </strong> as \"the conservative champion.\" \"<strong> Mike Pence </strong> describes himself as` first a Christian, then a conservative, then a Republican,\" ' Benko said. <q> He unifies fiscal, social and national security conservatives, and will energize the conservative coalition essential to winning back the White House in 2012. </q> The Hill reported <strong> Mike Pence </strong>, 51, who has been in the House for a decade, will decide whether to seek the White House or statehouse by the end of the month. Never touch another", "new_id": -2}, {"uid": "1295779892017170523", "i": 2228, "idx": 22, "sa": ["Andrew P. Smith", "Mike Pence"], "q": "Hampshire's Granite State Poll, said it's not surprising that activists are urging <strong> Mike Pence </strong> to run. But, he noted, that doesn't mean he has a good chance of winning. <q> Republicans and Democrats go through this all the time, </q> <strong> Andrew P. Smith </strong> said. \"Particularly party activists don't see a candidate who is either well enough known, or ideologically or intellectually consistent enough for them, so they try to recruit people who fit the bill.", "new_id": -2}, {"uid": "1296366488199786542", "i": 44447, "idx": 12, "sa": ["George W. Bush", "Mike Pence"], "q": "also raised eyebrows over his introduction of a bill to make it harder to subpoena reporters. <strong> Mike Pence </strong> has been a favorite of reporters because of his accessibility and affability. He likes to say, <q> I'm a conservative, but I'm not in a bad mood about it. </q> When <strong> Mike Pence </strong> was asked to be the GOP speaker in 2010 at an annual gathering of congressional reporters, he had the room rolling over his <strong> George W. Bush </strong> impression and at jabs at himself for his reputation", "new_id": -2}, {"uid": "1296486373063668243", "i": 2841, "idx": 11, "sa": ["Mike Pence", "John Boehner"], "q": "actions after being sworn in was to create a miniature radio studio in his office. In 2003, <strong> Mike Pence </strong> appeared on or was mentioned in national radio, television and newspaper stories more than 200 times. <q> There is no one in our ranks who does a better job of articulating the GOP message of freedom and smaller government, </q> Ohio <strong> Mike Pence </strong> <strong> John Boehner </strong>( now House speaker) said in 2008 when <strong> Mike Pence </strong> was unanimously elected to be in charge of party messaging as chairman of the GOP conference. <strong> Mike Pence </strong>, who likes to say he was", "new_id": -2}, {"uid": "1295552145232112145", "i": 6175, "idx": 5, "sa": ["Mike Pence"], "q": "century,\" he says. \"On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.\" <q> But on style, he was a gentle man, </q> <strong> Mike Pence </strong> says. \"I met him in 1988, I sat with him for five or ten minutes in the Blue Room when I was a candidate for Congress. What I was most struck by, in our", "new_id": -2}, {"i": 6041, "idx": 7, "index_answer": 0, "new_id": -1, "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. \"The people in the streets have to give this government an opportunity to change,\" he said cheerfully. <q> Beautiful things happened in the last five days. </q> This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all, but do keep it", "sa": ["Zahi Hawass", "Hosni Mubarak"], "uid": "1296579646157810697"}]