[{"uid": "1297448767186662943", "i": 30112, "idx": 0, "sa": ["Simon Cowell"], "q": "X Factor USA this fall. <strong> Simon Cowell </strong> said during a press call that the experience of bringing the reality competition to the US has reminded him of the period before American Idol premiered in 2002. <q> I kind of feel at the moment like I did when we were launching American Idol, </q> he said. \"I was excited about the show, I was excited about the prospects, but I hadn't a clue whether it was going to be a hit or whether we were going to be kicked", "new_id": -2}, {"uid": "1297264173151748653", "i": 56584, "idx": 0, "sa": ["Andrew Cuomo", "Kamala Harris", "Kirsten Gillibrand", "Ben Patrick"], "q": "U.S. <strong> Kamala Harris </strong> <strong> Kirsten Gillibrand </strong> of New York sent a letter to lawmakers in her state Tuesday urging them to pass the marriage equality bill this year. Capitol Tonight reports on the letter, in which <strong> Kirsten Gillibrand </strong> wrote, <q> Equal protection under the law has been a hallAndrew Cuomo of the American legal, social and political system since the founding of the republic. In this instance, I believe that this principle must be extended to all of those in our state who seek the civil contract of marriage and the numerous legal rights, protections and Ben Patrickefits that only the status of marriage confers. </q> The correspondence accompanied a lobby day in Albany sponsored by Marriage Equality New York, which drew around 300 participants, or more than double the number from last year. Advocates feel hopeful about the bill, which", "new_id": -2}, {"uid": "1297723854105316371", "i": 45924, "idx": 0, "sa": ["Patrick Leahy", "Bernie Sanders"], "q": "a plan that would leave many Vermonters in the cold, or worse, the delegates said. The cut was included in a$ 3.73 trillion budget proposal the White House sent to Congress on Monday. <q> When you have 17 below zero, you don't say,` Gosh it'd be comfortable to have heat,'? </q> <strong> Patrick Leahy </strong> said. \"You say,` We got ta have heat, or we're gon na die.'?\" Independent Sen. <strong> Bernie Sanders </strong> called the matter \"a life-or-death issue.\"", "new_id": -2}, {"uid": "1295779311072171695", "i": 56256, "idx": 1, "sa": ["Andy Coulson"], "q": "murky truth will come to light.\" Mr <strong> Andy Coulson </strong> is understood to have told the Prime Minister of his intention to resign on Wednesday but the decision was announced on Friday. 22 Jan 2011 <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. The Prime Minister said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice", "new_id": -2}, {"uid": "1295644712254836740", "i": 50429, "idx": 0, "sa": ["Andy Coulson", "Jerry Brown", "Jerry Taylor"], "q": "But two days after <strong> Jerry Brown </strong> spoke to the city leaders and urged their cooperation, the mayors and council members said Friday that the governor needs to find another way of fixing the state's budget mess. <q> It would prevent us from continuing to address the blighted communities, and these are focused on low-income areas, </q> said Riverside City Councilman <strong> Andy Coulson </strong> Melendrez. Ridgecrest Vice Mayor <strong> Jerry Taylor </strong> said his city recently sold$ 24 million in bonds to pay for new redevelopment and has counted on it to significantly improve the isolated community.", "new_id": -2}, {"uid": "1295091531196460547", "i": 34695, "idx": 4, "sa": ["Sergio Marchionne"], "q": "Jeep Grand Cherokee Overland Summit. When asked how the Grand Wagoneer would differ from the seven-seat Jeep Commander, a widely panned vehicle Chrysler stopped making last year, <strong> Sergio Marchionne </strong> had some harsh words. <q> That car was unfit for human consumption. We sold some. But I don't know why people bought them. </q> Help and Tech support Your questions answered& how to report a technical issue Feedback How to contact someone at nzherald.co.nz Group Sites Copyright 2011, APN Holdings NZ Limited", "new_id": -2}, {"uid": "1295476203251461646", "i": 12487, "idx": 1, "sa": ["Oprah Winfrey", "Ricky Gervais", "David Letterman", "Jeff Probst"], "q": "bit mocking the names of <strong> Oprah Winfrey </strong>. \"<strong> Ricky Gervais </strong> was the host of the( Globes) show- very funny guy,\" <strong> David Letterman </strong> said on his late-night Corp.\" CBS show Monday. <q> But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.' </q> Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre's hosts, including <strong> Jeff Probst </strong> of \"Survivor,\" share the emcee job. Their dull joint act bombed", "new_id": -2}, {"uid": "1297217133164478988", "i": 13322, "idx": 5, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "\"too many hands on the steering wheel.\" <strong> Donald Rumsfeld </strong>, who served as <strong> George H. W. Bush </strong>'s defense chief for six years after holding the the same job under <strong> George H. W. Bush </strong> Gerald Ford in the 1970s, acknowledged that <q> in a war, many things cost lives. </q> But he had no regrets about his leadership of the wars in Iraq and Afghanistan-- the latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary--", "new_id": -2}, {"uid": "1297523762190513232", "i": 14998, "idx": 3, "sa": ["Patrick Leahy", "Hosni Mubarak", "Bernie Sanders"], "q": "I-Vt., had a similar response and called on the United States to support a transition to democracy. \"After 30 years of autocratic rule, <strong> Hosni Mubarak </strong> is gone,\" <strong> Bernie Sanders </strong> said in a statement. <q> That is extraordinary news and a real testament to the incredible courage of millions of people in that country who put their lives on the line in the fight for democracy. The goal now, which will not be easy, is for Egypt to make the transition to a democratic government with real legal safeguards. The United States must play an active role in helping the democratic forces in Egypt accomplish that. </q> The Egyptian military, although highly respected by the nation's people, lives considerably better than the average Egyptian- a disparity the country will have to address as it moves forward, <strong> Patrick Leahy </strong> said.", "new_id": -2}, {"uid": "1297203269184696860", "i": 7809, "idx": 10, "sa": ["Donald Rumsfeld"], "q": "to draw their own conclusions. Some early reviews of what <strong> Donald Rumsfeld </strong> called \"my slice of history\" have cast it as a score-settling exercise, a revenge memoir. That, he sniffed, comes from <q> people who haven't read it. </q> Much of the attention to the book has focused on controversies from the Iraq war, but he also writes about the period when the Afghan war began slipping into a stalemate. In the interview", "new_id": -2}]