[{"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q> It is a pretty good offer we are making. </q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont. \"There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}, {"uid": "1295519902040943616", "i": 16746, "idx": 0, "sa": ["Allen Iverson"], "q": "on what they are anticipating this weekend. http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1296253498075055119", "i": 243, "idx": 2, "sa": ["Richard Prather", "Mike Pence"], "q": "<strong> Richard Prather </strong>, a retired auto worker from Anderson, said after the Pendleton town hall that he believed <strong> Mike Pence </strong>'s reputation as a federal spending hawk would serve him well running for the governor's office. <q> I think he would have been a good candidate for president, but I'm glad he didn't, </q> <strong> Richard Prather </strong> said. \"In the next race, he can run for president.\"", "new_id": -2}, {"uid": "1295589646072171577", "i": 12965, "idx": 1, "sa": ["Eric Schmidt"], "q": "in April. \"Day-to-day adult supervision no longer needed,\" <strong> Eric Schmidt </strong> tweeted yesterday. Page, who <strong> Eric Schmidt </strong> said is \"ready to lead,\" will take over on April 4. <q> Larry is looking to take a more active role in day-to-day operations, seeing as he's ready to step up to that CEO role, </q> said Aaron Kessler, an analyst with ThinkEquity. \"Larry was relatively young when he founded Google. Young entrepreneurs aren't ready to assume a CEO position at that point.\" Ken Sena, a", "new_id": -2}, {"uid": "1295667370077054011", "i": 20058, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google co-founder <strong> Sergey Brin </strong>, who will also focus on strategic projects and new products. \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,\" Page said in a written statement. <q> The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity- we are only at the beginning, and I can't wait to get started. </q> The changes takes effect April 4. Google on Thursday reported fourth-quarter revenues of$ 8.44 billion, an increase of 26 percent compared to the fourth quarter of 2009- topping analysts' expectations.", "new_id": -2}, {"uid": "1296331565124452868", "i": 30591, "idx": 1, "sa": ["George Washington", "Allen Iverson"], "q": "six in a row at the Spectrum. The 76ers did not win their 13th game last season until February 20th en route to a 22-60 finish. \"<strong> George Washington </strong> chemistry is a lot better,\" <strong> Allen Iverson </strong> said. <q> One thing that <strong> Aaron McKie </strong> said is this is the first time in his career that he has been on a team where nobody is crying about shots and nobody is worrying about me, me, me. </q> <strong> Allen Iverson </strong> scored 12 points in the first quarter as the 76ers raced to a 29-18 lead. He is averaging 26.5 points in his last six games for the Sixers, who blocked 14 shots and outscored the Kings 40-10", "new_id": -2}, {"uid": "1296443805235372702", "i": 19569, "idx": 2, "sa": ["Kobe Bryant", "Carmelo Anthony", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Carmelo_Anthony_33_points_in_the_3rd_quarter_vs_minnesota!!!!!!!!!!! Visit www.nba.com for more highlights. <strong> Carmelo Anthony </strong> notched", "new_id": -2}, {"uid": "1297350455055672878", "i": 10084, "idx": 0, "sa": ["Mitch Daniels", "Michele Bachmann", "Mike Pence"], "q": "a neoconservative magazine that the next U.S. president would \"have to call a truce on the so-called social issues\" in order to focus on more urgent matters of the federal debt and national security. <q> If <strong> Mitch Daniels </strong> is planning to run for president by running away from social issues, he will face a grass-roots revolt, </q> said Andy Blom, executive director of the American Principles Project. \"Mr. <strong> Mitch Daniels </strong> is only causing divisions in the movement by this talk of a` truce.\" <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>, R-Ind., who", "new_id": -2}, {"uid": "1297175078196968452", "i": 47687, "idx": 3, "sa": ["Donald Rumsfeld", "Richard Nixon", "President Bush", "Gerald Ford"], "q": "the war and recounts his government career serving Republican presidents from <strong> Richard Nixon </strong> to <strong> President Bush </strong>. They largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq war on <q> too many hands on the steering wheel. </q> <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that \"in a war, many things cost lives.\"", "new_id": -2}, {"uid": "1296062754109985833", "i": 105, "idx": 5, "sa": ["Michael Vick"], "q": "pads made by the company. \"The Unequal technology is a part of my game now and I won't play without my Unequal,\" <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest and later conviction on dogfighting", "new_id": -2}]