[{"uid": "1295556504082083954", "i": 16885, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Piers Morgan"], "q": "spend my life with. But I think it's a wonderful thing, marriage. But who knows, maybe someday.'' When asked if she holds out hope for eventual marriage, Rice said, <q> Sure? Why not? </q> Undated handout photo of British journalist <strong> Piers Morgan </strong> Photo in Slideshow: This undated photo made available by CNN, shows <strong> Simon Cowell </strong> gone from` American Idol' and newbies <strong> Jennifer Lopez </strong>... <strong> Simon Cowell </strong> gone from` American Idol' and", "new_id": -2}, {"uid": "1295766546156794892", "i": 18740, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Dollar wert. <strong> Larry Page </strong> lobt <strong> Eric Schmidt </strong> <strong> Eric Schmidt </strong> h?lt derzeit 2,9 Prozent am Unternehmen. Das US-Magazin Forbes f?hrt ihn auf seiner Liste der Superreichen auf Platz 117 mit einem gesch?tzten Gesamtverm?gen von 6,3 Milliarden Dollar. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagte sein Nachfolger <strong> Larry Page </strong>. Er hatte Google 1998 zusammen mit seinem Studienkollegen <strong> Sergey Brin </strong> gegr?ndet. F?hrungswechsel Copyright? Neue Z?rcher Zeitung AG Alle Rechte vorbehalten. Eine Weiterverarbeitung, Wiederver?ffentlichung oder dauerhafte Speicherung zu", "new_id": -2}, {"uid": "1296593740161153052", "i": 9478, "idx": 1, "sa": ["Andy Coulson"], "q": "resigned after deciding that the continuing allegations about phone hacking dating back to his time as the Sunday tabloid's editor had made it impossible to devote`` 110%'' of his time to his job. <q> When the spokesman needs a spokesman, it is time to move on, </q> he said in his statement. Downing Street insisted his resignation was not precipitated by any new evidence that would challenge his claim that he had no knowledge of phone hacking at the newspaper. <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1295803447123387998", "i": 56770, "idx": 1, "sa": ["Sergio Marchionne"], "q": "also owns other brands including Ferrari and Maserati. <strong> Sergio Marchionne </strong> says Fiat needs to increase its output to about six million vehicles a year to survive the financial crisis. He's described the potential merger with Opel as a <q> marriage made in heaven. </q> But analysts have asked how sensible it'd be to combine two brands which make overlapping models. And the head of the works council at one Opel plant isn't enthusiastic about a deal:[ Harald Lieske,", "new_id": -2}, {"uid": "1297323057252542979", "i": 12177, "idx": 3, "sa": ["George W. Bush", "Hussein Kamel", "Colin Powell"], "q": "'s behavior influenced the decision, although the nuances are often lost in public statements. In 2003, then-Secretary of State <strong> Colin Powell </strong> L. <strong> Colin Powell </strong> declared in his href=\"http://www.guardian.co.uk/world/2003/feb/05/iraq.usa\"> famous speech to the U.N. Security Council, <q> Saddam <strong> Hussein Kamel </strong> forced out the last inspectors in 1998. </q> 2002-2003 inspections The departure of the inspectors in 2003 is much more clear-cut: They wanted to keep looking for weapons of mass destruction and reported that Iraq was showing increasing cooperation. But the <strong> George W. Bush </strong> administration", "new_id": -2}, {"uid": "1295670451069369884", "i": 55624, "idx": 7, "sa": ["Scottie Pippen", "Allen Iverson", "Kobe Bryant", "Michael Jordan"], "q": "the Sixers fought off a rally by the Bulls and opened a 19-point lead. Philadelphia has won four of its last six.`` This game will give us a <strong> Kobe Bryant </strong> bit more confidence,'' <strong> Allen Iverson </strong> said. <q> It gives us confidence because if we can beat the world champions, there shouldn't be any reason why we shouldn't feel we can beat every team we play against. Some nights we're going to have off nights shooting the ball but if we play defense, we'll be in every game. </q> <strong> Scottie Pippen </strong> scored 22 points-- two in the second half-- and <strong> Michael Jordan </strong> added 20 for the Bulls, who were coming off a convincing home win over Seattle and lost for the first time in three games since <strong> Scottie Pippen </strong>", "new_id": -2}, {"uid": "1295029120140197965", "i": 51698, "idx": 1, "sa": ["Mike Pence"], "q": "the way for axing the abortion funding from ObamaCare. The rule also provides for consideration of H. Res. 9, which instructs relevant House Committees to replace Obamacare with legislation that achieves certain goals including to <q> prohibit taxpayer funding for abortions and provide conscience protections for health care providers. </q> Members of Congress are also scheduled to vote soon on a bill sponsored by pro-life Congressman <strong> Mike Pence </strong> that would revoke federal taxpayer funding for the Planned Parenthood abortion business. Title X Abortion Provider Prohibition Act ensures", "new_id": -2}, {"uid": "1296407544252772372", "i": 183, "idx": 25, "sa": ["Rasheed Wallace", "LeBron James", "Allen Iverson", "Elton Brand"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Allen Iverson_Allen Iverson_37pts_15_asts_vs_Pistons_2005_NBA_Playoff_Gm_3 <strong> Allen Iverson </strong> was trying to stay with his man on defense when he slammed full-force into <strong> Rasheed Wallace </strong> and went sprawling to the floor. PicLeBron James", "new_id": -2}, {"uid": "1295008484200032264", "i": 28064, "idx": 5, "sa": ["Mark Kelson", "Kirsten Gillibrand"], "q": "pizza. And Wasserman Schultz recounted telling her,`` Come on, you've got to get better, because we expect you up in New Hampshire this summer'' at Wasserman Schultz's vacation home. <q> And just as I said that, that's when she suddenly was struggling to open... her eyes, </q> Wasserman Schultz said.`` First just a little bit. And the doctors couldn't believe it. They said,` This is such a good time.''' <strong> Mark Kelson </strong> saw her struggling, <strong> Kirsten Gillibrand </strong>", "new_id": -2}, {"i": 10928, "idx": 0, "index_answer": 0, "new_id": -1, "q": "go around. Dysfunction in decision-making arose partly because of the competing agendas of different agencies, his own included. However, he implies that ultimately it was up to <strong> President Bush </strong> to take firmer control. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> writes <strong> Donald Rumsfeld </strong>. Among those coming in for knocks in the book are <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, respectively <strong> Donald Rumsfeld </strong> of State and head of the National Security Council( NSC) in the <strong> John McCain </strong> House at the war", "sa": ["Donald Rumsfeld", "John McCain", "Condoleezza Rice", "Colin Powell", "President Bush"], "uid": "1296862636132562982"}]