[{"uid": "1296789416115392517", "i": 26485, "idx": 0, "sa": ["Allen Iverson", "Linas Kleiza", "Carmelo Anthony", "Will Bynum"], "q": ": The Turning Point Webclip 1 Iverson_Allen Iverson_28pts_Linas Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. \"I <strong> Will Bynum </strong> remember this night for the rest of my", "new_id": -2}, {"uid": "1295945595182452250", "i": 11078, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "will be in the low tech, non-professional positions, in jobs such as personal and home care aides, retail salespersons, cashiers, waiters and waitresses, and food preparation workers,\" Bernick concludes. <q> It may be time that our California workforce system gives these jobs greater consideration. </q>( Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1295454223235356168", "i": 8529, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor. \"In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,\" <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> It's Easy Being Green: Ford Focus Electric Offers Eco-Friendly Features Throughout Vehicle The Chrysler Foundation Awards Grants to 15 Southeast Michigan FIRST Robotics Teams Other News Releases in Joint Ventures Groups Announce Creation", "new_id": -2}, {"uid": "1296256030207339546", "i": 1964, "idx": 0, "sa": ["Bernie Sanders"], "q": "<strong> Bernie Sanders </strong> to ask the Postal Service to make a reasonable accommodation for Rhein under the Rehabilitation Act. The first request was denied due to safety concerns, but Rhein appealed. It was granted last week. <q> Let's go see that magnificent thing, </q> he said heading outside with his cane. Before Friday, Rhein, a former teacher and school administrator, relied on his daughter to drop off and pick up his mail, which has meant he's", "new_id": -2}, {"uid": "1296334295178929672", "i": 28957, "idx": 0, "sa": ["Zahi Hawass"], "q": "rates apply. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1295010847175898671", "i": 2143, "idx": 0, "sa": ["Piers Morgan", "Susan Boyle", "Simon Cowell"], "q": "Got Talent star is throwing the party at her? 300,000 gated home in Blackburn tomorrow, according to The Sun. The paper claims that the singer has invited both <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> to the event. <q> We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited, </q> a source said. \"<strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again.\" However, with <strong> Piers Morgan </strong> currently filming for his new CNN show in America it seems unlikely that he will be in attendance.", "new_id": -2}, {"uid": "1294959202181354591", "i": 19279, "idx": 2, "sa": ["Colin Powell", "Kim Il"], "q": "They presumed the United States now could cut its military budget dramatically and spend that money at home. That perception was bolstered two years later when <strong> Colin Powell </strong>, then chairman of the Joint Chiefs of Staff, declared: <q> I'm running out of enemies. I'm down to Castro and <strong> Kim Il </strong> Sung. </q> <strong> Colin Powell </strong>'s observation 20 years ago is still basically true: The United States has no militarily significant rivals, notwithstanding the terrorist threat and the war in Afghanistan. Regardless, the Defense Department is still buying", "new_id": -2}, {"uid": "1295559822104759319", "i": 33837, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "said. announcement whether any disagreements internally prompted the change, but <strong> Eric Schmidt </strong> says <strong> Larry Page </strong> is ready to run the company, while <strong> Sergey Brin </strong> will continue focusing on new product ideas, with the title of Co-Founder. <q> <strong> Larry Page </strong>, in my clear opinion, is ready to lead, </q> <strong> Eric Schmidt </strong> said in the blog post. In the nearly ten years as the CEO, <strong> Eric Schmidt </strong> has helped lead Google from an innovative search company in search of a real business model into a tech giant with", "new_id": -2}, {"uid": "1295686742156401686", "i": 57222, "idx": 23, "sa": ["David Stern", "Chris Webber", "Dikembe Mutombo", "Phil Jackson", "Allen Young", "Allen Iverson", "Jason Kidd", "Tim Duncan", "Maurice Cheeks"], "q": "working to figuring out how to win games,\" <strong> Maurice Cheeks </strong> said. \"There are a lot of things we've got to work on.\" <strong> Allen Iverson </strong> led the Sixers with 36 points and <strong> Chris Webber </strong> had 15. <q> The most I got out of it was that guys need to take a chAllen Youngge to make this team better, </q> <strong> Allen Iverson </strong> said. \"He talked about during this bad Tim Duncane that we're going through right now that it was Young_Allen Iverson_MVP_SeJason Kidd_43pts_vs_Pistons_Dikembe Mutombo's_Debut Phil Jacksonadelphia 76ers obtain 7-foot-2-inch <strong> Dikembe Mutombo </strong>, last great center still standing in EaDavid Stern Conference, in six-player deal", "new_id": -2}, {"uid": "1295931103251396112", "i": 19723, "idx": 2, "sa": ["Bill Lockyer"], "q": "employee pensions,\" ' <strong> Bill Lockyer </strong> said. \"It's not needed.\" Pension reform advocate Marcia Fritz said the pension problem can not be underestimated and said reform needs to happen quickly. <q> It's truly a crisis. I totally disagree with[ <strong> Bill Lockyer </strong>], </q> Fritz said, adding that a bankruptcy law \"would get some serious negotiations going with the labor unions, where they know that this is an option, and they know that if they push it, it could", "new_id": -2}]