[{"uid": "1296494521100859915", "i": 26504, "idx": 4, "sa": ["Allen Iverson", "Dwyane Wade"], "q": "its bid to win three straight games for the first time this season.`` We do a lot of things positive on the basketball court, we're just not putting together whole games,'' <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Miami_Heat_vs_Indiana_Pacers_105__96_April_3,_2010 <strong> Dwyane Wade </strong> goes off for 43 points along with nine rebounds and six assists", "new_id": -2}, {"uid": "1297335923118145136", "i": 21521, "idx": 3, "sa": ["Paula Abdul", "Simon Cowell"], "q": "represented hope and keeping your dream alive.( <strong> Simon Cowell </strong>) represented the intensity of how difficult and hard this business is. You have to have both.'' And she expects to redouble her efforts as <q> a mentor and coach and perpetual cheerleader. </q> But will a certain Simon-esque counterbalance be missing?`` Not at all,'' declares <strong> Paula Abdul </strong>.`` Watch the show. I'll let the show speak for itself. People will get to", "new_id": -2}, {"uid": "1295912306177651767", "i": 25523, "idx": 1, "sa": ["Mitch McConnell", "Mike Pence", "Tom Coburn"], "q": "know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address,'' Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. <q> Well, I've been in Congress for 10 years, and I learned a long time ago, it doesn't really matter where you sit- it matters where you stand. </q> And Senate Republican Leader <strong> Mitch McConnell </strong> brushed off the idea this weekend, saying people can certainly mix it up, if they want. But <strong> Tom Coburn </strong> told NBC the two parties often don't approach each", "new_id": -2}, {"uid": "1296154380245841959", "i": 26243, "idx": 2, "sa": ["Michael Vick"], "q": "Pingback: Tweets that mention <strong> Michael Vick </strong>'s Marketability Comes Full Circle- MarketShare- Advertising marketing& media- Forbes-- Topsy.com Cancel Post Your Comment You must be logged in to post a comment <q> damn you michael noer, for putting one of your colleagues in harm's way. keep writing. i'm enjoyign this very much. </q>", "new_id": -2}, {"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}, {"uid": "1296053683158892039", "i": 24714, "idx": 2, "sa": ["Michael Vick"], "q": "were thin, light and able to withstand the crushing force of a blitz. Most NFL players do not use leg protection because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢. <q> I forgot the Unequal pads were in my pants, </q> says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs.`` I didn't feel a thing!'' Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles,", "new_id": -2}, {"uid": "1295416408157892622", "i": 22818, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "made the rounds at the Indiana Statehouse on Tuesday. He visited Gov. <strong> Mitch Daniels </strong>' office, delivered a speech in both the Indiana House and Senate chambers, and then spoke with news media. <q> I would say our options we're considering and we're reflecting on are to either continue to serve in Washington in some capacity, to come home to Indiana to seek higher office or to seek higher office on the national level, </q> <strong> Mike Pence </strong> told reporters. Indiana Republicans have said in recent weeks that they believe <strong> Mike Pence </strong> will run for governor, in part because the office could serve as a better springboard for a national campaign than a U.S.", "new_id": -2}, {"uid": "1297506372096157699", "i": 7233, "idx": 0, "sa": ["Eric Schmidt"], "q": "`` We needed to get these different product leaders together to find time to talk through all the integration points,'' says Page during a telephone interview with <cite> Bloomberg Businessweek </cite> minutes before a late-January Execute session. <q> Every time we increase the size of the company, we need to keep things going to make sure we keep our speed, pace, and passion. </q> The new weekly ritual-like the surprise announcement on Jan. 20 that Page will take over from <strong> Eric Schmidt </strong> in April-marks a significant shift in strategy at the world's most famous Internet company. Welcome to Google 3.0. In", "new_id": -2}, {"uid": "1296867070001982490", "i": 3059, "idx": 3, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "restructure the weakest of the U.S. automakers with Fiat's small-car know-how and international distribution. <strong> Sergio Marchionne </strong> said that in the next two to three years Chrysler and Fiat could ultimately merge into one company, adding, <q> For all I know it could be based here. </q> <strong> Sergio Marchionne </strong> is credited with reviving Fiat, whose brands include Ferrari, Maserati and Alfa Romeo. Last year, Volkswagen AG( VOWG_p. DE) Chairman <strong> Ferdinand Piech </strong> expressed an interest in buying Alfa Romeo", "new_id": -2}, {"uid": "1295288923000475180", "i": 18119, "idx": 2, "sa": ["Steve Ballmer", "Aggro Santos", "Avril Lavigne"], "q": ", your body.'' Although <strong> Steve Ballmer </strong> admitted that the firm could improve with targeting a broader set of demographics, such as teenage girls, the console is resonating better with a wider audience. <q> I think about my own family. My wife used to say,` No, no, that's the machine the boys use', and now she says,` Yeah, I want to go watch movies. Let's go play the dance game', </q> he said. Single ReviewsThis week, we rate Britney, Adele, <strong> Avril Lavigne </strong>& <strong> Aggro Santos </strong>! Guy BurnetThe former Hollyoaks", "new_id": -2}]