[{"uid": "1295981119035848227", "i": 20314, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "should not be reached through coercion, intimidation, and threats of violence. Hezbollah, backed by Syria, engaged in all three to achieve its political goals.\" Vietor said the tribunal is vital for <q> stability, security and justice in Lebanon. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog OAKLAND 3 BR/ 2.0 BA$ 699,000.00 SAN RAMON 4 BR/ 2.0 BA$", "new_id": -2}, {"uid": "1295612145098222099", "i": 2274, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "continuing pressures on him and his family mean that he feels compelled to do so.\" <strong> Andy Coulson </strong> played a key role in helping propel Conservative leader <strong> David Cameron </strong> to power in elections in May 2010. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> <strong> David Cameron </strong> said. The hacking saga has refused to die down since the News of the World's royal correspondent and a private investigator were jailed in 2007 for conspiracy to access mobile phone messages involving Princes <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1297347162253526023", "i": 28813, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", such as shifting procurement or adopting new policies on foreign exchange, <strong> Sergio Marchionne </strong> said.\" Any knee-jerk reaction to currency moves can force a readjustment and that can be quite expensive,\" <strong> Sergio Marchionne </strong> said. <q> For Chrysler, it is a great thing to the extent that other currencies have experienced a strong position relative to the US dollar. </q> For European operations,\" it's a bind,\" he said. Fiat has significant sales in Brazil and is working to help Chrysler expand its business there and other markets. Fiat", "new_id": -2}, {"uid": "1295804058124010503", "i": 26644, "idx": 2, "sa": ["Hu Jintao", "Colin Powell"], "q": "people, and they haven't done badly in recent years.\" <strong> Colin Powell </strong> observed that both leaders presented their viewpoints in an atmosphere of mutual respect, which he predicted would particularly benefit <strong> Hu Jintao </strong>. <q> He goes home looking like he preserved his positions, </q> <strong> Colin Powell </strong> said.\" Both sides came out of this I think rather well.\" <strong> Colin Powell </strong> called the U.S. relationship with China\" complex\" and guaranteed to have its ups and downs.\" But I", "new_id": -2}, {"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.\" <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q> But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds, </q> writes <strong> Howard Kurtz </strong>.\" What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.\" <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}, {"uid": "1297125440055640097", "i": 29505, "idx": 0, "sa": ["Paula Abdul", "Nicole Kidman", "Simon Cowell"], "q": "<strong> Nicole Kidman </strong> 1 hr 1 min ago LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series\" The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow\" American Idol\" judge.\" I've always said at some point we are going to be working together.\" But, he added,\" I have to", "new_id": -2}, {"uid": "1297179349217825301", "i": 30326, "idx": 0, "sa": ["Matt Lauer", "Simon Cowell"], "q": "Idol\" is doing just fine without him. Not that the man once known as\" <strong> Simon Cowell </strong> Mean\" has actually watched an entire episode of his old series since his exit last season. <q> It's on a different time here in the U.K., </q> <strong> Simon Cowell </strong> told TODAY show host <strong> Matt Lauer </strong> during a Tuesday morning interview.\" I watched some clips last week to get up to speed, and it looked good.\" That includes the new faces on the", "new_id": -2}, {"uid": "1295487172086802452", "i": 5151, "idx": 2, "sa": ["Brad Greenberg", "Stephon Marbury", "Allen Iverson"], "q": "the 76ers had two jerseys made up: one for <strong> Allen Iverson </strong> and one for <strong> Stephon Marbury </strong>, the other talented point guard in the draft. After the second workout, <strong> Brad Greenberg </strong> knew the <strong> Stephon Marbury </strong> jersey would not be needed. <q> He's a special athlete and a special competitor and he has leadership ability, </q> <strong> Brad Greenberg </strong> said of <strong> Allen Iverson </strong>.\" He made it an easy decision.\" <strong> Allen Iverson </strong>, who said he didn't know for sure about the pick until it was made, referred both to a new era for the", "new_id": -2}, {"uid": "1296871134118718475", "i": 6732, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "is a work stoppage.\" I don't want my salary to go to a dollar. My wife doesn't want my salary to go to a dollar,\" he said, drawing laughs. <q> But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible. </q> <strong> Roger Goodell </strong> also commented on the following subjects:_ He said he had spoken to Philadelphia Eagles quarterback <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending", "new_id": -2}, {"uid": "1296922649262193174", "i": 35460, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,\" Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. <q> He wanted the options to be` creative.' </q> \"[ snip] His biggest mistake, Mr. <strong> Donald Rumsfeld </strong> writes, was in not forcing Mr. <strong> President Bush </strong>\\ to accept his offers to resign after the abuse of Iraqi detainees by American military jailers came", "new_id": -2}]