[{"uid": "1296431363238108720", "i": 8139, "idx": 0, "sa": ["Steve Lavin", "Michael Vick", "Stewart Mandel"], "q": "put them over the top and into the tournament. If nothing else, it goes in the record book and helps create excitement for the program. <strong> Steve Lavin </strong> should get his share of more energized crowds. <q> It's a step in the right direction, </q> he said afterward. <strong> Stewart Mandel </strong>: St. John's shows signs of progress under <strong> Steve Lavin </strong> by knocking off Duke Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for Kevin Kolb", "new_id": -2}, {"uid": "1295224486254787627", "i": 22911, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "initial plan for the long months and eventually years that followed to put Afghanistan and Iraq back on their feet. Korb called it a`` deliberate'' move on then-Defense Secretary <strong> Donald Rumsfeld </strong>'s part. <q> He didn't want any part of nation-building, plus the neocons( neoconservatives) believed( preeminent Iraqi politician Ahmed) Chalabi would take over. They didn't really do any planning for the post-war period, </q> he added. In Iraq and Afghanistan alike, insufficient numbers of US and coalition troops coupled with governments too weak to bring their authority to bear on the population faced a growing insurgency that forced the United", "new_id": -2}, {"uid": "1297285311122896474", "i": 2626, "idx": 2, "sa": ["Kevin McKeever", "Mike Pence", "Andrew Breitbart", "Allen West", "Ben Roethlisberger", "Larry O'Connor"], "q": ".) At 11, in the main ballroom, <strong> Mike Pence </strong> <strong> Allen West </strong> will fire a handgun past the heads of various thrilled audience members for 15 minutes or so. At noon, in room 8216, is <q> Getting Started in Hollywood. </q>`` Industry veterans''-- <strong> Kevin McKeever </strong>, Bank of Kev Productions, Lisa Mei Norton of Ben RoethlisbergerDawg Music Mafia <strong> Larry O'Connor </strong>, from <strong> Andrew Breitbart </strong>'s <strong> Ben Roethlisberger </strong> Hollywood-- will`` show you the ins and outs of getting a career started", "new_id": -2}, {"uid": "1297200704240402442", "i": 6943, "idx": 0, "sa": ["Terri Seymour", "Nicole Scherzinger", "Christina Aguilera", "Kanye West", "Simon Cowell", "Ricky Martin"], "q": "the judges in a few weeks, but gave <strong> Terri Seymour </strong> a few hints. <strong> Simon Cowell </strong>'s Best`` Idol'' Quotes! When asked how he felt about <strong> Nicole Scherzinger </strong> as a potential judge, <strong> Simon Cowell </strong> replied, <q> What I like about <strong> Nicole Scherzinger </strong>... she started off as a competitor on one of these shows. She is a killer; she is really ambitious. </q> <strong> Simon Cowell </strong> went on to say that a post-Super Bowl <strong> Christina Aguilera </strong> is a`` no,'' <strong> Ricky Martin </strong> is`` interesting,'' and that <strong> Kanye West </strong> would probably refuse the offer. With a$ 5-million prize at", "new_id": -2}, {"uid": "1296232207160088064", "i": 23156, "idx": 7, "sa": ["Mike Pence", "Mike McDaniel"], "q": "home of GOP`` rising stars'' like <strong> Mike Pence </strong>.`` <strong> Mike McDaniel </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation,'' he said. <q> He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state. </q> The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as``", "new_id": -2}, {"uid": "1297662325045400099", "i": 16796, "idx": 4, "sa": ["Donald Rumsfeld", "Colin Powell", "Condoleezza Rice", "George H. W. Bush"], "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq.`` <strong> Colin Powell </strong> was not duped or misled by anybody,'' Mr. <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about Saddam's suspected WMD stockpiles. The <strong> George H. W. Bush </strong> did not lie. The <strong> George H. W. Bush </strong> did not lie.[ CIA Director <strong> George H. W. Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> George H. W. Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing Hussein was the right thing to do. He denies,", "new_id": -2}, {"uid": "1295902182179077173", "i": 21959, "idx": 0, "sa": ["Darrell Issa", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "solutions needed to address the challenges facing our nation unless we are first willing to move beyond the partisan entrenchments that too often stand in the way of progress,'' <strong> Darrell Issa </strong> and Towns said in a joint statement. <q> The work we do at the href=\"http://oversight.house.gov/\"> Oversight and Government Reform Committee is instrumental in fulfilling our obligation to the American people to ensure that we are better stewards of their tax-dollars and that government is as transparent and accountable as possible. </q> they can put partisan rancor aside in the wake of the shooting of Arizona Rep. <strong> Gabrielle Giffords </strong>. Sen. <strong> Kirsten Gillibrand </strong> Grab a ringside seat for the blazing battles stirring up City Hall, Albany and Washington. Throw your hat in", "new_id": -2}, {"uid": "1295205122233127947", "i": 32784, "idx": 2, "sa": ["Carlos Watson", "Gabrielle Giffords", "Paul Ryan", "Kirsten Gillibrand", "Debbie Wasserman Schultz", "Katrina vanden Heuvel", "Barack Obama"], "q": "Shortly after the <strong> Barack Obama </strong> left the Sen. <strong> Kirsten Gillibrand </strong>& Rep. <strong> Debbie Wasserman Schultz </strong> on Visiting <strong> Gabrielle Giffords </strong> COOPER: And, if you're just joining us, welcome to this special 360 tonight at 10:00. <strong> Barack Obama </strong> in <strong> Paul Ryan </strong> on MSNBC: <q> Let's have an honest debate </q> <strong> Paul Ryan </strong> speaks with <strong> Katrina vanden Heuvel </strong> and <strong> Carlos Watson </strong> on MSNBC on health care July 29, 2009- Paul Ryans Health Care Reform: A Plan Forward: www.house.gov- Become a Fan of <strong> Paul Ryan </strong> on Facebook: www.facebook.com- Follow <strong> Paul Ryan </strong> on", "new_id": -2}, {"uid": "1296826903159875141", "i": 40232, "idx": 0, "sa": ["Harrison Ford", "Zahi Hawass"], "q": "similar to the one worn by <strong> Harrison Ford </strong> in the Indiana Jones movies. On his Web site( www.drZahi Hawass.com) as of Wednesday, Feb. 3, <strong> Zahi Hawass </strong> reported that all of the Egyptian monuments are safe. <q> All the archaeological sites in Aswan, such as the Temple of Philae, the Unfinished Obelisk, the Island of Kalabsha, the Tombs of the Nomarchs, and Elephantine Island are completely safe, </q> <strong> Zahi Hawass </strong> says.`` The temples of Edfu and Kom Ombo are also safe. All of the tombs in the Valley of the Kings, Valley of the Queens, Tombs of the Nobles, and the temples of", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}]