[{"uid": "1297123761195428364", "i": 23296, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to`` propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would`` welcome a clarification of the guidelines.''", "new_id": -2}, {"uid": "1296400989177029150", "i": 20349, "idx": 0, "sa": ["Eric Schmidt"], "q": ". Respect the Little Guy Empowerment of the individual was another big theme: the consumer is becoming the producer. And everyone's attention was on Egypt. Said serial entrepreneur Bill Gross of Idealab: <q> People here ask,` Does the social-media revolution make real revolutions?' The answer seems to be yes. </q> Don't Believe What You Read Is journalism getting more erratic? That's what Google CEO <strong> Eric Schmidt </strong> thinks. He blames an essentially unstable`` blogger-based media'' for distorting the news. Others wondered why", "new_id": -2}, {"uid": "1295310733097861638", "i": 44758, "idx": 0, "sa": ["Lou Williams", "Allen Iverson", "Anthony Parker"], "q": "pulled the Sixers to 98-96. But <strong> Anthony Parker </strong> came right back with a clutch 3-pointer of his own for a 101-96 advantage.`` It's good to see the ball go through the hoop,'' <strong> Anthony Parker </strong> said. <q> Defensively, I felt like we did a good job, forcing them to take some tough shots, which they hit. </q> On the Sixers' next possession, <strong> Lou Williams </strong> hit a 3-pointer and was fouled by <strong> Anthony Parker </strong>. <strong> Lou Williams </strong> connected on the free throw for a rare http://wn.com/Allen_Iverson_back_to_Philadelphia_76ers__Interview Sixers agree to terms with <strong> Allen Iverson </strong> to make Sixers season debut on Monday", "new_id": -2}, {"uid": "1296964596119160897", "i": 5547, "idx": 0, "sa": ["Tom Brady", "Michael Vick", "Brett Favre", "Ben Roethlisberger"], "q": "a lot to overcome. A poll taken for The Hollywood Reporter shows that`` Big <strong> Ben Roethlisberger </strong>'' is the most disliked player in today's game. The good news for him: Despite what Sports Illustrated described as <q> repulsive behavior, the ultimate expression of athletic entitlement run amok, </q> <strong> Ben Roethlisberger </strong> is not the most disliked player in the league. According to this poll, he ranks fourth, behind <strong> Brett Favre </strong>, of the Minnesota Vikings; <strong> Michael Vick </strong>, of the Philadelphia Eagles; and New England's <strong> Tom Brady </strong>", "new_id": -2}, {"uid": "1296273664046694409", "i": 25149, "idx": 6, "sa": ["Chauncey Billups", "Allen Iverson", "Carmelo Anthony"], "q": "for No. 10-- Philadelphia's 10th straight loss. <strong> Chauncey Billups </strong> scored 31 points and <strong> Carmelo Anthony </strong> had 14 to help the Denver Nuggets spoil <strong> Allen Iverson </strong>'s return to Philadelphia with a 93-83 win over the 76ers on Monday night. <q> I just felt like I was back home, </q> <strong> Allen Iverson </strong> said.`` It was deja vu. Just a real good feeling. The fans made it hard on me because they made me more nervous than I already was.'' The Nuggets did their share to", "new_id": -2}, {"uid": "1297262082245678222", "i": 350, "idx": 0, "sa": ["Simon Cowell"], "q": "LONDON- <strong> Simon Cowell </strong> has signed a whopping 100 million pounds deal with ITV. <q> I am thrilled this deal has been concluded with ITV to enable our relationship to continue to develop, </q> the Daily Star quoted <strong> Simon Cowell </strong> as saying.`` I am committed to making sure both shows get bigger and better.`` I have a lot to thank ITV for. They have", "new_id": -2}, {"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy.`` I think that's part of what he's been positioning for,'' said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q> In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will </q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}, {"uid": "1297077143210305038", "i": 12111, "idx": 1, "sa": ["Amy Manson", "Daniel Mays", "Liam Cunningham", "Simon Cowell", "Jamie Bamber", "Hermione Norris"], "q": "`` <strong> Simon Cowell </strong> is the boss of this show. He gets what he wants and he wants Cheryl. The money you make on American TV is huge, but there's also a huge risk.'' <q> The way American contracts are gives Fox the chance to opt out if viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen. </q>`` As soon as it's announced she's going to be a judge the plan will be to launch her music career in the States.'' <strong> Liam Cunningham </strong>, <strong> Hermione Norris </strong>, <strong> Daniel Mays </strong>, <strong> Amy Manson </strong>, <strong> Jamie Bamber </strong>", "new_id": -2}, {"uid": "1295495702052953175", "i": 45852, "idx": 0, "sa": ["Allen Iverson"], "q": "four straight and 11 of 13 since starting the season 3-0 for the first time since the 2000-01 season. That year ended with an Eastern Conference title for Philadelphia. This one might land them in the lottery. <q> I don't have any answers for what's going on, </q> <strong> Allen Iverson </strong> said.`` We're not having Awards and recognition â\u0080¢ The board welcomed the president and staff members from University College of the North, Manitoba, Canada, who are on campus to look at the colleges", "new_id": -2}, {"uid": "1295626029043139164", "i": 44520, "idx": 0, "sa": ["Eric Schmidt", "Jamie Cox", "Warner Music Group"], "q": "the company also said co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive, with Mr. <strong> Eric Schmidt </strong> assuming the role of chairman. At the bottom of the market and as stocks started to recover in 2009, <q> we didn't care much about earnings, but earnings are now 100% of what's driving the market, </q> <strong> Jamie Cox </strong>, managing partner of Harris Financial <strong> Warner Music Group </strong> said.`` A lot of CEOs are coming out of their shells to say that things aren't looking as bad anymore,'' resulting in forecasts that beat expectations,", "new_id": -2}]