[{"uid": "1296692287182763550", "i": 476, "idx": 0, "sa": ["Zahi Hawass"], "q": "King Tut's remains. They broke a statue of a panther and several others, according to a previous report in The Epoch Times. Reuters reported that the looters also damaged some mummies. <q> All of the museums in Egypt, 24 in total, are safe and unharmed; only the Egyptian Museum, Cairo, was broken into, </q> reads a Wednesday posting on the website of <strong> Zahi Hawass </strong>, Egypt's Minister of Antiquities.`` When I went to the museum on Saturday morning I found out that 70 objects had been broken, but nothing had been", "new_id": -2}, {"uid": "1295803019101695619", "i": 39692, "idx": 6, "sa": ["Norman Schwarzkopf", "Colin Powell"], "q": "will say we got this one right,'' The AP quoted him as saying. Among the guests was Sheikh Ahmad Humood Jaber Al-Sabah, who attended as a representative of Kuwait's ruler. <q> Believe me, Kuwait and its people will never forget you, </q> he said.`` We carry in our hearts what you did for us each and every day.'' By letter, <strong> Norman Schwarzkopf </strong> salutes the war fighters <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, who commanded the allied coalition", "new_id": -2}, {"uid": "1295621146048054324", "i": 48785, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "and prosecutors said last week they would review the claims for a third time. <strong> Andy Coulson </strong> was employed by <strong> David Cameron </strong> to improve the Conservative Party's media operation in the run-up to the May 2010 election. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so, </q> <strong> David Cameron </strong> said in an e-mailed statement.`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.'' In", "new_id": -2}, {"uid": "1297453495119193653", "i": 47698, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "the Capital Region. The Gillibrands purchased it to be closer to family. The home has been on the market since June 24, 2010, when it was originally listed at$ 384,000. <q> The Senator just wanted to be closer to her family, </q> said <strong> Kirsten Gillibrand </strong> spokeswoman Bethany Lesser. <strong> Kirsten Gillibrand </strong>'s parents, siblings, nieces and nephews live in the Capital Region. The property, on 2.6 acres, includes a private tennis court, and is", "new_id": -2}, {"uid": "1295772199201490460", "i": 10401, "idx": 1, "sa": ["Will Smith", "Mick Jagger", "Katy Perry", "Simon Cowell", "Mariah Carey"], "q": ", the singer may join <strong> Simon Cowell </strong> on the show when it begins filming later this year.`` To get her on the show would give it real star power,'' a source told the magazine. <q> <strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong> are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out.`` She has a massive appeal and a real edge to her, </q> they added.`` <strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion.'' Others who have been rumoured for the show's judging panel include <strong> Will Smith </strong>, <strong> Katy Perry </strong>, <strong> Mick Jagger </strong> and <strong> Mariah Carey </strong>. This", "new_id": -2}, {"uid": "1295647683245137442", "i": 24018, "idx": 0, "sa": ["Eric Schmidt"], "q": "1,295, very close to a psychologically important top of 1,300. The Dow, meanwhile, got somewhat closer to 12,000. But investors seem to be focused Friday more on the good news. <q> I think it boils down to one thing: the earnings are coming in at levels that will be adjusted to higher PE ratios, so that's a fundamental plus for the market, </q> Cardillo said.], meanwhile, also traded lower despite reporting after the market closed Thursday. The search engine giant also stunned investors by announcing that <strong> Eric Schmidt </strong> will resign as CEO and that co-founder Larry Page,", "new_id": -2}, {"uid": "1295593388155664395", "i": 28803, "idx": 4, "sa": ["Eric Schmidt", "Google Inc."], "q": "interview and a conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>'s co-founders as his`` best friends.''`` I believe Larry is ready'' to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q>", "new_id": -2}, {"uid": "1296210386253706250", "i": 21157, "idx": 0, "sa": ["Jimmy Kimmel", "Simon Cowell", "Ryan Seacrest"], "q": "TV's Best Video Clips- Updated Daily <strong> Ryan Seacrest </strong>( Mostly) Wishes <strong> Simon Cowell </strong> Success with' X Factor'( VIDEO) <strong> Simon Cowell </strong> will rub any' X Factor' success in his face. <q> He'll be the first to congratulate himself on his new ratings by sending me a fax of the ratings to my house the day after his new series premieres, </q> <strong> Ryan Seacrest </strong> says on <strong> Jimmy Kimmel </strong> asks,`` Do you hope his[ show] does better than yours?'' <strong> Ryan Seacrest </strong> replies,`` <strong> Jimmy Kimmel </strong>, it's been a long segment. I feel like we should take a", "new_id": -2}, {"uid": "1296157924245841935", "i": 10142, "idx": 3, "sa": ["Roy Blunt", "Barack Obama", "Steve Israel", "Mike Pence"], "q": "can agree it's[ the tax code] too complicated'' said <strong> Steve Israel </strong>( D-N.Y.), head of the Democratic Congressional Campaign Committee, the Democrats' election arm of the House. But, <strong> Steve Israel </strong> warned, <q> the hard climb will be identifying what provisions to reform. </q> Freshman <strong> Barack Obama </strong> <strong> Roy Blunt </strong>( R-MO) also expressed hope that`` the divided government can create an opportunity to accomplish some hard things.'' Looking toward the 2012 political season all eyes were on <strong> Mike Pence </strong>", "new_id": -2}, {"i": 15634, "idx": 1, "index_answer": 0, "new_id": -1, "q": ",'' <strong> Eric Schmidt </strong> said in a prepared statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.'' Twitter comment on the shuffle was less formal: <q> Day-to-day adult supervision no longer needed!, </q> he wrote. The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and Brin have long run Google as a trio, an approach they spelled out in an`` owner's manual'' included in the", "sa": ["Eric Schmidt"], "uid": "1295559654260145168"}]