[{"i": 24465, "idx": 0, "index_answer": 0, "new_id": -1, "q": "bid to take the crown in the talent show's seventh season. Despite rocker <strong> David Archuleta </strong> Cook's surge in recent weeks, the judges were uncharacteristically united in proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival. <q>You came out here tonight to win, and what we have witnessed is a knockout,</q> said prickly judge <strong> Simon Cowell </strong>. Judge Randy Jackson concurred, proclaiming \"the best singer of season 7 is right there,\" following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon </strong>'s \"Imagine,\" a song that earlier in the", "sa": ["Simon Cowell", "John Lennon", "David Archuleta"], "uid": "1296233986144064524"}, {"uid": "1296084768189841416", "i": 11882, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.</q> Comments are not reviewed before posting. If you believe a comment has violated the commenting guidelines, please alert a moderator using links provided. Tea Party darling Bachmann mocked for State of the Union reply Mosque to", "new_id": -2}, {"uid": "1295778208220971018", "i": 17669, "idx": 0, "sa": ["Eric Schmidt"], "q": "management shake-up, will give a$ 100 million equity award to outgoing chief executive <strong> Eric Schmidt </strong>, who in April will be succeeded by company co-founder Larry Page, says a media report. <q>Google... will give a$ 100 million equity award to outgoing chief executive <strong> Eric Schmidt </strong>,</q> the Wall Street Journal reported. It was the first such award for <strong> Eric Schmidt </strong> since he joined the company in 2001. It includes stock and options, the report said citing a Google spokesperson as", "new_id": -2}, {"uid": "1295719333220610563", "i": 47808, "idx": 1, "sa": ["Michael Jordan", "Wes Brown", "Allen Iverson"], "q": "the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. \"Anybody that bet on it, some broke people out there,\" <strong> Allen Iverson </strong> said. <q>I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.</q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach Larry <strong> Wes Brown </strong> said. \"This is kind of unexpected", "new_id": -2}, {"uid": "1295897193127107081", "i": 45262, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "most I've never reread.\" As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: <q>Are we winning or losing the war on terror?</q> \"Is the U.S. government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" Another <strong> Donald Rumsfeld </strong> Rule: \"If you are not criticized", "new_id": -2}, {"uid": "1295217254029671474", "i": 19214, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q>This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible.</q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles", "new_id": -2}, {"uid": "1294965093056983574", "i": 3890, "idx": 2, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "She even scratched her nose, Lemole said. The encouraging news continued when <strong> Kirsten Gillibrand </strong> and Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., stood in the hospital room Wednesday, talking, joking and touching their friend. <q>She was rubbing our hands and gripping our hands so... we knew she could hear and understand what we were saying and she moved her leg, and so we knew she was responding,</q> <strong> Kirsten Gillibrand </strong> said. \"And the more we joked about what we were going to do, she started to open her eyes.\" <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, realized the significance of the moment", "new_id": -2}, {"uid": "1297284241241352704", "i": 261, "idx": 2, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "secretary by <strong> Robert Gates </strong>. \"The heart-breaking thing with respect to Guantanamo is not that there?s anything wrong with it, it?s one of the finest prison systems in the world,\" said <strong> Donald Rumsfeld </strong>. <q>What?s awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they were not hurting people,</q> he said. <strong> Donald Rumsfeld </strong> described it as \"a fine operation,\" and said US military personnel working there have \"taken a lot of the heat unfairly\" and \"deserve a lot of credit\"", "new_id": -2}, {"uid": "1296697266117014550", "i": 19525, "idx": 0, "sa": ["Piers Morgan", "Seth Rogen", "Ricky Gervais", "Henry Cavill", "Sarah Palin", "Simon Cowell"], "q": "Bargis Tryhol, the American pole vaulter with the World's Largest Penis, has slipped out of a prototype JLS Condom. \"It was one from the \"Average to Large' range\", claimed Tryhol. <q>I picked it up... Mexico ambassador to London rattled by Top Gear's` outrageous, vulgar and inexcusable insults' <strong> John Travolta </strong> Furious At <strong> Ricky Gervais </strong> For Insinuating That He Is Gay- <strong> Ricky Gervais </strong> Replied \"Get Over It Missy!</q> <strong> Ricky Gervais </strong> Has Agreed To Be <strong> Sarah Palin </strong>'s 2012 Presidential Campaign Manager <strong> Piers Morgan </strong>, <strong> Ricky Gervais </strong> and <strong> Simon Cowell </strong>: Americans Just Don\"t Get the British <strong> Ricky Gervais </strong> Vilified For Teasing Self-Congratulatory Millionaire Public Figures. <strong> Ricky Gervais </strong> <strong> Seth Rogen </strong> Upon Backstage By <strong> Henry Cavill </strong> Elite", "new_id": -2}, {"uid": "1295652755122683468", "i": 27494, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "largest social network. <strong> Google Inc. </strong> said the management change was made as part of a plan to \"streamline\" decision making and create clearer lines of responsibility and accountability at the top. <q>It's a good move. It[ the triumvirate management structure] was always one of things that concerned us a little bit,</q> said Ryan Jacob, portfolio manager with the Jacob Internet Fund. \"It should streamline the decision-making process. They're in a fast-moving industry.\" <strong> Eric Schmidt </strong> now plans to sell about 534,000 shares of", "new_id": -2}]