[{"uid": "1297229275207454253", "i": 40, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "George Stephanopoulos"], "q": "( right) described <strong> John McCain </strong> in his memoir as having a` hair-trigger temper.'| AP Photo Former Defense <strong> Donald Rumsfeld </strong> acknowledged Tuesday that he and <strong> John McCain </strong> aren't the most compatible pair. <q> I think that is the understatement of the decade, </q> responded host <strong> George Stephanopoulos </strong>. <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a`` hair-trigger temper'' and`` a propensity to shift his positions to appeal to the media.'' The book,`` Known and", "new_id": -2}, {"uid": "1295907499177651845", "i": 2327, "idx": 1, "sa": ["Eric Schmidt", "Liza McGuirk"], "q": "`` My show is the <strong> Eric Schmidt </strong>'',`` <strong> Eric Schmidt </strong> Happens'',`` I'm getting too old for this <strong> Eric Schmidt </strong>'',`` I <strong> Eric Schmidt </strong> you not'' and`` Who Gives a <strong> Eric Schmidt </strong>?''. <q> So <strong> Eric Schmidt </strong> wants his own talk show. I think instead he should partner with Wendy Williams and Ricki Lake and call it` <strong> Eric Schmidt </strong> Sandwich', </q> wrote Aubrey Sabala. <strong> Liza McGuirk </strong> is the executive producer for CNN's Parker Spitzer, a show on which <strong> Eric Schmidt </strong> recently appeared and caused concern by saying that people who were worried about their home featuring on Google", "new_id": -2}, {"uid": "1295199786047906870", "i": 8940, "idx": 1, "sa": ["Kirsten Gillibrand", "Hillary Clinton"], "q": ". The repeal will find favor in the Republican-controlled House but isn't expected to pass the Senate.`` We've lessened the impact between doctors and patients with this bill,'' he said. <q> My hope is the debate will be good for it. </q> <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) said on CBS that lawmakers should aim to focus not on throwing out the reform law, but rather on repairing individual provisions. She acknowledged the", "new_id": -2}, {"uid": "1295455079222740487", "i": 37345, "idx": 0, "sa": ["Michael Vick", "Jay Cutler"], "q": "playoffs. First, he led the Packers to an upset of <strong> Michael Vick </strong> and the Eagles in Philadelphia. Then, he led a dominating performance against an Atlanta team that went 13-3 during the regular season. <q> I know <strong> Aaron Rodgers </strong> well. He's a great player, </q> <strong> Jay Cutler </strong> said.`` They played really extremely well Saturday night against a very good team. We have our hands full.'' The Bears 12-5 weren't really tested by Seattle 8-10, which already had", "new_id": -2}, {"uid": "1296077951036618254", "i": 11141, "idx": 0, "sa": ["Steve Ballmer"], "q": "video recorder( PVR), sued AT&T over patents it holds on PVR technologies in August 2009. first suit against TiVo was a move to protect both its intellectual property and to indemnify its customer. <q> We have a strong and robust patent portfolio that we will vigorously defend against infringement. It is our responsibility to protect our customers and partners and to safeguard the investments we make to bring innovative products and services to market, </q> Kevin Kutz, Microsoft director of public affairs, said in an e-mail to InternetNews.com. A year ago in his Consumer Electronics Association keynote, Microsoft CEO <strong> Steve Ballmer </strong> told the audience that Mediaroom had garnered some 4", "new_id": -2}, {"uid": "1295871800251510787", "i": 38132, "idx": 0, "sa": ["Gail Porter", "Myleene Klass", "Simon Cowell", "Mandy Moore"], "q": "going to do this.''' However, on this visit <strong> Mandy Moore </strong> did manage to make a little time to indulge in one of her favourite pastimes- shopping. The beautiful brunette said: <q> Of course there was one day off so it's like I'm a <strong> Mandy Moore </strong> who has some of the best shopping here, so I had a whole little laundry list of things to do yesterday( 22.01.11) and I really tried to hit the ground running. You've got to do a little Oxford Street, a little Harvey Nichols. All of the good, fun stuff. It was a good day. </q> Among the stars who attended the premiere of` Tangled' with their excited children were <strong> Simon Cowell </strong>'s ex-lover Sinitta, pregnant TV presenter <strong> Myleene Klass </strong> and <strong> Gail Porter </strong>.( c) BANG", "new_id": -2}, {"uid": "1296897095171786300", "i": 3422, "idx": 6, "sa": ["Michael Vick"], "q": "party open to the public, Butler said that <strong> Michael Vick </strong> said that he wanted`` to do something to help the kids out.''`` This is a very upscale corporate event,'' Butler said. <q> We have state senators coming. Not everybody can walk in off the street. </q> The online invitation states:`` Four-time Pro Bowl quarterback <strong> Michael Vick </strong> would like to personally invite you to the only upscale, A-list celebrity event of the 2011 Super Bowl. This will be the primary and preferred", "new_id": -2}, {"uid": "1295162148185597955", "i": 13021, "idx": 8, "sa": ["Steve Javie", "Michael Jordan", "Allen Iverson"], "q": "team that traded him to Denver over the holidays, repeating his contention that he should have had more say in the Sixers' style. <strong> Allen Iverson </strong> also saved a parting shot for official <strong> Steve Javie </strong>, who ejected him. <q> I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out, </q> <strong> Allen Iverson </strong> said.`` <strong> Michael Jordan </strong> fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league.", "new_id": -2}, {"uid": "1295629409219988022", "i": 32065, "idx": 1, "sa": ["Ben Bernanke", "Mike Pence"], "q": "the next several months. However, several Republican members of Congress have argued that the move will devalue the dollar and drive up inflation in the long run. <strong> Mike Pence </strong> said the decision to pursue QE2 is <q> an example of the failure of the current policy that mandates the Federal Reserve focus on full employment and inflation. </q> Fed Chairman <strong> Ben Bernanke </strong> has repeatedly stated that he is confident the central bank has the tools to prevent inflation, and will be monitoring the buyback program for any signs of nascent inflation. When similar", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'' <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}]