[{"uid": "1295390850138936373", "i": 2129, "idx": 1, "sa": ["Simon Cowell"], "q": "He wanted to know all the dirt I had heard about him. He did not respond defensively at all when I told him some of the unpleasant things that were in the book,\" Rushfield tells TVGuide.com. <q>I think because he was so honest, there's a much more complete portrait of him in this book.</q> alums say farewell to <strong> Simon Cowell </strong> As Idol prepares to celebrate its tenth anniversary and usher in a new judges table( among many other changes), Rushfield has compiled nine seasons of backstage dirt for", "new_id": -2}, {"uid": "1295499871140181544", "i": 18345, "idx": 0, "sa": ["Allen Iverson", "Steve Nash", "David West", "Keith Van Horn"], "q": "to 33-8 with their second straight win after a dismal <strong> David West </strong> Coast trip on which they lost three in a row. At the halfway point of the season, Dallas is on pace for a franchise-best 66 wins. <q>Guys don't care if we win 60 games if we don't win a championship,</q> <strong> Steve Nash </strong> said. <strong> Allen Iverson </strong> and <strong> Keith Van Horn </strong> each scored 25 for the Sixers, who have lost 12 of 16. Philadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers,", "new_id": -2}, {"uid": "1296533778014417925", "i": 39343, "idx": 0, "sa": ["Michael Vick", "Mayor Michael Bloomberg"], "q": "of sportsmen that Bloomberg-whom he repeatedly derided as \"<strong> Mayor Michael Bloomberg </strong> Blame\"- was attempting to deflect responsibility for local gun crimes, just as he did when the city's unplowed streets left New Yorkers fuming. <q>He likes to blame everyone else for violent crime in <strong> Mayor Michael Bloomberg </strong>,</q> NRA political director Chuck Cunningham said. \"He's also blamed Mother Nature for his recent problems with snow removal. Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl New Trading Software Breakthrough", "new_id": -2}, {"uid": "1295323003149110835", "i": 41665, "idx": 0, "sa": ["Steve Ballmer"], "q": ". In recent years Microsoft has been repositioning the Xbox 360 to appeal to a broader market than the core gamers that the console had traditionally wooed, and Mr <strong> Steve Ballmer </strong>'s comments reiterated this movement. <q>Xbox isn't a gaming console,</q> Mr <strong> Steve Ballmer </strong> told USA Today. \"Xbox is a family entertainment center. It's a place to socialise. It's a place to watch TV. We have Hulu coming. It's the only", "new_id": -2}, {"uid": "1295336713131039270", "i": 7460, "idx": 4, "sa": ["Mitt Romney", "Sarah Palin", "Mike Pence"], "q": "and then to other voices around the country about where they think we might best serve in the years ahead,\" <strong> Mike Pence </strong> told about 100 people at a conference room at Henry County Hospital in New Castle, Ind. <q>We'll be making a decision before the end of this month.</q> Should <strong> Mike Pence </strong> enter the contest, he would face an uphill climb. Few Americans have heard of him, and better-known potential Republican candidates-- such as former Massachusetts <strong> Sarah Palin </strong> <strong> Mitt Romney </strong> and former <strong> Sarah Palin </strong>-- already have", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q>You'd rather be at the table than not at the table,</q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business. \"You figure this is a way to do something useful for your country.\" <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}, {"uid": "1295501959237502465", "i": 41059, "idx": 1, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "network show called \"<strong> Oprah Winfrey </strong> Presents Master Class\" delves into <strong> Simon Cowell </strong>'s childhood and gives him a chance to reflect on why he has become so successful. In her introduction, <strong> Oprah Winfrey </strong> says <strong> Simon Cowell </strong> has made his mark <q>by going against the grain and having the courage to say exactly what is on his mind.</q> \"I'm not a master of anything,\" says <strong> Simon Cowell </strong>. \"I think what I'm good at is making shows or records which a lot of people will like for the same reasons I", "new_id": -2}, {"uid": "1295639119217038852", "i": 42645, "idx": 0, "sa": ["Jim Cantiello", "Simon Cowell", "Steven Tyler"], "q": "fears that the show would stumble without the harsh guiding hand of departed go-to judge <strong> Simon Cowell </strong>, MTV News', said instead of mourning the loss of King <strong> Simon Cowell </strong>, he's praising the rise of <strong> Steven Tyler </strong>. <q>If anything, <strong> Steven Tyler </strong>'s wacky addition proved that it's not a \"mean judge' that keeps me jazzed for` Idol.' It\"s an unhinged one,</q> said <strong> Jim Cantiello </strong> about the entertaining, unpredictable shenanigans pulled out by <strong> Steven Tyler </strong> in the first two nights of audition episodes this week. \"Truth be told, I never realized how much I missed Paula[ Abdul] last", "new_id": -2}, {"uid": "1297171230133922851", "i": 9518, "idx": 7, "sa": ["Simon Cowell"], "q": "Eyed Peas or Destiny's Child. \"I'm genuinely staggered this hasn't happened. All the signs are out there, from \"Glee' to` High School Musical,\" he said, advising <q>any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition.</q> The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. \"If they don\"t sell a single record they still get to keep the money,\" he said. \"It is pressure,", "new_id": -2}, {"uid": "1294983659267878415", "i": 32455, "idx": 0, "sa": ["Sergio Marchionne"], "q": "in November and its shares have appreciated 17 percent since then. In the case of Chrysler, \"They are definitely moving faster than we would have expected,\" said IHS Automotive analyst Rebecca Lindland. <q>GM set a very high benchmark for them, so they've got to get everything right and get all their ducks in a row so they can execute a second successful automotive industry IPO.</q> Fiat was given management control of Chrysler and an initial 20 percent stake in the third-largest U.S. automaker in 2009 in a bailout directed by the Obama administration. <strong> Sergio Marchionne </strong> declined to put any money into", "new_id": -2}]