[{"uid": "1297414031218677248", "i": 15068, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "It's official, as you can tell from the beaming faces of <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>, the two companies have entered into a \"broad strategic\" partnership that will see the world's largest phone-maker adopt <q>Windows Phone as its primary smartphone strategy</q>. The Finns will provide expertise on \"hardware design\" and \"language support\", as well as drive Windows Phone 7 across a range of price points and markets. Bing will be used to power Nokia", "new_id": -2}, {"uid": "1295199786047906870", "i": 8940, "idx": 1, "sa": ["Kirsten Gillibrand", "Hillary Clinton"], "q": ". The repeal will find favor in the Republican-controlled House but isn't expected to pass the Senate. \"We've lessened the impact between doctors and patients with this bill,\" he said. <q>My hope is the debate will be good for it.</q> <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) said on CBS that lawmakers should aim to focus not on throwing out the reform law, but rather on repairing individual provisions. She acknowledged the", "new_id": -2}, {"uid": "1295779997220971072", "i": 14190, "idx": 0, "sa": ["Eric Schmidt", "Michael Hawley"], "q": "has product sense and an appetite for making new things, as opposed to talent for selling things,\" said <strong> Michael Hawley </strong>, a longtime M.I.T. professor who knows Mr. Page socially and has advised him on writing projects. <q>Larry is more the archetype of founder, innovator, hacker, inventor, interested in all of the magical things that digital technologies do.</q> But others say that Mr. <strong> Eric Schmidt </strong>'s two biggest job responsibilities- being the public face of the company and managing internal politics- are areas where Mr. Page has less experience.", "new_id": -2}, {"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q>Apparently, it's a practice all over the country,</q> <strong> Bill Lockyer </strong> said today in a telephone interview. \"I don't think it's a good one.\"-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}, {"uid": "1294975566041533468", "i": 18171, "idx": 4, "sa": ["Gary Moore", "Allen Iverson"], "q": "November. <strong> Allen Iverson </strong>, the NBA's Most Valuable Player in 2001, agreed to a$ 4 million, two-year deal with Besiktas after no NBA team offered him a contract. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> last played Saturday. <q>This is the most pain he's ever felt from any injury he's had,</q> <strong> Gary Moore </strong> said. \"He's http://wn.com/Allen_Iverson_heading_home_for_surgery_NOT_retiring_13_January_2011 Future NBA hall of famer <strong> Allen Iverson </strong> plans to have a lesion removed from his right leg in the United States and intends to rejoin his Turkish team in time for the playoffs.", "new_id": -2}, {"uid": "1295999735228769821", "i": 38013, "idx": 4, "sa": ["Magic Johnson", "Allen Iverson", "Dwight Howard", "James Gribble"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Magic Johnson </strong> 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't r... <strong> James Gribble </strong> Making Puffin <strong> Magic Johnson </strong> Part 1 This two-part movie features <strong> James Gribble </strong> telling the story of his tragic accident on 1 November, 2008, that left him a quadriplegic", "new_id": -2}, {"uid": "1295960092216842257", "i": 24402, "idx": 2, "sa": ["Simon Cowell"], "q": " \"I have been in there. He loves a bath, <strong> Simon Cowell </strong>, it gives him time to think.\" The 37-year-old credited the TV mogul for giving him a masterclass in confidence. <q>He's a workaholic. He's a great boss, and I'm not just saying that,</q> he said. Follow the E&S on Twitter Keep up with the latest breaking news and best content with our Twitter updates. Latest dining reviews Read the latest reviews by the Express& Star's", "new_id": -2}, {"uid": "1295459502213254229", "i": 18686, "idx": 0, "sa": ["Sergio Marchionne"], "q": "new vehicle architecture that will support a variety of top-hats including a sliding-door minivan, likely in the Dodge brand, and a luxury crossover, likely in the Chrysler brand. Mr. <strong> Sergio Marchionne </strong> states to The Detroit News, <q>The architecture would be a lot more capable and allow us to make a minivan-like vehicle as well as others.</q> Like Ford, Chrysler is working to keep production local. It will be producing the new architecture vehicles at its plant in Windsor, the Canadian city across the river from Detroit, Michigan.", "new_id": -2}, {"uid": "1295501959237502465", "i": 41061, "idx": 3, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> has made his mark \"by going against the grain and having the courage to say exactly what is on his mind.\" \"I'm not a master of anything,\" says <strong> Simon Cowell </strong>. <q>I think what I'm good at is making shows or records which a lot of people will like for the same reasons I like them.</q> He says he truly trusts his own instincts and when evaluating talent, doesn't necessarily think of himself as a person running a record company or in charge of a TV show. \"", "new_id": -2}, {"uid": "1296387656254263315", "i": 3903, "idx": 2, "sa": ["Donald Rumsfeld", "Barack Obama", "John McCain", "Colin Powell", "Sarah Palin"], "q": "Former <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. \"He has both style and substance. I think he is a transformational figure,\" <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" <q><strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well,</q> <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he questioned <strong> John McCain </strong>'s judgment in picking <strong> Sarah Palin </strong> as his running mate because he does", "new_id": -2}]