[{"uid": "1295571680118030373", "i": 35059, "idx": 1, "sa": ["Eric Schmidt"], "q": "of responsibility and accountability at the top. \"As Google has grown, managing the business has become more complicated,\" Mr <strong> Eric Schmidt </strong> said in a posting on the company's official blog. <q> So Larry, Sergey[ Brin] and I have been talking for a long time about how best to simplify our management structure and speed up decision making. </q> Mr <strong> Eric Schmidt </strong> became chief executive in 2001 to bring more management experience to the growing company. He will now move to the role of executive chairman, focusing on deals and government outreach, among", "new_id": -2}, {"uid": "1295439905093192278", "i": 21703, "idx": 1, "sa": ["Jim Cantiello", "Simon Cowell"], "q": "usually is( which is super-duper amped up). \"I can't remember the last time I was this excited for \"Idol' to start,\" said <strong> Jim Cantiello </strong>, who will host the live stream <q> Judging the Judges: An` Idol' Without <strong> Simon Cowell </strong> </q> right after \"Idol\" airs, at 10 p.m. ET on MTV.com. \"There's a lot on the line for the show, with <strong> Simon Cowell </strong>'s' X Factor\" waiting in the wings.` Idol", "new_id": -2}, {"uid": "1296059138109985792", "i": 35761, "idx": 4, "sa": ["Michael Vick"], "q": "to be a part of the Unequal team. I have been wearing Unequal chest protectors, shoulder pads, and thigh pads for much of the late and post-season- resulting in pain-free playing,\" stated <strong> Michael Vick </strong>. <q> The Unequal technology is a part of my game now and I won't play without my Unequal. Unequal's protective power gives me a whole new level of confidence in my game. </q> When playing for the Atlanta Falcons, <strong> Michael Vick </strong> was the NFL's top-paid player and a star for six seasons, but his 2007 arrest and the spiral that followed left him despised by many, particularly by", "new_id": -2}, {"uid": "1297219570140312582", "i": 6233, "idx": 3, "sa": ["Christina Aguilera", "Simon Cowell"], "q": "Syco, a joint venture between <strong> Simon Cowell </strong> and Sony Music. Were you already three sheets to the wind or did you notice that <strong> Christina Aguilera </strong> flubbed the national anthem at the Super Bowl on Sunday? <q> I can only hope that everyone could feel my love for this country and that the true spirit of its anthem still came through, </q> <strong> Christina Aguilera </strong> said in a statement after the performance. When she was supposed to sing the line \"O'er the ramparts we watched, were so gallantly streaming,\" she instead repeated an earlier line, with", "new_id": -2}, {"uid": "1296235612016105512", "i": 30541, "idx": 2, "sa": ["Tyronn Lue", "Allen Iverson", "Michael Jordan"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Allen_Iverson_vs_Michael_Jordan_Final_NBA_Game_Part_2 <strong> Michael Jordan </strong>'s coach pleaded with him", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries. \"Things have been stable since June\" in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q> But you never know; it's possible for the government to cause us to not work. </q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}, {"uid": "1297296151065437770", "i": 26315, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "the kid who died, and he did cut the other kid.... Do you really honestly think that he would have gotten this reduction in sentence if his father wasn't who he was???? \" Report Abuse <q> Almost sounds like no concept of moral absolutes, like the Dems. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader", "new_id": -2}, {"uid": "1296010719065716253", "i": 8319, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "had been shot. School district police patrol campuses and school events. Brown and Stewart were believed to have no connection to Skyline High. Foley said the sergeant had opened fire because his partner <q> was being stabbed with the screwdriver, which was clearly a threat to his life. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 3 BR/ 2 BA$ 999,000.00 SAN FRANCISCO 3 BR/ 3", "new_id": -2}, {"uid": "1295285635056262693", "i": 34971, "idx": 1, "sa": ["Bill Lockyer"], "q": "during the meeting. Tom Dresslar, a spokesman for state Treasurer <strong> Bill Lockyer </strong>, condemned the agency's actions in a statement as \"needlessly provocative acts of gamesmanship that warp the status quo.\" <q> Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The governor's proposal warrants a serious, thoughtful discussion, </q> he said. California Redevelopment Association Director John Shirey said he did not know of any other agencies in the state that were rushing to allocate money ahead of a new state budget. He also", "new_id": -2}, {"uid": "1295001418194838563", "i": 34418, "idx": 0, "sa": ["Peter Rice", "Simon Cowell"], "q": "Factor'- will be joining the panel on the new programme after they praised her \"chemistry\" with show chief <strong> Simon Cowell </strong>. <strong> Peter Rice </strong>, the head of entertainment on the network, said: <q> If <strong> Cheryl Cole </strong> was to be on the show, I think she's proved she's a terrific judge. She has wonderful chemistry with <strong> Simon Cowell </strong>. </q>", "new_id": -2}]