[{"uid": "1295512445009502750", "i": 7547, "idx": 0, "sa": ["Savanna Samson", "Michael Vick", "Sasha Grey", "DeSean Jackson", "Mike Missanelli", "Jenna Jameson"], "q": "star <strong> Savanna Samson </strong>.`` Now that so many adult film stars including <strong> Jenna Jameson </strong> and <strong> Sasha Grey </strong> have crossed over into the mainstream, it's disappointing that the NFL continues to discriminate against them,'' he said. <q> I wonder if they're planning on restricting <strong> Ben Roethlisberger </strong> from playing or <strong> Rex Ryan </strong> from coaching in the big game. </q> <strong> Mike Missanelli </strong>'s show goes to the dogs <strong> Mike Missanelli </strong> committed an unintentional violation while interviewing Eagles quarterback <strong> Michael Vick </strong> on his radio show yesterday. <strong> Mike Missanelli </strong> reminded <strong> Michael Vick </strong> that <strong> DeSean Jackson </strong> made some comments about the quarterback", "new_id": -2}, {"uid": "1297298258261144595", "i": 21467, "idx": 6, "sa": ["Bill Clinton", "Colin Powell", "President Bush", "William Howard Taft"], "q": "1992 he was defeated for reelection, drummed out with the lowest share of the vote for any incumbent since <strong> William Howard Taft </strong>. In speeches in the months and years after that defeat, <strong> President Bush </strong> would frequently express his belief that <q> history will be kind to us, </q> despite his rejection by the voters. Like any other <strong> Bill Clinton </strong>, legacy matters greatly to <strong> President Bush </strong>, which explains Thursday night's highly choreographed reunion at Texas A&M's basketball arena. Among those joining <strong> President Bush </strong> were <strong> Colin Powell </strong>,", "new_id": -2}, {"uid": "1296257626179142714", "i": 26491, "idx": 0, "sa": ["Eric Schmidt", "M. Simpson"], "q": "information, but won't give the AG what it collected. The stipulation will avoid going to court as settlement negotiations continue, Jepsen said. He is coordinating a 40-state probe into the Wi-Spy incident. <q> The details of the biggest privacy breach in history shouldn't be settled in secret, </q> said John <strong> M. Simpson </strong>, director of Consumer Watchdog's Inside Google Project.`` This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.'' Consumer Watchdog this weekend released", "new_id": -2}, {"uid": "1296700704169541675", "i": 8731, "idx": 2, "sa": ["Mike Pence"], "q": "said <strong> Mike Pence </strong> has no plans to attend CPAC this year and has no comment about the GOProud controversy.`` At this time the congressman is focusing his attention on Indiana,'' Lloyd said. <q> He hopes to participate in future CPAC opportunities as his schedule permits. </q> The American Conservative Union, which started the conference, raised eyebrows among conservatives last year when it first allowed GOProud to be a co-sponsor. Those concerns have grown this year.", "new_id": -2}, {"uid": "1295580862256213017", "i": 43362, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "and a few just plain angry.`` I thought <strong> Steven Tyler </strong> was hilarious,'' Garrett wrote.`` I personally loved him, and I can't wait to see more.'' Ted agreed, adding, <q> My expectations were low but I thought they did good. I will watch it again. </q> Plipton approached the show with caution, fearing it would not be as good without beloved iconic`` mean judge'' <strong> Simon Cowell </strong>.`` But I truly enjoyed it,'' Plipton said.`` I thought <strong> Steven Tyler </strong>", "new_id": -2}, {"uid": "1295745494072876052", "i": 30013, "idx": 0, "sa": ["Tony Blair", "Andy Coulson"], "q": "any journalist, balanced articles though off Rawnsley would be refreshing.. I crave a return to traditional Labour values, something <strong> Tony Blair </strong> despised, he's gone Rawnsley, live with it.. <q> I crave a return to traditional Labour values, something <strong> Tony Blair </strong> despised, he's gone Rawnsley, live with it.. </q> SonOfNyeBevan 23 January 2011 1:14 AM I forgot to add in my posts today, given <strong> Andy Coulson </strong> has been forced to step down as Tory Press Secretary, and given the position is now vacant and", "new_id": -2}, {"uid": "1295890682014073869", "i": 11695, "idx": 0, "sa": ["Colin Powell"], "q": "the real solution to reduce the <strong> Colin Powell </strong>, a retired four-star general who served in the Bush administration, made the comment on CNN's`` State of the Union'' show on Sunday. <q> When the Cold War ended 20 years ago, when I was chairman and[ Dick] Cheney was Secretary of Defense, we cut the defense budget by 25 percent. And we reduced the force by 500,000 active duty soldiers, so it can be done. Now, how fast you can do it and what you have to cut out remains to be seen, but I don't think the defense budget can be made sacrosanct and it can't be touched, </q> he said.[ Read more about national security, terrorism, and the military.] In their Pledge to America during the midterm elections, Republicans pledged to cut$ 100 billion from the", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said.`` <strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.'' <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}, {"uid": "1297413113218677305", "i": 41476, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "hoped`` something bad'' happened to <strong> Michael Vick </strong> because of the quarterback's involvement in a dogfighting ring. Apparently, <strong> Mark Buehrle </strong> didn't think serving 19 months in prison was`` bad'' enough. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong> told Merkin.`` Everything you've done to these dogs, something bad needs to happen to these guys.'' Merkin's story was posted on MLB.com with the above quote. At some point", "new_id": -2}, {"uid": "1296107045059129879", "i": 43638, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and emerged as the single most important figure. <strong> Eric Schmidt </strong>, hitherto the grown-up chief executive, may be about to pursue a political career. For the moment, however, he will as executive chairman confine himself to <q> deals, partnerships, customers and broader business relationships </q>. And <strong> Sergey Brin </strong>? A continuing, but highly influential role, as the Google corporate conscience and ideas man. Why change now is more speculative. While the issue of personal development shouldn't be underestimated", "new_id": -2}]