[{"uid": "1295581685033980418", "i": 48022, "idx": 4, "sa": ["Eric Schmidt", "John Battelle"], "q": "rivals, said: \"<strong> Eric Schmidt </strong> has been at it for a decade, a very long time to be running a company, particularly one that has very headstrong founders in key positions of power.\" <q>I think it's fair to say that Larry Page will not be a conventional CEO- he's not been much of a public figure for the past ten years,</q> <strong> John Battelle </strong> added on his blog, Battellemedia.com. \"It will be interesting to see if that changes, or if Page chafes at the relentless public demands of running a massively scrutinized public company.\"", "new_id": -2}, {"uid": "1295962685147439653", "i": 2071, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in April. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1295251188152551466", "i": 8524, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "is not yet finalized. The Real Housewives of Beverly Hills star dished on the demise of her marriage, <strong> Kelsey Grammer </strong>'s upcoming nuptials, and spending the holidays alone. http://wn.com/Kelsey_Grammer_To_Marry_Girlfriend_Kayte_Walsh_in_February click our link thetodaybuzz.com- to watch full <q><strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February</q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that he plans on marrying his girlfriend <strong> Kayte Walsh </strong> next month. The actor currently stars in the Tony Award-winning musical", "new_id": -2}, {"i": 47069, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. \"As a person and a player I learned a lot through my experiences on and off the field,\" <strong> Michael Vick </strong> said. <q>Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the importance of it and how hard it is to get to where we are today.</q> <strong> Michael Vick </strong> passed for 3,018 yards and 21 touchdowns( 233 of 372), scoring a 100.2 passer rating, and rushed for 676 yards( 6.8 average) and 9 touchdowns. Bargaining session:", "sa": ["Michael Vick"], "uid": "1296965126246792205"}, {"uid": "1297383285254541831", "i": 3697, "idx": 0, "sa": ["Spencer Pratt", "Heidi Montag", "Paula Abdul", "Simon Cowell"], "q": "has. So, I was willing to give him that chance and physically of course, he's very attractive, and he's an easy person to talk to. \"The Bachelor' bachelorette Jackie Gordon: <q>I was shocked to go when I did</q>` The Bachelor' star Brad Womack denies proposing to ex-girlfriend` Live To Dance' crowns D'Angelo Castro, Amanda Carbajales champs Bravo rejects <strong> Heidi Montag </strong>, <strong> Spencer Pratt </strong>'s` Real Housewives\" offer <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always", "new_id": -2}, {"uid": "1296537954082821155", "i": 49054, "idx": 4, "sa": ["Allen Iverson", "Dwyane Wade"], "q": "to... <strong> Allen Iverson </strong> SIGNED with Memphis Grizzlies ESPN NBA!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q>God Chose Memphis as the place that <strong> I Roy </strong> will continue my career.</q> Referring to a Monday meeting with Griz... Amazing <strong> Dwyane Wade </strong> Complete Highlights 27 Points 8 Assists vs Grizzlies 23.3.09 Amazing <strong> Dwyane Wade </strong> Complete Highlights 27 Points 8 Assists vs Grizzlies 23.3.09 betfreebie.com FootballMIAMI AP Another record for <strong> Dwyane Wade </strong> another win for", "new_id": -2}, {"uid": "1297710251054411266", "i": 24920, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "top, unsurprisingly. Microsoft was extremely vague as to when this large update will be made available to users, although <strong> Steve Ballmer </strong> did say that all Windows Phone 7 users will have access all at once, <q>to avoid the fragmentation that exists in other mobile platforms</q>, a not so subtle jab at Google's Android operating system. After 45 minutes <strong> Steve Ballmer </strong> finally mentioned Nokia, with Nokia's CEO <strong> Stephen Elop </strong> taking to the stage to outline just why its deal with Microsoft", "new_id": -2}, {"uid": "1295678195021889031", "i": 5829, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "who has led Google for a decade, will become executive chairman focusing on external relations, deals and government relations.New Yorker writer <strong> Ken Auletta </strong>, who has written a book on the company, reported Friday that <strong> Eric Schmidt </strong> had been <q>nudged aside. \"<strong> Ken Auletta </strong> said that after losing out to Page and co-founder <strong> Sergey Brin </strong> over the company's China policy a year ago, \"<strong> Eric Schmidt </strong> lost some energy and focus. \"<strong> Eric Schmidt </strong> was also criticized for allowing Google to be overtaken by Facebook, for the company's increasingly frequent privacy scandals and its increasing internal bureaucracy. Together with the co- founders, he decided to step aside.In announcing the move Thursday, <strong> Eric Schmidt </strong> said that the company no longer needed his \"adult supervision</q> and that Page, 38, was ready to run the world's leading internet company. \"We have been talking about how best to simplify our management structure and speed up decision making for a long time,", "new_id": -2}, {"uid": "1296774216245792784", "i": 2154, "idx": 0, "sa": ["Sergio Marchionne"], "q": "still owes billions to the U.S. and Canadian governments, and the U.S. retains a 9 percent stake in the company, but <strong> Sergio Marchionne </strong> has talked of paying the governments back by the end of the year. <q>I'd like to pay them off in 2011, if I could,</q> <strong> Sergio Marchionne </strong> told reporters earlier this month. \"I would like to get it done as quickly as I could.\" To be sure, the future is not all roses for the company- Magliano notes", "new_id": -2}, {"uid": "1295007551054722563", "i": 927, "idx": 1, "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "q": "said: \"i'd do it for a million for SANDS. money, mouth??????????????????\" <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q>I will get ITV to make substantial five figure donation to your charity for the interview</q>. But the singer told him: \"Those are my terms. I've got no interest in coming on your show, you've been asking me for years.\" She revealed she", "new_id": -2}]