[{"uid": "1296117524127270912", "i": 29738, "idx": 0, "sa": ["James Caan", "Andrew Russo", "Andy Coulson"], "q": "<strong> Andrew Russo </strong>- or \"<strong> Andy Coulson </strong> Mush' as he's known in Brooklyn and Long Island- was one of the 100-plus New York gangsters picked up in an FBI swoop the previous week. <q> I\"ve known <strong> Andrew Russo </strong> since 1972, </q> <strong> James Caan </strong> wrote to the court, \"and in all that time I have known him only as an unbelievable father, grandfather, great-grandfather and as good a friend as any person could ask for. <strong> James Caan </strong>", "new_id": -2}, {"uid": "1297007852194904114", "i": 48795, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "<strong> Google Inc. </strong> wants to avoid a lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. Skip related content <q> We certainly want to avoid that, </q> <strong> Eric Schmidt </strong> told the paper in an interview. \"I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q> Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said. \"These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,\" he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}, {"uid": "1295563194254656562", "i": 7093, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", Page will take over Google's day-to-day operations, and his fellow founder <strong> Sergey Brin </strong> will focus on \"his passion\" of strategic projects, as he said on an investor call Thursday. <strong> Eric Schmidt </strong> will concentrate <q> externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are increasingly important given Google's global reach, </q> the company's release read. wrote in a blog that the change-up was designed to simplify Google's management structure and speed up decision making. Why this matters Since <strong> Eric Schmidt </strong> came on board at Google in", "new_id": -2}, {"uid": "1296527540108609571", "i": 46480, "idx": 0, "sa": ["Michael Vick"], "q": "We moved to another town. If I were in Chicago today, I'd move somewhere else. Report Abuse \" How come nobody is \"talkin' the global warming thing NOW? \" Report Abuse <q> OMG!!!! Reality Check: This is Chicago, Illinois... it SNOWS! Why would you put plows on Garbage trucks? This is the only way those in the city can take thier lawn furniture out of the family room to save their parking place. Let it Snow! </q> Time.com: <strong> Michael Vick </strong>: Eagles QB\"s Journey from Prison to the Pro Bowl Proven Anti Aging Proven effective anti aging via uninhibited DNA replication. 5 Foods to never eat: Cut down a bit of your stomach every", "new_id": -2}, {"uid": "1296218653223641622", "i": 29204, "idx": 0, "sa": ["Simon Cowell"], "q": "show supremo <strong> Simon Cowell </strong> wants to give her a role on the US programme when it launches later this year, even if network Fox block her appointment as a panellist. A source told The Sun newspaper: <q> <strong> Simon Cowell </strong> desperately wants <strong> Cheryl Cole </strong> to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor. \"It would be a way to test how she's received in America. Plus viewers would be able to warm to her first, rather than having her thrust upon them by going straight on the panel. </q>( c) BANG", "new_id": -2}, {"uid": "1295894929135872553", "i": 4429, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "is reflected above. The FCC is tripping over itself, trying to respond to the myriad complaints they've fielded over a promotion for torturous syndicated show \"The Doctors\", which ran nationwide today: <q> The FCC is currently investigating certain statements made while promoting a segment called \"Secrets You Shouldn't Keep From Men,' when it is alleged that the line,` Excuse me, it's my yeast infection' is used, </q> said FCC Chairman <strong> Colin Powell </strong>, <strong> Barack Obama </strong> \"Erp... I just threw up in my mouth a little.\" \"Frankly, we didn\"t think anyone was watching,\" said executive producer Dr. Phil.", "new_id": -2}, {"uid": "1297323057252542979", "i": 10130, "idx": 2, "sa": ["Colin Powell", "President Bush"], "q": "argue that Iraq's behavior influenced the decision, although the nuances are often lost in public statements. In 2003, then-Secretary of State <strong> Colin Powell </strong> declared in his famous speech to the U.N. Security Council, <q> <strong> Saddam Hussein </strong> forced out the last inspectors in 1998. </q> 2002-2003 inspections The departure of the inspectors in 2003 is much more clear-cut: They wanted to keep looking for weapons of mass destruction and reported that Iraq was showing increasing cooperation. But the <strong> President Bush </strong> administration", "new_id": -2}, {"uid": "1295615312003915794", "i": 31189, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "\". As Google's new chief executive, Page will lead product development and technology strategy, along with all day-to-day operations of the firm. <strong> Sergey Brin </strong>, who co-founded Google with Page, will <q> devote his time and energy to strategic projects, in particular working on new products </q>. His title will remain co-founder. In a blog post, <strong> Eric Schmidt </strong> said that he had been working with Page and <strong> Sergey Brin </strong> on ways to simplify Google's management structure and quicken decision making.", "new_id": -2}, {"uid": "1295570074192872461", "i": 33269, "idx": 1, "sa": ["Eric Schmidt"], "q": "internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}]