[{"uid": "1297705501051036292", "i": 894, "idx": 3, "sa": ["Steve Ballmer"], "q": "mucho el Windows Phone, con m?s aplicaciones y m?s f?ciles de usar, tales como las fotos, facilitando la conexi?n con el PC\" , ha defendido el presidente de Microsoft. <strong> Steve Ballmer </strong> ha anunciado que <q> en 2011 lanzaremos Internet Explore 9 para Windows Phone </q>, cuya versi?n Beta ya funciona m?s r?pido que Safari pero tambi?n que Firefox, seg?n las demostraciones que ha hecho hoy Microsoft. <strong> Steve Ballmer </strong> y su equipo tambi?n han puesto mucho el acento en las posibilidades para", "new_id": -2}, {"uid": "1297467796202178586", "i": 142, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "smart phone software, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the new partnership with Nokia would give them \"more innovation( and) greater global reach.\" The two companies will <q> collaborate closely on devStephen Elopment... so we can really align and drive the future revolution of the mobile phone, </q> he said. A key challenge will be to produce quality devices with a hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android. in a market where image plays a central", "new_id": -2}, {"uid": "1296801033266600448", "i": 15178, "idx": 2, "sa": ["Mike James", "Allen Iverson", "James Andrews", "Jim O'Brien"], "q": "calcium deposits in his calf. \"He tried to tough it out and continue to play while over in Turkey,\" said Dr. <strong> James Andrews </strong>, who added <strong> Allen Iverson </strong> needs at least 6-8 weeks of rest. <q> However, he got to the point where he could not really run up and down the court. </q> Back in business Former Cavaliers coach <strong> Mike James </strong> could be back in charge somewhere soon. <strong> Mike James </strong> is a favorite to take over the Pacers job after officials fired <strong> Jim O'Brien </strong>.", "new_id": -2}, {"uid": "1296727907183500817", "i": 19764, "idx": 18, "sa": ["Allen Iverson", "Carmelo Anthony", "Ray Allen"], "q": "his status. \"The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow,\" <strong> Allen Iverson </strong> said. <q> Right now it's just frustrating to be out there at the end hobbling like that. </q> X-Ray Allens on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> are 2-3 together, and their pairing since Melo's return from a 15-game suspension for fighting hasn't been the problem for the Nuggets, who failed", "new_id": -2}, {"uid": "1296002605006848514", "i": 19745, "idx": 1, "sa": ["Jeff Sessions", "Carl Levin", "Olympia Snowe", "Kirsten Gillibrand", "Joe Lieberman", "Mark Udall", "John McCain", "Debbie Stabenow", "Al Franken"], "q": "<strong> Joe Lieberman </strong> walked in and tried to sit next to <strong> Al Franken </strong>. That's when the shit started.\" Continuing to speak on the condition that he gets <strong> Kirsten Gillibrand </strong>'s home phone number, Waterhouse continued, <q> Well, <strong> Joe Lieberman </strong> sat down next to <strong> Al Franken </strong>, who suddenly developed a need to use the men's room and left, so <strong> Joe Lieberman </strong> then scooched over to <strong> Olympia Snowe </strong>, who tried to tell him she was holding the seat for <strong> Debbie Stabenow </strong>. So then he went over to where <strong> Jeff Sessions </strong> and <strong> Mark Udall </strong> were and they told him to piss off. The next thing you know, everybody started arguing about who had to sit with him. Then the real fight broke out. </q> \"<strong> John McCain </strong> suggested that <strong> Joe Lieberman </strong> just sorta stand in the back till the last seat was open, sorta like musical chairs, and <strong> Joe Lieberman </strong> got mad and dope- slapped him. <strong> Carl Levin </strong> started yelling that you", "new_id": -2}, {"uid": "1295122532207224849", "i": 4518, "idx": 1, "sa": ["Meredith Whitney", "Bill Lockyer"], "q": "Bill Lockyerion budget shortfall. <cite> Reuters </cite> \"You could see... 50 to 100 sizeable defaults. More. This will amount to hundreds of Bill Lockyerions of dollars.\" - <strong> Meredith Whitney </strong>, financial analyst <q> We've never defaulted, not once in our entire history, including during the Great Depression, </q> says Tom Dresslar, spokesman for California Treasurer <strong> Bill Lockyer </strong>. He says paying debt service for the state's bonds is the Treasurer's second-highest priority, after schools. Revenues for U.S. municipalities as a group rose", "new_id": -2}, {"uid": "1296822806182681605", "i": 19718, "idx": 0, "sa": ["Steve Ballmer", "Pete Cunningham"], "q": "wishful thinking, but it could definitely be the big announcement we are expecting,\" Gartner analyst Carolina Milanesi tells the New York Times, and she's backed up by Canalys analyst <strong> Pete Cunningham </strong>: <q> I can see how this could benefit both companies. </q> They were speaking after Nokia's share price rose more than 4 per cent, after yet another analyst-- Adnaan Ahmad from Berenberg Bank-- wrote an open letter to Elop and Microsoft CEO <strong> Steve Ballmer </strong>. The letter", "new_id": -2}, {"uid": "1295425464261013567", "i": 53985, "idx": 1, "sa": ["Kara DioGuardi", "Big Mike", "David Letterman", "Michael Lynche"], "q": "` <strong> Big Mike </strong>' <strong> Michael Lynche </strong> Makes <strong> Kara DioGuardi </strong> Cry On` American Idol' LOS ANGELES- <strong> David Letterman </strong> \"<strong> Big Mike </strong>\" <strong> Michael Lynche </strong> made <strong> Kara DioGuardi </strong> cry and turned the rest of the \"American Idol\" judges giddy with a moving performance of <q> This Woman's Work. </q> <strong> Michael Lynche </strong>, a mountain of a guy who lives up to his nickname, performed last among the eight star of the Fox TV show. \"You come out with an incredibly difficult song to sing, and`", "new_id": -2}, {"uid": "1297114520257425423", "i": 42733, "idx": 13, "sa": ["Paula Abdul", "Katharine McPhee", "Harry Potter", "Jennifer Lopez", "Johnny Weir", "Simon Cowell"], "q": "<strong> Jennifer Lopez </strong>? Lastly, does he keep in touch with <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>? Does <strong> Johnny Weir </strong> Want To Be The <strong> Simon Cowell </strong> Of` Skating With The Stars'? Olympic figure skater <strong> Johnny Weir </strong> chats with Access at the <q> <strong> Harry Potter </strong> and the Deathly Hallows: Part I </q> premiere about what kind of judge he wants to be on ABC's \"Skating with the Stars.\" Plus, why is <strong> Johnny Weir </strong> such a big \"<strong> Harry Potter </strong>\" fan? Access Hollywood Live: <strong> Katharine McPhee </strong> Discusses", "new_id": -2}, {"uid": "1295928966011796491", "i": 2640, "idx": 3, "sa": ["Allen Iverson", "Richard Hamilton", "Tim Stapleton"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overTim Stapletone loss to New York on Friday night. They opened an 18-point, third-quarter lead against With <strong> Richard Hamilton </strong> sidelined, the Detroit Pistons abandoned their three-guard", "new_id": -2}]