[{"uid": "1295611382129794091", "i": 2080, "idx": 5, "sa": ["Larry Page", "Eric Schmidt", "Ken Auletta", "Sergey Brin"], "q": "<strong> Ken Auletta </strong> said. While Google resisted threats from rivals Yahoo! Inc. and Microsoft Corp. under <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> will confront fiercer rivals, said Whit Andrews, an analyst at Gartner Inc. Facebook Foe <q> Google versus Facebook is an order of magnitude more challenging, </q> said Andrews, based in Shrewsbury, Massachusetts. Competing with the social network for the attention of Web users will require new technology that differs from search, he said. Google co-founder <strong> Sergey Brin </strong>, 37,", "new_id": -2}, {"uid": "1295559696061718588", "i": 17748, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Thu, Jan 20, 2011, 4:41 PM EST- U.S. Markets closed{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Matt Rosoff, On Thursday January 20, 2011, 4:19 pm <strong> Eric Schmidt </strong> is out as CEO, taking on a new role as Executive", "new_id": -2}, {"uid": "1295577688207667284", "i": 44842, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "'s fast-growing business and its headstrong founders, who remained deeply involved in the company's products and strategic direction and didn't always see eye to eye with <strong> Eric Schmidt </strong>. Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q>`` I believe <strong> Larry Page </strong> is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts.`` It's time for him to have a shot at running this.'' In", "new_id": -2}, {"uid": "1295967601242466824", "i": 25118, "idx": 1, "sa": ["Eric Schmidt"], "q": "sein Unternehmen werde in diesem Jahr mehr als 1000 neue Stellen in Europa schaffen, darunter mehrere hundert im Forschungs- und Entwicklungszentrum in M?nchen.`` Wir hatten ein sehr, sehr gutes Jahr'', sagte <strong> Eric Schmidt </strong>, <q> aus diesen Gr?nden werden wir weiter investieren. </q> Mit Blick auf Konkurrenten wie Facebook sagte <strong> Eric Schmidt </strong>:`` Die Internet-Suche wird weiter sehr wichtig bleiben.'' Google werde sein Kerngesch?ft mit Online-Werbung st?rken, sagte der Manager in einem anschlie?enden Gespr?ch mit Journalisten und nannte dabei", "new_id": -2}, {"uid": "1295252792226672648", "i": 2330, "idx": 3, "sa": ["Carmelo Anthony", "Chris Webber", "Allen Iverson", "Andre Miller", "George M. Watson", "Andre Iguodala", "Tim Paine"], "q": "shot. He knocked the shot down. It was a good play,'' <strong> Andre Miller </strong> said. The 76ers, on the other hand, weren't about to let <strong> Carmelo Anthony </strong> get a good look at the end. <q> You don't want somebody shooting that had been making a lot of shots, </q> <strong> Allen Iverson </strong> said. So, after two Tim Paineeouts, <strong> Carmelo Anthony </strong> took the inbounds but couldn't get a good look with <strong> Andre Iguodala </strong> and <strong> Chris Webber </strong> in his face, so he dished to <strong> George M. Watson </strong> whose open 3-pointer was short, bouncing", "new_id": -2}, {"uid": "1295524993082116642", "i": 46695, "idx": 5, "sa": ["Simon Cowell"], "q": "U.S. and admits it took a discussion with an unnamed`` successful'' friend to make him realize it was time to go. He explained on a forthcoming episode of`` Oprah Presents Master Class'': <q> I asked a very successful guy,` What's the best advice you can give me?' and he said,` <strong> Simon Cowell </strong>, always know when to leave the fair.' And I think that's good advice. Something inside you just says,` You know what, it's time to go.' Without any regrets whatsoever. </q> Despite departing` American Idol', <strong> Simon Cowell </strong>-- who got engaged to make-up artist Mezhgan Hussainy last year-- insists he has enjoyed being a TV talent show judge because it isn't very difficult.", "new_id": -2}, {"uid": "1296544000037142529", "i": 31007, "idx": 0, "sa": ["Michael Vick"], "q": "was all great and grand for the fair city until one of the local news stations found out that rear end accidents had drastically increased AND found that the city was not getting paid their fair share. Report Abuse <q> I simply can't believe all the comments here. </q> IT'S A STOP SIGN IT MEANS STOP! So what is the big deal. Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Stock Picking Software No Guessing-", "new_id": -2}, {"uid": "1296203372059293774", "i": 50166, "idx": 0, "sa": ["Eric Holcomb", "Mike Pence"], "q": "... <strong> Mike Pence </strong> shuts 1 door, leaves another open U.S. <strong> Mike Pence </strong> shut the door Thursday on seeking the presidency in 2012 but left unanswered whether his choice instead is the Indiana <strong> Eric Holcomb </strong>'s office. <q> I'm open to running for <strong> Eric Holcomb </strong>, </q> <strong> Mike Pence </strong> said in an exclusive interview with The Indianapolis Star.`` We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it.", "new_id": -2}, {"uid": "1295274001135036958", "i": 12748, "idx": 0, "sa": ["Gabrielle Giffords", "Colin Powell", "Tavis Smiley", "Sharron Angle", "Ben Ali", "Barack Obama", "Daniel Hernández"], "q": "Tucson Shooting Survivor: <q> It Looks Like PBen Alin, Beck, <strong> Sharron Angle </strong> and the Rest Got Their First Target </q> <strong> Daniel Hernández </strong>, Intern Who Helped Save <strong> Gabrielle Giffords </strong>: Political Discourse Has Become`` Completely Destructive'' <strong> Barack Obama </strong> Calls for`` Civil and Honest Public Discourse'' at Tucson Shooting Memorial <strong> Tavis Smiley </strong> on <strong> Barack Obama </strong>'s Arizona Memorial Speech, Martin <strong> Colin Powell </strong>", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}]