[{"uid": "1297082221245825549", "i": 40642, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Iraq. In an exclusive interview with ABC News, <strong> Donald Rumsfeld </strong> concedes that \"it's possible\" that decisions on how many troops to send into Iraq marked the biggest mistake of the war. <q>In a war, many things cost lives,<q> <strong> Donald Rumsfeld </strong> told ABC News. Pressed on the fact that <strong> President Bush </strong> has written that cutting troop levels in Iraq was \"the most important failure in the execution of the war,\" <strong> Donald Rumsfeld </strong> called that \"interesting", "new_id": -2}, {"uid": "1296561434134217750", "i": 8565, "idx": 0, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson", "David Cameron"], "q": "He had been expected to stay in Downing street for a few weeks while a successor as Mr <strong> David Cameron </strong>'s director of communications was found. \"His choice\" But a Downing Street source said: <q>He had finished what he wanted to finish and good progress is being made with his replacement. \"It was his choice to leave quietly but he said a proper goodbye to the prime minister and those he worked closely with.<q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 when its royal editor, <strong> Clive Goodman </strong>, was jailed for conspiracy to access phone messages. Private investigator <strong> Glenn Mulcaire </strong> was imprisoned for six months on", "new_id": -2}, {"uid": "1295733874106954754", "i": 14043, "idx": 5, "sa": ["Tyronn Lue", "Allen Iverson", "Shane Williams"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q>He was holding me the whole time,<q> <strong> Allen Iverson </strong> said 1993 NIGEL MANSELL FIRST TEST IN A INDYCAR at firebird international raceway phoenix... Despite being world champion, Mansell had a falling out with <strong> Shane Williams </strong>. In his autobiography Mansell writes that this was because of a", "new_id": -2}, {"uid": "1297136473102924319", "i": 29843, "idx": 7, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "<strong> President Bush </strong>'s closest advisers, saying <strong> Condoleezza Rice </strong> lacked experience and <strong> Colin Powell </strong> showed poor management skills. Asked whether he admired his ex-boss's father president <strong> George H.W. Bush </strong>- under whom he did not serve- <strong> Donald Rumsfeld </strong> replied curtly: <q>No, I was kind of disappointed in him.<q> <strong> Condoleezza Rice </strong>, <strong> President Bush </strong>'s national security adviser who later became secretary of state, had \"never served in a <strong> George H.W. Bush </strong> administration position,\" a lack of experience that hampered her ability to organize critical meetings,", "new_id": -2}, {"uid": "1295452144253739151", "i": 12101, "idx": 0, "sa": ["David Letterman", "Betty White"], "q": "89th birthday in New York. There was a party on Tuesday( Jan. 18), though her actual birthday was Monday, and an appearance on \"The Late Show with <strong> David Letterman </strong>.\" <q>For an 89 year-old broad, I couldn't be happier,<q> says <strong> Betty White </strong>. <strong> David Letterman </strong> busts out an old glamour shot of <strong> Betty White </strong> in what we imagine is the early 1940s-- woo woo, she was a looker. When asked if she's going to do \"", "new_id": -2}, {"uid": "1295560204260145188", "i": 1098, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "bn) on revenues of$ 8.44 bn. Mr Page, 37, is reclaiming the job he relinquished to Mr <strong> Eric Schmidt </strong>, 55, when investors called for a more experienced business leader. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong>[ <strong> Sergey Brin </strong>] for a long time to come,<q> Mr <strong> Eric Schmidt </strong> said. Mr <strong> Sergey Brin </strong> is Google's co-founder. Piling on the pressure US marines take fight to Taliban in southern Afghanistan", "new_id": -2}, {"uid": "1297712802009535508", "i": 8455, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh"], "q": "next run. <strong> Louis Walsh </strong> added that he did expect to return for the eighth series, but said that he didn't think <strong> Simon Cowell </strong> or <strong> Cheryl Cole </strong> would have time for the UK programme in 2011. <q>No-one has been hired for it yet. I've had an off-the-record chat with <strong> Simon Cowell </strong>. I think I am on the show but nothing has been confirmed yet,<q> he told OK! TV. \"I think that there will be two new judges and I think <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> will be in America during the next UK series... I think Dannii will be back", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries. \"Things have been stable since June\" in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q>But you never know; it's possible for the government to cause us to not work.<q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}, {"uid": "1296987403169525255", "i": 44849, "idx": 2, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "chance to opt out if viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen.\" <strong> Cheryl Cole </strong> is expected to use the show as a springboard for a music career in America: <q>As soon as it's announced she's going to be a judge the plan will be to launch her music career in the States,<q> the source added. \"It's important Americans realise she's a credible music star if she's going to be judging other singers.\"", "new_id": -2}, {"uid": "1296023224046219314", "i": 5780, "idx": 0, "sa": ["Allen Iverson"], "q": "After joining the Phillies as a consultant in 1994, he was hired to conduct \"personality assessments\" of prospective NBA draft picks for the 76ers two years later. His first interview was <strong> Allen Iverson </strong>. <q>It's a big town, but it's a small town,<q> Fish said. \"Word started to get around.\" Once it got around to Penn Athletic Director Steve Bilsky 11 years ago, he invited Fish to speak to a group of Penn coaches. The", "new_id": -2}]