[{"uid": "1296004077137592834", "i": 1142, "idx": 2, "sa": ["Maurice Hinchey", "Sen. Bernie Sanders"], "q": "tollbooths, content prioritization, access fees... and a stake in the heart of independent content production is now very real.\" Parallel objections came from the savviest observers of media issues on Capitol Hill. <q>Big media just got a lot bigger,</q> declared <strong> Sen. Bernie Sanders </strong> <strong> Maurice Hinchey </strong>( D., N.Y.). \"The FCC's decision to allow Comcast to acquire NBC Universal will burden the American people with more media consolidation, fewer independent sources of information, and higher cable", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "\" The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q>a Christian, a conservative, and a Republican, in that order,</q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}, {"uid": "1297082221245825549", "i": 40644, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": ". Pressed on the fact that <strong> President Bush </strong> has written that cutting troop levels in Iraq was \"the most important failure in the execution of the war,\" <strong> Donald Rumsfeld </strong> called that \"interesting.\" <q>I don't have enough confidence to say that that's right. I think that it's possible. We had[ an] enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed.</q> \"It's hard to know,\" <strong> Donald Rumsfeld </strong> continued. \"You know, the path you didn't take is always smoother.\" The interview-- <strong> Donald Rumsfeld </strong>'s first for television since 2006", "new_id": -2}, {"uid": "1295963415077971463", "i": 13959, "idx": 0, "sa": ["Bill Lockyer"], "q": "link below to read more. The IRS unveiled a smartphone app that lets taxpayers check the status of their tax refunds and get other information about their returns. <strong> Bill Lockyer </strong>, California's state treasurer, calls the notion <q>a cynical proposal, intended to incite a panic in response to a phony crisis.</q> Taxpayer-backed Fannie Mae and Freddie Mac have made a lot of money for a lot of lawyers since the government seized them 21/2 years ago. The Economist asks: What's the correct way to think about the rise", "new_id": -2}, {"uid": "1295509121092602403", "i": 44964, "idx": 1, "sa": ["David Letterman", "Martin Short", "Regis Philbin"], "q": ") perhaps with the best of intentions. \"I'm still in a state of shock when I heard that announcement from you yesterday that you're leaving the show,\" <strong> Martin Short </strong> said to <strong> Regis Philbin </strong>. <q>I think it's a good idea. I think you're leaving at the top of your game.</q> With <strong> David Letterman </strong> laughing, <strong> Martin Short </strong> pressed on with the obvious joke. \"It's a smart thing to do, because you've peaked,\" he said. And then he advised <strong> David Letterman </strong> to not \"", "new_id": -2}, {"uid": "1294966525056983567", "i": 2309, "idx": 3, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "with 31.6 points per game before his suspension, would've returned for Saturday's game until a snowstorm postponed the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis. <q>Monday, I get to wake up and it's Christmas,</q> <strong> Allen Iverson </strong> said with a smile. \"Obviously, it's going to be a fun day.\" The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR", "new_id": -2}, {"uid": "1296084991130252806", "i": 31617, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.</q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. This affects comments on all stories. The Charlotte Observer welcomes", "new_id": -2}, {"uid": "1296151862066846786", "i": 1027, "idx": 2, "sa": ["Sergio Marchionne"], "q": "to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. \"I think the opening of the capital markets window in the United States is real,\" <strong> Sergio Marchionne </strong> said. <q>I think it would be unwise for Chrysler not to take advantage of the opening.</q> On the Italian side, he is preparing to invest euro700 million in a plant near Naples to launch production of the new Panda and begin investments in Turin to build two new SUVs, one Jeep and", "new_id": -2}, {"uid": "1296161021042713162", "i": 9135, "idx": 0, "sa": ["Eric Schmidt"], "q": "<q>Day-to-day adult supervision no longer needed!</q> tweeted Google CEO <strong> Eric Schmidt </strong> early this morning Australian time as the company announced that Larry Page would take over in April. <strong> Eric Schmidt </strong> was appointed Google's \"designated adult", "new_id": -2}, {"uid": "1295615268003915777", "i": 12840, "idx": 3, "sa": ["Eduardo Kac", "Andrew Senior", "Marina Zurkow", "Eric Schmidt", "Woodrow Wilson"], "q": ",\" Anderson makes the... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... Digital Art@Google <strong> Eduardo Kac </strong>, <strong> Andrew Senior </strong>, Sandra Cordero, <strong> Marina Zurkow </strong> Digital Art@Google <strong> Eduardo Kac </strong>, <strong> Andrew Senior </strong>, Sandra Cordero, <strong> Marina Zurkow </strong>", "new_id": -2}]