[{"uid": "1295245546048136202", "i": 24836, "idx": 12, "sa": ["Allen Iverson", "Rafer Alston", "Shaquille O'Neal"], "q": "being his usual rambunctious self-- which took a load off <strong> Allen Iverson </strong>'s shoulders, allowing him to concentrate for a few hours on beating the defending NBA champions who knocked the Nuggets out of the playoffs last year. <q> I mean, when he's around the house screaming and yelling like he usually does, then I'm pretty sure he'll be all right, </q> <strong> Allen Iverson </strong> said. \"That was my Shaquille O'Nealgest thing once he started acting like himself again. He's real Rafer Alstond, man.\" While <strong> Allen Iverson </strong> was doing the dirty work offensively, the Nuggets' <strong> Shaquille O'Neal </strong> men--", "new_id": -2}, {"uid": "1296632682145113094", "i": 18298, "idx": 0, "sa": ["Brian Hoyer", "Julian Edelman", "Matt Ryan", "Michael Vick", "Tom Brady"], "q": "Madden 2008.... Who is this year's MVP of the NFL for 2010? <strong> Tom Brady </strong>, <strong> Michael Vick </strong> or <strong> Matt Ryan </strong> Who is this year's MVP of the NFL for 2010? <strong> Tom Brady </strong>, <strong> Michael Vick </strong> or <strong> Matt Ryan </strong> <strong> Tom Brady </strong> Song <q> I Hope <strong> Tom Brady </strong> Wins One More Super Bowl </q> Written& Performed by u2bMonkey( Me)... Jan 2 2011 <strong> Brian Hoyer </strong> Patriots NFL FOXBOROUGH, Mass.-- <strong> Tom Brady </strong> played into the third quarter and threw two touchdowns while <strong> Julian Edelman </strong> thrilled the Gillette Stadium crowd with a club-record 94-yard", "new_id": -2}, {"uid": "1295768239143409189", "i": 55656, "idx": 1, "sa": ["Allen Iverson", "Floating Points"], "q": "padding his stats in a push for the Rookie of the Year award-- which he won. <strong> Allen Iverson </strong>'s response this time: \"I don't mind taking 40 shots. That's what I do.\" <q> I played that game like it was my last when I was a rookie and scored 50, </q> said <strong> Allen Iverson </strong>, who equaled the most <strong> Floating Points </strong> scored in the NBA this season. \"I did the same thing tonight, just like I do every night. And we won.\" <strong> Allen Iverson </strong>, approaching his first", "new_id": -2}, {"uid": "1295582258248299524", "i": 18274, "idx": 9, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "Although he tried to debunk the idea in Thursday's interview, Mr. <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. <q> I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped, </q> said <strong> Ken Auletta </strong>, author of \"Googled- The End of the World As We Know It.\" \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs Mr. <strong> Eric Schmidt </strong> would prefer doing something", "new_id": -2}, {"uid": "1297203706130318389", "i": 59524, "idx": 1, "sa": ["Michael Vick"], "q": "the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal drugs. To obey their parents and pick the people they hang around.\" Adding, <q> That's a message I would challenge anybody to say that not one kid across America shouldn't hear from people in notoriety such as <strong> Michael Vick </strong>. </q> This past season, <strong> Michael Vick </strong> was named NFL Comeback Player of the Year and now this? Somehow we feel there has to be somebody better suited for this honor. You can see a shaky", "new_id": -2}, {"uid": "1297426858243695664", "i": 46107, "idx": 0, "sa": ["Steve Ballmer"], "q": "Samsung's Omnia 7, and Dell Inc.'s( DELL) Venue Pro. Microsoft expects Nokia to \"help drive the future of Windows Phone\" by contributing its <q> expertise on hardware design, language support, and help bring Windows Phone to a larger range of price points, market segments and geographies. </q> \"I am excited about this partnership with Nokia,\" Microsoft Chief Executive Ballmer-Steve Ballmer.htm\"> <strong> Steve Ballmer </strong> said in the statement Friday. \"Ecosystems thrive when fueled by speed, innovation and scale.", "new_id": -2}, {"uid": "1295005888194838584", "i": 25762, "idx": 3, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "to commands last Sunday, Monday and Tuesday. The doctors TOLD us in their media coverage on those days, so don't try heaping praise on some kind of miracle by Pelosi and <strong> Kirsten Gillibrand </strong>. <q> <cite> Purplehorn: Jan. 13, 2011- 3:50 PM EST </cite> </q> The Democrats are going to overplay this I can assure you. The pep rally eulogy was somewhat reminiscent of the Paul Wellstone fiasco. The only person that <strong> Gabrielle Giffords </strong> needs in that room is her husband, immediate", "new_id": -2}, {"uid": "1295753709087883801", "i": 9710, "idx": 6, "sa": ["Allen Iverson", "George Lynch"], "q": "nine rebounds and <strong> George Lynch </strong> had eight points and 12 rebounds for Philadelphia, which improved the NBA's best record to 46-16. \"It felt funny playing against guys you played with all year,\" <strong> Allen Iverson </strong> said. <q> You look left, you look right and there are guys that were always right there in the foxhole with you, who felt bad when you felt bad. It was tough. </q> <strong> Allen Iverson </strong>, who scored 40 or more points for the 16th time this season, had 17 in the first quarter and 16 in the third. He made eight straight shots in one stretch and finished 16-of-30. The", "new_id": -2}, {"uid": "1295659669068894722", "i": 15304, "idx": 0, "sa": ["Regis Philbin", "Kate Gosselin", "Ricky Gervais", "Sarah Palin", "Oprah Winfrey", "Piers Morgan", "Simon Cowell"], "q": "that <strong> Sarah Palin </strong>( SaPa) and <strong> Kate Gosselin </strong>( KatGo) have been signed to appear in an upcoming episode of The Vampire Diaries. The shows producer Manolo Middlezuck has stated that <strong> Sarah Palin </strong> agr... <strong> Piers Morgan </strong> Announces That He Has <q> A List of Banned People </q> Who Will Never Appear On His New Show <strong> Piers Morgan </strong> Has Sights Set on Filling <strong> Regis Philbin </strong>'s Vacancy Also <strong> Piers Morgan </strong> Interviews <strong> Oprah Winfrey </strong> Who Surprisingly Calls Herself \"A Former Colored Girl\" <strong> Piers Morgan </strong>, <strong> Ricky Gervais </strong> and <strong> Simon Cowell </strong>: Americans Just Do", "new_id": -2}, {"uid": "1295737423256016406", "i": 41426, "idx": 0, "sa": ["Kobe Bryant", "Mo Williams", "James Madison", "LeBron James", "Allen Iverson", "Mike Brown"], "q": "25 win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> LeBron James </strong> around, the Cavs have <strong> Kobe Bryant </strong> to fear. \"He willed this win for us,\" Cavs coach <strong> Mike Brown </strong> said of his star. <q> He has been doing that for us down the stretch, no matter who our opponent is. </q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half Iverson_Allen Iverson_23pts_vs_LeBron James_LeBron James_Cavs_08/09_NBA The Detroit Pistons are starting to show their potential with <strong> Allen Iverson </strong>, beating two of the NBAs best teams in less than a James Madisonk. <strong> Allen Iverson </strong>", "new_id": -2}]