[{"uid": "1297261969180371472", "i": 1855, "idx": 4, "sa": ["Michael Gove", "Andy Burnham", "Aaron Porter"], "q": "' National Union of Students' president, <strong> Aaron Porter </strong>, warned that the EMA was a`` vital lifeline'' for young people which could help keep them in education and out of unemployment. <strong> Michael Gove </strong>: <q> The current arrangements for the Education Maintenance Allowance are poorly targeted </q> Labour argued in its Commons motion that EMA gives the poorest young people the choice of going to the best colleges in their area, by helping with transport costs. Mr <strong> Andy Burnham </strong> also accused the", "new_id": -2}, {"uid": "1297355094178634760", "i": 10755, "idx": 0, "sa": ["Alassane Ouattara"], "q": "feared the poorly dried beans stashed in their warehouses would rot.`` Nothing's moving, everything's stopped,'' said farmer Innocent Zamble, who runs a farm in the Soubre town of Meagui. <q> Our stores are stuffed with beans and there's no more space to stock them. We fear the quality is going to perish because we don't have the capacity to stock big quantities long term. </q> <strong> Alassane Ouattara </strong> has not said whether the ban will be extended when it expires on Feb. 23. Exporters estimate that around 65,000 tonnes arrived at Abidjan and San Pedro ports in the two weeks to Feb. 6,", "new_id": -2}, {"uid": "1295578221248299533", "i": 153, "idx": 2, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "was`` not a reaction to competitors.'' Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24,000 employees. <q> Google has many different businesses and the issue that we have been getting into is there's too many ways( in) which these businesses can be slowed down, </q> <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong>, who became CEO in 2001 to Sergey Bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach, among other things", "new_id": -2}, {"uid": "1296622974234061849", "i": 31548, "idx": 4, "sa": ["LeBron James", "Paul Pierce", "Allen Iverson"], "q": "scoreless in the final period.`` This is what playoff basketball is all about,'' <strong> Paul Pierce </strong> said.`` Nobody said it was going to be easy when we got here. It's obviously not.'' <q> It's hard to get the clinching game, </q> said <strong> Allen Iverson </strong>, who has gotten five of them in his career.`` Those shots at the beginning of the game are a lot easier than the ones at end of the game, when you're looLeBron James to", "new_id": -2}, {"uid": "1296664426136101888", "i": 8540, "idx": 3, "sa": ["Simon Cowell", "Oprah Winfrey"], "q": "... It just[ felt] negative.'' The` Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q> I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it. </q> She added,`` I will say that it's a kinder, gentler[ show now.]''", "new_id": -2}, {"uid": "1296043726064634891", "i": 52641, "idx": 0, "sa": ["Alassane Ouattara"], "q": "off from the money used to pay civil servants. His political rival <strong> Alassane Ouattara </strong>, who is the internationally recognized winner of the election held nearly two months ago, condemned the move Wednesday. <q> This illegitimate and illegal decision to requisition is null and void. Thus, anyone who participates directly or indirectly in its implementation will be subject to sanctions and criminal prosecution, </q> the statement said. Without access to government funds, it's unclear whether Gbagbo will be able to continuing paying the country's military and security forces. <strong> Alassane Ouattara </strong> supporters hope that by stemming the flow of", "new_id": -2}, {"uid": "1296271630184582160", "i": 42002, "idx": 0, "sa": ["Angelina Jolie"], "q": "dominance to the compatibility of his winter birth with the Year of the Rabbit's fire element, and the countervailing shortfall suffered by the August-born's) administration won't go that smoothly,'' he said. <q> He won't be able to register that many achievements. </q> Taiwan's Tsai said the Year of the Rabbit will bring new challenges to Hollywood lovebirds <strong> Angelina Jolie </strong> and <strong> Angelina Jolie </strong>, who share the Rabbit birth sign, one of 12 in the Chinese zodiac. In feng shui lore", "new_id": -2}, {"uid": "1296209073159924232", "i": 2966, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "and serve as a voice for our troops and military families,'' she said. <strong> Kirsten Gillibrand </strong> says she will work for troops and their families, and try to strengthen connections between the military and <q> I'm not dying, </q> says the bad boy actor, while continuing to be a total trainwreck. Dog found in massive block of ice on man's lawn Investigators believe female pup was dead before it was frozen; wounds indicate", "new_id": -2}, {"uid": "1294969046172343345", "i": 27525, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "survive such a devastating wound. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her unbandaged left eye and tried to focus on loved ones for the first time. <q> This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more, </q> said her neurosurgeon, Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said:`` It was raw courage. It was raw strength. It was so beautiful and so", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life` Truman Show' PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}]