[{"uid": "1295593237183287808", "i": 33963, "idx": 1, "sa": ["Eric Schmidt"], "q": "to leave Google to work for the social networking company. \"My goal is to run Google at the pace and with the soul and passion of a startup,\" Page said in a Thursday interview. <q>I think I will have time to do that given the way we have split up our responsibilities.<q> <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. \"I am not as concerned about the titles as I am winning", "new_id": -2}, {"uid": "1295433137260259957", "i": 39335, "idx": 0, "sa": ["Steve Ballmer"], "q": "22.75($ 34) per user per month for the first 12 months. But the promotional period ends on 30 June this year. Here's the significant bit about yesterday's announcement: <q>The service is available today as a cloud offering,<q> said <strong> Steve Ballmer </strong>. \"This is the first time we've made a release in the cloud before we have done so in the server version, and I think that really reflects the push by Microsoft into the cloud", "new_id": -2}, {"uid": "1297642831198574106", "i": 15883, "idx": 2, "sa": ["Shayne Ward", "Justin Bieber", "Simon Cowell"], "q": "with <strong> Simon Cowell </strong>. In an interview with Digital Spy, <strong> Shayne Ward </strong> took issue with <strong> Simon Cowell </strong>'s decision to have 12 years old be the minimum age requirement for \"The X Factor\" U.S. contestants. <q>Obviously there are a lot of 12-year-olds over in America who are incredible singers,<q> <strong> Shayne Ward </strong> said. \"But I personally think it's too low. It's a completely different world over there; there's a lot more over-the-top media intrusion. With the whole <strong> Justin Bieber </strong> thing, I can see", "new_id": -2}, {"uid": "1295750091189693976", "i": 43207, "idx": 4, "sa": ["Allen Iverson", "Paul Pierce", "Albertina Walker"], "q": "champions. <strong> Paul Pierce </strong> had to work hard for his 20 points as he struggled for most of the game before coming alive briefly in the fourth quarter. <strong> Albertina Walker </strong> scored 25 points but was scoreless in the final period. <q>This is what playoff basketball is all about,<q> <strong> Paul Pierce </strong> said. \"Nobody said it was going to be easy when we got here. It's obviously not.\" \"It's hard to get the clinching game,\" said <strong> Allen Iverson </strong>, who has gotten", "new_id": -2}, {"uid": "1295451961002899971", "i": 43919, "idx": 5, "sa": ["Peyton Manning", "Jim Ryun", "Mike Pence", "Ronald Reagan"], "q": "urging <strong> Mike Pence </strong> to run for the presidency is a former deputy counsel to <strong> Ronald Reagan </strong> and former U.S. Rep. <strong> Jim Ryun </strong>, R-Kan. <strong> Mike Pence </strong> said the decision he and his wife will reach will be based on <q>where can we make the most difference for the conservative principles that carried us into public service. It also comes down to where are we needed most.<q> While <strong> Mike Pence </strong> would be one of numerous Republicans considering presidential campaigns, he would enter a race for governor as the favorite. Bob's Blitz: Face it, <strong> Peyton Manning </strong> stinks in post-season From", "new_id": -2}, {"uid": "1295305160102465537", "i": 11723, "idx": 0, "sa": ["Colin Powell", "Barack Obama", "Bill Clinton"], "q": "rampage, and to honor those who are still struggling with their wounds. Watch the entire speech here. For more coverage: to.pbs.org... video results for: obama <strong> Bill Clinton </strong> barack <strong> Barack Obama </strong>& the DC School Voucher Program <q><strong> Barack Obama </strong>& the DC School Voucher Program: The <strong> Bill Clinton </strong> says he wants to do \"what's best for kids.' So why won't he save a proven program that helps low-income students?<q> Mercedes Campbell is one of the 1700 students in the Washington, DC Opportunity Scho... <strong> Colin Powell </strong> Endorses <strong> Barack Obama </strong> for <strong> Barack Obama </strong> On NBC\"s Meet The Press, <strong> Colin Powell </strong> announced his support for <strong> Barack Obama </strong>. October 19, 2008...", "new_id": -2}, {"uid": "1295618647099680302", "i": 4274, "idx": 0, "sa": ["Eric Schmidt"], "q": "the throne while training him to do so. We knew that this would happen. We When I interviewed <strong> Eric Schmidt </strong> a few weeks ago and asked about pressure over privacy, China, and lobbying, he said, <q>This is not the No. 1 crisis at Google.<q> What is? Scale is Google's greatest skill and greatest challenge. It scaled search( vs. quaint Yahoo, which thought it could catalogue this web thing). It scaled advertising( vs. the media companies that", "new_id": -2}, {"uid": "1295592970155664410", "i": 2747, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "responsibility in the company. Earlier all the major strategic decisions were taken by the three of them together. But that is set to change. In a self-authored blogpost <strong> Eric Schmidt </strong> details about the new roles, <q>Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I know he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead.<q> <strong> Eric Schmidt </strong> describes co-founder <strong> Sergey Brin </strong> as an \"innovator and entrepreneur to the core\" and rightly so, his role in new and strategic projects would be much needed. He would continue to sport the \"co-founder\" title", "new_id": -2}, {"i": 8023, "idx": 0, "index_answer": 0, "new_id": -1, "q": "want the <strong> Bill Clinton </strong> and Congress to work together on the big issues, not least the economy. <strong> Larry Sabato </strong> said the Republican takeover of the House of Representatives gives the <strong> Bill Clinton </strong> a new political lease on life. <q>Once the Tea Party members of the House start having a full airing of their views, <strong> Barack Obama </strong> will appear more moderate. He's going to be nicely positioned between the old <strong> Barack Obama </strong> and the new Republican House. I've said for more than a year that if the Democrats hold both the House and the Senate <strong> Barack Obama </strong> might be a one-term <strong> Bill Clinton </strong>. Now he has someone to blame and someone to make him to look better.<q> <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically. \"He hasn't achieved all of his purposes, but he", "sa": ["Larry Sabato", "Colin Powell", "Bill Clinton", "Barack Obama"], "uid": "1296560297058949650"}, {"uid": "1297112292257425417", "i": 45291, "idx": 0, "sa": ["Simon Cowell"], "q": "Idol last year got a glimpse of the curmudgeonly judge during a Super Bowl spot promoting his new singing competition, The X Factor. Now additional details are emerging about the upcoming Fox show, which unlike <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,<q> <strong> Simon Cowell </strong> told UsMagazine.com in a statement. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5", "new_id": -2}]