[{"uid": "1295224428194101276", "i": 12147, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,\" <strong> Kirsten Gillibrand </strong> told NBC's \"Meet The Press\" program. <q>It's an extraordinary amount of progress for a woman who sustained such a horrific injury,</q> she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head from point-blank range a week ago and remains in critical condition. With <strong> Kirsten Gillibrand </strong> in the hospital room, <strong> Gabrielle Giffords </strong> opened her eyes for", "new_id": -2}, {"uid": "1295289654026066990", "i": 16406, "idx": 1, "sa": ["Michael Vick"], "q": "I think this team gives me the best chance of winning a Super Bowl.\" <strong> Michael Vick </strong> also admitted that Philadelphia wasn't at the top of his list of preferred destinations two years ago. <q>I didn't want to come here to be honest with you,</q> <strong> Michael Vick </strong> said. \"I knew I was going to be behind Donovan and Kevin, and I wanted to play. I just didn't see myself playing a heavy role in the offense.", "new_id": -2}, {"uid": "1297235389152961040", "i": 21606, "idx": 5, "sa": ["Wes Welker", "Matt Cassel", "Troy Polamalu", "Michael Vick", "Brian Urlacher"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q>Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit.</q> Also receiving votes were Minnesota linebacker E.J.Henderson( 3 ï¿½), New England receiver <strong> Wes Welker </strong>, Chicago linebacker <strong> Brian Urlacher </strong> and Kansas City quarterback <strong> Matt Cassel </strong>( 2 each), and Pittsburgh safety <strong> Troy Polamalu </strong>, Seattle running back/kick", "new_id": -2}, {"uid": "1295798896032096299", "i": 45890, "idx": 10, "sa": ["Colin Powell", "Barack Obama"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. \"I will always vote for the person who I think is best qualified,\" he said. <q>I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either.</q> User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1297485029134791201", "i": 42660, "idx": 2, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Sandy Parker"], "q": "that she and Senator <strong> Chuck Schumer </strong> are already very active in. \"He's( <strong> Chuck Schumer </strong>) on both the Banking and Finance Committee. It's the equivalent on the Senate side,\" said <strong> Kirsten Gillibrand </strong>, <q>and tax policy is something that I take a leadership role in as well.</q> \"It's definitely a setback for us,\" said <strong> Sandy Parker </strong>, President of the Rochester Business Alliance. <strong> Sandy Parker </strong> said Lee was a friend to business in Upstate New York. \"", "new_id": -2}, {"uid": "1296966831159891467", "i": 15517, "idx": 0, "sa": ["Michael Vick"], "q": "year By Jeff McLane INQUIRER STAFF WRITER DALLAS- The NFL threw <strong> Michael Vick </strong> a party and named the Eagles quarterback comeback player of the year, capping off an improbable season. <q>I thank my coaches and my teammates,</q> said <strong> Michael Vick </strong>, who was on hand to accept his award. \"They got me better as an NFL player, as a quarterback, and took advantage of my talents.\" <strong> Michael Vick </strong> received 291/2 of", "new_id": -2}, {"uid": "1295808974069746715", "i": 5557, "idx": 1, "sa": ["Mimi Walters", "Jerry Brown", "Bill Lockyer"], "q": "benefit plans. \"We want reforms in place before there's any discussion about tax increases,\" said <strong> Mimi Walters </strong>, the GOP's nominee last fall for state treasurer who was trounced by incumbent <strong> Bill Lockyer </strong>. <q>I do know there's not support at all to even put it on the ballot without significant pension reforms.</q> <strong> Jerry Brown </strong> has proposed cutting$ 12.5 billion in expenditures and asking voters to extend for five years temporary taxes on personal income, sales and autos in an attempt to solve a$ 25.4 billion deficit.", "new_id": -2}, {"uid": "1296706237199049246", "i": 1208, "idx": 3, "sa": ["Michael Jordan", "Michael Vick", "Clyde Drexler"], "q": "now,\" says Charlotte coach Larry Brown. \"The college game is much more physical than our game. I always tease <strong> Michael Vick </strong>[ <strong> Michael Jordan </strong>], if he played today, he'd average 50.\" <q>The history book inspires them to be some of the best,</q> said <strong> Michael Jordan </strong>. \"Rules have changed to help them. I could have averaged 50 points today!\" Question for <strong> Clyde Drexler </strong>: In the current league where there is no hand checking and no ruff play how much", "new_id": -2}, {"uid": "1295309791147243008", "i": 40830, "idx": 1, "sa": ["Barack Obama", "Bill Clinton", "Mike Pence"], "q": "of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign.\" <q>For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,</q> said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri. \"This country is not ready for a pure progressive.\" The Republican contest to determine who will have the opportunity to unseat <strong> Barack Obama </strong> already is under", "new_id": -2}, {"i": 44049, "idx": 0, "index_answer": 0, "new_id": -1, "q": ". Ask him how he feels, and he'll let you know. So on Monday, when <strong> Michael Vick </strong> said on The <strong> Tony Mercurio </strong> Show on ESPN 94.1 in Virginia Beach that his injured leg has <q>probably went from 50 percent to 75 percent,</q> you can believe him. What the Eagles have to hope is that before Sunday that percent jumps up to between 85 to 95 percent. <strong> Michael Vick </strong> saying, \"I'll be 100 percent by", "sa": ["Michael Vick", "Tony Mercurio"], "uid": "1296084752130252877"}]