[{"uid": "1295238967163905547", "i": 26755, "idx": 0, "sa": ["Steve Ballmer"], "q": "separate sites onto a single SharePoint front-end, saving the company$ 2 million a year. <strong> Steve Ballmer </strong> says SharePoint lets more business users in an organization publish content to the Web without having to involve IT. <q> Marketing, sales, customer service people desire to move things along quickly, and without necessarily on every transaction having IT involved. SharePoint is a great bridge for that, </q> said <strong> Steve Ballmer </strong> in an interview with InformationWeek. When asked what SharePoint brings to the table that other Web development platforms don't, <strong> Steve Ballmer </strong> responded`` Well, you can do anything with anything. The question", "new_id": -2}, {"uid": "1295369666220332052", "i": 12269, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman"], "q": "I Hated` The Rachel' <cite> <strong> Howard Stern </strong>| Photo Credits: Bobby Bank/WireImage. com </cite> <strong> Piers Morgan </strong> Tonight, the shock jock calls the NBC late-night host`` insane'' and accuses him of stealing sketch ideas. <q> Jay is a crook and the world knows exactly what he's up to. He steals a tremendous amount of material, </q> The New York Post quoted <strong> Howard Stern </strong> as saying.`` This guy's ripped off like 10 major things from my show.'' <strong> David Letterman </strong> in the ratings.`` It's beyond my", "new_id": -2}, {"uid": "1295033567268353577", "i": 43751, "idx": 0, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Rudy Giuliani", "Steny Hoyer"], "q": ": <strong> Kirsten Gillibrand </strong> visits Giffords, new suspect details... Photo in Slideshow: <strong> Nancy Pelosi </strong>, <strong> Steny Hoyer </strong>, Rob Andrews... Video: Male model detained in <strong> Rudy Giuliani </strong> castration death Entertainment Video: Oscar hopeful Firth gets Hollywood star Report Abuse <q> Hello everyone! In the midst of all the politics, and problems to be solved in our world, let us remember the 33 trapped miners from Chile, who are ready to be lifted from a 700 meters depth. Precarious preparations are being done leading to their rise to the surface right this minute. The </q> Hope'' is to be able to have the first miner out this comming Tuesday, God permitting all goes well. Immagine if we were one of them what joy that wolud be, to think one might have", "new_id": -2}, {"uid": "1297112033026116113", "i": 49272, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.'' 3:00 p.m.- 4:00 p.m. Let's Make A Deal 8:00 p.m.- 8:30 p.m. How I Met Your Mother", "new_id": -2}, {"uid": "1296171152171278391", "i": 15971, "idx": 3, "sa": ["Mike Pence"], "q": "saying saying his`` calling is closer to home'' and added he would`` be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead.'' <q> I have learned to follow my heart, and my heart is in Indiana, </q> he added. Former <strong> Mike Pence </strong> Political Director Jerry Alexander told Roll Call about the decision and said he won't announce a gubernatorial bid because not doing so allows him to raise money for his congressional campaign fund", "new_id": -2}, {"uid": "1297184999119177276", "i": 47860, "idx": 3, "sa": ["Matt Lauer", "Kate Middleton", "Simon Cowell"], "q": "this season. He cites the fact that it's on at a different time in the U.K. and it's been difficult. But he did watch some clips last week and says of the judges, <q> They look good. I think they're doing fine. They have a different approach to what I used to do before. I think the show has to reinvent itself and I think it's right that it's a different show to what we made before. I left the show on fantastic terms. I still talk to Randy and Ryan. We're still good friends. </q> <strong> Simon Cowell </strong> also tells <strong> Matt Lauer </strong> that no, he is not invited to the <strong> Kate Middleton </strong> wedding and no, he does not know who is designing <strong> Kate Middleton </strong>'s weddign gown.* headsmack*, <strong> Matt Lauer </strong>.", "new_id": -2}, {"uid": "1295351084138280973", "i": 681, "idx": 0, "sa": ["Steve Ballmer"], "q": "Microsoft CEO <strong> Steve Ballmer </strong> is expected to discuss the release and the company's CRM strategy during a speech Monday. The global availability of CRM Online as well as its hooks into Microsoft's collaboration and productivity software <q> are going to raise the level of competition in general in CRM, </q> said Brad Wilson, general manager of Dynamics, in an interview. CRM 2011 does not match up feature-for-feature with Salesforce.com but`` it's comparable from a salesperson's point of view in terms of what", "new_id": -2}, {"uid": "1295994754268058642", "i": 23841, "idx": 0, "sa": ["Eric Schmidt"], "q": "stuff from the NileGuide Acquires 10Best to Dominate Travel Recommendations Travel startup NileGuide just announced that it has acquired a site called 10Best, a move that chief executive Josh Steinitz makes the San Francisco startup <q> one of, if not the, largest travel content publishers </q> Hollywood and Tech Leaders Invest in GeekChicDaily <strong> Eric Schmidt </strong> Sees Next Decade as Age of`` augmented Humanity'' Cirtas Raises$ 22.5 M for Facebook, Twitter oust Myspace for music fans: experts music of", "new_id": -2}, {"uid": "1296872180102547487", "i": 44904, "idx": 1, "sa": ["Travis Pastrana", "David Letterman"], "q": "said <strong> Travis Pastrana </strong>.`` There are 26 guys on tour with 13 X Games medals between them and everyone wants to outdo each other with how big they can go... it's scary at times.'' <q> These tours are great as you learn so much from the guys around you and you come back as better riders and better friends. </q> For the managing director of Global Action Sports, <strong> David Letterman </strong> Porra, the show, and the antics of <strong> Travis Pastrana </strong>, needs to be seen to be believed.`` <strong> Travis Pastrana </strong> is the greatest action sports", "new_id": -2}, {"i": 38868, "idx": 3, "index_answer": 0, "new_id": -1, "q": "of Evansville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q> In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it, </q> he said.`` But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.'' <strong> Robert Dion </strong> said", "sa": ["Robert Dion", "Mike Pence"], "uid": "1296197040069206031"}]