[{"uid": "1295674060172441642", "i": 13797, "idx": 3, "sa": ["Larry Brown", "Shaquille O'Neal", "Allen Iverson", "Kobe Bryant", "Ted Thompson"], "q": "17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds.`` I wanTed Thompson to get off to a good start,'' <strong> Allen Iverson </strong> said. <q> Some earlier shots were going off the rim, then all of a sudden, my shots began to drop. My teammates began to get the ball to me, they did a good job as always of getting me the ball in the right spot, and I was able to make the <strong> Shaquille O'Neal </strong> shots at the end. </q>`` The <strong> Kobe Bryant </strong> kid was phenomenal,'' Sixers coach <strong> Larry Brown </strong> said.`` I had to take him out at the beginning just to calm him down because he was really wired. Yeah, he took a lot", "new_id": -2}, {"uid": "1296907704235421733", "i": 28358, "idx": 1, "sa": ["Zahi Hawass"], "q": "the role of demonstrators who helped catch the January 28 intruders and return the stolen artefacts. They formed a`` human chain'' to protect the museum from looters until the army came to secure it. <q> What happened in Egypt is very rare, to see the army and the people join forces to protect the museum, </q> <strong> Zahi Hawass </strong> said. He said all the damaged artefacts, including two Tutankhamen sculptures, can be restored and nothing had been stolen. Two petrol-bombs landed inside the grounds of the museum on Wednesday when", "new_id": -2}, {"uid": "1295681320220479499", "i": 33688, "idx": 4, "sa": ["Eddie Jordan", "Elton Brand", "LeBron James", "Allen Iverson", "Michael Jordan", "Jrue Holiday"], "q": ".'' LooLeBron James for a spark, 76ers coach <strong> Eddie Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q> He just put us in a good rhythm tonight and had us flowing, </q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He Music: Machinae Supremecy- Sidology Episode 2- Trinity Paradigm in", "new_id": -2}, {"uid": "1295559064082083862", "i": 11493, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin", "David Brooks"], "q": "more of an ambassador( and, according to the earnings release, an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>). The company is casting the move as a clarification of roles, and quotes <strong> Eric Schmidt </strong> as saying <q> <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Cancel Post Your Comment You must be logged in to post a comment`` did you happen to read the piece in the times by <strong> David Brooks </strong>? i think he has a point...''", "new_id": -2}, {"uid": "1297194045067846395", "i": 26076, "idx": 0, "sa": ["Eric Schmidt"], "q": "by The Sunday Telegraph about the European Commission inquiry into the company's dominance in search, <strong> Eric Schmidt </strong> spun the requests for information that Google received as part of that investigation as the beginnings of possible settlement discussions. <q> I think it is in our interests and I would hope in their interests to do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct, and we'll find out and make sure we are operating well within the law and the spirit of the law, </q> href=\"http://www.telegraph.co.uk/technology/google/8306318/Google-chief-Eric Schmidt-Eric Schmidt-seeks-deal-on-EU-search-inquiry.html\"> he said.`` We understand we play a major role in Europe and we're not denying that. We have a lot of meetings with appropriate government officials.'' We have a", "new_id": -2}, {"uid": "1296548043175308818", "i": 54742, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "of IOUs, if no cuts State Treasurer <strong> Bill Lockyer </strong> said Saturday that California could be forced to issue IOUs as early as April or May if state lawmakers don't make deep spending cuts soon. <q> I came here not to embrace delay or denial, but to get the job done, </q> <strong> Jerry Brown </strong> said in a widely televised State of the State address, while acknowledging the reluctance of budget stakeholders and Democrats to make spending cuts and Republicans and anti-tax groups to extending$ 11 Bill Lockyerion a year in temporary taxes", "new_id": -2}, {"uid": "1296481863002883636", "i": 4491, "idx": 2, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy.`` I think it is also one of the best things that could have happened to Chrysler, too.''", "new_id": -2}, {"uid": "1295804524123387906", "i": 46369, "idx": 5, "sa": ["Doc Rivers", "Allen Iverson", "Michael Finley", "Earl Boykins"], "q": ". The Denver guard hit seven straight attempts before missing a three-pointer Earl Boykinsy in the third quarter. He also made all 10 of his free throws.`` It felt OK before the game,'' <strong> Allen Iverson </strong> said. <q> Now, it feels that much worse. It's throbbing like a heartbeat. </q> <strong> Allen Iverson </strong>, who hurt his Michael Finleyger against San Doc Riversio a week ago, slips on a brace after every game per Doc Riverstors orders.`` If I didn't wear this brace to keep it straight after every game,", "new_id": -2}, {"uid": "1296155962139182086", "i": 51586, "idx": 0, "sa": ["Dan Evans", "Tim Godwin", "Ian Edmondson", "Andy Coulson", "Sienna Miller", "Kelly Hoppen"], "q": "criminal activity January 2011- CPS to review all material held by police, following civil action launched against the NoW by actress <strong> Sienna Miller </strong>. Mr <strong> Andy Coulson </strong> resigns as prime minister's communications chief In a statement NoW said: <q> We have carried out an extensive investigation led by a team of independent forensic specialists and we have found no evidence whatsoever to support this allegation.`` The civil litigation is ongoing, as is the internal investigation and until both are concluded it would be inappropriate to comment further.`` However, we are disappointed the BBC chose to lead with this misleading report without giving the News of the World an opportunity to respond. </q> The GuardIan Edmondson has previously reported that Mr <strong> Dan Evans </strong>' defence is he phoned Ms <strong> Kelly Hoppen </strong>'s number for legiTim Godwinate reasons and accidentally accessed her voicemail when the keys on his own phone got stuck. Mr", "new_id": -2}, {"i": 47897, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and religious liberty have forgotten the lessons of history,'' said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q> We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure. </q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said:`` It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.'' Those are reasonable concerns", "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "uid": "1297490833134791170"}]