[{"uid": "1295287031003260440", "i": 5059, "idx": 1, "sa": ["Steve Ballmer"], "q": "competes in the cloud arena against Google, especially over federal and large-enterprise contracts for cloud-based apps. <strong> Steve Ballmer </strong> has insisted for months that his company is ''all in'' with regard to the cloud services. <q>We have learned a lot through running Windows Live, Hotmail, Bing,</q> he told an audience during a July 12 keynote address at this summer's Worldwide Partner Conference See why Sun, HP, and x86 users are moving to Power. Remote Support for PCs,", "new_id": -2}, {"uid": "1296614981006586377", "i": 224, "idx": 0, "sa": ["Zahi Hawass"], "q": ". Reuters reports: ''Egyptian police shot dead 17 people trying to attack two police stations on Saturday in Beni Suef governorate, south of Cairo, witnesses and medical sources said.'' reports: <q>Would-be looters broke into Cairo's famed Egyptian Museum, ripping the heads off two mummies and damaging about 10 small artifacts before being caught and detained by soldiers, Egypt's antiquities chief said Saturday.</q> <strong> Zahi Hawass </strong> said the vandals did not manage to steal any of the museum's antiquities, and that the prized collection was now safe and under military guard. With mass anti-government protests still roiling the country", "new_id": -2}, {"uid": "1296419955103301139", "i": 34854, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb", "Rocky Bleier"], "q": "and head injuries and how it affects players. And what the league is doing is important. But you get labeled.... You start to look at those guys differently, I guess,'' <strong> Rocky Bleier </strong> said. <q>But it is their job to hit harder than others. If you can do it and survive, that is what the fans want and what the team wants. They are not looking to take you out of the game or hurt you. They want to beat you.</q> Jonathan Wilson: Asian Cup highlights the rise of Asia Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for <strong> Kevin Kolb </strong>", "new_id": -2}, {"uid": "1296922649262193174", "i": 35459, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "might want or wish to <strong> President Bush </strong> Grindhouse, one of their most prolific warmongers, has penned a ''Not Me, Not My Fault'' book, hitting the streets this week. From the NYT; <q> ''Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,</q> Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. ''He wanted the options to be ''creative.'''''[ snip] His", "new_id": -2}, {"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy''/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q>Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise,</q> he said. ''It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.''", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}, {"uid": "1295562281254656562", "i": 12342, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. ''There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. <strong> Google Inc. </strong> earned US$ 2.5 billion", "new_id": -2}, {"uid": "1295683722021889029", "i": 39541, "idx": 0, "sa": ["Napoleon Bonaparte", "President Dwight D. Eisenhower", "Colin Powell", "Rick Goings", "Alan Greenspan"], "q": "<strong> Rick Goings </strong> receives highest honor in <strong> Napoleon Bonaparte </strong>, joining Americans including <strong> Colin Powell </strong>, <strong> Alan Greenspan </strong> and <strong> President Dwight D. Eisenhower </strong> BUSINESS WIRE)-- Please replace the release dated Jan. 21, 2011 with the following corrected version due to multiple revisions: <q> ''This honor is a sign of the <strong> Napoleon Bonaparte </strong> Republic's gratitude and appreciation to his commitment.</q>'' Tupperware Brands Corporation CEO is Made a Knight in the <strong> Napoleon Bonaparte </strong> Legion of Honor <strong> Rick Goings </strong> receives highest honor in <strong> Napoleon Bonaparte </strong>, joining Americans including <strong> Colin Powell </strong>, <strong> Alan Greenspan </strong> and <strong> President Dwight D. Eisenhower </strong> Tupperware Brands Corporation today announced that", "new_id": -2}, {"uid": "1295887271156680263", "i": 9805, "idx": 2, "sa": ["Eric Schmidt"], "q": "to hire her as president. ''It was really exciting. It was a reward for me to provide myself with another person who could take my desires and run with it,'' Cauley says. <q>She does things that I never even thought of.</q> After vetting a new senior manager closely, it's important to give that person authority and autonomy, advises Melinda <strong> Eric Schmidt </strong>, Philadelphia-based author of Become Your Own Boss in 12 Months. ''You", "new_id": -2}, {"uid": "1296049921129286144", "i": 31855, "idx": 2, "sa": ["Joan Rivers", "Sarah Palin", "David Letterman", "Betty White"], "q": "latest effort, on ''Late Show With <strong> David Letterman </strong>'' complaining that <strong> Betty White </strong>'s come ''back from the dead, and taking all my jobs.'' ''I almost got the Depends commercial,'' <strong> Joan Rivers </strong> said. <q>I stood there and urinated. She got it.</q> <strong> Joan Rivers </strong> was scheduled to appear on ''Fox and Friends.'' But then she insulted <strong> Sarah Palin </strong>. Two weekends ago, when a TMZ cameraman asked <strong> Joan Rivers </strong> for her opinion on <strong> Sarah Palin </strong>, she said <strong> Sarah Palin </strong> was ''stupid", "new_id": -2}, {"uid": "1295158532128794647", "i": 509, "idx": 0, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "to stop him,'' said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. ''I didn't realize it,'' <strong> Kobe Bryant </strong> said when told about his scoring spree. <q>You just get into one of those rhythms. My teammates were looking for me, it just feels like the ball finds you.</q> The Lakers led 89-79 entering the fourth quarter. The Nuggets drew within five points three times before a three-point play by <strong> Kobe Bryant </strong> with 6:41 remaining made it 101-93. That was only the beginning. Two free throws by", "new_id": -2}]