[{"uid": "1294966525056983567", "i": 2764, "idx": 3, "sa": ["Allen Iverson", "George Karl", "Carmelo Anthony"], "q": "He's better than I thought and I thought he was( darn) good.'' After coming out of the lineup with 1:04 remaining, <strong> Allen Iverson </strong> and <strong> George Karl </strong> had a brief conversation and then a quick hug. <q> To be a part of something like that is something to http://wn.com/Allen Iverson_Allen Iverson_36pts_10assists_vs_T-Mac_Houston_Rockets_06/07 The Denver Nuggets have survived long enough without <strong> Carmelo Anthony </strong>. Now, they can't wait to see how their risky`` experiment </q> works. <strong> Allen Iverson </strong> banked in a running 3-pointer in overtime and scored 36 points to rally Denver to a 121-113 victory over the Houston Rockets on Saturday night in the Nuggets' final game without <strong> Carmelo Anthony </strong>. <strong> Allen Iverson </strong> also had", "new_id": -2}, {"uid": "1295876928012320777", "i": 42705, "idx": 1, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "informed source. The political stakes were ratcheted up in the hours following <strong> Andy Coulson </strong>'s resignation when <strong> Ed Miliband </strong> personally issued a series of statements criticising the wisdom of hiring the former News of the World Editor; <q> I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for as long as he did', </q> he said. Those comments have reportedly given an added urgency to efforts to`` throw the dirt back''.`` <strong> Ed Miliband </strong> was unwise to comment,'' said one observer,`` the Tories are going to", "new_id": -2}, {"uid": "1296143956223117317", "i": 3722, "idx": 0, "sa": ["George W. Bush", "George E. Curry", "Barack Obama", "Alassane Ouattara"], "q": "Productions client <strong> George E. Curry </strong>, a syndicated U.S. newspaper columnist and special correspondent for the National Newspaper Publishers Association News Service( NNPA), a federation of more than 200 African-American newspapers, Gbagbo tells why. <q> I did n`t even know if <strong> Barack Obama </strong> called me because his ambassador, he has discredited himself. So, when he tells me something, I do n`t believe him, </q> Gbagbo said in the copyrighted interview with <strong> George E. Curry </strong>. After failing to return <strong> Barack Obama </strong>` s calls, Gbagbo said the U.S. <strong> George W. Bush </strong> sent him a letter asking him to step aside for <strong> Alassane Ouattara </strong> who, like Gbagbo", "new_id": -2}, {"uid": "1295571578103104583", "i": 8406, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "today. Our emerging businesses- display, Android, YouTube and Chrome- are on fire.[ Yes], the outlook is[ certainly] bright,'' <strong> Eric Schmidt </strong> wrote in an official blog post. <q> But as Google has grown, managing the business has become more complicated. So <strong> Larry Page </strong>, Sergey and I have been talking for a long time about how best to simplify our management structure and speed up decision making-and over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> According to <strong> Eric Schmidt </strong>, the three had been`` equally'' involved in making decisions over the past decade.`` This triumvirate approach has real benefits in terms of shared wisdom, and we will continue", "new_id": -2}, {"uid": "1297098713099483693", "i": 45907, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "Tem <strong> Dwaine Caraway </strong>-- who'd take the reins should <strong> Mayor Tom </strong> step down before the May election-- is seen presenting a key to the city of Dallas to Philadelphia Eagles QB <strong> Michael Vick </strong> at some Super Bowl party. <q> Let me say this, in short: With me, with me, it's simply and only about the children, </q> <strong> Dwaine Caraway </strong> tells Unfair Park this morning, referring to the fact the downtown event was filled with`` wayward kids.'' <strong> Michael Vick </strong>'s Super Bowl party was canceled over security concerns, though href=\"http://articles.philly.com/2011-02-05/sports/27103065_1_Michael Vickcentric-Michael Vick-Michael Vick-nfl-commissioner-roger-goodell\"> he did make an", "new_id": -2}, {"uid": "1297067872184320061", "i": 15366, "idx": 2, "sa": ["Michael Vick"], "q": "given the expiration of the collective bargaining agreement next month. But <strong> Michael Vick </strong> clearly expects to remain with the Eagles, who are expected to move toward a longer-term deal once the CBA issues are worked out. <q> Andy[ Reid] has been great. You're talking about a great coach, a great guy to be around, just to sit down and talk to on a daily basis, </q> <strong> Michael Vick </strong> said.''[ He] teaches you the game of football, everything you want in an individual as a player is what he exemplifies. It's just been great to be able to work with him", "new_id": -2}, {"uid": "1295875515093847644", "i": 32658, "idx": 1, "sa": ["Barack Obama", "Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "'' in the Senate, including <strong> Charles Ellis Schumer </strong>, and, er... who? Mark Finkelstein points out that <strong> Barack Obama </strong>'s great friend <strong> Kirsten Gillibrand </strong> pronounces her name with a soft G, not a hard G: <q> PBO pronounces <strong> Kirsten Gillibrand </strong> with a hard` g,' whereas </q> Maybe someone should take the time to introduce <strong> Barack Obama </strong> to his`` great friend'' one of these days. Got an Barack Obamateurism of the Day? If you see a foul-up by <strong> Barack Obama </strong>, e-mail it", "new_id": -2}, {"uid": "1295293122030998539", "i": 34307, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": " LONDON, Jan. 17( UPI)-- British Prime Minister href=\"http://www.upi.com/topic/David Cameron_David Cameron/\" title=\"David Cameron_David Cameron\"> <strong> David Cameron </strong> defended Press Secretary <strong> Andy Coulson </strong> against allegations of phone bugging when <strong> Andy Coulson </strong> was an editor. <strong> David Cameron </strong> said in London, <q> When( <strong> Andy Coulson </strong>) was editor of the News of the World, bad things happened at that newspaper. I gave him a second chance. </q> The BBC and the British Guardian reported <strong> Andy Coulson </strong> said the allegations regarding the bugging of celebrities' phones during his tenure as editor of the News of the World are making it more difficult for him to perform", "new_id": -2}, {"uid": "1295544633061915146", "i": 6536, "idx": 1, "sa": ["Alassane Ouattara"], "q": "Pour <strong> Alassane Ouattara </strong>, une intervention militaire s` impose en C?te d'Ivoire C?te d'Ivoire:`` <strong> Alassane Ouattara </strong> a sans doute rat le coche en termes de mobilisation politique et sociale'' <q> Toutes les mesures que nous voulons mettre en place doivent tre des mesures cibl?es sur ceux qui sont responsables de cette situation: M. Laurent Gbagbo, son gouvernement, ses proches </q>, a-t-il dit.`` Mais je veux pargner la grande majorit de la population'', a-t-il ajout en r?ponse? une question sur la possibilit d'un embargo sur les exportations de cacao, dont la C?te", "new_id": -2}, {"i": 30576, "idx": 1, "index_answer": 0, "new_id": -1, "q": "request for a transcript from Microsoft). He appears to tell the audience that Microsoft now has its tablet strategy well in hand. According to multiple news outlets reporting on the event, <strong> Steve Ballmer </strong> said, <q> You'll see slates, but if you want most of the benefits of what a PC can offer, creating, a form factor that has been tuned over years, you'll see us expand the footprint of what Windows can target, </q> he said in a taped press event available widely online.`` We've done work on a Windows tablet, and you'll see slates with Windows on from this Christmas.'' Still, how effectively", "sa": ["Steve Ballmer"], "uid": "1296429119182222848"}]