[{"uid": "1297227563238518272", "i": 25016, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "to draw their own conclusions. Some early reviews of what <strong> Donald Rumsfeld </strong> called \"my slice of history\" have cast it as a score-settling exercise, a revenge memoir. That, he sniffed, comes from <q> people who haven't read it. </q> Much of the attention to the book has focused on controversies from the Iraq war, but he also writes about the period when the Afghan war began slipping into a stalemate. In an interview", "new_id": -2}, {"uid": "1295965341261718031", "i": 7107, "idx": 0, "sa": ["Bill Lockyer", "Hosni Mubarak", "Newt Gingrich"], "q": "cars on the main street and waved signs reading \"OUT!\" inspired by the Tunisian protestations of \"DEGAGE!\" this week. Men were seen spraying graffiti reading \"Down with <strong> Hosni Mubarak </strong>.\" <q> We want to see change just like in Tunisia, </q> said Lamia Rayan, 24, one of the protesters. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog EDUCATION Company Cabrillo College Location", "new_id": -2}, {"uid": "1295907484175931405", "i": 2739, "idx": 5, "sa": ["Eric Schmidt"], "q": "MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained \"more channel partner momentum with managed services providers. Indeed, 29 of the world's top 100 MSPs now promote Google Apps to their end-customers.\" The article asks, <q> Will that trend continue when the CEO crown soon shifts from <strong> Eric Schmidt </strong> to Google co-founder Larry Page? </q> Spin off? While there's no reason to think Google would kill off Google Apps, there are scenarios that could trouble enterprise customers, Gartner analysts say. Google investors could conceivably push the company", "new_id": -2}, {"uid": "1296499489172736561", "i": 1748, "idx": 0, "sa": ["Michael Vick"], "q": "release. On the one hand, the <strong> Michael Vick </strong> dogs are all success stories- on the road to recovery and serving as ambassadors for a breed that has been widely derided as too dangerous. <q> Some people might say, \"Three years, that seems like such a long time,\" </q> said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. \"But we measure their progress in baby steps, especially when they were on", "new_id": -2}, {"uid": "1296152332094584859", "i": 6418, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Get noticed over other IS Professionals and increase your earning potential.", "new_id": -2}, {"uid": "1294972672267157620", "i": 5538, "idx": 3, "sa": ["Simon Cowell"], "q": ". The acerbic Brit, known for a mix of music savvy, wit and a tinge of nastiness, made Idol a phenomenon when the American version of England's Pop Idol launched in 2002. <q> Without <strong> Simon Cowell </strong>, I'm not sure how successful Idol would have been, regardless of how good( Season 1 winner) <strong> Kelly Clarkson </strong> was, </q> says Atlanta Journal-Constitution blogger Rodney Ho. \"How much will viewers miss <strong> Simon Cowell </strong>'s commentary? That's the question.\" At the same time, Ho says, <strong> Simon Cowell </strong> seemed less interested last season, which", "new_id": -2}, {"uid": "1295797579125714445", "i": 19720, "idx": 0, "sa": ["Colin Powell", "Barack Obama", "Dick Cheney"], "q": "'s challenges can be met. Article: State of the Union speech to focus on jobs: <strong> Barack Obama </strong>... Video: <strong> Barack Obama </strong>'s economic agenda: Boost competitiveness... Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Report Abuse <q> Federal Government Tax Revenues$ <strong> Barack Obama </strong> TRILLION </q> Federal Government Expenditures$ 3 TRILLION No more taxes... PLEASE! Liquor Tax Luxury Tax Excise Taxes State Income Tax Food License Tax Vehicle Sales Tax OK...", "new_id": -2}, {"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,\" <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q> Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud. </q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business' \"move forward into the era of cloud computing,\" one that would apparently require \"new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}, {"uid": "1296480901080920596", "i": 39062, "idx": 3, "sa": ["Sergio Marchionne"], "q": "past year from$ 4,131 in the previous year, according to Santa Monica-based Edmunds. \"Tricky Choices' \"They've been using fleet as an alternative to incentives,\" Anwyl said. <q> Instead of trying to discount cars to consumers, they\"ve been selling fleet, probably the best of tricky choices. </q> <strong> Sergio Marchionne </strong> has been working to pull back incentive spending since taking over the company in 2009. Fiat gained a 20 percent ownership stake in Chrysler when the U.S. automaker emerged from bankruptcy in June 2009.", "new_id": -2}, {"uid": "1296968578257851407", "i": 40184, "idx": 1, "sa": ["Donald Rumsfeld", "Gerald Ford"], "q": "were among the friends, family members and colleagues who came to Washington for conversations. \"I started thinking about this amazing archive I had,\" he says during a recent interview. <q> The fact that I had it, persuaded me that I ought to take advantage of it. </q> <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite in Washington, where the walls document a long, high-level life of politics and history: a photograph of then- <strong> Gerald Ford </strong>'s swearing-in statement", "new_id": -2}]