[{"uid": "1296860121114081793", "i": 31857, "idx": 1, "sa": ["Sergio Marchionne"], "q": "to keep the automaker from collapse in 2009. \"I want to pay back the shyster loans,\" <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unprincipled lawyer or politician. <q> Pay back the loans, get those out and then take( the company) public. </q> <strong> Sergio Marchionne </strong>, who is also CEO of Italy's Fiat SpA which owns 25 percent of Chrysler, has said repeatedly that the high interest rates on$ 5.7 billion that Chrysler owes to the U.S. Treasury have", "new_id": -2}, {"uid": "1295607662129794065", "i": 25150, "idx": 1, "sa": ["Eric Schmidt"], "q": "up 26 percent on a year ago, while profit was up 29 percent. To put this into perspective, however, Google's$ 2.54 billion Q4 profit was still less than half Apple managed. <q> Q4 marked a terrific end to a stellar year, </q> said <strong> Eric Schmidt </strong>.\" Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as", "new_id": -2}, {"uid": "1295016706149569541", "i": 57536, "idx": 0, "sa": ["Jeb Hensarling", "Bob McDonnell", "Gabrielle Giffords", "Kirsten Gillibrand", "Haley Barbour", "Newt Gingrich", "Charles Ellis Schumer", "Barack Obama", "Tim Pawlenty", "Rick Perry"], "q": "While just one potential GOP Barack Obamaial candidate is speaking at the Hispanic Leadership Network in Florida, two will be addressing today the House GOP retreat in BalTim Pawlentyore: former House Speaker <strong> Newt Gingrich </strong> and Mississippi Gov. <strong> Haley Barbour </strong>. Politico: <q> Much of what will go on in Charm City is a reflection of where the Republican Party is in 2011. It's looking to decentralize more power to the states, and has invited Govs. <strong> Haley Barbour </strong> of Mississippi, <strong> Rick Perry </strong> of Texas and <strong> Bob McDonnell </strong> of Virginia to talk about` Solutions for the States.' House Republican Conference Chairman <strong> Jeb Hensarling </strong>, whose group will run the retreat, invited[ Phil] Gramm, his political mentor and former boss, to speak on a breakfast panel with <strong> Newt Gingrich </strong>. </q>: On Sunday, \"Meet the Press\" will interview New York Sen. <strong> Kirsten Gillibrand </strong>( D) to get an update on Rep. <strong> Gabrielle Giffords </strong>'( D) condition. The show also will have Sens. <strong> Charles Ellis Schumer </strong>( D", "new_id": -2}, {"uid": "1297616822186400769", "i": 26629, "idx": 0, "sa": ["Dannii Minogue", "Louis Walsh", "Simon Cowell"], "q": "to what will happen if <strong> Simon Cowell </strong> and Cheryl Cole are fully to be involved in the US version of the show, but a source said that fans should not worry too much about <strong> Simon Cowell </strong> deserting them. <q> There's no way he will go off and forget about the UK show. <strong> Simon Cowell </strong> and Cheryl will be involved some way in the UK show. </q> The pay bonus for <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong> will raise their earnings from last year's? 1.1 million, and both are expected to sign closer to the start of auditions in May. <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong> to", "new_id": -2}, {"uid": "1295277629032079894", "i": 8916, "idx": 3, "sa": ["Patrick Elie", "Colin Powell", "Tavis Smiley", "John King", "Barack Obama", "Peter King"], "q": "Discourse\" at Tucson Shooting Memorial <strong> Tavis Smiley </strong> on <strong> Barack Obama </strong>'s Arizona Memorial Speech, Martin <strong> Colin Powell </strong> <strong> Peter King </strong> and Hate in America Wesleyan Professor Alex Dupuy: Haiti Transformed into the \"Republic of the NGOs\" Haitian Activist <strong> Patrick Elie </strong>: <q> Haiti is Controlled by Foreign Governments and Foreign Interests </q> Haitian Writer Jean Saint-Vil: One Year After Earthquake, Haitian Population Treated as a Threat, Not an Asset TONIGHT: Amy Goodman on CNN's <strong> John King </strong> USA Democracy Now!'s award-winning host Amy Goodman will appear", "new_id": -2}, {"uid": "1297661738130170880", "i": 19670, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "affairs. Also taken were pieces from the Amarnah period, including a sandstone head of a princess and a limestone statue of Akhenaten holding an offering table, <strong> Zahi Hawass </strong> said in an emailed statement. <q> An investigation has begun, to search for the people who have taken these objects, and the police and army plan to follow up with the criminals already in custody, </q> the statement said. <strong> Zahi Hawass </strong> said earlier that thieves had broken in through the roof of the museum on Jan. 28 at the height of clashes between police and protesters who eventually toppled President <strong> Hosni Mubarak </strong> last week.", "new_id": -2}, {"uid": "1295954421167477290", "i": 56041, "idx": 0, "sa": ["Larry Page", "David Wise", "Sergey Brin", "Eric Schmidt"], "q": "an executive who is transitioning out of the chief executive role- and may even be unusual for sitting chief executives, said <strong> David Wise </strong>, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q> <strong> Eric Schmidt </strong>, 55, is being replaced as Google's chief executive by cofounder <strong> Larry Page </strong>. Both men, along with Google's other cofounder <strong> Sergey Brin </strong>, have limited their salaries to$ 1 for years. But", "new_id": -2}, {"uid": "1297449743186662931", "i": 56981, "idx": 0, "sa": ["Steve Ballmer"], "q": ". Nokia, which dominated the mobile phone industry in the 90s and early 2000s, has failed to keep pace with Apple and Google in the fast-growing and lucrative smartphone market. 02 Feb 2011 <q> Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale, </q> he said. \"Nokia is at a critical juncture, where significant change is necessary and inevitable in our journey forward.\" <strong> Steve Ballmer </strong>, chief executive of Microsoft, said the partnership would \"dramatically accelerate", "new_id": -2}, {"uid": "1295512116158531594", "i": 23028, "idx": 1, "sa": ["Michael Gove"], "q": "unveiled which subjects would make up part of the new English baccalaureate qualification: maths, English, science, foreign languages and a humanity, such as history or geography. <strong> Michael Gove </strong> has said that his intention is to <q> restore the national curriculum to its original purpose- a core national entitlement organised around subject disciplines </q>. Andy Thornton, chief executive of the Citizenship Foundation, said: \"So far responses from the Department for Education to our enquiries have been noncommittal and focus mainly on the coalition's proposals for a", "new_id": -2}, {"uid": "1296235585160088132", "i": 20927, "idx": 0, "sa": ["Dannii Minogue", "Louis Walsh", "Simon Cowell"], "q": "show and said there were some surprises in store. And <strong> Simon Cowell </strong> responded to <strong> Louis Walsh </strong>'s claims that this year's series would only see him and <strong> Dannii Minogue </strong> return to the panel. He said: <q> They haven't been given a contract yet. We are in the process of going through all the shows. \"I think there are going to be a few surprises. I genuinely do. I don't think there's one set way of doing it. I am currently in conversations with ITV and Fox. \"The most important thing is to make a commitment to the people who watch the shows and make sure they are better than last year's. </q> <strong> Simon Cowell </strong> with his leading ladies... <strong> Simon Cowell </strong>, Cheryl Cole and Mezhgan Hussainy And he remained tight-lipped when asked whether or not Cheryl Cole would join him in the American version of the show- saying nothing would be", "new_id": -2}]