[{"uid": "1297482510048791575", "i": 4380, "idx": 2, "sa": ["Scott Garrett", "Mike Pence", "Jerry Lewis"], "q": "), who defended earmarking to POLITICO as recently as September. For their part, Republican appropriators have tried to be team players. <strong> Mike Pence </strong> <strong> Jerry Lewis </strong>( R-Calif.) said the impetus for the additional cuts came from <q> a whole cross-section of our members. </q> <strong> Mike Pence </strong> <strong> Scott Garrett </strong>( R-N.J.), an RSC leader, who was involved with a number of meetings with top Republicans this week, said leadership was \"receptive to going higher with the cuts\" - something", "new_id": -2}, {"uid": "1296781096226541600", "i": 16689, "idx": 1, "sa": ["Mike Pence", "Eric Holder"], "q": "Tuesday quickly gave momentum to <strong> Mike Pence </strong>'s, R-Ind., effort to strip federal funding for abortion providers. With Planned Parenthood the biggest recipient of those funds, <strong> Mike Pence </strong> said AmEric Holderans should be \"shocked\" that the organization <q> has been recorded aiding and abetting underage sex trafficking. </q> \"The recent release of an undercover video exposing duplicity and potential criminality by an employee of Planned Parenthood is an outrage,\" <strong> Mike Pence </strong> said. \"The time to deny any and all funding to Planned", "new_id": -2}, {"uid": "1296366488199786542", "i": 44438, "idx": 3, "sa": ["Mike Pence"], "q": "\" Bill Stephan, a friend of <strong> Mike Pence </strong>'s since their law school days, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about. <q> I just remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve, </q> Stephan said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school in Indianapolis, largely because he heard in Ronald Reagan \"the manifestation of the kind of traditional American ideals that I was raised to", "new_id": -2}, {"uid": "1295314484167198799", "i": 350, "idx": 0, "sa": ["Mike Pence", "Douglas Rushkoff"], "q": "to the current culture of government bailouts for corporations. When confronted with the news that the Big Three automakers will go under without government assistance, few can respond better than Indiana congressman <strong> Mike Pence </strong>: <q> Economic freedom means the freedom to succeed and the freedom to fail. </q> Is it possible to critique the idea of the corporation while still advocating capitalism? While rarely happening, yes, in fact it is. And <strong> Douglas Rushkoff </strong> shows us how in his fascinating new book.", "new_id": -2}, {"uid": "1296246870137003034", "i": 5310, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "George H. W. Bush", "Mitt Romney"], "q": "target=\"_blank\" an animated pitch to the Merrimack County Republican ComMitt Romneyee. Now it's target=\"_blank\" Pawlentye.wn.com/\"> Tim Pawlentye for the obvious question: What does he offer that putative front-runner <strong> Mitt Romney </strong> doesn't? <strong> Tim Pawlenty </strong> sidesteps. <q> I don't get into comparing myself to other candidates, </q> he tells me. \"I just <strong> Mike Pence </strong> decides against Republican 2012 race target=\"_blank\" WASHINGTON( Reuters)- Conservative U.S. Representative <strong> Mike Pence </strong> on Thursday ruled out a 2012 run for the Republican George H. W. Bushial nomination but left", "new_id": -2}, {"uid": "1295669828069369921", "i": 25337, "idx": 0, "sa": ["Mike Pence", "Steve Cohen", "Larry King", "Barack Obama", "Ed Schultz"], "q": "question that preceded <strong> Steve Cohen </strong>'s attack on <strong> Mike Pence </strong>, <strong> Ed Schultz </strong> even tried to defend the Tennessee Congressman's Tuesday outburst on the House floor in which he claimed Republicans were using Nazi propaganda tactics in their opposition to Barack ObamaCare: <q> I think a lot of liberals in this country admire you for calling them[ Republicans] liars because the numbers are what they are... you're talLarry King about a messaging machine that they definitely have followed to get their point across about health care, which you think is having an effect. </q> The interview actually started out seeming to be an opportunity for <strong> Steve Cohen </strong> to apologize for his Tuesday comments, with <strong> Ed Schultz </strong> asLarry King: \"Congressman, did you go too far there?\" <strong> Steve Cohen </strong> seemed hesitantly remorseful:", "new_id": -2}, {"uid": "1295432569026050653", "i": 25855, "idx": 0, "sa": ["Kevin McCarthy", "Tim Bivins", "Mike Pence", "Paul Ryan", "Jeffrey Young", "John Boehner"], "q": "And <strong> John Boehner </strong> was far from the only one laying out$ 100 billion in non-defense discretionary spending cuts as the benchmark. Incoming House Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut <q> a good$ 100 billion. </q> <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of \"<strong> Jeffrey Young </strong> Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-sTim Bivinsulus bailout numbers. We can live with that.\" \"We", "new_id": -2}, {"uid": "1295476069159825946", "i": 10272, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "many Republic... <strong> Mike Pence </strong>, On \"Morning Joe,\" on Government Takeover of Health Care: \"This Will Not Stand.\" <strong> Mike Pence </strong>, On \"Morning Joe,\" on Government Takeover of Health Care: <q> This Will Not Stand. </q> Congressman <strong> Mike Pence </strong> appeared on the MSNBC program \"Morning Joe\" today to discuss the <strong> Barack Obama </strong> Administration and Democrats in Congress' government takeover of health care, passed over the wishes of the American people. Congressman <strong> Mike Pence </strong> noted", "new_id": -2}, {"uid": "1296700704169541675", "i": 10483, "idx": 2, "sa": ["Matt Lloyd", "Mike Pence", "Elaine Chao"], "q": "said <strong> Mike Pence </strong> has no pElaine Chaos to attend CPAC this year and has no comment about the GOProud controversy. \"At this time the congressman is focusing his attention on Indiana,\" <strong> Matt Lloyd </strong> said. <q> He hopes to participate in future CPAC opportunities as his schedule permits. </q> The American Conservative Union, which started the conference, raised eyebrows among conservatives last year when it first allowed GOProud to be a co-sponsor. Those concerns have grown this year.", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q> On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city, </q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city`` rouge decision to besmirch the reputation of the city.''", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}]