[{"uid": "1296058173154206255", "i": 4974, "idx": 7, "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords"], "q": "on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said.`` All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}, {"uid": "1296360022187777064", "i": 47893, "idx": 4, "sa": ["Johnny Carson", "David Letterman"], "q": "respond with mock irritation.`` When was the last time you watched me in the last 10 years?'' he said.`` What was I doing and what was I wearing?'' <q> I don't like your attitude, </q> <strong> David Letterman </strong> said. Watching this combined century of broadcasting carrying on amiably for 17 minutes, one almost- almost- felt transported back to that time when <strong> Johnny Carson </strong> reigned supreme and late-night talk shows were about,", "new_id": -2}, {"uid": "1297428190058949643", "i": 11829, "idx": 9, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "is nonexclusive, Nokia clearly is becoming the premier Windows Phone partner.`` There are things we are planning to do with Nokia that are unique,'' <strong> Steve Ballmer </strong> said. praising the deal. <q> Today, Nokia and Microsoft intend to enter into a strategic alliance, </q> <strong> Stephen Elop </strong> said in the video, a precursor of a turnaround plan he's set to detail later today at an analyst conference in London.`` Together, we will bring consumers a new mobile experience, with stellar", "new_id": -2}, {"uid": "1297416931025755660", "i": 12393, "idx": 3, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "heckling by those in the crowd opposed to the war in Iraq and its costs. Still, the applause drowned out the boos.`` It's good to be here,'' <strong> Donald Rumsfeld </strong> told the crowd. <q> I have been around so long that I remember a time when CPAC did not exist, when <strong> Ronald Reagan </strong> was still an actor, when <strong> Barry Goldwater </strong> was our candidate for president and we only worried about socialism outside of the United States. </q> <strong> Donald Rumsfeld </strong> joked that there's still time for <strong> Dick Cheney </strong> to get on the ballot in New Hampshire and Iowa. Politics From the Associated Press", "new_id": -2}, {"uid": "1296286471143425557", "i": 43240, "idx": 0, "sa": ["Princess Diana", "Zahi Hawass"], "q": "royal jewelry and other pharaonic artifacts. Japan's Prince Akishino and his wife <strong> Princess Diana </strong>... National Museum World Video: Egypt leader fires Cabinet amid massive protests World Video: Canadian town boasts world-class ice fishing Report Abuse <q> The Egyptian army secured Cairo's famed antiquities museum early Saturday, protecting thousands of priceless artifacts, including the gold mask of King Tutankhamun, from looters. </q>- Ah, let them loot and take the treasure prime: This <strong> Zahi Hawass </strong>, much the human crime; Full of himself and of that great hot air Report Abuse <blockquote> First the` protesters", "new_id": -2}, {"uid": "1297690697098959374", "i": 5675, "idx": 2, "sa": ["James Rainey", "Liz Trotta", "Anderson Cooper", "David Letterman"], "q": "answer back to <strong> Anderson Cooper </strong>. She said that she had been offended by his appearance on <strong> David Letterman </strong>'s show last week.( <strong> Anderson Cooper </strong>`` Hasn't the man any modesty at all?'' <strong> Liz Trotta </strong> said. <q> Forget journalistic ethics-- doesn't he have any personal modesty? </q> <strong> Liz Trotta </strong> is the second figure in as many days to criticize <strong> Anderson Cooper </strong>'s coverage of Egypt. On Saturday, the Los Angeles Times' <strong> James Rainey </strong> also Fox News commentator <strong> Liz Trotta </strong> called <strong> Anderson Cooper </strong>'s coverage of the", "new_id": -2}, {"uid": "1296732365207978510", "i": 43431, "idx": 2, "sa": ["Corey Maggette", "Allen Iverson", "David West"], "q": ", making him the first rookie to do so since <strong> Allen Iverson </strong> in 1996-97.`` He definitely should be in the All-Star game, without a doubt,'' said Milwaukee's <strong> Corey Maggette </strong>, a former Clipper. <q> He's one of those special players, like <strong> LeBron James </strong>. </q> <strong> David West </strong> is already committed to the All-Star dunk contest and was selected to play in the Rookie Challenge game. Hindering his bid to add All-Star to his name is the fact that the Clippers are", "new_id": -2}, {"uid": "1295619952132808753", "i": 41613, "idx": 0, "sa": ["Andy Coulson"], "q": "<strong> Andy Coulson </strong> has withstood months of strain over allegations-- which he denies-- that while editor at the News of the World he encouraged reporters to hack the cellphone messages of royals, politicians and celebrities. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role, </q> <strong> Andy Coulson </strong> said in a statement confirming his resignation.`` I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.''", "new_id": -2}, {"uid": "1297137005173735938", "i": 18696, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas Councilmember Tennell Atkins to host Community Office meetings Hidden Treasures of the Mary McCord/Edyth Renshaw Collection on the Performing Arts New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy? </q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's`` State of the Union'' that he will wait to make a decision on whom to support in the next presidential election. <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.''``", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}]