[{"uid": "2008110202_00008654_W", "i": 1513, "idx": 4, "sa": [], "q": "fully splendid only by means of all the lines after it; if you went back to it you would find it less splendid than you thought. you would kill it. i mean in a good poem. <q>( 75) the beauty of literature( and, in a broader scheme, art) lies in its unfolding. the reader is kept unaware of the ultimate destination purposely; otherwise, there would be no force driving the motivation forward, no process to undergo. appreciation of art lies in the same process. art that exists </q> inseparably bound to the qualities of things, yet distinctly itself \"must possess some lasting element that draws the subject further and further along without reaching a definitive climax( oury, p. 4). in perelandra,", "new_id": -2}, {"uid": "2008092705_00019062_W", "i": 511, "idx": 0, "sa": ["Barack Obama", "Kathleen Hall Jamieson", "John McCain"], "q": "forceful, less aloof and less windy than in the past. <strong> John McCain </strong> generally avoided appearing hot and bothered, though occasionally he reverted to an awkward frustrated smile or smirk when hearing an <strong> Barack Obama </strong> response he didn't like <q> oh, and both candidates looked fine, avoiding major sartorial mishaps, although <strong> John McCain </strong> could have used some advice on staying away from thinly striped ties- his had a distracting flickering effect on the tv screen. <strong> Barack Obama </strong>'s burgundy-colored number was a better choice. not that there weren't things to quibble with. political communication analyst <strong> Kathleen Hall Jamieson </strong> thought <strong> John McCain </strong> probably spent too much time telling <strong> Barack Obama </strong> how much he <NO_QUOTATION> one thing or another. </q> it's a problem when a candidate keeps repeating a point about the other person, \"said <strong> Kathleen Hall Jamieson </strong>, director of the annenberg public policy center at the university of pennsylvania.\" it makes it seem like he", "new_id": -2}, {"uid": "2008090605_00013623_W", "i": 1629, "idx": 1, "sa": [], "q": "far worse shape emotionally than when he went in.\" they're not teaching these children better coping abilities, \"said taylor, of fort walton beach.\" instead, you have people who incite violence. <q> having heard about her son's experience, she also worries about the youth who remain at hastings. </q> i believe that every child presently in there is at risk, \"taylor said. deirdre.conner@jacksonville.com,(904) 359-4504 hastings history last fall, g4s youth services leaders promised they were on the way to improving hastings youth academy and", "new_id": -2}, {"uid": "2008100512_00005616_W", "i": 1455, "idx": 0, "sa": ["Mohammad Khatami"], "q": "before he will agree to be a candidate.\" my first condition is reaching an agreement with the people on their expectations. the iranian people have a historical and heartfelt desire for freedom, progress and justice, <q> he was quoted as saying in the reformist newspaper kargozaran. </q>( i) will present my programmes to the people in the future,\" said <strong> Mohammad Khatami </strong>, who served two terms as president from 1997 until 2005 when he was succeeded by.\" i need to see to", "new_id": -2}, {"uid": "2008123109_00008416_W", "i": 1873, "idx": 0, "sa": ["Marc Anthony", "Jennifer Lopez"], "q": "valentine's day split onstage at <strong> Marc Anthony </strong>'s upcoming new york show. but <strong> Jennifer Lopez </strong>'s spokesperson leslie sloane zelnik insists the claims are false, telling e! news:\" there is no merit to the article. <q> <strong> Marc Anthony </strong>'s spokesperson has also shrugged off the allegations, adding: </q> none of the rumours are true. \"", "new_id": -2}, {"uid": "2008090905_00019811_W", "i": 1072, "idx": 59, "sa": [], "q": "said don hash.\" i thought you were... well, never mind. i was lost in thought. \"\" friend... i didn't expect to find you here, in front of giordano bruno, <q> said the other priest. </q> can i be of help to you... monsignor...? \"asked don hash, noticing that he looked like a bishop, but had no episcopal ring.\" not to me, but to cardinal fid?le,", "new_id": -2}, {"uid": "2008090310_00003568_W", "i": 2111, "idx": 2, "sa": [], "q": "02, 2008, 03:59:40 pm \"my daughter, i see more pharisees among christians than there were around pilate.-- st. margaret of cortona\" reply# 1124 on: september 02, 2008, 04:03:07 pm <q> cosmic chimp, well i suppose technically i am ipso facto excommunicated from the novus ordo church, which is fine by me. the novus ordo is the enemy of god and the true church and i wish to have nothing to do with them. i will do some browsing on that site later, i am often looking for a good read. my daughter, i see more pharisees among christians than there were around pilate.-- st. margaret of cortona </q> reply# 1125 on: september 02, 2008, 04:08:43 pm \"lord edward coke, i've been able to gather from the material you posted, that the theory of evolution( toe) is definitely mutually", "new_id": -2}, {"uid": "2008091714_00016080_W", "i": 102, "idx": 0, "sa": ["Nathan Myhrvold"], "q": "include companies that have been approached with licensing deals by intellectual ventures. <strong> Nathan Myhrvold </strong>'s firm holds so many patents, it is\" operating on a scale where it becomes really difficult to just say` no,' <q> gutman says. <strong> Nathan Myhrvold </strong> told the wsj that he acknowledges facing resistance from companies he targets for licenses. but his patent inventory gives him leverage to extract settlements without litigation. </q> i say,' i can't afford to sue you on all of these, and you can't afford to defend on all these,' \"he said. wsj.com\\'s law blog focuses on law", "new_id": -2}, {"uid": "2008091023_00015567_W", "i": 1640, "idx": 2, "sa": ["Mark Williams"], "q": "questions about timing and execution, analysts said. investors had hoped to see a solid plan in place to offset nearly$ 6.5 billion of losses during the past two quarters.\" this is agonizing for shareholders, <q> said <strong> Mark Williams </strong>, a professor of finance at boston university school of management. </q> fuld was supposed to have a war room started in march, when bear stearns nearly collapsed, to solve these problems, and at this point he has failed miserably. \"the fourth-largest investment bank in the united", "new_id": -2}, {"uid": "2008120913_00038390_W", "i": 956, "idx": 8, "sa": [], "q": ", \"she said.\" it's pushed hailey to get more involved. i think cylc just opens up a lot of leadership opportunities. who knows, she might end up working at the white house. <q> as for hailey, she has more plans for the dress. </q> i'm also very excited because i can wear this dress to the prom, \"hailey said. betsey bruner can be reached at 556-2255 or by e-mail at bbruner@azdailysun.com. to help hailey there are several ways to", "new_id": -2}]