[{"uid": "1297125440055640097", "i": 29505, "idx": 0, "sa": ["Paula Abdul", "Nicole Kidman", "Simon Cowell"], "q": "<strong> Nicole Kidman </strong> 1 hr 1 min ago LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series`` The X Factor'' to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added,`` I have to", "new_id": -2}, {"uid": "1297277252080936961", "i": 1866, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "cloud computing, a skill the company sees as essential in finding its place in the emerging market for cloud computing services and tools. <strong> Satya Nadella </strong>'s`` deep experience'' in Microsoft's server business and online services will <q> help accelerate our momentum while setting the course </q> for its future cloud offerings, CEO <strong> Steve Ballmer </strong> said in a statement. <strong> Satya Nadella </strong> formerly led engineering efforts in the company's online services division. He led the technical efforts to launch Microsoft's Bing search engine,", "new_id": -2}, {"uid": "1296157924245841935", "i": 10142, "idx": 3, "sa": ["Roy Blunt", "Barack Obama", "Steve Israel", "Mike Pence"], "q": "can agree it's[ the tax code] too complicated'' said <strong> Steve Israel </strong>( D-N.Y.), head of the Democratic Congressional Campaign Committee, the Democrats' election arm of the House. But, <strong> Steve Israel </strong> warned, <q> the hard climb will be identifying what provisions to reform. </q> Freshman <strong> Barack Obama </strong> <strong> Roy Blunt </strong>( R-MO) also expressed hope that`` the divided government can create an opportunity to accomplish some hard things.'' Looking toward the 2012 political season all eyes were on <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295705131000426030", "i": 22891, "idx": 0, "sa": ["Edward R. Murrow", "Erin Burnett", "Barack Obama", "Andy Coulson", "Alice Ritchie", "David Cameron", "Spencer Bachus"], "q": "Financial Services Chairman <strong> Spencer Bachus </strong>( Ala.)- who will oversee attempts to undo <strong> Barack Obama </strong>'s Wall <strong> Erin Burnett </strong> regulatory changes- received more than$ 1.2 million from the banking sector.'' http://wapo.st/gtkQZH-- <q> British PM tested over media chief's resignation, </q> by AFP's <strong> Alice Ritchie </strong>, in <strong> Edward R. Murrow </strong>:`` Prime Minister <strong> David Cameron </strong> began looking for a new media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government", "new_id": -2}, {"uid": "1296084277120438801", "i": 1082, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q>`` There will be huge explosions all over Fleet Street if police get to the truth,'' he told the BBC. Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories", "new_id": -2}, {"uid": "1295097311134397967", "i": 21265, "idx": 0, "sa": ["Andy Coulson", "Keir Starmer"], "q": "Crown Prosecution Service said it would re-examine material collected by police officers who investigated allegations that journalists at the newspaper illegally accessed the voicemail of several public figures. <strong> Keir Starmer </strong>, the Director of Public Prosecutions, announced <q> a comprehensive assessment of all material in the possession of the Metropolitan Police Service relating to phone hacking. </q> The allegations concern the behaviour of journalists during the time that Mr <strong> Andy Coulson </strong> was editor of the newspaper. In December 2010, the Crown Prosecution Service abandoned an investigation into allegations that Mr <strong> Andy Coulson </strong> was", "new_id": -2}, {"uid": "1297123112135839749", "i": 46118, "idx": 1, "sa": ["Simon Cowell"], "q": "X Factor USA, but insisted that he is confident it was the right decision. On whether he was` nervous' to be offering such a huge sum of cash, <strong> Simon Cowell </strong> admitted: <q> I think we should be nervous. The reason we decided to do this was to show the people who are auditioning for the show is that sometimes you have to put your money where your mouth is. By putting up that kind of prize money it's a massive, massive risk but it's also an incredible incentive. </q>`` You want the person to succeed in a way you hope you can say,' I was there at the beginning','' he added.`` I think part of the reason we put", "new_id": -2}, {"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}, {"uid": "1295611382129794091", "i": 1731, "idx": 5, "sa": ["Eric Schmidt"], "q": "has accelerated in the fourth quarter, so has advertising spending,'' said Richard Fetyko, an analyst at Merriman Curhan Ford& Co. in New York, who recommends buying the stock and doesn't own it. <q> When consumers shop more, companies are more aggressive with advertising. </q> The company is focusing more attention on mobile devices with its Android operating system, an area where it competes with Apple for the sale of smartphones and tablets. <strong> Eric Schmidt </strong> was on Apple's board until 2009", "new_id": -2}, {"uid": "1295994265097009674", "i": 8708, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "relations tracks a trend set by several other European countries, such as France, Spain and Portugal. Palestinian Foreign Minister Riad Malki said in a statement Tuesday that he hopes other European countries will follow suit <q> as a first step toward the recognition of the Palestinian state. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog PHYSICAL THERAPY DIRECTOR Company Webster PROGRAM ANALYSTS& QA ENGINEER Company PROGRAM", "new_id": -2}]