[{"uid": "1296131053006979597", "i": 28331, "idx": 0, "sa": ["Michael Gove", "Andrew Lambert", "Patrick Cordingley"], "q": "wrote. While some of these roles will be covered by frigates, helicopters and the C130 Hercules, the \"strategic multi-role contribution of Nimrod\" will not be replicated, the six argued. <q>In a week when reports suggest that the government is seeking to impose even more severe cuts on the defence budget, it is not perverse to suggest that the gap left by broken Nimrods should be readdressed,</q> the letter concluded. Its other signatories were Air Vice Marshal Tony Mason, Air Commodore <strong> Andrew Lambert </strong> and Major General <strong> Patrick Cordingley </strong>. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today,", "new_id": -2}, {"uid": "1296582687133529607", "i": 14802, "idx": 0, "sa": ["Steve Ballmer"], "q": "The room erupted in applause after one delegate at today's event quizzed <strong> Steve Ballmer </strong> on the fine print in MS licensing, which could trip up unwary users. <strong> Steve Ballmer </strong> says he has no plans to simplify licensing. <q>Customers want simplification to reduce costs; our shareholders want simplification without price decreases.</q> Someone may choose a processor based licence for SQL Server, while another may decide on a server-based client access licence. Both offer lower costs depending on how they are deployed. So <strong> Steve Ballmer </strong> intends to continue giving users", "new_id": -2}, {"uid": "1295568825224641048", "i": 41825, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "percent to$ 6.37 billion from$ 4.95 billion in the corresponding quarter of 2009. Thirty-six analysts had a consensus revenue estimate of$ 6.06 billion for the fourth quarter. <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong>, said, <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile.</q> Total advertising revenues advanced 26 percent to$ 8.17 billion from$ 6.47 billion, and other revenues soared by about 31 percent to$ 273 million from$ 209 million in the year-ago quarter. Stocks", "new_id": -2}, {"uid": "1295779843220971037", "i": 636, "idx": 2, "sa": ["Andy Coulson"], "q": "frontbencher Chris Bryant to call for the police to conduct a new investigation. \"To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place,\" he said. <q>I hope now, finally, that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come to light.</q> Editors at rival papers have also been expressing the view to NI executives that the allegations about the News of the World are \"bad for business\" and threaten the reputation of the entire industry.", "new_id": -2}, {"uid": "1297090208093831188", "i": 18355, "idx": 0, "sa": ["Saddam Hussein", "Charlie Sheen", "Zahi Hawass", "Kacey Jordan"], "q": "two weeks could lead to the kind of looting that saw a large part of Iraq's national treasures vanish in 2003 after the fall of <strong> Saddam Hussein </strong>. But <strong> Zahi Hawass </strong> said in a BBC interview on Sunday: <q>The Valley of the Kings is safe, the pyramids are safe, 24 museums are safe, the synagogues and the monasteries and the Muslim monuments are completely safe.</q> <strong> Zahi Hawass </strong> also asserted that the nearby archaeological digs Saqqara, Memphis and Abu Sir were secure following reports of looting there. <strong> Charlie Sheen </strong> Toothless, Porn Star <strong> Kacey Jordan </strong> Says: What Happened? Mubarak Regime Pledges to Probe", "new_id": -2}, {"uid": "1295674574191152161", "i": 4919, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "One day after <strong> Google Inc. </strong>'s surprise announcement that Page would replace <strong> Eric Schmidt </strong> as chief executive officer, investors and industry insiders are grappling with how the change will affect the world's No. 1 Internet search company. <q>What's going to change under Larry?</q> said BGC Partners analyst Colin Gillis, asking the question on the minds of executives from Silicon Valley to New York City. \"In our opinion, Larry is likely to increase investments as a priority.", "new_id": -2}, {"uid": "1295755516184385555", "i": 47175, "idx": 8, "sa": ["Elton Brand", "Jrue Holiday", "Jose Calderon", "Michael Jordan", "Allen Iverson"], "q": "\" Looking for a spark, 76ers coach Eddie <strong> Michael Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q>He just put us in a good rhythm tonight and had us flowing,</q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He http://wn.com/Jose_Calderon_4-Point_Play__Philidelphia_76ers_@_Toronto_Raptors_Feb_10/10 <strong> Jose Calderon </strong> nails the 3-pointer and 1, then shows off his", "new_id": -2}, {"uid": "1295225658227999788", "i": 13479, "idx": 3, "sa": ["Eric Snow", "Allen Iverson"], "q": "alive, particularly on the defensive end. Their pressure changed the tempo of the game, and the momentum shortly thereafter. \"When he got ejected, everybody just stepped up their game,\" <strong> Allen Iverson </strong> said. <q>We said, \"What are we gon na do?\"</q> <strong> Eric Snow </strong> said. \"Are we gon na lay down? Or are we gon na pick up the intensity?\" The 6-3 <strong> Eric Snow </strong> set the http://wn.com/Derrick_Rose_game_4_highlights_Boston_Celtics_vs_Chicago_Bulls_2009_NBA_Playoffs CHICAGO( AP) Another playoff thriller between Chicago and", "new_id": -2}, {"i": 14970, "idx": 1, "index_answer": 0, "new_id": -1, "q": "drama Soldier, Soldier. However, <strong> Simon Cowell </strong> admitted that his attempts were initially unsuccessful. \"It took me seven months to persuade these two to sign a recording contract with me,\" he said. <q>But I drove them so mad that I actually got a solicitor's letter from one of them saying I had to stop harassing his client.</q> He added: \"But the reason I kept doing it was is that a) I knew I could persuade them to do it and b) I knew it would be successful.\" This week", "sa": ["Simon Cowell"], "uid": "1295884115215089172"}, {"uid": "1296075398185663489", "i": 15599, "idx": 5, "sa": ["Bill Joy", "Esther Wojcicki", "Eric Schmidt", "James Joaquin", "Jeremy Stoppelman"], "q": "Yelp founder <strong> Jeremy Stoppelman </strong>; Kleiner Perkins Managing Director <strong> Bill Joy </strong>; Pixelpipe Chairman <strong> James Joaquin </strong>; and educator <strong> Esther Wojcicki </strong>. \"This prize's urgency is to quickly find solutions and create new technology,\" <strong> Eric Schmidt </strong> said. <q>And the Silicon Valley ethos is about solving problems.</q> Contest submissions have arrived from all over the world- with just one U.S. entry. \"We're not talking incremental changes,\" said Francis Beland, X Prize development VP. \"", "new_id": -2}]