[{"uid": "1295571616192872466", "i": 46886, "idx": 2, "sa": ["Eric Schmidt", "Felix Salmon", "Sergey Brin"], "q": "of <strong> Eric Schmidt </strong>'s tenure- but it would be hard to quibble when the company has had such success over that span. <strong> Eric Schmidt </strong> will now essentially focus on corporate schmoozing, or, in his words, <q> the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> <strong> Felix Salmon </strong> writes that <strong> Eric Schmidt </strong> is \"keeping for himself the outside-facing parts of CEO-dom which Silicon Valley nerds by their nature are pretty bad at.\" What about <strong> Sergey Brin </strong>, who is best-known for being", "new_id": -2}, {"uid": "1296217506223641601", "i": 17636, "idx": 0, "sa": ["Dick Armey", "Mike Pence"], "q": "disappointed,\" said Brent Bozell, president of the conservative Media Research Center and longtime conservative activist who was among a group of Washington conservatives urging <strong> Mike Pence </strong> to run for president-and whose support is now up for grabs. <q> I don't have a number two. I had a number one and a whole bunch of people are running for number two. It's a crowded dance floor and it's time for the people there to start strutting their stuff and see who's got the next booty. </q> Also on the list of <strong> Mike Pence </strong> supporters now without a candidate: Former House Majority Leader <strong> Dick Armey </strong>, the leader of the tea party group FreedomWorks, who had publicly encouraged <strong> Mike Pence </strong> to make a bid for president", "new_id": -2}, {"uid": "1295794367125714444", "i": 7610, "idx": 0, "sa": ["Andy Coulson"], "q": "and formed the Project For The New American Century, who called for \"A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR\" TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Report Abuse <q> \"The exiled head of the main Tunisian Islamist party, which was banned by <strong> Zine El Abidine Ben Ali </strong>, told AFP that he now planned to return to his homeland. </q> \" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably", "new_id": -2}, {"i": 27945, "idx": 2, "index_answer": 1, "new_id": -1, "q": " \"Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,\" <strong> Zahi Hawass </strong> said in a statement. But he asked that <q> this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> World Video: Banned books back on sale in Tunisia's bookshops World Video: Raw Video: Deadly explosion at Moscow airport Report Abuse \" <strong> Zahi Hawass </strong> is nothing more than an Egyptian <strong> Sarah Palin </strong>( albeit with brains)", "sa": ["Sarah Palin", "Zahi Hawass"], "uid": "1295891307156680197"}, {"uid": "1295813473183353387", "i": 15082, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. \"I think he's got a way to go,\" Mr. <strong> Colin Powell </strong> said. <q> I mean, he hasn't achieved all of his purposes, but he's stabilized the economy </q> and taken on health care reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.\" \"I think he has reached out to countries around", "new_id": -2}, {"uid": "1296860701179634180", "i": 10168, "idx": 3, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "Fiat, whose brands include Ferrari, Maserati and Alfa Romeo. News) Chairman <strong> Ferdinand Piech </strong> expressed an interest in buying Alfa Romeo. But Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q> As long as I'm the CEO of both Fiat and Chrysler, Mr. <strong> Ferdinand Piech </strong> will never get an offer, </q> <strong> Sergio Marchionne </strong> said during the J.D. Power event. <strong> Sergio Marchionne </strong> also said Fiat is looking to \"redimension\" its joint venture with Indian automaker Tata Motors( BSE: TAMO.BO- News)", "new_id": -2}, {"uid": "1297175078196968452", "i": 47695, "idx": 11, "sa": ["Donald Rumsfeld", "President Bush"], "q": "a search for suspects in the Diyala province of Baquba, northeast of Baghdad. <strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong> blamed much of the failings of the Iraq war on \"too many hands on the steering wheel.\" <q> There's a lot of stuff( in) the press that says <strong> Colin Powell </strong> was against it. But I never saw even the slightest hint of that, </q> he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: \"My goodness, the intelligence was certainly", "new_id": -2}, {"uid": "1296517021268402718", "i": 24158, "idx": 0, "sa": ["Michael Vick"], "q": "are good \" copy cats and low cost producers. They have the jobs. We don't. So, we invent new products that eventually end up being made in China or other low Report Abuse <q> Here in Southern California there are a lot of city's using stimulus money to replace perfectly good curb and gutter( median in middle of city streets) with miles and miles of new curb and gutter. Meanwhile there are still potholes the size moochelle's a ss everywhere you drive. How can these temporary jobs help the economy? </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing Teen Kids Sobs in Court", "new_id": -2}, {"uid": "1297706529235225092", "i": 45273, "idx": 0, "sa": ["Steve Ballmer"], "q": "Finance Search Mon, Feb 14, 2011, 1:02 PM EST- U.S. Markets close in 2 hrs 58 mins{ \"s\": \"msft\", \"k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\":\"', \"j\":\"'} Jay Yarow, On Monday February 14, 2011, 10:04 am EST <strong> Steve Ballmer </strong> just finished his keynote at the Mobile World", "new_id": -2}, {"uid": "1296117571165298183", "i": 7777, "idx": 7, "sa": ["Michael Vick"], "q": "a significant step back to superstardom: His first endorsement deal since his return to the NFL in 2009. The deal is with Unequal Technologies, a company that makes football pads <strong> Michael Vick </strong> used this season. <q> Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury, </q> said <strong> Michael Vick </strong>, who missed three games with a rib injury sustained Oct. 3. \"I came back and I was still hurt and I was able to go out there and continue the season and then I hurt", "new_id": -2}]