[{"uid": "1296932452012320779", "i": 32483, "idx": 2, "sa": ["Tony Dungy", "Dan Patrick", "Michael Vick", "Roger Goodell"], "q": "for his decision-making. Former NFL coach <strong> Tony Dungy </strong>, who has served as a mentor to <strong> Michael Vick </strong>, said the QB knows he can't afford to be associated with parties where trouble could occur. <q> I don't know where it started or what, but he's not going to be there, </q> he told the PatrickDan Patrick/blog/145081/index.html?eref=twitter_feed\" target=\"_blank\"> <strong> Dan Patrick </strong> radio show. \"I think he understands it's something that's just not worth it to him.\" <strong> Roger Goodell </strong> said he is happy that <strong> Michael Vick </strong>'s recovery", "new_id": -2, "mturk_index": "1242"}, {"uid": "1295587628071548946", "i": 31052, "idx": 4, "sa": ["Larry Page", "Vint Cerf", "Sergey Brin", "Eric Schmidt"], "q": "<strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong>, 55, had been chief executive for 10 years- \"a nice round number\" - and <strong> Larry Page </strong>, now 37, was ready to lead the company into the future. <q> <strong> Larry Page </strong> and <strong> Sergey Brin </strong> are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up, </q> <strong> Vint Cerf </strong> said. \"He was the only guy that stood up to them- these were two young, smart, incredibly brilliant guys who literally had just dropped their PhDs to go start this company.", "new_id": -2, "mturk_index": "214"}, {"uid": "1296776655116113416", "i": 59040, "idx": 4, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "to appeal to the media.\" In the course of \"Known and Unknown\" Mr. <strong> Donald Rumsfeld </strong> tells the reader he regrets not resigning in the wake of the Abu Ghraib scandal( which he blames on <q> a small group of prison guards who ran amok in the absence of adequate supervision </q>). He says that he offered to resign twice but that <strong> George H. W. Bush </strong> pressed him to stay on. He also acknowledges that some of his more cavalier remarks- \"stuff happens,\" he said of the looting", "new_id": -2, "mturk_index": "1575"}, {"uid": "1297423378245137481", "i": 1410, "idx": 1, "sa": ["Steve Ballmer"], "q": "ihre Juwelen zusammenlegen. So sollen alle Nokia-Nutzer mit Microsofts Bing im Internet suchen. Nokias Kartendienstleister Navteq soll Microsoft-Angebote erg?nzen. Und die St?rke Nokias im Massenmarkt mit guten Beziehungen zu Mobilfunk-Anbietern soll die Verbreitung der Windows-Telefone anschieben. <q> Wir entwickeln bereits erste Windows-Telefone von Nokia </q>, verk?ndete <strong> Steve Ballmer </strong>. Die beiden Firmen-Chefs konnten allerdings noch keinen Zeitpunkt f?r den Marktstart nennen. Die neuen Ger?te von Nokia und Microsoft sollen den Siegeszug von Android stoppen, der auch Apple mit seinem iPhone Sorgen", "new_id": -2, "mturk_index": "1532"}, {"uid": "1295611398069435392", "i": 12633, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "have resigned as director of communications in Downing Street \"It's been a privilege and an honour to work for <strong> David Cameron </strong> for three and a half years.\" The former editor said he was <q> extremely proud of the part he played </q> in getting the party back into government. Mr <strong> Andy Coulson </strong> said the row over phone hacking made it \"difficult to give the 110% needed in this role\" . He added: \"I", "new_id": -2, "mturk_index": "750"}, {"uid": "1296105034131907654", "i": 41444, "idx": 4, "sa": ["Andy Coulson", "David Hill", "Kerry Katona"], "q": "\" The prime minister needs somebody who can help him connect with the readers of papers that appeal to a wider market than the Notting <strong> David Hill </strong> set. \" Kerry Katonagold 26 January 2011 4:48 PM <q> The prime minister needs somebody who can help him connect with the readers of papers that appeal to a wider market than the Notting <strong> David Hill </strong> set. </q> ArseneKnows 26 January 2011 4:49 PM We might need fewer spin doctors if we actually had some senior politicians who weren't public school/inherited wealth/ Oxbridge/PPE.` After <strong> Andy Coulson </strong>, No 10 should", "new_id": -2, "mturk_index": "1135"}, {"uid": "1296857235181501959", "i": 39978, "idx": 1, "sa": ["Andy Coulson", "Paul McMullan"], "q": "MPs. In written evidence given to the home affairs select committee and published for the first time today, <strong> Paul McMullan </strong>, a former features executive and investigative journalist at the title, said former editor <strong> Andy Coulson </strong> <q> knew a lot of people </q> used the technique when <strong> Andy Coulson </strong> worked at sister paper the Sun. He joined the News of the World in 2003, where he worked alongside <strong> Paul McMullan </strong> for 18 months. <strong> Paul McMullan </strong> said: \"As he sat", "new_id": -2, "mturk_index": "1836"}, {"uid": "1295193847215547922", "i": 38133, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "Senator: <strong> Gabrielle Giffords </strong> moving both sides of her body, breathing on her own By the CNN Wire Staff Rep. <strong> Gabrielle Giffords </strong> is <q> making progress every day, </q> a friend and fellow lawmaker said Sunday. STORY HIGHLIGHTS NEW: Sen. <strong> Kirsten Gillibrand </strong> says <strong> Gabrielle Giffords </strong> is \"doing great\" Witnesses say Dorwan Stoddard died protecting his wife from gunfire A \"Walk for Peace\" will take place", "new_id": -2, "mturk_index": "1550"}, {"uid": "1295154648139460635", "i": 28092, "idx": 0, "sa": ["George H. W. Bush", "Colin Powell"], "q": "Boomer doesn't question <strong> George H. W. Bush </strong>'s judgment However, Boomer stressed that he talked about <strong> George H. W. Bush </strong>'s command with reluctance. \"I truly believe that Monday morning quarterbacking is easy,\" Boomer stressed. <q> I did not question the <strong> George H. W. Bush </strong>'s judgment then, nor do I now. \"We should presume that he made an informed and thoughtful decision. \"That's the way I fell about it. </q> In his memoirs, Schwarzkopf stated \"I don't have any problem with it\" when informed by <strong> Colin Powell </strong> that <strong> George H. W. Bush </strong> was prepared to stop the war. \"Our objective was the destruction of the enemy", "new_id": -2, "mturk_index": "1795"}, {"uid": "1295622236048054291", "i": 59629, "idx": 5, "sa": ["Jeff Jarvis", "Sergey Brin", "Eric Schmidt"], "q": "Auftritte im Fernsehen oder auf gro?en Konferenzen. \"<strong> Eric Schmidt </strong> war der Prinzregent, der solange regiert, bis der junge K?nig in den Thron einnehmen kann\" , meinte der US-Journalismus- Professor und Google-Experte <strong> Jeff Jarvis </strong>. <q> Wir wussten, dass dies passieren wird. Wir hatten es nur vergessen. </q> Google- Mitbegr?nder <strong> Sergey Brin </strong> tritt mit dem F?hrungswechsel in die zweite Reihe zur?ck. Er macht das, was ihm schon an der Uni am meisten lag: Er t?ftelt an neuen Produkten. \"Die Rolle passt", "new_id": -2, "mturk_index": "712"}]