[{"uid": "1296169756065815248", "i": 45698, "idx": 0, "sa": ["Mike Pence"], "q": "speculation that began with a call to his mother. The Indianapolis Star has the breaking news about a letter <strong> Mike Pence </strong> has been circulating. He may very well run for Indiana governor instead: <q> \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for president in 2012.\"\" <strong> Mike Pence </strong>'s announcement was supposed", "new_id": -2}, {"uid": "1297625719143769620", "i": 41283, "idx": 1, "sa": ["Zahi Hawass"], "q": "'s Minister of State for Antiquities. <strong> Zahi Hawass </strong> described the statue as: \"a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess\". Apart from this, the eight pieces included <q>parts of a gilded wood statue of Tutankhamun harpooning</q>. The pieces stolen have been described as being \"very valuable\", especially so the statue of the Pharaoh Tutankhamun, who reigned from 1333 BC to 1324 BC. The robbery was reported by museum", "new_id": -2}, {"uid": "1295601684081559570", "i": 26673, "idx": 10, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "\" and anticipated working \"for a long time to come\" with Page and <strong> Sergey Brin </strong>. Page praised <strong> Eric Schmidt </strong> as a \"tremendous leader\" who did an \"outstanding job\" leading Google. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> he added. Google shares were up 1.35 percent to 635.26 dollars in after-hours electronic trading after the strong earnings results and management shakeup were announced. Did you know? You can subscribe", "new_id": -2}, {"uid": "1295625930089243655", "i": 29340, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and on Friday defended his own judgement in hiring him after his resignation from the News of the World. <q>I feel that he's been punished twice for the same offence. I chose to judge him by the work that he's done for me, for the government and for the country,</q> <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. \"Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s", "new_id": -2}, {"uid": "1295089564117587983", "i": 23178, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": "of seagulls with the words, \"Ambition has no bounds.' I think if you get offered these opportunities, you have to go for it.\" told CNN in the green groom he was impressed. <q><strong> Piers Morgan </strong> was very good. <strong> Piers Morgan </strong> understood the medium. He had the little blue cards. He asked questions. It was amazing.I didn't even know <strong> Piers Morgan </strong> knew how to talk. I only thought he knew how to press a buzzer and say you suck.</q> Here is part of <strong> Piers Morgan </strong>'s interview with <strong> Simon Cowell </strong> on the U.K.\"s \"Life Stories.\" TV PREVIEW \"<strong> Piers Morgan </strong> Tonight,\" 9 p.m. Mondays on CNN, starting Jan. 17 <strong> Piers Morgan </strong>", "new_id": -2}, {"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,\" <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q>Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud.</q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business' \"move forward into the era of cloud computing,\" one that would apparently require \"new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}, {"uid": "1295472167129286151", "i": 3104, "idx": 0, "sa": ["LeBron James", "Tracy McGrady", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "q": "can endure and overcome.- ROBERT JAY LIFTON The translation and publication of this book in English constitutes thundering historical proof that those who deny the Armenian Genocide are engaged in a massive deception.- DEBORAH <strong> Allen Iverson </strong> LIPSTADT <q><strong> Peter Balakian </strong> provides strong evidence that these gruesome proceedings were carried out under official orders from the highest level.</q>- HENRY MORGENTHAU III Kia Awards Winner: <strong> LeBron James </strong>& <strong> Dwyane Wade </strong> <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> share honors for the Eastern Conference Kia Performance Awards Winner in the month of December. Ignor: Extra Tags: HQ <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong> Mcgrady", "new_id": -2}, {"uid": "1297215457052674561", "i": 35831, "idx": 4, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "work. Mr <strong> Donald Rumsfeld </strong> was also critical of president <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, Mr <strong> Barack Obama </strong> was critical of indefinite detention for unlawful combatants. <q>And here we are... two-plus years later, and all of those things are there. Not because anyone wants them to be there, but because they were the best solutions,</q> Mr <strong> Donald Rumsfeld </strong> said. The Guantanamo prison opened in January 2002 to hold prisoners captured in Afghanistan and swept up elsewhere in the US \"war on terror.\" Upon taking office in January 2009", "new_id": -2}, {"uid": "1296137334113377297", "i": 2584, "idx": 6, "sa": ["Michael Vick"], "q": "as the Falcons' franchise quarterback, a man who is from the Philadelphia area, who grew up rooting for the Eagles, and who had to pick up the pieces <strong> Michael Vick </strong> left behind in Atlanta. <q>Understanding the situation and everything that I came into and that Mike's done recently, it's my first opportunity to talk to him,</q> said Ryan, who met <strong> Michael Vick </strong> for the first time Tuesday night. \"As soon as you get to know him, he's a really nice guy, down to earth, super relaxed. I enjoyed spending", "new_id": -2}, {"uid": "1295969173009764910", "i": 44026, "idx": 0, "sa": ["Vince Cable", "Andy Coulson", "Nick Clegg", "David Cameron"], "q": "...- <strong> David Cameron </strong>'s press chief, <strong> Andy Coulson </strong>, quit over alleged phone tapping when... Photo: Britain's Deputy PM <strong> Nick Clegg </strong> and Business Secretary <strong> Vince Cable </strong>... Photo: Britain's Deputy Prime Minister <strong> Nick Clegg </strong> Report Abuse <q>I agree wholeheartedly with ANYONE posting that these demands made by the Liberal Democrat side of the coalition shouldn't be passed.</q> The country clearly voted the cnservative party into power, but because the way democracy works here, one party has to have enough seats to outvote the whole of the opposition parties, and the conservatives were 8", "new_id": -2}]