[{"uid": "1296742904227606600", "i": 3743, "idx": 1, "sa": ["Donald Rumsfeld", "Jim Miklaszewski"], "q": "into the building, it was <strong> Donald Rumsfeld </strong> himself who raised the possibility of attacking Iraq. At 1:50 pm, in discussing a\" whole range of military operations\" and the\" annihilation of terrorism\" <strong> Donald Rumsfeld </strong> says: <q> My interest is to hit <strong> Saddam Hussein </strong> at the same time, not to look only at UBL( <strong> Osama bin Laden </strong>). </q> It's either a lapse of memory, <strong> Jim Miklaszewski </strong> says, or a bit of revisionist history. Countdown Chicago's mayoral election: 19 days Countdown to Election Day 2011: 278 days", "new_id": -2}, {"uid": "1295501609069894186", "i": 14836, "idx": 0, "sa": ["Jennifer Aniston", "John Mellencamp", "Harry Belafonte", "Colin Powell", "Sean Penn", "Katha Pollitt"], "q": "world.\"-- crappy actor <strong> Sean Penn </strong>\" <strong> Harry Belafonte </strong> Bush is a fucking idiot.\"-- <strong> Jennifer Aniston </strong>, aging actress and slut\" Bush is a cheap thug.\"-- elevator musician <strong> John Mellencamp </strong> <q> My daughter, who goes to Stuyvesant High School only blocks away from the World Trade Center thinks we should fly an American flag outside our window. Definitely not, I say: the flag stands for jingoism and vengeance and war. </q>-- <strong> Katha Pollitt </strong>, boring and unoriginal columnist for the Nation( Out of curiosity, shouldn't we just call that rag the National Socialist? Truth in advertising, right?)\" <strong> Colin Powell </strong> is committed into come", "new_id": -2}, {"uid": "1295277815062636063", "i": 28421, "idx": 0, "sa": ["Ron Paul", "Mr. Bauer", "Gary Bauer", "Mike Pence"], "q": "aenfroy87 for more videos. For more information visit the following sites www.RonPaul.com http www.house.gov www.DailyPaul.com http www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana <strong> Ron Paul </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"uid": "1295199202040058897", "i": 24398, "idx": 5, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "understanding everything we were saying.\" <strong> Kirsten Gillibrand </strong> called the Blue Dog Dem one of the most\" nonpartisan\" lawmakers she knows, a woman who had previously called for more civil political discourse. <q> She comes to public service with the goal of just helping people, </q> she said.\" We can all take from her strength and hopefully ourselves be better than we are.\" http://thehill.com/blogs/blog-briefing-room/news/138161-gillibrand-giffords-progress-extraordinary Senate Dems indicate willingness to` break apart,' fix health reform Schumer to <strong> Barack Obama </strong>:", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies.\" Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,\" <strong> Bill Lockyer </strong> said. <q> It's improper, it will stop now, it will not happen again and we will get our money back. </q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}, {"uid": "1296794423209420303", "i": 2215, "idx": 1, "sa": ["Kyle Korver", "Deron Williams", "Allen Iverson"], "q": "dominant scoring lead guards with the <strong> Allen Iverson </strong> and the Jazz in <strong> Deron Williams </strong>. Rose's 32 points against the Clippers came on 18 shots, which often might have been <strong> Allen Iverson </strong>'s shot output at the half. <q> I think Derrick's floor game is what I've been most impressed with, </q> <strong> Kyle Korver </strong> said.\" Part of it is there are more pieces around him. There's not quite as much pressure on him to make everything happen, which from afar seemed to be the case the last couple", "new_id": -2}, {"uid": "1296206013158072851", "i": 45716, "idx": 4, "sa": ["Mike Pence", "Joe Donnelly"], "q": "a race for governor. tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner, and I think the race is his if he chooses to accept it, </q> Walorski said.\" I think he'd clear the field.\" State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP\" rising stars\" such", "new_id": -2}, {"uid": "1296101928079347729", "i": 23704, "idx": 1, "sa": ["Eric Schmidt"], "q": "Google has identified the UK in particular as an opportunity to grow revenue. The UK accounted for 10%( Â£ 552m) of the company's total revenue in the fourth quarter. He adds: <q> <strong> Eric Schmidt </strong> and Larry are often in the UK and are very supportive of our role as the world's leading e-commerce market and a major mobile engineering hub for Google. </q> Last week it was announced that <strong> Eric Schmidt </strong> is to relinquish his role as chief executive to Marketing Week's cover price has gone up to Â£ 3.95 per issue since January 1st 2011. But you can", "new_id": -2}, {"uid": "1296791221147030018", "i": 16742, "idx": 5, "sa": ["Allen Iverson", "George Karl"], "q": "for its fourth straight win. <strong> Allen Iverson </strong>'s old team improved to 16-5; his new-again team fell to 5-16.\" It was a positive experience to be part of AI returning,\" Nuggets coach <strong> George Karl </strong> said. <q> <strong> Elgin Baylor </strong> thought he fatigued as the game went on and we got the benefit of it. He's not in the best of shape yet. </q> <strong> Allen Iverson </strong> received a standing ovation when he left in the fourth quarter. He scored 11 points on 4-for-11 shooting and had six assists in 37 minutes. <strong> Allen Iverson </strong>'s rousing return did little to mask the fact that the", "new_id": -2}, {"uid": "1297124012124354582", "i": 7464, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,\" I care deeply about animals\" and\" am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> Register) Please avoid offensive, vulgar, or hateful language.", "new_id": -2}]