[{"uid": "1294986975005357575", "i": 25055, "idx": 1, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": ", D-Calif., who stood by Ms. <strong> Gabrielle Giffords </strong>' hospital bed Wednesday when her left eye fluttered open. Her right eye was damaged and is still bandaged. Ms. <strong> Kirsten Gillibrand </strong> said the congresswomen were telling Ms. <strong> Gabrielle Giffords </strong> <q> how proud we were of her, and how she was inspiring the whole nation with her courage and with her strength. And then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do after she got better. </q> Ms. <strong> Gabrielle Giffords </strong> was gripping their hands, she said,`` and the more we joked about what we were going to do, she started to open her eyes.'' Ms. <strong> Debbie Wasserman Schultz </strong> said she", "new_id": -2}, {"uid": "1295257680226672654", "i": 39032, "idx": 3, "sa": ["Andy Coulson"], "q": "to another change if( and when) another Labour government comes to power- and guess who pay the Â£ billions each time these politicians meddle. RobertSnozers 17 January 2011 9:35 AM@Pyrus <q> I thought the NHS was supposed to be ring-fenced from cuts- That was one of those election/ manifesto commitments, you know the ones we all use to make our minds up about who to vote for. </q> And don't get me started on <strong> Andy Coulson </strong>. What were they thinking of when they appointed this person? As people have pointed out, he isn't even any good- the Tories couldn't really even", "new_id": -2}, {"uid": "1295622311169754648", "i": 7496, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "felt he's been punished for the same offence twice but I quite understand his decision and wish him well for the future.''( Asked if it raised questions about <strong> David Cameron </strong>'s judgement) <q> I don't think so at all because <strong> Andy Coulson </strong> resigned from News of the World when he found out what was happening. </q> LABOUR PARTY LEADER ED MILIBAND`` Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We", "new_id": -2}, {"uid": "1297176715006504474", "i": 35069, "idx": 1, "sa": ["Simon Cowell"], "q": "go to a pound and buy a dog that's a bit ugly that nobody else wants and they'll be more loyal.'' 2.`` I like cartoons every morning,'' he says. <q> I like` The Flintstones,'` The Jetsons,' all the old ones. I watch them in the morning to put me in a good mood. </q> 3.`` I climb trees, daily,'' he says.`` It's like a ritual.'' While opening up about his love for trees, cartoons and animals, <strong> Simon Cowell </strong> stays", "new_id": -2}, {"uid": "1297225698053084217", "i": 19411, "idx": 0, "sa": ["Miley Cyrus", "David Letterman", "P. Halprin", "Jay Leno"], "q": "85.`` In order to give our man of the year time to rest we considered moving our 8 p.m. show back two hours later,'' Whitiker said. But, <strong> Miley Cyrus </strong> said, <q> We do realize that no one wants to watch a show that starts at 10 p.m. </q>`` I'll take the three secret tasks,'' <strong> Jay Leno </strong> said. <strong> Jay Leno </strong> first had to entertain talk-show host <strong> David Letterman </strong>, played by Ryan <strong> P. Halprin </strong>' 12, by proving that his prowess for reciting", "new_id": -2}, {"uid": "1295607662129794065", "i": 20762, "idx": 0, "sa": ["Eric Schmidt"], "q": "all the opportunity we have to improve the lives of millions of people around the world.'' Such is the way of things these days that <strong> Eric Schmidt </strong> promoted his announcement by tweeting: <q> Day-to-day adult supervision no longer needed! </q> There followed a flurry of other tweets, which tech news tracker Techmeme has just started including in its results. Our favourite was from a US cnet writer that said merely:'' <strong> Eric Schmidt </strong> happens.", "new_id": -2}, {"uid": "1296594691227524624", "i": 27123, "idx": 3, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman"], "q": "<strong> Kayte Walsh </strong> in February Video Interview... <strong> Kelsey Grammer </strong> Comments On Engagement To <strong> Kayte Walsh </strong>:` We are in love' <strong> Kelsey Grammer </strong> Comments On Engagement To <strong> Kayte Walsh </strong>:` We are in love' click our link thetodaybuzz.com- to watch full <q> <strong> Kelsey Grammer </strong> Comments On Engagement To <strong> Kayte Walsh </strong>:` We are in love' </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the`` Late Show with <strong> David Letterman </strong>'' on Thursday night that he plans... <strong> Kelsey Grammer </strong> Engaged To <strong> Kayte Walsh </strong>. Click www.saikojock.com to watch <strong> Kelsey Grammer </strong> Engaged To <strong> Kayte Walsh </strong>. FOR FREE", "new_id": -2}, {"uid": "1297229275207454253", "i": 44, "idx": 4, "sa": ["John McCain", "Donald Rumsfeld"], "q": "while he`` respect[ s] <strong> Donald Rumsfeld </strong>,'' they had`` a very, very strong difference of opinion about the strategy he was employing in Iraq, which I predicted was doomed to failure.'' <q> Thank God he was relieved of his duties, and we put the surge in, </q> <strong> John McCain </strong> said.`` Otherwise, we would have had a disastrous defeat in Iraq.'' <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a`` hair-trigger temper'' and`` a propensity to shift his positions", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's`` State of the Union'' that he will wait to make a decision on whom to support in the next presidential election. <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.''``", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}, {"uid": "1295498568076414992", "i": 1032, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "actress, who plays scathing cheerleading coach Sue Sylvester in the US TV show, believes there are many similarities between the teacher and the talent show judge, nicknamed` Mr <strong> Simon Cowell </strong>'. She said: <q> If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her.`` He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> <strong> Jane Lynch </strong> also said she is`` amazed'' by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained:`` <strong> Simon Cowell </strong> and", "new_id": -2}]