[{"uid": "1296522316264929312", "i": 21132, "idx": 0, "sa": ["Michael Vick"], "q": "you believers of man produced global warming. Please explain all the different ice ages throughout earth history? How did the earth get soo cold to produce them and then how did the earth get Report Abuse <q> We won't be plowing the snow off the roads. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl New Trading Software Breakthrough Software Turns$ 10,000 Into$ 866,487- Find Out How! Trader Makes$ 4 Billion Wiz Kid Stock", "new_id": -2}, {"uid": "1296362329255475725", "i": 5272, "idx": 5, "sa": ["Linas Kleiza", "Allen Iverson", "Joel Anthony"], "q": "Jazz 120-109 on Thursday night.\" I've now scored 40 points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. <q> It was definitely a special night, </q> <strong> Linas Kleiza </strong> said.\" I will remember this night for the rest of my life.\" The Nuggets have been searching for a consistent third scorer behind <strong> Joel Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He", "new_id": -2}, {"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:\" I will get ITV to make substantial five figure donation to your charity for the interview\". But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}, {"uid": "1297113612077856768", "i": 21578, "idx": 0, "sa": ["Simon Cowell"], "q": "the judges. Commitment and expertise are the most important factors he is looking for in a judge, because they will have to work with the finalists five or six days a week throughout the competition. <q> They also have to be competitive with each other, because the judges are competing, too. </q> Each will be trying to guide his or her pupils to the grand prize. This will create a situation in which someone like <strong> Simon Cowell </strong> will be critiquing those mentored by another judge and being\" extra nice", "new_id": -2}, {"uid": "1297385258085459065", "i": 47721, "idx": 0, "sa": ["Queen Beatrix", "Donald Rumsfeld", "Barack Obama", "Jane Holl Lute", "Juan Carlos I of Spain"], "q": "2000. On January 23, 2009, <strong> Barack Obama </strong> announced his intention to nominate <strong> Jane Holl Lute </strong> as Deputy <strong> Donald Rumsfeld </strong> of Homeland Security.[ 3] She was confirmed April 3.[ <strong> Juan Carlos I of Spain </strong>] Re: Napolitano: <q> Al-Qaeda does not exist: Natural Born Americans are the terrorists </q>\" Reply# 48 on: February 09, 2011, 03:52:38 PM\" How about this... Napolitano:\" <strong> Queen Beatrix </strong> am a Bilderberg puppet nutjob who continues to spew nonsense at congressional hearings while <strong> Jane Holl Lute </strong> rapes", "new_id": -2}, {"uid": "1297698959012320806", "i": 18947, "idx": 1, "sa": ["Zahi Hawass"], "q": "undated photo released by the Egyptian... Photo: <strong> Zahi Hawass </strong>: No mummies damaged by looters at Cairo's... World Video: Suicide blast strikes downtown Kabul World Video: American Accused of Multiple Murders in Pakistan Report Abuse <q> What hasn't been reported in US news but you can find in several euro news feeds is that the looters were actually members of the elite police force not the general public who is rioting. they were caught in the act of looting and destroying the exhibits- caught by the army- the army is now protecting the museums. </q> Time.com: What the Halal? For French Muslims, Confusion Over What's Forbidden Top Gold Penny Stock( SMNG)- Why Investors Consider It\" The Vietnamese Gold Rush\". Mortgage Rates Hit 2.99% If", "new_id": -2}, {"uid": "1295902720235421735", "i": 40323, "idx": 2, "sa": ["Colin Powell", "David Stockman"], "q": "the national debt by killing NPR or National Endowment for the Humanities or the Arts. Nice political chatter, but that doesn't do it.\" And then, putting on his <strong> David Stockman </strong> cape, <strong> Colin Powell </strong> said: <q> Don't tell me you're going to freeze to a level. That usually is a very inefficient way of doing it. Tell me what you're going to cut, and nobody up there yet is being very, very candid about what they are going to cut to fix this problem. </q> Secretary <strong> Colin Powell </strong> is quite right that entitlement programs are where the real money is. And <strong> Colin Powell </strong> is also correct when he says that you can't fix the deficit or the national debt by killing NPR or the", "new_id": -2}, {"uid": "1297375908005832712", "i": 2695, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Dick Cheney"], "q": "policies than his current aides. <strong> Dick Cheney </strong> surprised a gathering of conservatives on Thursday to present the former two-time defense secretary an award. The vice president joked that <strong> Donald Rumsfeld </strong> twice served as defense secretary and added that <q> maybe if we give him a third term, he might get it right. </q> <strong> Dick Cheney </strong> also drew laughs when he wondered aloud if <strong> Donald Rumsfeld </strong> may have more influence on <strong> Barack Obama </strong> than his current advisers. <strong> Barack Obama </strong> campaigned against the Bush White House's national security policies and yet has continued", "new_id": -2}, {"uid": "1295586272212418583", "i": 2937, "idx": 2, "sa": ["Kobe Bryant", "George Karl", "Vince Carter", "Martin Luther King", "Allen Iverson"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Yao Ming </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.\" I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Nets_Vince_Carter_29_PTS_9_REB_7_AST_Vs_Kevin_Martin_36_PTS_Kings_98__90 <strong> Vince Carter </strong> 29 PTS 9 REB 7 AST Vs <strong> Martin Luther King </strong>", "new_id": -2}, {"uid": "1296356803240402449", "i": 36505, "idx": 0, "sa": ["Robert Auerbach", "Sen. Bernie Sanders"], "q": "<q> exactly. someone proposed the title Global Weirding instead of Global Warming. bu... </q>\" whats your son doing in robotics class? details would be interesting\" fed audit for accountability& transparency <strong> Robert Auerbach </strong>: The Federal Reserve's$ 3.3 Trillion Insider Loans Follow a History of Corrupt Practices <strong> Sen. Bernie Sanders </strong>: A", "new_id": -2}]