[{"uid": "1295257680226672654", "i": 47399, "idx": 4, "sa": ["Bob Diamond", "Andy Coulson"], "q": "to another change if( and when) another Labour government comes to power- and guess who pay the? billions each time these politicians meddle. Bob DiamondSnozers 17 January 2011 9:35 AM@Pyrus <q> I thought the NHS was supposed to be ring-fenced from cuts- That was one of those election/ manifesto commitments, you know the ones we all use to make our minds up about who to vote for. </q> And don't get me started on <strong> Andy Coulson </strong>. What were they thinking of when they appointed this person? As people have pointed out, he isn't even any good- the Tories couldn't really even", "new_id": -2}, {"uid": "1297185662216317967", "i": 23760, "idx": 9, "sa": ["Simon Cowell", "Paula Abdul"], "q": "will announce the full panel in the next three or four weeks.) But when asked if former`` Idol'' judge title=\"Paula Abdul\" href=\"http://wqad.com/topic/entertainment/music/Paula Abdul-Paula Abdul-PECLB000004.topic\"> <strong> Paula Abdul </strong> would be involved, he left the option open. <q> I'm a massive fan of <strong> Paula Abdul </strong>, </q> he said.`` We've been in regular contact.'' <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it.`` Over the", "new_id": -2}, {"uid": "1295640246179568662", "i": 48705, "idx": 2, "sa": ["Eric Schmidt", "Chris Dixon", "Steve Jobs", "Jerry Yang"], "q": " Within technology circles, the move by Google-- born during the first dot-com boom-- to replace CEO <strong> Eric Schmidt </strong> with the 38-year-old Page left some wondering how the search giant would deal with middle age. <q> Founder becoming CEO... Is this like a href=\"http://www.ibtimes.com/topics/detail/318/Steve Jobs-Steve Jobs/\"> <strong> Steve Jobs </strong> returning or a <strong> Jerry Yang </strong> returning? </q> <strong> Chris Dixon </strong>, a technology veteran who has invested in Skype and Foursquare, tweeted. Apple Inc in the 1990s to save the company he founded from near death. Yahoo Inc's <strong> Jerry Yang </strong> made a similar return, coming", "new_id": -2}, {"uid": "1295674471088440863", "i": 36061, "idx": 0, "sa": ["Andy Coulson", "Bob Barr", "Jean-Claude Duvalier"], "q": "<strong> Jean-Claude Duvalier </strong>'' relocates to private home... Haiti on need for` democratic' government <cite> AFP </cite> Video: Lawyer: <strong> Jean-Claude Duvalier </strong> plans to remain in Haiti... <strong> Jean-Claude Duvalier </strong>, in his first public statement since... Report Abuse <q> Hold on a minute-- this corrupt S- O- B ripped off his country for hundreds of millions of dollars, and now, after his countrymen have been victimized by one tragedy after another, he decides to come back to`` participate in reconstruction </q>, sniffing around for more money to steal? And Republican scum like <strong> Bob Barr </strong> think they're going to get their cut too? Pure, unmitigated gall! \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1296789642034570241", "i": 26848, "idx": 1, "sa": ["Bob King", "Bernie Sanders", "Ben Ali", "Barack Obama", "David Cay Johnston"], "q": "<strong> Barack Obama </strong> Calls for Spending Freeze, Lowering Corporate Taxes in State of the Union Fifty Years After Eisenhower's Farewell Address, A Look at`` Prophets of War: Lockheed Martin and the MaBob King of the Military-Industrial Complex'' <q> The Worse Off You Are, Your Taxes Increase </q>: JournBen Alist <strong> David Cay Johnston </strong> Slams Barack Obama-GOP Tax Deal <strong> Bernie Sanders </strong> Denounces Barack Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming`` Banana Republic''`` Counting the Jobs Lost to China.'' Report by the Economic Policy Institute``", "new_id": -2}, {"uid": "1295252671092618773", "i": 3966, "idx": 1, "sa": ["Sergio Marchionne", "Mark Reuss", "Alan Mulally"], "q": "North America president <strong> Mark Reuss </strong> and Chrysler's Mr. <strong> Sergio Marchionne </strong> all promise not to fall back into the trap of making too many cars and then slapping huge discounts on the vehicles to move metal off dealer lots. <q> This has been the heart of the problem in Detroit, </q> said Mr. <strong> Sergio Marchionne </strong>, who also heads up Fiat, the Italian auto company. Mr. <strong> Alan Mulally </strong> said Ford had learned that it has to`` deal with the current reality. You have to match production to", "new_id": -2}, {"uid": "1297682535194002963", "i": 36052, "idx": 0, "sa": ["Enda Kenny", "Angela Merkel", "Eamon Gilmore"], "q": "14/02/2011- 11:03:14 The Labour leader <strong> Eamon Gilmore </strong> has said he doesn't know if <strong> Enda Kenny </strong>'s meeting with the German Chancellor is about <q> doing something for Ireland or an election event </q>. The Fine Gael leader will be discussing Ireland's economic position, and is expected to tell <strong> Angela Merkel </strong> that his party will want to re-negotiate the terms of the EU-IMF deal for Ireland, if they get", "new_id": -2}, {"uid": "1296176467177291343", "i": 57541, "idx": 0, "sa": ["War Machine", "Alassane Ouattara", "George H. W. Bush"], "q": "needless <strong> War Machine </strong>.'' I support the <strong> George H. W. Bush </strong>'s gutsy decision as well. While I will not call any impending military intervention in Ivory Coast`` needless,'' it will be safe to rather call it <q> an act of impetuosity, </q> since diplomacy has not been exhausted. Going to <strong> War Machine </strong> in Ivory Coast to please France, the U.K., the U.S.A., the United Nations and <strong> Alassane Ouattara </strong> will not augur well for Ghana in the long run- at", "new_id": -2}, {"uid": "1295584859050233357", "i": 37489, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler", "Randy Jackson"], "q": ". His voice is surprisingly good. He's a pasty white kid with some soul.`` You are so sweet and so cute,'' <strong> Jennifer Lopez </strong> said.`` I like this dude,'' <strong> Randy Jackson </strong> said. <q> The sparkle in your eye, yah! </q> <strong> Steven Tyler </strong> said.`` Closing my eyes, it was a work of art, a thing of beauty.'' This makes me wonder: what would <strong> Simon Cowell </strong> have said? Alas, they end the hour", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]