[{"uid": "1296222002048857113", "i": 2443, "idx": 0, "sa": ["Mike Pence"], "q": "\" \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q>We will not seek the Republican nomination for president in 2012.</q>\" we have good candidates for 2012. there is no one with a better chance at taking down obama than perry. and jan brewer makes an excellent vp choice- one who would be unlikely to", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q>The most fun I've ever had playing football,</q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.\" ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}, {"uid": "1296028590046219275", "i": 5499, "idx": 0, "sa": ["Zahi Hawass"], "q": "North African Caucasoid. Mummies don't lie. en.wikipedia.org------------------------------------------------------- CAIRO-- Egyptian antiquities supremo <strong> Zahi Hawass </strong> insisted Tuesday that Tutankhamun was not black despite calls by US black activists to recognize the boy king's dark skin color. <q>Tutankhamun was not black, and the portrayal of ancient Egyptian civilization as black has no element of truth to it,</q> <strong> Zahi Hawass </strong> told reporters. CAIRO. On Tuesday, October 12th 2010, was opened a new Natuzzi Store in Cairo, the first Egyptian Natuzzi store. The store is located in Designopolis, the largest furniture shopping mall", "new_id": -2}, {"uid": "1297429900243695631", "i": 311, "idx": 0, "sa": ["Sergio Marchionne"], "q": "on the matter. Bloomberg News reported Thursday that the bonuses would average$ 10,000 for 10,755 salaried workers, but some who aren't covered by government pay restrictions could get up to half their salary. <q>Details regarding salaried performance awards are considered confidential employment records,</q> Ranieri said. Chrysler CEO <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both", "new_id": -2}, {"uid": "1297663004154386461", "i": 329, "idx": 0, "sa": ["Sergio Marchionne"], "q": ". Bloomberg( Alert) News reported Thursday that the bonuses would average$ 10,000 for 10,755 salaried workers, but some who aren't covered by government pay restrictions could get up to half their salary. <q>Details regarding salaried performance awards are considered confidential employment records,</q> Ranieri said. Chrysler CEO <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both", "new_id": -2}, {"uid": "1296166252125468724", "i": 35228, "idx": 0, "sa": ["Mike Pence"], "q": "him. A couple folks tried to persuade me he was boring, but I saw him address the NRA Convention last year, and he blew the doors off the place. My coverage of that speech: <q>Rep. <strong> Mike Pence </strong> of Indiana: As a well-known figure, it's hard to describe <strong> Mike Pence </strong> as a breakout star, but he was the next-to-last big-name speaker, and while he joked that following <strong> Sarah Palin </strong> was like having R2-D2 follow Luke Skywalker, he most effectively matched the call for a broad conservative agenda to the audience before him.</q> \"The NRA cherishes having friends on both sides of the aisle, and prefer a pro-gun Democrat over a Republican who wavers; they bristle at the accusation that they are essentially a GOP organization. <strong> Mike Pence </strong> came", "new_id": -2}, {"uid": "1296478507189546539", "i": 11864, "idx": 0, "sa": ["Sergio Marchionne", "Barack Obama", "Walter P. Chrysler"], "q": "Profit and Modified EBITDA for Q4 2010 and Total Year 2010 is detailed in Table 1 of the attachment to the press release( <strong> Barack Obama </strong>)- Cash includes Cash and Cash Equivalents <q>As <strong> Walter P. Chrysler </strong> Group's brand displays at the Detroit auto show confirmed, the Company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months,</q> said <strong> Sergio Marchionne </strong>, Chief Executive Officer, <strong> Walter P. Chrysler </strong> Group LLC. \"All of these vehicles bear testimony to <strong> Walter P. Chrysler </strong>'s rebirth. Given the positive comments we have received to date, it can safely be said that what", "new_id": -2}, {"uid": "1295133242039174154", "i": 18552, "idx": 8, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q>We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night.</q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Allen_Iverson_31pts_vs_Kobe_Bryant_Eddie_Jones_Van_Exel_Lakers_97/98_NBA_Vintage Credit to baldheadkid Hot-shooting <strong> Allen Iverson </strong> had 31 points and eight assists as", "new_id": -2}, {"uid": "1297424430240271384", "i": 42885, "idx": 0, "sa": ["Simon Cowell"], "q": "year- has confirmed while he will definitely take part in the UK series, he is worried about the logistics of jetting across the Atlantic each week. He told US TV show \"Extra': <q>We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour. It hasn't been tested yet but that's the idea.</q> Although <strong> Simon Cowell </strong> will resume a role on the judging panel of` The X Factor\", it is unclear if he will take part in the entire show after reportedly telling ITV1 bosses he will miss the", "new_id": -2}, {"uid": "1295581685033980418", "i": 48026, "idx": 8, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "about how best to simplify our management structure and speed up decision making.\" \"For the last 10 years, we have all been equally involved in making decisions,\" he said. <q>This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. \"But we have also agreed to clarify our individual roles so there?s clear responsibility and accountability at the top of the company,</q> <strong> Eric Schmidt </strong> said. \"Larry, in my clear opinion, is ready to lead,\" he said. \"Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade- and we", "new_id": -2}]