[{"uid": "1295420762187301926", "i": 59073, "idx": 6, "sa": ["Paula Abdul", "Kara DioGuardi", "Louis Walsh", "Simon Cowell", "Randy Jackson"], "q": "series 6 together in one place rather than upload them separately. It was my favourite segment from last years series. Here are the parts in order: 1. <strong> Louis Walsh </strong> makes a cup of tea. 2. <q> Yes I wear pyjamas!& qu... The Skorpion Show# 60 American Idol To Add a Fourth Judge <strong> Kara DioGuardi </strong>! Why The Skorpion Show# 60 American Idol To Add a Fourth Judge <strong> Kara DioGuardi </strong>! Why NEW YORK- Scoot over, <strong> Simon Cowell </strong>. \"American Idol </q> is adding a fourth critic to its panel of judges. ADVERTISEMENT Grammy-nominated songwriter <strong> Kara DioGuardi </strong> will sit alongside <strong> Simon Cowell </strong>, <strong> Paula Abdul </strong> and <strong> Randy Jackson </strong> when the eighth season of \"American Idol\" premieres i... video results for:", "new_id": -2}, {"uid": "1295559175029818886", "i": 57866, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "as an advisor to <strong> Larry Page </strong> and co-founder <strong> Sergey Brin </strong>, focused on external things like \"deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.\" As for <strong> Sergey Brin </strong>, he'll now <q> devote his energy to strategic projects, in particular working on new products, </q> with the simple title of Co-Founder. <strong> Eric Schmidt </strong>'s clarified and explained the change in a blog post, saying that the idea is to make leading Google as efficient as possible, and that \"<strong> Larry Page </strong>,", "new_id": -2}, {"uid": "1295622200043139151", "i": 2274, "idx": 1, "sa": ["Eric Schmidt"], "q": "active iTunes accounts for advertising, it lacks a scalable ad serving platform, and sophisticated ad targeting solution, and lack of a sizable direct ad sales force to reach out to agencies. Analyst Misek said <q> Apple's future is likely to increasingly overlap with Google in the areas of cloud computing, advertising, and content. <strong> Eric Schmidt </strong> could help position Apple for that shift. </q> Moreover, Apple is not new to <strong> Eric Schmidt </strong>. He has already served as a board member at Apple for three years. In August 2006, <strong> Eric Schmidt </strong> was elected to Apple's board and three", "new_id": -2}, {"uid": "1295980272233783310", "i": 34117, "idx": 2, "sa": ["Meg Whitman", "Eric Schmidt"], "q": "app download winners STUART: \"Welcome to the future: access can be obtained anonymously while streaming movies-or...\" Patrick: \"Not even close, what we have looks more like <strong> Meg Whitman </strong>.\" RedRat: <q> OK, as a chemist, we do not count formulas for chemical compounds as words. That is just plain ridiculous... </q> RedRat: \"Actually have <strong> Eric Schmidt </strong> host a tech type show on TV might not be a bad idea. Right now, you have these news...\" RedRat: \"Verizon greedy!!! How can this be!", "new_id": -2}, {"uid": "1296964121115425444", "i": 19806, "idx": 5, "sa": ["Michael Vick", "Andy Reid", "LeGarrette Blount"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with <strong> Andy Reid </strong>, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> <strong> LeGarrette Blount </strong>( one each). Polamalu won the Defensive Player of the Year award earlier this week. Privacy Policy and Safety Information/Your California Privacy Rights", "new_id": -2}, {"uid": "1295601090081559617", "i": 35394, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "who plays scathing cheerleading coach Sue Sylvester on the on United States...\" US TV show- believes there are many similarities between the teacher and the straight-talking talent show judge. She said: <q> If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. \"He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> <strong> Jane Lynch </strong> also admitted she is \"amazed\" by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with", "new_id": -2}, {"uid": "1297159110156483590", "i": 42333, "idx": 1, "sa": ["Paul Bremer", "Donald Rumsfeld", "Colin Powell", "Condoleezza Rice", "Hugh Shelton", "Eric Shinseki", "John McCain", "Richard Armitage"], "q": "<strong> Donald Rumsfeld </strong> is certain- never more so than when he is chronicling the deficiencies of others. His list of disdain runs long- from former secretaries of state <strong> Condoleezza Rice </strong> and <strong> Colin Powell </strong>, to Coalition Provisional Authority chief <strong> Paul Bremer </strong>( <q> It remained difficult to get him to accept the idea that Iraq belonged to the Iraqis </q>), to former Army secretary <strong> Eric Shinseki </strong>, to former Joint Chiefs chairman <strong> Hugh Shelton </strong>, <strong> Colin Powell </strong> aide <strong> Richard Armitage </strong>, Sen. <strong> John McCain </strong> and, of course, the news media. The most consistent censure is reserved for <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1296747320116736041", "i": 27940, "idx": 0, "sa": ["Zahi Hawass"], "q": "Finch Rumors that the Egyptian Museum in Cairo caught fire yesterday( Feb. 2) were just that, according to <strong> Zahi Hawass </strong>, secretary general of the Supreme Council of Antiquities, on his blog today. <q> Again, I want to tell everyone that all the fights and fires in Tahrir Square that many people saw on television yesterday did not affect the Egyptian Museum, Cairo, at al, </q> <strong> Zahi Hawass </strong> wrote. Al Jazeera reports suggested the monuments of Saqqara-- a large burial ground of Ancient Egypt referred to as the \"City of the Dead\" -- had been damaged and that items were stolen", "new_id": -2}, {"uid": "1296387505015253604", "i": 37458, "idx": 1, "sa": ["Michael Vick"], "q": "given what his dogs have been through, the quarterback shouldn't qualify as a dog owner. But they also has conceded that <strong> Michael Vick </strong> has spotlighted the problem of dogfighting and rehabilitation of pit bulls. <q> I'd have to say that he brought attention to the issue in a rather unfortunate way, </q> said Best Friends co-founder Francis Battista. At Best Friends, a 3,800-acre sanctuary that is home to 417 dogs, 658 cats, 340 rabbits and a few dozen horses, pigs and parrots, they", "new_id": -2}, {"uid": "1295551893028262452", "i": 3981, "idx": 0, "sa": ["Eric Schmidt"], "q": "in place before it waded too deeply into the mobile market where the rules were non-existent. small but significant fraction of the pie. But as <strong> Eric Schmidt </strong> has said before, mobile holds a huge promise for Google. <q> If we have a billion people using Android, you think we can't make money from that? </q> asked <strong> Eric Schmidt </strong> last year. It appears Google is anxious to find out. Mobile Q4: All Eyes Were on Android, 4G and the Rising Tablet Tide Google's Android Market Rules Could Squeeze Amazon's Android App", "new_id": -2}]