[{"uid": "1296777468170934275", "i": 43054, "idx": 0, "sa": ["Big Ted", "Michael Vick", "Million Man"], "q": "and in the world after the attack of September 11th. Video of these comedians talking: www.youtube.com Cut from <strong> Michael Vick </strong> Moore's documentary, \"Fahrenheit 9/11\".* If you liked these guys, get the DVD <q>Comedy Central- Axis of Evil Comedy Tour</q>* http://wn.com/Daniel_Tosh_Effinfunny_Stand_Up__Michael_Vick's_Dilemma <strong> Big Ted </strong> Night Out Comedy Club Valentine's Special! tickets and listings <strong> Big Ted </strong> Night Out Comedy Clubs tickets and listings What Happened to the \"Other\" <strong> Million Man </strong> March? Clashes erupt between protesters, Mubarak supporters Obama", "new_id": -2}, {"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,\" said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons. \"He's a Hall of Fame coach,\" said <strong> Allen Iverson </strong>. <q>So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that.</q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped. \"Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}, {"uid": "1296149580207978571", "i": 24913, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "Committee. <strong> Kirsten Gillibrand </strong> was recently elected to the Senate seat she was appointed to in 2009 and had sought the committee assignment. She has worked on military issues such as the repeal of the <q>don't ask, don't tell</q> policy for gay troops. And <strong> Kirsten Gillibrand </strong> served on the House Armed Services Committee when she represented an upstate New York congressional district. <strong> Kirsten Gillibrand </strong> says she will work for troops and their families and will try to", "new_id": -2}, {"uid": "1295072156113590299", "i": 24416, "idx": 0, "sa": ["Sergio Marchionne"], "q": "in Ann Arbor, Mich.. And that's why the mood is decidedly upbeat among the executives who gathered in Detroit for the North American International Auto Show, which runs through Jan. 23. <q>The auspices are a lot better than they were a year ago,</q> said <strong> Sergio Marchionne </strong>, chief executive officer of Chrysler Group, which is gaining market share and expects to move back into the black this year after narrowing its losses steadily last year. Sustainable? Still", "new_id": -2}, {"uid": "1295984011193069115", "i": 1058, "idx": 0, "sa": ["Eric Schmidt"], "q": "executive chairman, also said the group would hire thousands of people this year, rejecting accusations that it has struggled to keep its best talent from leaving for Facebook and other Silicon Valley rivals. <q>I'm very personally excited about my next decade at Google,</q> <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on January 21 that his move was an effort to speed up decision-making.", "new_id": -2}, {"uid": "1296460474210534407", "i": 41887, "idx": 3, "sa": ["Robbie Williams", "Simon Cowell"], "q": "she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along.\" An insider added: <q>Bosses know they need to pull something special out of the hat to maintain the show's top-dog status. Many people, including <strong> Simon Cowell </strong>, think[ <strong> Katie Price </strong>] could be the magic ingredient. \"Love her or hate her, everyone is fascinated by what she has to say. If she was on the show it is likely ratings would go through the roof and <strong> Simon Cowell </strong> knows this.</q> Over the weekend, it was reported that <strong> Robbie Williams </strong> is being", "new_id": -2}, {"uid": "1296499626124518426", "i": 46809, "idx": 0, "sa": ["Michael Vick", "Morten Andersen", "Adrian Peterson"], "q": ", <strong> Morten Andersen </strong>( 45) for most career Pro Bowl points with 52. The kicker would have had more but his 36-yard field goal try in the fourth quarter bounced off the right upright. Akers said, <q>so it means a lot to be able to pass a legend like that.</q> Miami, much to the approval of the players involved. <strong> Michael Vick </strong> started but played only the first quarter, completing 5 of 10 passes for 59 yards. <strong> Adrian Peterson </strong> rushed for 80 yards in 14 carries for", "new_id": -2}, {"uid": "1295584860019480589", "i": 12079, "idx": 0, "sa": ["Eric Schmidt"], "q": "paid clicks were up 11 percent from the prior quarter and 18 percent from the year-ago quarter. \"Q4 marked a terrific end to a stellar year,\" Google CEO <strong> Eric Schmidt </strong> said in a statement. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile.</q> Google's results may offset the uncertainty surrounding the announcement of <strong> Eric Schmidt </strong>'s exit on April 4 as CEO. taking over as CEO and will oversee day-to-day operations, including product and technology development. Google", "new_id": -2}, {"uid": "1296823306159875075", "i": 13949, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh", "Dannii Minogue", "Dermot O'Leary"], "q": "series, while <strong> Cheryl Cole </strong> and <strong> Dermot O'Leary </strong> have also been in negotiations to take part in their same roles but no decision has been made yet leaving ITV in the dark. A source told The Sun newspaper: <q>This is causing producers a headache as the contract process always takes some time to hammer out.</q> <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong>, are believed to be set to sign up soon. Fox- the network broadcasting the Stateside' X Factor'- and <strong> Simon Cowell </strong> are set to announce the American line-up in the next", "new_id": -2}, {"uid": "1296257879258424852", "i": 25441, "idx": 0, "sa": ["Rudy Giuliani", "Mike Pence", "Ronald Reagan"], "q": "it surprising that Washington Examiner writer <strong> Mike Pence </strong> Barone would contend \"old rules don't apply to\" the 2012 Republican primary election campaign even though every Republican presidential nominee since <strong> Ronald Reagan </strong> in 1980 has been pro-life. <q>The next rule that needs to be debunked is that Republican candidates must pass a litmus test on cultural issues, especially abortion. This was true in 1988, 1996 and 2000, when religious conservatives were a newly energized political force and one stirred to action by <strong> Bill Clinton </strong>'s misconduct,</q> he writes. \"But Sept. 11 changed a lot of things, including this old rule. A pro-choice stand on abortion didn't prevent <strong> Rudy Giuliani </strong> from leading Republican polls until November 2007", "new_id": -2}]