[{"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q>I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company,</q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called \"Googled: The End of the World As We Know It,\" said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}, {"uid": "1296751438058556476", "i": 1507, "idx": 6, "sa": ["Amir Johnson", "Tayshaun Prince", "Allen Iverson", "Rodney Stuckey"], "q": "with <strong> Amir Johnson </strong> on the floor, and better offensively when Hamilton and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. \"When we have the bigger lineup, obviously we're better defensively,\" <strong> Tayshaun Prince </strong> said. <q>It's kind of pick and choose. \"Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side.</q> The game was tight until Detroit went on a 27-5 run midway through the third quarter. Milwaukee missed 14 of 17 shots during one stretch of the period, trailed 73-55 after three quarters and never got close again", "new_id": -2}, {"uid": "1297298258261144595", "i": 21463, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "he is not responsible for the various awful failures and fiascoes that occurred at the Pentagon during his tenure in the <strong> President Bush </strong> administration. Like, for example, the whole \"Iraq invasion and occupation\" thing. <q><strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> says in a new book that he wanted to oversee the initial reconstruction of Iraq following the United States' invasion of the country but he was rebuffed by <strong> President Bush </strong>.</q> \"<strong> President Bush </strong> didn't cotton to the idea,\" <strong> Donald Rumsfeld </strong> writes in his yet-to-be-released memoir Known and Unknown, excerpts of which were obtained by POLITICO. \"What if we had a problem with", "new_id": -2}, {"uid": "1295909859246595674", "i": 40043, "idx": 4, "sa": ["Sen. Bernie Sanders"], "q": "gains, would create an even larger gap between rich and poor. \"The Ryan plan essentially relives the richest Americans from any responsibility to pay for the support of their country,\" he said. <q>Our country should not be a country where the super rich get to play by different rules than people who are working their way up to their own American dream.</q> <strong> Sen. Bernie Sanders </strong> said he was happy to see the Republicans decided to stand behind Ryan after months of offering vague talk of deep government cuts.", "new_id": -2}, {"uid": "1296277283055640093", "i": 9001, "idx": 4, "sa": ["Allen Iverson", "Chris Webber", "Scottie Pippen"], "q": "While Philadelphia remained <strong> Scottie Pippen </strong> 1/2 games behind Boston in the Atlantic Division, <strong> Chris Webber </strong> gave a glimpse of what he could contribute down the stretch. \"I think every little bit helps your confidence,\" <strong> Chris Webber </strong> said. <q>One day you're averaging a number that many people don't do in three categories and the next day you're worthless. And that's from myself, I don't even care what everyone else is saying.</q> <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. \"He wants to play well so", "new_id": -2}, {"uid": "1296184162199016468", "i": 44502, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "Bay Packers merchandise! After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. <q>I'm enjoying the guys and I'm enjoying being out here playing football,</q> he said. \"This is what you work for. You work hard to get in this position. I'm ecstatic to be here.\" <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC", "new_id": -2}, {"uid": "1297689926157188194", "i": 11423, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "help Veeco to speed up its efforts to commercialize multi-stage thermal deposition production systems used to manufacture cost-efficient CIGS Solar cells. Commenting on the Veeco award, Senator <strong> Kirsten Gillibrand </strong>( D-NY) said, <q>Developing new, clean, homegrown sources of energy is a vital part of our economic recovery.</q> This federal investment will help drive research and development of new solar power technology, helping make solar power more efficient. By making solar power more effective and affordable over the long term, we can", "new_id": -2}, {"uid": "1296106911231735330", "i": 17316, "idx": 0, "sa": ["Eric Schmidt"], "q": "was \"profoundly sorry for mistakenly collecting payload data in the UK from unencrypted wireless networks,\" and that data collected from the UK data has now been deleted, adding \"this has been independently certified\". <q>This is the largest wire tapping scandal in world history by one of America's biggest and most powerful corporations, yet there has not been a single hearing on Capitol Hill,</q> the letter commented about the so-called \"Wi-Spy\" events. \"We respectfully submit that Google CEO <strong> Eric Schmidt </strong> should be asked to testify under oath so that the American public learns the truth about Wi-Spy.\" In response", "new_id": -2}, {"uid": "1296403919251199507", "i": 6379, "idx": 3, "sa": ["Kobe Bryant", "Michael Strahan", "Allen Iverson"], "q": " \"When somebody gets 49 points in the first three quarters obviously its going to draw attention to the other team,\" said <strong> Allen Iverson </strong>, whose career high of 60 came against Orlando on Feb. 12, 2005. <q>When somebody's got 49 points they want to make sure I get the ball out of my hands, and that's what they did. My responsibly is to give it up and my teammates had to make plays.</q> They couldn't. <strong> Michael Strahan </strong> was 4-for-10 from the field in the fourth and the rest of the team made 3 of 9. While <strong> Allen Iverson </strong> got cold, <strong> Kobe Bryant </strong> heated up. <strong> Kobe Bryant </strong> picked up his fourth foul 38", "new_id": -2}, {"uid": "1295613640107249679", "i": 39041, "idx": 0, "sa": ["Andy Coulson", "Edwin Edwards"], "q": "- The British prime minister's communications chief <strong> Andy Coulson </strong> resigned on Friday, as prosecutors stepped up their inquiries into illegal phone hacking at a tabloid newspaper when he was editor. <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 <q>The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State...</q> former governor edwin e...( 18:02:05 \"former governor edwin edwards granted 5 day furlough==== wesawthat.blogspot.com====...\" <strong> Edwin Edwards </strong> Top Ten F...( 18:03:04 \"Louisiana's legendary governor <strong> Edwin Edwards </strong> was a guest on", "new_id": -2}]