[{"uid": "1297418088097157153", "i": 22359, "idx": 3, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "by those in the crowd opposed to the war in Iraq and its costs. Still, the applause drowned out the boos. \"It's good to be here,\" <strong> Donald Rumsfeld </strong> told the crowd. <q>I have been around so long that I remember a time when CPAC did not exist, when <strong> Ronald Reagan </strong> was still an actor, when <strong> Barry Goldwater </strong> was our candidate for president and we only worried about socialism outside of the United States.</q> <strong> Donald Rumsfeld </strong> joked that there's still time for <strong> Dick Cheney </strong> to get on the ballot in New Hampshire and Iowa.", "new_id": -2}, {"uid": "1297063849240369679", "i": 21700, "idx": 1, "sa": ["Peter Bennett-Jones", "Andy Coulson"], "q": "'s off in the US doing a pilot for HBO at the moment.\" This ethos extends to off-screen colleagues, according to <strong> Andy Coulson </strong> Zein, who worked with <strong> Peter Bennett-Jones </strong> for 13 years at Tiger Aspect. <q>PBJ is one of the great unsung heroes of British television. He's made a career out of putting others ahead of himself,</q> says Zein, now the senior vice president, creative, format development and sales at Warner Bros. \"He has a great ability to stay out of the limelight but instil a set of values and an approach when", "new_id": -2}, {"uid": "1295988296031850526", "i": 6101, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace"], "q": "front of decision makers. That was one reason cited by Google's outgoing CEO <strong> Eric Schmidt </strong> for passing the torch to co-founder Larry Page, writing in a blog post last week that a change was needed to <q>simplify our management structure and speed up decision making.</q> \"Google is still the same entrepreneurial company it was when I started, encouraging Googlers to take on big ideas and high-risk, high-reward opportunities,\" <strong> Alan Eustace </strong> wrote. Last week Google said that as of", "new_id": -2}, {"i": 16110, "idx": 0, "index_answer": 0, "new_id": -1, "q": "as the Wi-Spy incident, and to call CEO <strong> Eric Schmidt </strong> to testify under oath. In a letter to <strong> Darrell Issa </strong>, <strong> Jamie Court </strong>, Consumer Watchdog president and John <strong> M. Simpson </strong>, Inside <strong> Google Inc. </strong> Project director, wrote: <q>An investigation by the committee of <strong> Google Inc. </strong>'s relationship to the Administration is particularly timely now in light of the way the Federal Trade Commission closed its probe of the Wi-Spy incident, and the Department of Justice's current review of the pending acquisition of ITA Software.</q> http://insidegoogle.com/wp-content/uploads/2011/01/GOOGGovfinal012411.pdf http://insidegoogle.com/wp-content/uploads/2011/01/LtrIssa012411final.pdf The report, Lost in the Cloud: <strong> Google Inc. </strong> and the US Government, is drawn from records obtained through the Freedom of Information Act and interviews. It found that <strong> Google Inc. </strong>'s ambitious quest for", "sa": ["Jamie Court", "Eric Schmidt", "M. Simpson", "Darrell Issa", "Google Inc."], "uid": "1295965636047955976"}, {"uid": "1296870076196296704", "i": 24679, "idx": 4, "sa": ["Carl-Peter Forster", "Sergio Marchionne"], "q": ". Tata Motors CEO <strong> Carl-Peter Forster </strong> was quoted as saying this week that he is unhappy with sales under the partnership. \"Likewise,\" <strong> Sergio Marchionne </strong> said when reporters asked about <strong> Carl-Peter Forster </strong>'s comments. <q>That's why it's on the table, and we're going to discuss it.</q>", "new_id": -2}, {"uid": "1295159415096436284", "i": 35641, "idx": 1, "sa": ["Craig Revel Horwood", "Zoe Hobbs", "Simon Cowell", "Brendan Cole"], "q": "yourself- or at least I am.\" But didn't he invite his arch enemy, the <strong> Simon Cowell </strong> of sequins, Strictly judge <strong> Craig Revel Horwood </strong> to his wedding to 29-year-old model <strong> Zoe Hobbs </strong> last summer? <q><strong> Craig Revel Horwood </strong>'s a great pal actually and no matter what's said on camera in the heat of the moment- and it can go too far- you always shake hands afterwards.</q> Then of course there's his reputation as a bit of a ladies' man. \"Du n no what you're talking about there,\" grins <strong> Brendan Cole </strong>, who's been dogged with", "new_id": -2}, {"uid": "1297288563203538453", "i": 24555, "idx": 0, "sa": ["Nancy Keenan", "Mike Pence"], "q": ". The GOP plan would cut all$ 327 million from Title X. That prompted an angry response from pro-choice groups, who said the program provides contraception and cancer screening, among other services. <q>While these politicians attack abortion coverage from every angle, they now want to deny funding for birth control, even though that's the best way to prevent unintended pregnancy,</q> said <strong> Nancy Keenan </strong>, president of NARAL Pro-Choice America. Title X recipients can not use the money to provide abortions. But some conservatives have sought to tie together the two issues. Rep. <strong> Mike Pence </strong>(", "new_id": -2}, {"uid": "1296492936169607194", "i": 73, "idx": 4, "sa": ["Sergio Marchionne"], "q": ", said in an interview. Chrysler's average spending on customer discounts fell to$ 3,210 during the past year from$ 4,131 in the previous year, according to Santa Monica-based Edmunds. <q>They've been using fleet as an alternative to incentives,</q> Anwyl said.\" Instead of trying to discount cars to consumers, they've been selling fleet, probably the best of tricky choices.\" <strong> Sergio Marchionne </strong> has been working to pull back incentive spending since taking", "new_id": -2}, {"uid": "1295476203251461646", "i": 10391, "idx": 0, "sa": ["Oprah Winfrey", "David Letterman"], "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Oprah Winfrey </strong>. <q><strong> Ricky Gervais </strong> was the host of the( Globes) show- very funny guy,</q> <strong> David Letterman </strong> said on his late-night CBS show Monday. \"But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.\" Emmy", "new_id": -2}, {"uid": "1295408846085049364", "i": 20274, "idx": 6, "sa": ["Piers Morgan", "Nigel Lythgoe", "Simon Cowell"], "q": "- including himself, <strong> Simon Cowell </strong>, <strong> Nigel Lythgoe </strong>( \"So You Think You Can Dance\"), and <strong> Piers Morgan </strong>( \"America's Got Talent\")- are more willing to play the mean judge than Americans. <q>You guys love casting Brits as villains,</q> he says. \"It reminds you of when America was a British colony, and it enables you to perpetuate the myth that you're plucky little underdogs with right on your side. That's far more palatable", "new_id": -2}]