[{"uid": "1297266030254083228", "i": 26445, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "it looks like the singer and her mentor <strong> Simon Cowell </strong> have finally convinced TV chiefs at Fox to give her a slot on the show. <strong> Cheryl Cole </strong> Sings X-Factor Contract. A source told the News of the World: <q><strong> Simon Cowell </strong> is the boss of this show. He gets what he wants and he wants <strong> Cheryl Cole </strong>. The money you make on American TV is huge, but there's also a huge risk.</q>*** \"The way American contracts are gives Fox the chance to opt out if viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen. As soon as it's announced", "new_id": -2}, {"uid": "1295509956092602381", "i": 22925, "idx": 0, "sa": ["Michael Gove"], "q": "university, he said. But Mr <strong> Michael Gove </strong> hit back, accusing Labour of failing to set out its position on a range of education policies and instead focusing on EMA despite the economic difficulties, saying: <q>You have only one policy: to spend money we don't have.</q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "new_id": -2}, {"uid": "1295208913228065304", "i": 22819, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords", "Randy Larson", "Susannah York"], "q": "tube. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New <strong> Susannah York </strong>, close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q>It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did,</q> the Democratic senator said on NBC's \"Meet the Press\" Sunday. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. <strong> Randy Larson </strong>, 57,", "new_id": -2}, {"uid": "1297707872054411272", "i": 15946, "idx": 0, "sa": ["Steve Ballmer", "J Allard"], "q": "making Windows Phone 7 into its primary smartphone platform in the future.( \"Concept\" phones, pictured, were revealed by Nokia yesterday.) That's something that both Nokia and Microsoft are banking on. <q>Nokia has incredible capabilities, whether it's industrial design or cameras or a broad, efficient supply chain,</q> said <strong> Steve Ballmer </strong>. \"We're sure from that based that Nokia will deliver absolutly phenomenal capability.\" Actually, <strong> J Allard </strong> was quoted around the launch of the Xbox 360 in 2005 discussing the vision of gamers playing", "new_id": -2}, {"uid": "1294972672267157620", "i": 5537, "idx": 2, "sa": ["Simon Cowell"], "q": "relevant, they have to have a really big year this year.\" Idol producers say change is standard for a long-running show- not an overreaction to ratings declines or an act of desperation. <q>I think this is the most creative year for <strong> Nigel Lythgoe </strong>, who returned after two years away. \"We've been put in a position now where the show needed a shake-up.( It's) 10 years old.</q> The biggest change- and the one that critics say could do the most damage to Idol- is the loss of <strong> Simon Cowell </strong>, who is working on a U.S. version of his hit talent show in the", "new_id": -2}, {"i": 34180, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is a major milestone for her and we're hoping that she crosses through many more,\" said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q>It was raw courage. It was raw strength. It was so beautiful and so moving.</q> Advertise â\u0080¢ Contact Â© 2011 Vindy.com. All rights reserved. A service of The Vindicator. 107 Vindicator Square. Youngstown, OH 44503", "sa": ["Kirsten Gillibrand"], "uid": "1294960830111804421"}, {"uid": "1295532125005685274", "i": 16009, "idx": 0, "sa": ["Ricky Martin", "Simon Cowell"], "q": "Glee' \"The Kids Are All Right,\" \"Burlesque,\" \"I Love You <strong> Simon Cowell </strong> Morris,\" \"Howl,\" \"Easy A,\" \"Scott Pilgrim vs. the World\" and <q>The Girl Who Played with Fire,</q> are among some of this year's film nominees. \"Project Runway\" and \"Top Chef: Just Desserts\" scored nods in the reality program category and \"The <strong> Ricky Martin </strong>'s first televised interview", "new_id": -2}, {"uid": "1297354440003293195", "i": 15606, "idx": 0, "sa": ["Niecy Nash", "Paula Abdul", "Simon Cowell"], "q": "wedding before, so when I went to get my dress, I had nothing to compare it to. I didn't know I bought a dress that's a quinceacera gown,\" <strong> Niecy Nash </strong> said. <q>My[ reception] decorations were metal folding chairs and signs that were painted in marker and done in calligraphy. A styrofoam heart in the middle of the table? It was just a mess. So I am happy to get a do-over and ask for help.</q> \"Live To Dance' crowns D'Angelo Castro and Amanda Carbajales champs <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk about working together` The Biggest Loser: Couples' eliminates contestant Jaquin \"Q\" Allen` The Bachelor\"", "new_id": -2}, {"uid": "1297598050205652000", "i": 21652, "idx": 0, "sa": ["Tony Blair", "Zahi Hawass"], "q": "go home. 11.03 am: Two gilded wooden statues of Tutankhamun are among 18 items missing from the Egyptian museum in Cairo, after looters stole several items during the anti-government protests, the Associated Press reports. <q>On January 28, looters climbed a fire escape to the museum roof and lowered themselves on ropes from a glass pane ceiling onto the museum's top floor.</q> Around 70 objects were damaged, but until Sunday's announcement, it was not known whether anything was missing. Antiquities <strong> Tony Blair </strong> <strong> Zahi Hawass </strong> said the museum's database department determined 18 objects were gone. Investigators were", "new_id": -2}, {"uid": "1295561800055377927", "i": 5936, "idx": 1, "sa": ["Eric Schmidt"], "q": "In my clear opinion, Larry is ready to lead and I'm excited about working with both him and Sergey for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him\" The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the", "new_id": -2}]