[{"uid": "1297090576063078455", "i": 31378, "idx": 0, "sa": ["Jim Wallace", "Mike Pence"], "q": ", a decade ago. Though <strong> Jim Wallace </strong> would be a heavy underdog, he sounded like someone who already has identified a potential <strong> Mike Pence </strong> weakness: the six-term congressman has no executive experience. <q>Possessing the track record of successful business and executive leadership is fundamental to delivering on the promise for Indiana citizens,</q> <strong> Jim Wallace </strong> said in the letter. \"Such experience is essential to being an effective ambassador for Indiana workers and businesses, and bringing high-quality, high-paying jobs to Hoosier families.\" In an e-mail", "new_id": -2}, {"uid": "1297123878224133168", "i": 32329, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "focused on signs of economic recovery. \"If you're serious about helping Americans on unemployment, you need to show how you'll pay for the cost with cuts elsewhere,\" a House GOP aide said. <q>If you don't do that, you're looking to issue a press release, not to actually help people.</q> HuffPost] The drift has begun. We were RTed by <strong> Donald Rumsfeld </strong> today.@RumsfeldOffice My 1966 encounter w/ LBJ on Vietnam left an impression.@HuffingtonPost has the scoop& documents: http://huff.to/gXAHPC", "new_id": -2}, {"uid": "1296565062036290650", "i": 43147, "idx": 0, "sa": ["Michael Vick"], "q": ". Lammey is a senior staff writer for Footballguys.com and the N.F.L. Insider Baltimore wide receiver Justin Gordon was in awe at the NovaCare Training Complex, home of the Philadelphia Eagles for training and practices, on Saturday. <q>Aw man it was cool,</q> Gordon said to Examiner. \"It was a blast. The Eagles practice facility is beautiful.\" Gordon was one of 211 auditioning for the Philadelphia Soul <strong> Michael Vick </strong>'s skills, personality make him popular within NFL fraternity", "new_id": -2}, {"uid": "1296515604235749377", "i": 1589, "idx": 0, "sa": ["Zahi Hawass"], "q": "pharaohs, according to The Associated Press. Around 1,000 people scaled the walls on the museum's eastern side on Friday, according to <strong> Zahi Hawass </strong>, secretary general of the Supreme Council of Antiquities. <q>They went into the Late Period gallery, but when they found no gold, they broke thirteen vitrines and threw the antiquities on the floor,</q> <strong> Zahi Hawass </strong> said on his blog. The looters then entered Tutankhamun's galleries and opened one case. \"The criminals found a statue of the king on a panther, broke it, and threw", "new_id": -2}, {"uid": "1295476301073809929", "i": 15222, "idx": 2, "sa": ["Bruno David", "Brandon Dubinsky", "David Letterman", "Michael Cammalleri"], "q": "<strong> Michael Cammalleri </strong> Richards vs <strong> Brandon Dubinsky </strong> from the Philadelphia Flyers at New York Rangers game on Mar 14, 2010- MSG feed. via www.hockeyfights.com... <strong> David Letterman </strong>- New York Rangers Top Ten Preview Get a sneak peek at tonight's <q>Top Ten Things Never Before Spoken By A Hockey Player.</q>... <strong> Michael Cammalleri </strong> Fight Vs <strong> David Letterman </strong> Krejci 12/16/2010 www.youtube.com <strong> Michael Cammalleri </strong> first nhl fight Vs <strong> David Letterman </strong> Krejci fight... Inaugural Exhibition at <strong> Bruno David </strong> Gallery( 2005) Inaugural Exhibition at <strong> Bruno David </strong> gallery. The video was recorded in November 2005, and", "new_id": -2}, {"uid": "1296200464159858698", "i": 4886, "idx": 7, "sa": ["Cecile Richards", "Mike Pence"], "q": "partisans on both sides were acting as if he were. Within minutes of his decision being made public, the Washington-based Planned Parenthood Action Fund put out a statement criticizing the staunchly anti-abortion <strong> Mike Pence </strong>. <q>As women voters in Indiana learn that one of Rep. <strong> Mike Pence </strong>'s top legislative priorities is effectively denying access to preventive care for millions of women, he will have difficulty winning their vote,</q> <strong> Cecile Richards </strong>, the fund's president, said in a statement. But among conservatives, the only disappointment was that <strong> Mike Pence </strong> wasn't aiming at the White House rather than the Statehouse. \"I", "new_id": -2}, {"uid": "1296822806182681605", "i": 16307, "idx": 1, "sa": ["Steve Ballmer"], "q": "Elop and Microsoft CEO <strong> Steve Ballmer </strong>. The letter urged them both to stop piddling about and work together to take on iPhone and Android. We paraphrase, obviously, although Ahmad didn't mince his words. <q>Get rid of your own proprietary high-end solution( MeeGo)-- it's the biggest joke in the tech industry right now and will put you even further behind Apple and Google,</q> he wrote. Elop is due to make a big speech next Friday( 11 February) in London to investors, and is expected to talk for the first time in depth about his", "new_id": -2}, {"uid": "1297107413159612945", "i": 34414, "idx": 0, "sa": ["Eric Schmidt"], "q": "allegations that the company abused its dominant position in the online search market, according to a report citing a source familiar with the case. The news comes just after lame duck Google CEO <strong> Eric Schmidt </strong> <q>There is some interest from both sides, some tentative discussions in resolving the issue, but no really concrete proposals on the table,</q> the source familiar with the case told Reuters. Asked to comment by the newswire, the European Commission said that the investigation is still ongoing. \"As is known, the Commission", "new_id": -2}, {"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q>Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet,</q> <strong> Mike D'Antoni </strong> said. \"They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}, {"uid": "1295619240170147869", "i": 26414, "idx": 1, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "the scandal, which centres on allegations of systematic wrongdoing at <strong> Rupert Murdoch </strong>'s \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,\" Cameron said in a statement. <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.</q> <strong> Andy Coulson </strong> is a trusted aide and his departure is a blow to Cameron, whose office had long insisted he would stay on despite the scandal. Earlier this week, Cameron told BBC radio that", "new_id": -2}]