[{"uid": "1295021934123977728", "i": 30910, "idx": 0, "sa": ["Piers Morgan", "Susan Boyle", "Simon Cowell"], "q": "who splits her time between two homes in West Lothian, Scotland- wants to invite celebrity pals including <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> along to the gathering, which will take place tomorrow night. A source said: <q> We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited, and <strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again. </q> However, a spokesperson has confirmed the celebrities are unlikely to attend as it is a simple party for close friends. The representative said: \"The party was only ever for close friends and", "new_id": -2}, {"uid": "1295408839085049344", "i": 738, "idx": 0, "sa": ["Piers Morgan", "David Letterman", "Howard Stern", "Jay Leno"], "q": "to <strong> Jay Leno </strong>. On the second night of <strong> Piers Morgan </strong> Tonight, <strong> Howard Stern </strong> called The Tonight Show host a \"crook,\" \"insane,\" \"not fit to scrub <strong> David Letterman </strong>'s feet,\" and that <strong> Jay Leno </strong> <q> steals a tremendous amount of material. </q> \"America must be filled with morons,\" said <strong> Howard Stern </strong>, \"the ones who watch <strong> Jay Leno </strong>, they must be in a coma.\" This was just about the only moment the conversation sprang to life", "new_id": -2}, {"uid": "1295254399198639677", "i": 41776, "idx": 0, "sa": ["Aaron Rodgers", "Brett Favre", "Michael Vick"], "q": "lead Green Bay into the NFC Championship Game at rival Chicago next Sunday. \"This probably was my best performance- the stage we were on, the importance of this game,\" <strong> Aaron Rodgers </strong> said. <q> It was a good night. </q> He completed 31 of 36 passes and put up more yards than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1296233184160088068", "i": 2921, "idx": 2, "sa": ["Brandon Lloyd", "Peyton Manning", "Michael Vick", "Drew Brees"], "q": "Bowl hotel for the first time and seeing <strong> Peyton Manning </strong>, <strong> Drew Brees </strong>, <strong> Michael Vick </strong> and other NFL greats- past and present- made him pause. \"All these monsters of the game,\" he said. <q> All these are legends and Hall of Famers walking by me. It's hard not to be in awe of how much greatness is in one room... I'm hoping one day I'll be looked at like I look at them. But right now, it's just a blessing to be around here. </q> It also took eight years for Denver Broncos receiver <strong> Brandon Lloyd </strong>, who is cherishing every moment and even went surfing this week. \"There's probably nobody as honored as I am to be out", "new_id": -2}, {"uid": "1296962462100581383", "i": 49477, "idx": 5, "sa": ["Brian Urlacher", "Michael Vick", "Troy Polamalu", "Andy Reid", "Wes Welker", "Matt Cassel"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with <strong> Andy Reid </strong>, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> Also receiving votes were Minnesota linebacker E.J.Henderson( 3), New England receiver <strong> Wes Welker </strong>, Chicago linebacker <strong> Brian Urlacher </strong> and Kansas City quarterback <strong> Matt Cassel </strong>( 2 each), and Pittsburgh safety <strong> Troy Polamalu </strong>, Seattle running back/kick ereturner", "new_id": -2}, {"uid": "1295887665065683465", "i": 38157, "idx": 6, "sa": ["Eric Schmidt"], "q": "larger it grows more challenging.\" After 10 years of having \"equal\" decision making power, \"we will continue to discuss the big decisions among the three of us,\" <strong> Eric Schmidt </strong> wrote. <q> But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> Some Google employees are reportedly concerned about the timing of the transition, but one contacted by the Voice, speaking anonymously, said that the move was overblown by news reports calling it a \"shakeup\"", "new_id": -2}, {"uid": "1297129026165691493", "i": 17330, "idx": 1, "sa": ["Lindsay Lohan", "Charlie Sheen", "Simon Cowell", "Jon Cryer"], "q": "Behind The Scenes Of` The X Factor' With <strong> Simon Cowell </strong> Scenes& Stars Of CBS'` Two And A Half Men' Scenes and stars from <strong> Charlie Sheen </strong> and <strong> Jon Cryer </strong>'s CBS sitcom <q> Two and a Half Men. </q> Check out these shots of <strong> Charlie Sheen </strong> in the 1980s and 1990s!` Two And A Half Men' Star <strong> Charlie Sheen </strong>` Glee's' Truce With <strong> Lindsay Lohan </strong> Family Is Over and More Celebrity News", "new_id": -2}, {"uid": "1294965103172343305", "i": 16172, "idx": 1, "sa": ["Gabrielle Giffords", "Debbie Wasserman Schultz", "Nancy Pelosi", "Kirsten Gillibrand"], "q": "House Minority Leader <strong> Nancy Pelosi </strong>, D-Calif., who stood by <strong> Gabrielle Giffords </strong>' hospital bed when her left eye fluttered open. Her right eye was damaged and is still bandaged. <strong> Kirsten Gillibrand </strong> said the congresswomen were telling <strong> Gabrielle Giffords </strong> <q> how proud we were of her and how she was inspiring the whole nation with her courage and with her strength. And then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do after she got better. </q> <strong> Gabrielle Giffords </strong> was gripping their hands, <strong> Kirsten Gillibrand </strong> said, \"and the more we joked about what we were going to do, she started to open her eyes.\" <strong> Debbie Wasserman Schultz </strong> said she", "new_id": -2}, {"uid": "1297662750156418071", "i": 16864, "idx": 0, "sa": ["David Letterman"], "q": ", who put on an impromptu performance when the show ended a few minutes David Lettermany. In taped comic relief, <strong> David Letterman </strong> poked a little fun at a certain young actress and her ongoing legal troubles with his <q> Top 10 Surprises at the 2011 Grammys. </q>", "new_id": -2}, {"uid": "1297177285142131216", "i": 48573, "idx": 7, "sa": ["Robert McNamara", "George W. Bush", "Donald Rumsfeld"], "q": "latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as \"terribly wrong.\" <q> That's not the case with Iraq, </q> <strong> Donald Rumsfeld </strong> countered. \"I think the world's a better place with Saddam Hussein gone and with the Taliban gone and the al-Qaida out of Afghanistan,\" he added, insisting the <strong> George W. Bush </strong> administration's decision", "new_id": -2}]