[{"uid": "1295562453217792578", "i": 11990, "idx": 7, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the company called`` Googled: The End of the World As We Know It,'' said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have been ready for a change after 10 years at the helm. <q> I don't think he was pushed aside, but he may have been nudged, </q> he said, adding that between the two founders, Mr. Page always appeared more interested in eventually becoming chief executive.`` Clearly <strong> Sergey Brin </strong> has been paying less attention to management than Larry,'' he said.", "new_id": -2}, {"uid": "1296166810171278370", "i": 48306, "idx": 0, "sa": ["David Letterman"], "q": "has a scheduled video teleconference to link U.S. and Asian school children, so they can freely exchange solar ideas and foster friendships.`` The children are quick to grasp and accept solar,'' said Santos. <q> We're not just planting seeds of knowledge about renewable energy for the distant future; we have been doing this long enough to witness the children passing on their new-found knowledge to their parents who then respond by purchasing and installing solar systems. </q> After chatting with Midori, I ran into <strong> David Letterman </strong> Woycio, president of Metro Solar Inc.( www.metro-solar.com), good friend and fellow contractor, in the Viessmann booth. He is a dedicated", "new_id": -2}, {"uid": "1296184162199016468", "i": 44509, "idx": 7, "sa": ["Michael Vick"], "q": "`` Hopefully, I'll be with the Eagles next year. We'll see what happens,'' said <strong> Michael Vick </strong>, who added that he expects`` everything to go according to plan.'' <q> We'll see what happens over the next couple months. I just[ have] to be patient and take it day by day, </q> he said. <strong> Michael Vick </strong>, who made his three previous Pro Bowls in six years with the Atlanta Falcons. He is being coached this week by the Falcons' staff, though none of those coaches were", "new_id": -2}, {"uid": "1295169383147406856", "i": 23798, "idx": 3, "sa": ["Elton Brand", "Allen Iverson", "Carmelo Anthony", "Anthony Parker"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Carmelo_Anthony_45pts_vs_T-Wolves_08/09_*33pts_in_a_quarter_NBA_Record <strong> Carmelo Anthony </strong> had an easier time matching the NBA record for points in a quarter than he did trying to figure it out. <strong> Anthony Parker </strong>", "new_id": -2}, {"uid": "1295667464153141265", "i": 4951, "idx": 0, "sa": ["Andy Coulson"], "q": "Mr <strong> Andy Coulson </strong> quit as the paper's editor in 2007 saying he took ultimate responsibility for the scandal, but denied knowing about the phone hacking. In a statement, he said it had been <q> a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years </q> and he was proud of the work he had done. But he added:`` Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for", "new_id": -2}, {"uid": "1295433876214253574", "i": 29766, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "by X Factor judge <strong> Simon Cowell </strong>. The actress told The Sun that she thinks her alter-ego, famous for her cutting put-downs, would make a great panellist on the TV talent show. She said: <q> I think Sue Sylvester has British in her. I think the US look at the British as a race that tells it how it is.`` And if ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her.`` He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> <strong> Jane Lynch </strong> won the best supporting TV actress gong at the Golden Globes on Sunday for her role as the ultra-competitive tracksuit-wearing cheerleading coach. She told the newspaper:`` I think she'd be fantastic", "new_id": -2}, {"uid": "1295518631063569936", "i": 13663, "idx": 0, "sa": ["Justin Timberlake", "American McGee", "Simon Cowell", "Billy Joel"], "q": "` Idol' Embraces Kinder, Gentler Attitude ABC News The Associated Press By DERRIK <strong> Justin Timberlake </strong> LANG AP LOS ANGELES January 18, 2011( AP) When a husky, mustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q> The Longest Welcome to the born-again <strong> American McGee </strong> Idol. With the departure of`` the mean one, </q> judge <strong> Simon Cowell </strong>, the TV juggernaut seems to have gone through a conversion. At a recent Fox` <strong> American McGee </strong> Idol' judges are in the spotlight this year PASADENA, Calif.- The most intriguing part of", "new_id": -2}, {"uid": "1295703657085770304", "i": 730, "idx": 0, "sa": ["Andy Coulson"], "q": "Iran talks in Turkey focus on fuel swap deal as step to confidence-building self-immolations have taken place in Egypt but few, even among the popular... World Video: Raw Video: Japan launches rocket to ISS Report Abuse <q> Amazing::: The Nazi rhetoric against Jews of Europe are no different then rhetoric of many against Muslims... </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1296704404078823458", "i": 2149, "idx": 4, "sa": ["Allen Iverson", "Jerry Stackhouse", "50 Cent"], "q": "the NBA season high and shattered his previous best of 46 was set against the Los Angeles Lakers on March 15.`` That's the most points I've ever scored in any game,'' he said. <q> I think maybe I scored 55 or 56 in an AAU game in the summertime when I was 16 or 17, but to be able to do at this level is the best. </q> <strong> Jerry Stackhouse </strong> scored the first three points of the fourth quarter to run the tally to <strong> 50 Cent </strong>. He committed an http://wn.com/Allen_Iverson_23pts_vs_LeBron_James_Cavs_08/09_NBA The Detroit Pistons are starting to show their potential with <strong> Allen Iverson </strong>, beating two of the NBAs best teams", "new_id": -2}, {"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}]