[{"uid": "1297176031226918403", "i": 3169, "idx": 11, "sa": ["David Letterman", "Aaron Rodgers"], "q": "?\" <strong> Aaron Rodgers </strong>( laughs): \"No.\" <strong> David Letterman </strong>: So then you go to play, what is the team you played for in junior college?\" <strong> Aaron Rodgers </strong>: <q>I went to Butte Community College.</q> <strong> David Letterman </strong>: \"Butte Community College in Montana? No!\"( <strong> Aaron Rodgers </strong>, audience laugh) \"Where's Butte Community College?\" <strong> Aaron Rodgers </strong>: \"It's actually in a town called", "new_id": -2}, {"uid": "1295021732123977752", "i": 31083, "idx": 1, "sa": ["Kirsten Gillibrand", "Dr. Peter"], "q": "tried to focus on loved ones for the first time. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. <q>She wanted us to know that she was with us a hundred percent and understood everything we were saying.</q> neurosurgeon, <strong> Dr. Peter </strong> Michael Lemole, called it \"a major milestone,\" and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing for caution, Lemole", "new_id": -2}, {"uid": "1296485661181583907", "i": 17878, "idx": 1, "sa": ["Steve Ballmer"], "q": "'s leadership and direction. Does CEO <strong> Steve Ballmer </strong> really know what he is trying to do?\" The op-ed draws parallels between Microsoft's fading grip on the consumer market and its future as a company: <q>Ordinary consumers might legitimately ask if Microsoft's corporate strategy is any better than the company's mediocre software.</q> Even if the bid had borne fruit, the commentator confesses to difficulty in seeing why the deal makes any sense at all. PLEASE NOTE: Your name is used only to let the recipient", "new_id": -2}, {"uid": "1297448627077103188", "i": 26174, "idx": 0, "sa": ["Tony Romo", "Michael Vick", "Nolan Ryan"], "q": "Tchaikovsky. Who knows why? Couple days ago I was typing to Foo Fighters. Why Are We Harder on <strong> Tony Romo </strong> than Josh Hamilton? <strong> Nolan Ryan </strong> Visits Injured Firefighter Who Fell From Second Deck at Rangers Ballpark: <q>I Was Expecting Him to Look Worse Than He Is</q> Rangers' Stud Re-Signing With Texas: Not <strong> Michael Vick </strong> Young, the Other One. Josh Hamilton. The Mavs Finally Make Their Move, and the Rangers Trump Them? midnitewriter All I wish for in", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected. \"The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,\" said <strong> Greg Mueller </strong>, a Republican political strategist. <q>Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign.</q> \"For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,\" said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri. \"This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}, {"uid": "1297094624063078408", "i": 31158, "idx": 7, "sa": ["Donald Rumsfeld", "Saddam Hussein", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "state had \"never served in a <strong> George H.W. Bush </strong> administration position,\" a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>-- <strong> President Bush </strong>'s first top diplomat-- <q>did not, in my view, do a good job of managing the people under him,</q> calling leaks out of the State Department \"unhelpful.\" <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>, along with other top <strong> President Bush </strong> advisers and officials, truly believed <strong> Saddam Hussein </strong> had weapons of mass destruction when he made a presentation to", "new_id": -2}, {"uid": "1295668629145047566", "i": 39929, "idx": 0, "sa": ["Stephen Jackson", "Mike Bibby", "Magic Johnson", "Allen Iverson", "Jamario Moon"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q>When a guy is shooting like that, there's nothing you can do.</q> <strong> Allen Iverson </strong> scored 14 <strong> Jamario Moon </strong>'s key miss for Toronto set up Joe <strong> Magic Johnson </strong>'s clincher for Atlanta. <strong> Magic Johnson </strong> scored 28 points, including a jumper with 12.5 seconds left, <strong> Mike Bibby </strong> added 23 and the Atlanta Hawks rallied to", "new_id": -2}, {"uid": "1295559593175849510", "i": 22805, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong>, who joined the company in 2001, will remain with the company as executive chairman. In a blog posting early this morning, <strong> Eric Schmidt </strong> said the position will give him an \"external\" focus on <q>the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach.</q> Google founder Larry Page, as CEO, will take over product development and day-to-day operations of the company, whilst his co-founder <strong> Sergey Brin </strong> will continue to focus on strategic projects. <strong> Eric Schmidt </strong> said that managing Google has become a", "new_id": -2}, {"uid": "1295804716188252188", "i": 6606, "idx": 10, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. \"I will always vote for the person who I think is best qualified,\" he said. <q>I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either.</q> Tim Twentyman: Then there were four. We'll have a Super Bowl matchup all set late Sunday night and getting to that point should be very entertaining. The Monsters of the Midway take... <strong> Robert Gates </strong> Happy", "new_id": -2}, {"uid": "1296495974113491968", "i": 8650, "idx": 0, "sa": ["Sergio Marchionne"], "q": "from a year ago to$ 10.76 billion as the company made market-share gains on the strength of 16 all-new or refreshed vehicles. Revenue, however, dipped slightly from the third quarter on reduced shipments. <q>It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,</q> CEO <strong> Sergio Marchionne </strong> said. \"However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.\"+0.50%), sold 1.52 million vehicles last", "new_id": -2}]