[{"uid": "1296527540108609571", "i": 56495, "idx": 0, "sa": ["Michael Vick"], "q": "We moved to another town. If I were in Chicago today, I'd move somewhere else. Report Abuse \" How come nobody is` talkin' the global warming thing NOW? \" Report Abuse <q> OMG!!!! Reality Check: This is Chicago, Illinois... it SNOWS! Why would you put plows on Garbage trucks? This is the only way those in the city can take thier lawn furniture out of the family room to save their parking place. Let it Snow! </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Proven Anti Aging Proven effective anti aging via uninhibited DNA replication. 5 Foods to never eat: Cut down a bit of your stomach every", "new_id": -2}, {"uid": "1297440359129613912", "i": 54608, "idx": 5, "sa": ["Hosni Mubarak", "Donald Rumsfeld"], "q": "Cairo. This, <strong> Donald Rumsfeld </strong> said, has proven to be \"confusing.\" \"It certainly doesn't give one confidence,\" the former secretary said of the administration's public steps. <q> One doesn't know precisely what's taking place with private diplomacy-- what's really most effective-- but certainly the public diplomacy has been somewhat confusing. </q> <strong> Donald Rumsfeld </strong>, who has known <strong> Hosni Mubarak </strong> for decades, responded carefully when asked whether he is a dictator.", "new_id": -2}, {"uid": "1296216092141213713", "i": 4309, "idx": 0, "sa": ["Jean-Claude Duvalier", "David Cameron", "Simon Sebag Montefiore", "Michael Gove"], "q": "learns that Herod the Great dyed his hair). <strong> Simon Sebag Montefiore </strong> now sees close friends of his generation on the Tory front bench. He says he can't recall when or how he met them: <q> I've just always known them. </q> He won't name names but friends include not just <strong> David Cameron </strong> but <strong> Michael Gove </strong>. \"You think they're young because they're your contemporaries but in fact Gadaffi seized power at 29 and <strong> Jean-Claude Duvalier </strong> was only 19...\"", "new_id": -2}, {"uid": "1296145693210010117", "i": 53280, "idx": 0, "sa": ["Allen Iverson"], "q": "Link: tinyurl.com Iverson_Allen Iverson__NBA_Videos_and_Highlights No longer a one-man show or half of a dynamic duo, AI( 17.9 ppg, 5.4 apg) is blending his considerable skills into an ensemble cast that's used to winning big. <q> It's always an honor to be named an All-Star and it's a blessing to be in this league, </q> said <strong> Allen Iverson </strong>, twice the Game's MVP. \"Being named an All-Star makes it that much more special. The fact that the fans have voted me onto the team makes this a great honor and it's", "new_id": -2}, {"uid": "1297693932234962946", "i": 45905, "idx": 3, "sa": ["Zahi Hawass", "Margaret Maitland"], "q": "be stolen. It suggests that there may be more sad news in days to come. \" I assume <strong> Margaret Maitland </strong> is referring to <strong> Zahi Hawass </strong>' report in Hawass.com/blog/uninformed-statements-and-clarifications\"> this post in which he stated that a <q> standing statue of the king carrying an offering tray, </q> which was contained in a vandalized case of objects from the Amarna period( when Akhenaten reigned), \"sustained very minor damage and is repairable.\" At this writing, there are low-quality images of", "new_id": -2}, {"uid": "1296334289060850198", "i": 45024, "idx": 0, "sa": ["Zahi Hawass"], "q": "2 days of protests in Egypt <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1297460386090980360", "i": 9903, "idx": 2, "sa": ["Chris Edwards", "Kirsten Gillibrand"], "q": "their resumes into a format that employers understand what skills they're bringing to the table. And then accessing those employers,\" <strong> Kirsten Gillibrand </strong> said. Many called the roundtable a good first step. <q> We barely scratched the surface in the amount of time that we had here. But we definitely need to look at the fact that there's a lot more to do and a lot more to be said as far as the veterans themselves, </q> veteran <strong> Chris Edwards </strong> said. Senator <strong> Kirsten Gillibrand </strong> promising more sessions in the future.", "new_id": -2}, {"uid": "1295494449164200472", "i": 21150, "idx": 0, "sa": ["Phil Jackson", "Robert Horry", "Jason Kidd", "Allen Iverson", "Aaron McKie"], "q": "and the Phil Jacksonadelphia 76ers keep winning. One night after a 41-point effort in Phil Jacksonadelphia's most lopsided win of the seJason Kidd, <strong> Allen Iverson </strong> scored an NBA seJason Kidd-high and career-best 54 in a 107-103 victory over the Cleveland Cavaliers. <q> It was like he was playing horse tonight, </q> said 76ers guard <strong> Aaron McKie </strong>, who had 20 points and nine assists. \"His jumper was deadly.\" Using mostly jump Robert Horrys, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route", "new_id": -2}, {"uid": "1295039414107773960", "i": 21144, "idx": 2, "sa": ["Sergio Marchionne"], "q": "but hopes \"it is a pure display of frustration and there is no substance behind the threats.\" If workers vote no, <strong> Sergio Marchionne </strong> said he and his executives would begin looking at alternatives immediately. <q> It may even happen the same night, </q> he said. Besides Italy, Fiat has plants in Poland, Brazil and Serbia; Chrysler, which Fiat controls, makes cars in the United States, Canada and Mexico. The Mirafiori investment", "new_id": -2}, {"uid": "1297292759117293182", "i": 1566, "idx": 0, "sa": ["Lindsay Lohan", "Nicole Kidman", "Donald Rumsfeld"], "q": "'s History May Resurface in Court Photo: <strong> Lindsay Lohan </strong> pays visit to hair salon before... Video: ShowBiz Minute: <strong> Lindsay Lohan </strong>, Bieber,` Mad Men'... Video: Santa Barbara Film Festival honors <strong> Nicole Kidman </strong> Report Abuse <q> Why in hell does The U.S glamorize these stupid head kases instead of honoring their fallen who go to war?~?~? </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer", "new_id": -2}]