[{"uid": "1295578933025002019", "i": 3702, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply. \"I am not as concerned about the titles as I am winning,\" <strong> Eric Schmidt </strong> said. <q>I am quite certain that this change will result in faster decision making and better value for the shareholders.</q> <strong> Google Inc. </strong>'s stockholders have had little to complain about, not that it would have made a major difference because <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> combined own a controlling stake in the company. <strong> Google Inc. </strong> is coming off", "new_id": -2}, {"i": 11815, "idx": 10, "index_answer": 2, "new_id": -1, "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando. \"We lost again,\" point guard <strong> Rodney Stuckey </strong> said. <q>I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play.</q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led http://wn.com/Mavs-Spurs_106-93_I_Nowitzki_31pts,9reb,Terry_19pts_vs_Duncan_30pts,8reb,Parker_26pts,12ast SAN ANTONIO, April 28,2009( AP) <strong> Jason Terry </strong> galloped down court after one big shot and <strong> Josh Howard </strong> skipped", "sa": ["Jason Terry", "Josh Howard", "Rodney Stuckey", "Antonio McDyess", "Allen Iverson"], "uid": "1295937890179191810"}, {"uid": "1296968578257851407", "i": 40189, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "Is the U.S. government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" \"My brain would be going,\" he says. <q>I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.'</q> Another <strong> Donald Rumsfeld </strong> Rule: \"If you are not criticized, you may not be doing much.\" As defense secretary, he was admired as daring and innovative by foreign policy hawks and others,", "new_id": -2}, {"uid": "1296125797027361281", "i": 26124, "idx": 0, "sa": ["Simon Cowell", "Louis Walsh"], "q": "here: bit.ly See more at itv.com Liam goes to, what was described at the time as, the best Bootcamp. He performs at the O2 Arena in London. <strong> Louis Walsh </strong> remarks on Liam's performance as, <q>Very convincing, very professional and you're only 14.</q> <strong> Simon Cowell </strong>, \"I like him\", is already warming to Liam's honest approach and so are his fellow performers. See them cheer him back to stage( inc.. JLS members)- Liam has become", "new_id": -2}, {"uid": "1295189804049070144", "i": 20203, "idx": 5, "sa": ["Simon Cowell"], "q": "especially when it's time to disinvite tone-deaf hopefuls from the competition. Compare some choice <strong> Simon Cowell </strong> quotes over the years to opinions offered by the new panel in the first few episodes this season. <strong> Simon Cowell </strong> <q>Did you really believe you could become the American Idol? Well, then, you're deaf.</q> \"Oh, Robert, I think you just killed my favourite song of all time.\"( On the infamous Sanjaya's attire) \"I presume there was no mirror in your dressing", "new_id": -2}, {"uid": "1295534865252182549", "i": 7706, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "the White House and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q>The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class.</q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan. 28. Oscar", "new_id": -2}, {"uid": "1295943621182452242", "i": 7136, "idx": 0, "sa": ["Steve Ballmer"], "q": "their security and compliance needs. The more telling look, though, is what Microsoft is trying to pitch to companies already using, or plan to use, Apple's iPad. Microsoft is telling those partners to <q>implement a Virtual Desktop Infrastructure( VDI) to reduce risk in your enterprise</q>, meaning that they'd be making use of tools like Microsoft's Hyper-V Server, and App-V. During last year's CES keynote, Microsoft's CEO <strong> Steve Ballmer </strong> paid special attention to a group of Windows", "new_id": -2}, {"uid": "1296507212234177380", "i": 27090, "idx": 0, "sa": ["Michael Vick"], "q": "left before ending of 3rd quarter, Eagle is setting another record for \"Most Scoring Team\" on Monday Night Football with the spank \"Eagle 59- 21 Redskin\". Eagle also set a new record for <q>Most Scoring Team On The Road In NFL</q>. This is an amazing night for Micheal <strong> Michael Vick </strong> performing. The final score of the game is \"Eagle 59- 28 Redskin\". <strong> Michael Vick </strong> Record Night^^. The Sooners would travel to beautiful Colorado Springs", "new_id": -2}, {"uid": "1295461653182812690", "i": 49175, "idx": 9, "sa": ["Toby Young", "Simon Cowell"], "q": "and see what hatches!\" he tells another. That's apparently his version of a compliment. <strong> Toby Young </strong> remains amused by the idea that Americans need a mean Brit to tell it like it is. <q>It's funny because 75 years ago Americans had a reputation for being honest and plainspoken, while Brits were thought to be mealy-mouthed and obsessed with propriety,</q> says <strong> Toby Young </strong>. \"It's as if we've switched places.\" But with <strong> Simon Cowell </strong> gone, who's going to judge our nation of underachievers? Contests: You could be a winner!", "new_id": -2}, {"uid": "1297373694207732742", "i": 13886, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "Dev showcased its latest Maestro 3 app dev choreography environment-- a cloud-based solution that stitches together the discreet steps( build, test, deploy, etc.) of application development, using existing tools for each step <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,</q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}]