[{"uid": "1296149573243646477", "i": 43625, "idx": 5, "sa": ["Michael Vick"], "q": "He takes satisfaction that his passing was better than it has ever been this season.`` I feel like this one, I had to work hard to get it,'' he said. <q> It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it worked out for me. </q> <strong> Michael Vick </strong> set career highs in yards passing( 3,018), touchdown passes( 21), touchdowns rushing( nine), completion percentage( 62.6) and passer rating( 100.2). The", "new_id": -2}, {"uid": "1297287102243777541", "i": 56266, "idx": 6, "sa": ["Mike Pence", "Laura Ingraham"], "q": "so much good should receive no funding. <strong> Mike Pence </strong> said that as a father of two teenaged girls he was`` outraged.'' He claimed that he has seen investigations into PlLaura Ingrahamd Parenthood all over the country and <q> there is a broad consensus that we don't use taxpayer money to provide abortion. </q> Fact Check- taxpayer money is not used for abortions at PP. He said that the tapes`` make an eloquent argument'' for his bill to end federal funding for PP. Bill said that this happens all", "new_id": -2}, {"uid": "1296218172048857110", "i": 18256, "idx": 4, "sa": ["Dakota Collins", "Mike Pence"], "q": "in just a few days, said he has been paying more attention to politics as he reaches the age to register to vote.`` I really enjoy having <strong> Mike Pence </strong> represent us in Congress,'' <strong> Dakota Collins </strong> said, <q> but I don't think he'd do too bad of a job as governor. I think he could handle it. </q> Shirley Houston of Richmond said that she has been friends with <strong> Mike Pence </strong> since he started his congressional campaign at a Republican fundraiser at her home. While she is somewhat disappointed she", "new_id": -2}, {"uid": "1296123117085180443", "i": 27981, "idx": 2, "sa": ["Peter Jackson", "David Letterman", "Bob Dylan", "Jack White"], "q": "Show With <strong> David Letterman </strong>'' in New York and`` Conan'' in Los Angeles.`` I want to thank <strong> Jack White </strong> for making all this happen for me,'' <strong> Peter Jackson </strong> said at an event last week. <q> He forgets I've got to watch my heart. I'm an old lady. But <strong> Bob Dylan </strong> I don't feel it tonight. </q> She told the crowd about the release of her new Jack White-produced album,`` The Party Ain't Over,'' released Tuesday. The collection of rock'n' roll, country and gospel covers makes a loose-legged", "new_id": -2}, {"uid": "1297136473102924319", "i": 36184, "idx": 12, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "even the slightest hint of that,'' he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> George H. W. Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about Saddam's alleged weapons.... Copyright? MediaCorp Pte Ltd.. All Rights Reserved", "new_id": -2}, {"uid": "1296235589060588149", "i": 5994, "idx": 0, "sa": ["David Letterman", "Jay Leno"], "q": "ABC href=\"http://tvbythenumbers.com/private-practice-abc\" title=\"Private Practice ratings, news, and viewing links\"> Private Practice( R) 1.0/ 3 3.44 10:30 NBC href=\"http://tvbythenumbers.com/outsourced-nbc\" title=\"Outsourced\"> Outsourced 1.9/ 6 4.15- Via NBC press note: <q> In Late-Night Metered Markets Thursday night:? In Nielsen's 56 metered markets, household results were:`` The href=\"http://tvbythenumbers.com/tag/tonight-show-ratings\" title=\"Tonight Show\"> Tonight Show with <strong> Jay Leno </strong>, </q> 2.7/ 7; CBS's'' href=\"http://tvbythenumbers.com/tag/late-show-ratings\" title=\"Late Show\" target=\"_blank\"> Late Show with <strong> David Letterman </strong>,'' 2.7/ 7 with an encore; and ABC's combo of'' href=\"http://tvbythenumbers.com/tag/nightline-ratings\" title=\"Nightline\"> Nightline,'' 2.9", "new_id": -2}, {"uid": "1296224141092700727", "i": 7588, "idx": 0, "sa": ["Patrice Nganang", "Alassane Ouattara"], "q": "entre Gbagbo et <strong> Alassane Ouattara </strong>, les chefs d'entreprise voient leurs affaires tourner au ralenti, en attendant le d?nouement de la crise politique. C?te d'Ivoire: le pr?sident de l'UA en`` visite d'information''? Abidjan <strong> Patrice Nganang </strong>: <q> J'ai crit pour le Cameroun qui souffre d'une stagnation historique </q> C?te d'Ivoire: le pr?sident de l'UA en`` visite d'information''? Abidjan Influenc par la C?te d'Ivoire et la Tunisie, Mba Obame se proclame pr?sident du Gabon Accul financi?rement, le camp Gbagbo prend le contr?le des", "new_id": -2}, {"uid": "1296769776240500851", "i": 39849, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Peyton Manning", "Ben Roethlisberger", "Dick LeBeau", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory.`` He's like a very good scorer in basketball- you know he's going to get points,'' Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from controlling the game and monopolizing the game. That's what we have to try and do with <strong> Aaron Rodgers </strong>. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release. </q> <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced first downs, a", "new_id": -2}, {"uid": "1295210270182157371", "i": 19598, "idx": 1, "sa": ["Sergio Marchionne"], "q": ".`` There's not a guy in the auto industry who thought we could do this,'' <strong> Sergio Marchionne </strong>, the normally subdued chief of the company's revived product lineup, said in an interview. <q> If I can't sell these cars, I can't sell anything. </q> Still, the U.S. rescue of Chrysler remains a gamble, and it is far too early to judge the success of the Obama administration's decision in 2009 to invest in the company and to force it", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,'' he said.`` I also did it because I believe[ we] can find a star,'' <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}]