[{"uid": "1295990486086867984", "i": 57856, "idx": 1, "sa": ["Danny Sullivan", "Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "''' <strong> Danny Sullivan </strong> said. In a conference call with financial analysts after the announcement that <strong> Larry Page </strong> would replace <strong> Eric Schmidt </strong>, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena. <q> We've touched just one percent of the capabilities that could be deployed in that realm, </q> said <strong> Sergey Brin </strong>, who will be in charge of strategic projects and new products in the revamped management structure. AFP <cite> This story is sourced direct from an overseas news agency as an additional service to readers", "new_id": -2}, {"uid": "1295880426196345861", "i": 57086, "idx": 1, "sa": ["Andy Coulson", "Alan Johnson", "Gordon Brown", "Ed Balls", "Andrew Rawnsley"], "q": " Outside the political elite and twatterati, <strong> Andy Coulson </strong> will soon be` <strong> Andy Coulson </strong> Who?'. <strong> Alan Johnson </strong> is a loss, but <strong> Ed Balls </strong> is an economically incontinent Gordon Brownite. SonOfNyeBevan assetts that <strong> Andrew Rawnsley </strong> <q> knifed <strong> Gordon Brown </strong> in the back </q>. He did not such thing. He was open about Gordon Browns shortcomings- he can only be said to have knifed him in the front. What really did for <strong> Gordon Brown </strong> was two things. First,", "new_id": -2}, {"uid": "1295729281227016711", "i": 14457, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q> A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR </q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Self Defense", "new_id": -2}, {"uid": "1295628188045006849", "i": 30266, "idx": 0, "sa": ["Steve Ballmer", "Barack Obama"], "q": "- JmgxmFmjuwKNVA?docId=CNG.1564caecad478d677c662a5ea9f12f99.321\" rel=\"external\"> went on record to slam the`` extreme'' use of illegal software by Chinese businesses. Although details on what was actually said are scant, <strong> Barack Obama </strong> href=\"http://www.whitehouse.gov/the-press-office/2011/01/19/press-conference-Barack Obama-Barack Obama-and-Barack Obama-hu-peoples-republic-china\" rel=\"external\"> noted that <q> we were just in a meeting with business leaders, and <strong> Steve Ballmer </strong> of Microsoft pointed out that their estimate is that only one customer in every 10 of their products is actually paying for it in China. And so can we get better enforcement, since that is an area where America excels-- intellectual property and high-value added products and services </q>. blog post added that <strong> Steve Ballmer </strong> raised,''[ the] importance of intellectual property, or IP, to the future success and economic development of both countries, and noted the serious IP piracy problems that currently", "new_id": -2}, {"uid": "1297217357071778312", "i": 8013, "idx": 1, "sa": ["Zahi Hawass"], "q": "had tried to break open a golden sarcophagus, hoping to find treasures inside, and some skeletons were also damaged, <strong> Zahi Hawass </strong> said. A gallery displaying King Tut's treasures, on the other hand, <q> was fully secure and had not been damaged. </q> After the break-in, troops were deployed around the landmark rosestone building formally known as the Egyptian Museum of Antiquities, which has about 120,000 items on display or in storage. Television images of looters", "new_id": -2}, {"uid": "1295507172010305551", "i": 9859, "idx": 5, "sa": ["Gary Payton", "Kevin Ollie", "Allen Iverson", "Kobe Bryant"], "q": "had a double-double with 14 points and 10 assists. It was <strong> Allen Iverson </strong>'s third game this season with 40 or more points and the fourth time this season that the Sonics allowed an opponent to score 40-plus points. <q> You're at his mercy when he's hitting his jumpers, </q> said <strong> Kevin Ollie </strong>, who came off the bench to score 12 points. The Sonics http://wn.com/Kobe Bryant_Kobe Bryant_29pts__17_straight_in_3rd_quarter__vs_Seattle_Sonics_1999( 1999) <strong> Kobe Bryant </strong> went on a personal 17-0 run in the 3rd quarter vs <strong> Gary Payton </strong>` Sonics. We can sum the <strong> Kobe Bryant </strong>", "new_id": -2}, {"uid": "1294961161181354506", "i": 56930, "idx": 0, "sa": ["Michael Gove", "Vincent Nichols"], "q": "to Academies. The irony of a Catholic education service turning its back on a Secretary of Education who actually supports faith schools is not lost on <strong> Michael Gove </strong>. He is, as one political source admitted, <q> exasperated by the Diocese and its heavy-handed attempts to take over Cardinal Vaughan </q>. As a consummate politician, <strong> Michael Gove </strong> will not want to take sides in a diocesan dispute, but will wait for Archbishop <strong> Vincent Nichols </strong> to take the matter in hand. On February 2, the Parents' Action Group", "new_id": -2}, {"uid": "1294954364094584835", "i": 34067, "idx": 0, "sa": ["Gabrielle Giffords", "Barack Obama", "Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "for the first political event Saturday. The breakthrough-- Wednesday night during <strong> Barack Obama </strong>'s speech at a memorial service for the six people who died in New York Sen. <strong> Kirsten Gillibrand </strong>, House Democratic Leader Nancy <strong> Gabrielle Giffords </strong> hospital visit: <q> Like we were watching a miracle </q> WASHINGTON- U.S. Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., told reporters Wednesday night that she and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. were in Rep. Garbielle <strong> Gabrielle Giffords </strong>' hospital room when the wounded congresswoman opened her eyes for the first target=\"_blank\" href=\"http://worldtime.wn.com/\">", "new_id": -2}, {"uid": "1296746762199131138", "i": 28161, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "National Grid, never has been. \" Texas trades with Mexico with electricty and water resouces. Texas gets a higher percentage of it electricity from wind power than any other state. Report Abuse <q> Actually. This is a stupid a$$ article. Each year certain power stations are required by federal law to shut down for regular maintenance in the winter when the power is usually on very low draw. And since our current retard of a president has mandated that no more coal or nuclear power stations may be built, we are unable to cycle up the stations that are down to add additional power to the grid. </q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Smokers-Quitting Is Easy! Now You Don't Have To Actually`` Quit''! Check", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that`` contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q> Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs. </q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are`` just on a break[ and] still rocking big time''.", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}]