[{"uid": "1295499335019333136", "i": 219, "idx": 6, "sa": ["Kobe Bryant", "Allen Iverson", "Hubie Brown"], "q": "point effort by <strong> Kobe Bryant </strong>. Other Notes: <strong> Kobe Bryant </strong> had the famous 30 feet double clutch desperation three to beat the shot clock in this game in the 3rd quarter that showed his unlimited range. As <strong> Hubie Brown </strong> said, <q>Range is not a factor for <strong> Kobe Bryant </strong>.</q> <strong> Kobe Bryant </strong> shot http://wn.com/Allen_Iverson_23pt_vs_Kobe_Bryant_Lakers_09/10_NBA_*third_quarter_reminiscent_of_2001_Finals AI vs. <strong> Kobe Bryant </strong> delivered the throwback duel fans paid to see. Just like in the 2001 NBA Finals, <strong> Kobe Bryant </strong>'s Los Angeles Lakers topped <strong> Allen Iverson </strong>'s Philadelphia 76ers. <strong> Kobe Bryant </strong> roused the 20000 fans who", "new_id": -2}, {"uid": "1296463074084328459", "i": 24146, "idx": 3, "sa": ["Robbie Williams", "Simon Cowell"], "q": "she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along.\" An insider added: <q>Bosses know they need to pull something special out of the hat to maintain the show's top-dog status. Many people, including <strong> Simon Cowell </strong>, think[ <strong> Katie Price </strong>] could be the magic ingredient. \"Love her or hate her, everyone is fascinated by what she has to say. If she was on the show it is likely ratings would go through the roof and <strong> Simon Cowell </strong> knows this.</q> Over the weekend, it was reported that <strong> Robbie Williams </strong> is being Laura HamiltonThe Dancing On Ice", "new_id": -2}, {"uid": "1296743153227606601", "i": 32263, "idx": 0, "sa": ["Mr. Jackson", "Simon Cowell"], "q": "of Idol? Well, Randy <strong> Mr. Jackson </strong> continued his desperate attempts to find his \"Season 10 self\" by channeling <strong> Simon Cowell </strong>. It's not working yet. But at least he's not spouting strange phrases like, <q>For me, for you, for me... Dawg... blowing it out the box.</q> It seems as though Season 10 is shaping up to be something of a debutant ball for <strong> Mr. Jackson </strong>, after nine long years in <strong> Simon Cowell </strong>'s shadow. But since the producers insist this show is about the", "new_id": -2}, {"uid": "1295628138018169942", "i": 1781, "idx": 0, "sa": ["Andy Coulson"], "q": "editor of a top-selling tabloid newspaper. <strong> Andy Coulson </strong> denies any knowledge of the hacking, but admitted he'd committed a cardinal sin for a back room operator- he became the story. <strong> Andy Coulson </strong> said <q>continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed</q> in his role as Downing Street communications chief. \"I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.\"", "new_id": -2}, {"uid": "1296766036240500862", "i": 18737, "idx": 0, "sa": ["Jimmy Fallon", "David Letterman"], "q": "' Last Call WITH CARSON DALY' IS UP SEASON TO DATE BY 9 PERCENT IN 18-49 VIEWERS AND 24 PERCENT IN TOTAL VIEWERS UNIVERSAL CITY, Calif.- February 3, 2011- NBC's <q>The Tonight Show with <strong> Jay Leno </strong></q> and \"Late Night with <strong> Jimmy Fallon </strong>\" have delivered ratings wins for the late-night week of January 24-28, with \"Tonight\" generating bigger audiences than CBS's rebroadcasts of\" Late Show with <strong> David Letterman </strong>\" and", "new_id": -2}, {"uid": "1296706234199049242", "i": 7482, "idx": 0, "sa": ["Allen Iverson"], "q": "career high with 11 assists for Detroit, which went on a 12-3 run midway through the fourth quarter after the Wizards had pulled to 63-62. The Pistons allowed only three field goals in the final 9 minutes. <q>I just waited for my opportunity and when it came I just took advantage of it,</q> said <strong> Allen Iverson </strong>, whose output was his highest since a 30-point night at Sacramento on Nov. 11. \"I was probably in the best groove since I got here.\" Detroit hasn't lost since blowing a 17-point", "new_id": -2}, {"uid": "1295411717092504082", "i": 28, "idx": 0, "sa": ["Simon Cowell"], "q": "that's been the thinking behind \"American Idol,\" home of the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to <q>a cat being thrown off a skyscraper,</q> telling another, \"Don't mean to be rude, but you look like the Hulk's wife,\" reducing dozens of hopefuls to their worst \"ugly cry\"- and propelling the show to", "new_id": -2}, {"uid": "1295587926175472679", "i": 12700, "idx": 0, "sa": ["Eric Schmidt"], "q": "focus on the next crop of upcoming startups.\" In another good sign, the number of companies getting second- or third-round financing rose to 1,147 in 2010 from 915 the year before. <q>The rise in investments in early stage companies is the most encouraging thing we've had all year,</q> Taylor said. In a surprise change late Thursday, Google said co-founder Larry Page would take over as chief executive, with current CEO <strong> Eric Schmidt </strong> moving to the post of executive chairman. The news overshadowed another stellar", "new_id": -2}, {"uid": "1295919733143048712", "i": 37752, "idx": 0, "sa": ["William Cohen", "Madeleine Albright", "Jimmy Carter", "Colin Powell", "President Bush"], "q": "which would have made our lives, American lives, even more difficult within the Muslim world,\" said <strong> Madeleine Albright </strong>, <strong> Madeleine Albright </strong> of State during the Clinton years. <strong> Jimmy Carter </strong> <strong> Madeleine Albright </strong> of Defense <strong> William Cohen </strong> supported the claim, saying <q>there is not a single country that would have been supporting the president of the United States declaring war and invading Afghanistan prior to 9/11.</q> Current <strong> Madeleine Albright </strong> of State <strong> Colin Powell </strong> told the bipartisan panel that the <strong> President Bush </strong> administration was well-briefed by the previous administration about the threat of Al Qaeda and terrorism and that <strong> President Bush </strong> was focused on Al Qaeda from the beginning. \"", "new_id": -2}, {"i": 21910, "idx": 5, "index_answer": 0, "new_id": -1, "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q>We've been talking about this for a year-and-a-half, so we're glad that this is coming,</q> <strong> Chris Webber </strong> said. \"We really like playing together, and we're getting it going. We're really just http://wn.com/Washington_Wizards_John_Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does \"The Dougie\", an amazing pre-game dance before the home", "sa": ["Chris Webber", "Allen Iverson", "John Wall"], "uid": "1295147684219021325"}]