[{"uid": "1296483552037306398", "i": 3394, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "the museum was heavily protected by the Egyptian military. Later Monday, he was appointed Minister of State Antiquities in the new government named by President <strong> Hosni Mubarak </strong>, who faces calls from protesters for his ouster. <q> If the museum is safe, Egypt is safe, </q> <strong> Zahi Hawass </strong> said. A museum administrator found the head of a small clay statue on the stairs. Looters had broken into the museum on Friday, ripping the heads off two mummies and damaging about 75 small", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the \"Jersey Shore\" sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong> \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q> It's really hard for me to watch, </q> <strong> Nicole Polizzi </strong> says of watching the punch t... \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1296709836249151511", "i": 23451, "idx": 0, "sa": ["Courtney Lee", "Allen Iverson"], "q": "game and showed some of the grit they displayed last season, when they reached the NBA Finals. \"It's extra special( to win) when you have to fight and struggle,\" <strong> Allen Iverson </strong> said. <q> We were able to keep fighting through it. I know last year's team is dead and stinkin', but we took something from last year's team( in this game). </q> \"I've had this team for five years and they try,\" Sixers coach Larry <strong> Courtney Lee </strong> said. \"They might not always play right and they might not always play good, but they try.\"", "new_id": -2}, {"uid": "1295771436146751497", "i": 14464, "idx": 1, "sa": ["Will Smith", "Mick Jagger", "Katy Perry", "Simon Cowell", "Mariah Carey"], "q": ", the singer may join <strong> Simon Cowell </strong> on the show when it begins filming later this year. \"To get her on the show would give it real star power,\" a source told the magazine. <q> <strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong> are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out. \"She has a massive appeal and a real edge to her, </q> they added. \"<strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion.\" Others who have been rumoured for the show's judging panel include <strong> Will Smith </strong>, <strong> Katy Perry </strong>, <strong> Mick Jagger </strong> and <strong> Mariah Carey </strong>. Stacey", "new_id": -2}, {"uid": "1297095625037568573", "i": 36029, "idx": 0, "sa": ["Eric Schmidt", "George Osborne"], "q": "idea that the system is irretrievably broken, and needs a Google-flavoured fix, will have inched forward. Chancellor <strong> George Osborne </strong> recently teamed up with Google chairman <strong> Eric Schmidt </strong> to write Indie founder Stephen Glover to say: <q> I can't imagine a member of the Government doing a piece with <strong> Rupert Murdoch </strong>. </q> Â® Motorola's handset division recently switched from Microsoft Exchange to Google Apps. Watch this video to lean why they switched and the benefits that they have realized. What are your plans for your office", "new_id": -2}, {"uid": "1296074555171098119", "i": 33601, "idx": 1, "sa": ["Michael Vick"], "q": "inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. \"We're real excited about it,\" chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a \"sizable\" contract. \"We believe it was worth", "new_id": -2}, {"uid": "1295914277205307935", "i": 43021, "idx": 0, "sa": ["Eric Schmidt", "Michele Bachmann"], "q": "a Week In: Ratings Slipping, Confidence Climbing Google's <strong> Eric Schmidt </strong> Thinks He'd Make an Excellent Talk-Show Host In a speech delivered to the Iowans for Tax Relief this weekend, tea party queen <strong> Michele Bachmann </strong> <q> \"How unique in all of the world, that one nation that was the resting point from people groups all across the world. It didn't matter the color of their skin, it didn't matter their language, it didn't matter their economic status. It didn't matter whether they descended from nobility or whether they have[ </q> weird blip in the video] a higher class or a lower class. It made no difference! Once you got here, we were all the same! Isn't that remarkable? It is absolutely remarkable!", "new_id": -2}, {"uid": "1294993731152698898", "i": 22406, "idx": 3, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "game. <strong> Michael Vick </strong> had the Eagles in position to make a dramatic comeback, but the effort was derailed by the interception. He said this playoff loss hurt more than others he has experienced. <q> We didn't finish this year the way we wanted to, and I certainly feel like I could have done a lot of things better and I didn't do it, </q> he said. \"I guess you just have to learn from it. That's life.\" Then, there was <strong> Aaron Rodgers </strong>, who surgically dissected the Eagles with his play-action passes, connecting on touchdown", "new_id": -2}, {"uid": "1297135708190611475", "i": 629, "idx": 0, "sa": ["Simon Cowell"], "q": "Animal experts are sharing their favorite dog training tips in conjunction with the release of \"Beverly Hills Chihuahua 2.' <q> One of the main things that I want people to realize is to get rid of the term` Good Dog.'? The reason why I don't want you to say it is because it doesn\"t give enough information, </q> dog trainer/behaviorialist Super Bowl-Winning Green Bay Packers Quarterback Goes to Disney World Less than 24 hours after winning the Super Bowl, Green Bay Packers quarterback` The X Factor\" s <strong> Simon Cowell </strong>: I Am", "new_id": -2}, {"uid": "1297725547245252135", "i": 15498, "idx": 0, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "illegally detained as an enemy combatant and then held in a Navy brig for 44 months. It names government and brig officials, including Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> and former Defense <strong> Donald Rumsfeld </strong>, as defendants. Padilla is <q> an American citizen who was subjected to unprecedented torture and abuse not far from this courtroom, </q> Ben Wizner, the litigation director for the American Civil Liberties Union Foundation, told U.S. District Judge Richard Gergel. \"There is a floor for human treatment in any U.S. prison below which no officer can", "new_id": -2}]