[{"uid": "1295945468061587468", "i": 5063, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Monday that the officers' claims were overblown.`` We're confident we're going to be able to prove that by the time police arrived, they knew he was unarmed,'' Safire said. <q> There were six cops and a trained dog, and they had an overabundance of nonlethal means at their disposal. </q> The case is Santa Rosa vs. DeSantis, 10-434. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed", "new_id": -2}, {"uid": "1295810644069746713", "i": 33009, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "to speed up decision-making at the Internet giant. In a regulatory filing last week, <strong> Google Inc. </strong> said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his <strong> Google Inc. </strong> stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. As of December 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of <strong> Google Inc. </strong> stock and controlled 9.6 percent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1295441767072597564", "i": 35748, "idx": 2, "sa": ["Jane Lynch", "Simon Cowell"], "q": "Facebook group pleading for Sue to join the' X Factor' panel- and <strong> Jane Lynch </strong> agrees her character would make a`` fantastic'' judge, though she would probably clash with <strong> Simon Cowell </strong>. She said: <q> People have asked me,` What about having Sue on` The X Factor'? How would she do?' I think she'd be fantastic- and there would be a few contestants reduced to tears.`` It can never happen, though. <strong> Simon Cowell </strong> and Sue on the same judging panel will never work in a million years- there's only room for one ego on the show! </q>( c) BANG", "new_id": -2}, {"uid": "1296260912003260416", "i": 23146, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "and Development Tax Credit, a tax credit eligible to more than 2,000 research and cutting edge companies in the state. She says the proposal has garnered bipartisan support because of its potential for job growth. <q> That's why I think this bill is such a good idea. It's not a democratic idea, it's not a republican idea. It's just a good idea, </q> <strong> Kirsten Gillibrand </strong> said.", "new_id": -2}, {"uid": "1295545193181207041", "i": 19018, "idx": 2, "sa": ["Mike Pence"], "q": "Smith said a third bill by Rep. <strong> Mike Pence </strong>, R-Ind., would add to the limitations on federal funding for abortions by cutting off federal money from going to Planned Parenthood. Smith called the health care group <q> the largest abortion network in the world, </q> performing 324,000 abortions each year and deriving up to$ 1 billion each year from fees for services paid by federal, local and state governments.`` When there's no public subsidy for abortion, the", "new_id": -2}, {"uid": "1295236042192299048", "i": 25992, "idx": 1, "sa": ["Al Sharpton", "Sen. Bernie Sanders"], "q": "all of us share a part in reaching equality on all levels-- not just racial. <strong> Sen. Bernie Sanders </strong>, another speaker at Sunday's program, picked up on <strong> Al Sharpton </strong>'s message of economic equality, saying, <q> We got ta change the economy so that all our people can earn a decent standard of living. </q>`` You can not fight for your rights without fighting for everyone's rights,'' <strong> Al Sharpton </strong> said.`` I think he really spoke well of history and where we are today and where we", "new_id": -2}, {"uid": "1295582183033980446", "i": 4556, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "engineers to leave <strong> Google Inc. </strong> to work for the social networking company.`` My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup,'' Page said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply.`` I am not as concerned about the titles as I am winning,''", "new_id": -2}, {"uid": "1295523103127533080", "i": 41551, "idx": 1, "sa": ["Steve Ballmer"], "q": ". Chinese authorities sometimes hesitate to bust counterfeit rings as they help support local economies. <strong> Steve Ballmer </strong> himself weighed in at the meeting between the two presidents and US business leaders, according to statement on Microsoft's blog. <q> At the meeting, <strong> Steve Ballmer </strong> highlighted the importance of intellectual property, or IP, to the future success and economic development of both countries, and noted the serious IP piracy problems that currently exist in China, </q> the statement said. Technology breakthrough: A guide to successful IT projects From handicrafts to Hello Kitty, Jshoppers.com offers massive choice to customers within and without Asia", "new_id": -2}, {"uid": "1296478507189546539", "i": 11864, "idx": 0, "sa": ["Sergio Marchionne", "Barack Obama", "Walter P. Chrysler"], "q": "Profit and Modified EBITDA for Q4 2010 and Total Year 2010 is detailed in Table 1 of the attachment to the press release( <strong> Barack Obama </strong>)- Cash includes Cash and Cash Equivalents <q> As <strong> Walter P. Chrysler </strong> Group's brand displays at the Detroit auto show confirmed, the Company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months, </q> said <strong> Sergio Marchionne </strong>, Chief Executive Officer, <strong> Walter P. Chrysler </strong> Group LLC.`` All of these vehicles bear testimony to <strong> Walter P. Chrysler </strong>'s rebirth. Given the positive comments we have received to date, it can safely be said that what", "new_id": -2}, [{"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet''... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}]]