[{"uid": "1295658341074924035", "i": 537, "idx": 6, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "man that had represented his views to the country for nearly four years. Tom Watson, the former defence minister who used his seat on the culture select committee to chase down <strong> Andy Coulson </strong>, said his departure <q>creates serious questions over the prime minister's judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp</q>. He called on <strong> Rupert Murdoch </strong> to clean up his operation before pursuing his Â£ 8.3 bn complete takeover of BSkyB. <strong> Rupert Murdoch </strong> is waiting to hear if his bid will be referred to the Competition Commission.", "new_id": -2}, {"uid": "1296810977196722688", "i": 10581, "idx": 0, "sa": ["Mike Tomlin", "Michael Vick"], "q": "party last June that everyone involved, including <strong> Michael Vick </strong>, acknowledges was a bad idea. So naturally <strong> Michael Vick </strong>'s name and image are all over tickets to a for-profit party scheduled for Friday night in Dallas. <q>It's normal for guys to eat dinner, believe it or not,</q> Steelers coach <strong> Mike Tomlin </strong> said. \"Believe it or not, guys live lives.\" That is true even about guys who get themselves suspended for disgracing the league by committing felonies or behaving abominably. It", "new_id": -2}, {"uid": "1296665498109838359", "i": 33282, "idx": 2, "sa": ["Chris Gent", "Andy Coulson", "Kenny Kunene"], "q": "his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" \"Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>, an ambitious Brit who...\" <q>Is the new Backbench Business Committee about to make some serious enemies? This new-fangled innovation has done pretty well so...</q>\" Wealthy ANC supporter <strong> Kenny Kunene </strong>( left) eating sushi from the body of a bikini-clad woman \"The ANC Youth League...\" You can stay up to date with Peston's Picks via these feeds", "new_id": -2}, {"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}, {"uid": "1295617333003915778", "i": 20509, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch", "Alastair Campbell"], "q": "spoke to him about all this he felt- wrongly but sincerely- that the paper was using this serious privacy issue- and him- to get at <strong> David Cameron </strong> and <strong> Rupert Murdoch </strong>. He didn't whinge about it: <q>It's what newspapers do.</q> How awful that leaders need to employ red-top tabloid rascals like <strong> Andy Coulson </strong> or <strong> Alastair Campbell </strong>, people say. Alas, it's a wicked world out there. Politicians need to know what key red-top voters think", "new_id": -2}, {"uid": "1296573815267468851", "i": 419, "idx": 3, "sa": ["David Letterman", "Justin Bieber"], "q": ", like just say you're here. It's just cool to let the fans know. \"I just said I'm hanging out with my boy <strong> David Letterman </strong>.\" <strong> Justin Bieber </strong> then tweeted: <q>I'm hanging out with my <strong> David Letterman </strong> at@late_show we need to get him twice as many followers!</q> <strong> Justin Bieber </strong> then further confused the 63-year-old by telling him that he was in the 11th grade at school. <strong> David Letterman </strong> asked: \"What is 11th grade? Is that sophomore in high school?\"", "new_id": -2}, {"uid": "1295650549188383258", "i": 28476, "idx": 3, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin"], "q": " \"I would find myself busting into tears and sobbing uncontrollably,\" <strong> David Letterman </strong>\"... Stop the heart, work on it, restart it... good luck,\" <strong> Robin Williams </strong> <q>They're going to put him on a gurney, roll him into the OR room and bust him open like a lobster!,</q> <strong> Regis Philbin </strong> \"It was hell,\" <strong> Charlie Rose </strong> \"I probably would have had a heart attack and may very well have died,\" <strong> Barbara Walters </strong> What do <strong> Barbara Walters </strong>,", "new_id": -2}, {"uid": "1297148717028524550", "i": 27670, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> may court <strong> Paula Abdul </strong> for X Factor panel <strong> Simon Cowell </strong> wants his new Fox talent series The X Factor to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q>We've spoken to her, she knows I'm a big fan,</q> <strong> Simon Cowell </strong> said of his former fellow American Idol judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}, {"uid": "1297275612018513958", "i": 27276, "idx": 1, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "to a secret site, but he says he was \"unwilling to be out of touch during the time it would take to relocate me to the safe site.\" Shortly afterwards, he writes, <q>the <strong> Dick Cheney </strong> reached me by phone.</q> <strong> Dick Cheney </strong> reportedly told <strong> Donald Rumsfeld </strong>, \"There's been at least three instance here where we've had reports of aircraft approaching Washington... A couple were confirmed hijacked. And pursuant to the <strong> Dick Cheney </strong>'s instructions I gave authorization", "new_id": -2}, {"uid": "1297282407122896681", "i": 23087, "idx": 6, "sa": ["Paula Abdul", "Simon Cowell"], "q": "has been rumoured.( <strong> Simon Cowell </strong> will announce the full panel in the next three or four weeks.) But when asked if former Idol judge <strong> Paula Abdul </strong> would be involved, he left the option open. <q>I'm a massive fan of <strong> Paula Abdul </strong>,</q> he said. \"We've been in regular contact.\" Star quality <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognise star quality when they saw it", "new_id": -2}]