[{"uid": "1296356803240402449", "i": 36506, "idx": 1, "sa": ["Robert Auerbach", "Sen. Bernie Sanders"], "q": " ''exactly. someone proposed the title Global Weirding instead of Global Warming. bu...'' <q>whats your son doing in robotics class? details would be interesting</q> fed audit for accountability& transparency <strong> Robert Auerbach </strong>: The Federal Reserve's$ 3.3 Trillion Insider Loans Follow a History of Corrupt Practices <strong> Sen. Bernie Sanders </strong>: A Real Jaw Dropper at the Federal Reserve Federal Reserve's ''astounding'' report", "new_id": -2}, {"i": 46868, "idx": 2, "index_answer": 0, "new_id": -1, "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q>I think he's working very hard on the issue of unemployment, which I think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech,</q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. ''We didn't elect ''Superman,' we elected a human being.''' <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "uid": "1295800027068403245"}, {"uid": "1295159778185597976", "i": 34496, "idx": 0, "sa": ["John McCain", "Jimmy Carter", "Newt Gingrich", "Mike Pence"], "q": "- around 6:30 a.m., after feeding the cat- and end long after the party meetings she attends nearly every night. ''I'm addicted,'' she said with a short burst of laughter. <q>There's always another event, a meeting, a candidate coming through.</q> A TELLTALE ''WOOOOOO'' Scotter has met just about every one of the Republican Party's prospective <strong> John McCain </strong> House hopefuls. Indiana <strong> Newt Gingrich </strong> <strong> Mike Pence </strong> asked to friend her on Facebook. <strong> Jimmy Carter </strong> House", "new_id": -2}, {"uid": "1295124192182747140", "i": 35030, "idx": 3, "sa": ["George Karl", "Vince Carter", "Linas Kleiza", "Eduardo Najera", "Allen Iverson"], "q": "advantage to 101-90. <strong> Eduardo Najera </strong> hit a 3-pointer and <strong> Allen Iverson </strong> converted a three-point play after <strong> Vince Carter </strong> hit a free throw for a 107-91 lead. ''My teammates hitting shots opened it up for me,'' <strong> Allen Iverson </strong> said. <q>Once JR and LK hit shots that enabled me to get in the lane and make shots.</q> <strong> George Karl </strong> could not say enough about <strong> Linas Kleiza </strong>, Smith and <strong> Eduardo Najera </strong>. ''It was one of those nights where our bench needed to come through and we ''I feel that Bates really helped me to expand my view", "new_id": -2}, {"uid": "1297224206054231079", "i": 19169, "idx": 0, "sa": ["Sean Hannity", "Donald Rumsfeld"], "q": "Former Defense <strong> Donald Rumsfeld </strong> Tuesday warned if the Muslim Brotherhood has the opportunity to take over Egyptian rule it will, <q>and that is a dangerous thing.</q> In an interview with Fox News' <strong> Sean Hannity </strong>, <strong> Donald Rumsfeld </strong> also said the extremist, autocratic rule in Iran is an example of what could happen in Egypt, and other Middle Eastern nations, experiencing signs of political", "new_id": -2}, {"uid": "1295799539188252199", "i": 34943, "idx": 19, "sa": ["Colin Powell", "Barack Obama"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. ''I will always vote for the person who I think is best qualified,'' he said. <q>I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either.</q> Billy Butler agrees to four-year,$ 30 million extension with Royals", "new_id": -2}, {"uid": "1295771865222068760", "i": 33085, "idx": 0, "sa": ["Stan Van Gundy", "Allen Iverson", "Dwight Howard", "Samuel Dalembert"], "q": "said he won't spend time enjoying his team's latest win. ''This is not the time of year to celebrate a win in the playoffs, especially against a team like Boston,'' <strong> Stan Van Gundy </strong> said. <q>It's basically like being at halftime with a one-point lead.</q> It was the second time this postseason the Magic won with a starter suspended. <strong> Dwight Howard </strong> lost his cool and threw an elbow at <strong> Samuel Dalembert </strong>'s head to draw a http://wn.com/Amazing_Allen_Iverson_42pts_vs_AWalker_PPierce_Celtics_01/02_NBA_Playoff_Game_3_Must_see betfreebie.com Basketball <strong> Allen Iverson </strong> refused to let the Philadelphia 76ers", "new_id": -2}, {"uid": "1297185626119177230", "i": 36826, "idx": 0, "sa": ["the Fox", "Simon Cowell"], "q": "'' and ''X Factor'' to the difference between ''Extreme Makeover: Home Edition'' and ''Jersey Shore.'' As for the current, Cowell-free season of ''Idol,'' he claimed, <q>I haven't seen a full episode,</q> continuing, ''I think we're going to do something different. I'm excited. The stakes are high.'' Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. <strong> the Fox </strong> is still recovering from", "new_id": -2}, {"uid": "1296631399181747717", "i": 47140, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", USA Birthday ''Just re-read this. Just as captivating as the first time. Like a kiss.'' ''Nice job. Lived in Hayward-SanLeando for 6 years but loved Oakland. Now back hom...'' <q>Skank sex( Delilah) also destroyed Sampson. Tiger should also drop the extra faci...</q> ''Who is the bigger fool, Breitbart for his posts or those who fall for it like Fed...'' Rijaxn's Links New list No links in this category. Sounding like former Defense <strong> Donald Rumsfeld </strong>,", "new_id": -2}, {"uid": "1296106911231735330", "i": 17316, "idx": 0, "sa": ["Eric Schmidt"], "q": "was ''profoundly sorry for mistakenly collecting payload data in the UK from unencrypted wireless networks,'' and that data collected from the UK data has now been deleted, adding ''this has been independently certified''. <q>This is the largest wire tapping scandal in world history by one of America's biggest and most powerful corporations, yet there has not been a single hearing on Capitol Hill,</q> the letter commented about the so-called ''Wi-Spy' events. ''We respectfully submit that Google CEO <strong> Eric Schmidt </strong> should be asked to testify under oath so that the American public learns the truth about Wi-Spy.''' In response", "new_id": -2}]