[{"uid": "1295476069159825946", "i": 10271, "idx": 1, "sa": ["Trent Franks", "Mike Pence", "Barack Obama"], "q": "health care system is not the way to fix the health care industry. Instead, <strong> Trent Franks </strong> encourages Democrats to consider the many Republic... <strong> Mike Pence </strong>, On \" Morning Joe, \" on Government Takeover of Health Care: <q> This Will Not Stand. </q> <strong> Mike Pence </strong>, On \" Morning Joe, \" on Government Takeover of Health Care: \" This Will Not Stand. \" Congressman <strong> Mike Pence </strong> appeared on the MSNBC program \" Morning Joe \" today to discuss the <strong> Barack Obama </strong> Administration and", "new_id": -2}, {"uid": "1296246869137003031", "i": 361, "idx": 0, "sa": ["Chris Christie", "Mike Pence", "Gary Bauer", "John King", "Barack Obama"], "q": "health care through a so-called public-option will hurt states, worJohn King families, and small businesses. www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one candidate, Mr. <strong> Gary Bauer </strong> sees only qualities that he likes. Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Chris Christietian credentials. To some, he's the", "new_id": -2}, {"uid": "1295591717183287821", "i": 1175, "idx": 3, "sa": ["Hillary Clinton", "Mike Pence", "Thomas S. Price", "Ron Paul", "Eric Cantor"], "q": "hearing, <strong> Ron Paul </strong> asked <strong> Hillary Clinton </strong> how she can justify spending$ 1 billion to build a \" fortress \" in London while AmEric Cantorans are hurting economically. <strong> Hillary Clinton </strong> gave a puzzling answer: There will be no new debt... <q> This Congress is Spending Like There's No Thomas S. Priceorrow </q> <strong> Mike Pence </strong> Jordan on the House Floor, offering the Republican Motion to Recommit on 4/15/2010 to HR 4715( Clean Estuaries Act of 2010), which would recommit the bill to the Committee on Transportation and Infrastructure with an", "new_id": -2}, {"uid": "1296200478083099666", "i": 9573, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "help from <strong> Barack Obama </strong>, who carried Indiana in 2008. \" Indiana is going to be a priority for the <strong> Barack Obama </strong>, \" Winston said. State Democrats, he hopes, will find a consensus candidate this spring. <q> It's a$ 15 million to$ 18 million race. I hope we won't have a primary. </q> <strong> Mike Pence </strong>'s plans should keep the Republican field clear of other strong candidates. \" The social conservatives love him, \" says former Republican state chairman Rex Early. \" The", "new_id": -2}, {"uid": "1296498486124518453", "i": 41305, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "help from <strong> Barack Obama </strong>, who carried Indiana in 2008. \" Indiana is going to be a priority for the <strong> Barack Obama </strong>, \" Winston said. State Democrats, he hopes, will find a consensus candidate this spring. <q> It's a$ 15 million to$ 18 million race. I hope we won't have a primary. </q> <strong> Mike Pence </strong>'s plans should keep the Republican field clear of other strong candidates. \" The social conservatives love him, \" says former Republican state chairman Rex Early. \" The fiscal conservatives-he talks the", "new_id": -2}, {"uid": "1297443949230703173", "i": 34639, "idx": 10, "sa": ["Tim Pawlenty", "Mike Pence", "Joe Walsh", "Richard Nugent"], "q": "her job, \" said Florida <strong> Mike Pence </strong> <strong> Richard Nugent </strong> \", one of the freshman lawmakers who declined federal health insurance benefits. Every single House Republican voted to repeal the health care law last month. <q> I can simply, honestly say that this is going to impact my wife and I to a fairly serious degree, like it would any average American out there, </q> said first-Tim Pawlentye <strong> Mike Pence </strong> <strong> Joe Walsh </strong> of Illinois. <strong> Joe Walsh </strong>'s wife has a pre-existing condition and will need a procedure in the coming months, but because he declined federal benefits, they're paying for it out", "new_id": -2}, {"uid": "1294985664245579792", "i": 21876, "idx": 1, "sa": ["Mike Pence", "Barack Obama", "Wayne LaPierre"], "q": "her legislation forward. \" Listen, any kind of bill the N.R.A. is against is always a problem. \" Asked about prospects for new gun restrictions, Representative <strong> Mike Pence </strong>, Republican of Indiana, asserted, <q> I maintain that firearms in the hands of law-abiding citizens makes communities safer, not less safe. </q> The N.R.A. has kept such a low profile that its normally accessible executive vice <strong> Barack Obama </strong>, <strong> Wayne LaPierre </strong>, declined to comment. \" At this time, anything other than prayers for the victims and their families would", "new_id": -2}, {"uid": "1296225829149782528", "i": 10636, "idx": 1, "sa": ["Eric Holcomb", "Mike Pence"], "q": "here for other text alerts. <strong> Mike Pence </strong> didn't mention the <strong> Eric Holcomb </strong>'s race in a letter sent to supporters Thursday but said he intended \" to serve the people of Indiana in some way. \" <q> In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead, </q> <strong> Mike Pence </strong> said. \" After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play. \" <strong> Mike Pence </strong> has a pair of public events scheduled", "new_id": -2}, {"uid": "1295285903003260422", "i": 44582, "idx": 0, "sa": ["Jim Ryun", "Mike Pence"], "q": "highlights his strong record in Congress on both fiscal and social issues. Benko and <strong> Jim Ryun </strong> are known for their strong social and fiscal conservative credentials and <strong> Mike Pence </strong> has been a favorite of that movement. <q> Throughout his distinguished career, <strong> Mike Pence </strong> has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government and for that reason I am encouraging him to get in the race, </q> <strong> Jim Ryun </strong> said in a release. \" <strong> Mike Pence </strong> describes himself as` first a Christian, then a conservative, then a Republican, \" ' Benko added. \" He unifies fiscal, social, and national", "new_id": -2}, {"i": 33268, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "sa": ["Eric Schmidt"], "uid": "1295570074192872461"}]