[{"uid": "1296800641249069578", "i": 4527, "idx": 0, "sa": ["Lila Rose", "Mike Pence"], "q": "parent and adds, \"We're pretty good at handling if someone doesn't want someone else to know.\" Live Action's president, <strong> Lila Rose </strong>, said the videos illustrate Planned Parenthood's willingness to <q> circumvent parental consent laws for secret abortions. </q> National anti-abortion groups have used the earlier released video to intensify their calls for federal legislation to cut off the more than$ 350 million in annual federal family planning funding that Planned Parenthood receives. <strong> Mike Pence </strong>,", "new_id": -2}, {"uid": "1296157924245841935", "i": 12189, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Steve Israel"], "q": "( SC) and <strong> Steve Israel </strong>( NY), said <strong> Barack Obama </strong> was \"pitch-perfect\" at the State of the Union. Republican <strong> Mike Pence </strong>, who's considering a run for <strong> Barack Obama </strong>, said he appreciated the <strong> Barack Obama </strong>'s <q> affirmation of what makes this country great. </q> But <strong> Mike Pence </strong> offered this caution: \"In Washington, the devil is always in the details.\" He went on to note, \"All his[ <strong> Barack Obama </strong>'s] answers called for bigger government. This", "new_id": -2}, {"uid": "1296182355238501894", "i": 44829, "idx": 0, "sa": ["Mike Pence"], "q": "several of his closest advisers and political confidantes are now telling CNN that he is at least open to a presidential bid if a suitably conservative candidate fails to emerge from the early and wide-open GOP field... <q> He hasn't completely shut the door on running, and if there is a massive void in the group of candidates, who knows what could happen?, </q> said the adviser, who was quick to caution that there is only a five percent chance the senator will run. Aside from Indiana <strong> Mike Pence </strong>, who is currently deciding between a presidential run and a gubernatorial", "new_id": -2}, {"uid": "1296484351181583873", "i": 12063, "idx": 3, "sa": ["Mike Pence", "Evan Bayh", "Robert Dion"], "q": "order.\" And one of his chief political assets, observers say, could be that he is popular among fiscal and social conservatives, and among insiders and outsiders in the Republican Party. <q> He bridges that divide effortlessly. He's got what the tea party crowd wants to hear, and he's obviously got Republican credentials as well. He can be a unifying candidate, </q> said Dion-Robert Dion/\"> <strong> Robert Dion </strong>, a political science professor at the University of Evan Bayhville. <strong> Mike Pence </strong>'s decision <strong> Mike Pence </strong> said he made the final decision not to run for president Wednesday night. He and", "new_id": -2}, {"uid": "1296167695171278340", "i": 24281, "idx": 0, "sa": ["Mike Pence"], "q": ", but many in political circles assumed that would be the case since he stepped down last year from his House leadership position. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as <q> a Christian, a conservative, and a Republican, in that order. </q> The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning sixth term in November. THIS IS A BREAKING NEWS UPDATE. Check back soon for", "new_id": -2}, {"uid": "1295336713131039270", "i": 8972, "idx": 4, "sa": ["Mike Pence", "Mitt Romney", "Sarah Palin"], "q": "and then to other voices around the country about where they think we might best serve in the years ahead,\" <strong> Mike Pence </strong> told about 100 people at a conference room at Henry County Hospital in New Castle, Ind. <q> We'll be making a decision before the end of this month. </q> Should <strong> Mike Pence </strong> enter the contest, he would face an uphill climb. Few Americans have heard of him, and better-known potential Republican candidates-- such as former Massachusetts Gov. <strong> Mitt Romney </strong> and former Alaska Gov. <strong> Sarah Palin </strong>--", "new_id": -2}, {"uid": "1296282353007127044", "i": 23067, "idx": 5, "sa": ["Mike McDaniel", "Mike Pence", "Larry Bucshon"], "q": "person like him, with a wealth of experience, is always important to have backing you up when you're just getting started.\" <strong> Larry Bucshon </strong> wouldn't speculate about <strong> Mike Pence </strong>'s future, but said, <q> No matter what he decides to do, I'll be supportive. </q> Other Republicans seemed more sure of <strong> Mike Pence </strong>'s plans. \"I am convinced he is now going to run for governor,\" said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former", "new_id": -2}, {"uid": "1294971680128761890", "i": 31581, "idx": 1, "sa": ["Mike Pence", "Gary Ackerman", "Peter King"], "q": "\"We're not looPeter King at banning all weapons,\" said <strong> Mike Pence </strong> <strong> Gary Ackerman </strong>, a New York Democrat who wants to close a loophole that allows some private dealers to sell guns without conducting background checks. <q> We're looPeter King to make sure that innocent people from all over will be safe in their own homes and public places. I think the tragedy and the heavy moment in which we find ourselves lends itself to some contemplation. I think there's a hope, at least, for reasonableness. </q> The argument is not likel y to woo staunch gun rights advocates in Congress. \"I believe, as Americans have believed since the American founding, that firearms in the hands of law-abiding citizens", "new_id": -2}, {"uid": "1295506907199884812", "i": 35600, "idx": 1, "sa": ["John McCain", "Mike Pence", "Campbell Brown", "Ben Smith", "Sarah Palin"], "q": ". RULA <strong> Campbell Brown </strong> Politico's <strong> Ben Smith </strong> reports on the internal tensions that are roiling the <strong> John McCain </strong> campaign, with many <strong> Sarah Palin </strong> allies voicing their unhappiness at how the campaign has been run. According to <strong> Ben Smith </strong>, there are now <q> stirrings of a <strong> Sarah Palin </strong> insurgency. </q> Some of the highlights: Four <strong> Mike Pence </strong>.. <strong> Sarah Palin </strong> Called <strong> John McCain </strong> Staffers \"Jerks\" 11-7-2008 <strong> Sarah Palin </strong> Called <strong> John McCain </strong> Staffers \"Jerks\" 11-7-2008... <strong> John McCain </strong> Aides Blaming and Trashing <strong> Sarah Palin </strong> <strong> John McCain </strong> staffers are scapegoating poor <strong> Sarah Palin </strong> for the", "new_id": -2}, {"i": 556, "idx": 14, "index_answer": 0, "new_id": -1, "q": "think you could have made it a hit.'?\" American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. <q> It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looking at you, like,` What just happened?'? </q> But <strong> Simon Cowell </strong>'s value was instantly clear. \"I still didn't know what the hook of this show was-all these kids come out and sing,\" stage manager <strong> Debbie Williams </strong> remembers of her first day on", "sa": ["Brian Dunkleman", "Simon Cowell", "Debbie Williams"], "uid": "1295218070163594249"}]