[{"uid": "1296098140142770208", "i": 41198, "idx": 0, "sa": ["Benn Steil", "Mike Pence", "Eli Woods"], "q": "crisis and Federal Reserve's adoption of QE2 may turn out to be mere footnotes to the bigger story: 2010 could be a watershed marking the beginning of the end of the dollar-based, Western-centric monetary system.'' <q> We wish to highlight not all but some of the` fears' that keep us awake at night, and illustrate why right now is not the final act for gold. 2011 could be an explosive year for this most illustrious of metals... We bEli Woodseve withstanding a lack of gold standardisation, gold has a firm place in modern portfolio management and in accounting procedures. </q>- Hinde Capital, None Shall Sleep 2011- by <strong> Mike Pence </strong> J. Kosares It all started very quietly with a little-known speech in May of 2008 by <strong> Benn Steil </strong>, a highly respected policy insider at the Council on Foreign Relations", "new_id": -2}, {"uid": "1296992362169525277", "i": 28519, "idx": 0, "sa": ["Richard Palmer-James", "Sergio Marchionne"], "q": "Association, <strong> Sergio Marchionne </strong> talked about the eventual possibility of merging Fiat and Chrysler, saying that maintaining them as separate companies forever didn't make sense. Then he said, in an offhand manner, <q> I want to pay back the shyster loans first. </q> Chrysler owes$ 5.8 billion to the U.S. Treasury and$ 2.3 billion to the Canadian government at an average interest rate of 11%, Chief Financial Officer <strong> Richard Palmer-James </strong> said last Monday.", "new_id": -2}, {"uid": "1296824041244154370", "i": 49334, "idx": 0, "sa": ["George Osborne", "Simon Cowell", "Philip Green"], "q": "PM ShavedOrSpiked 4 February 2011 12:28 PM \"''`` Next month's budget will be all about growth,'' <strong> George Osborne </strong> said today.'' \" ShavedOrSpiked 4 February 2011 12:29 PM <q>`` where voters can submit their proposals for next month's budget. </q> \" tomegranate 4 February 2011 12:30 PM OK Butthead, Close the loopholes for tax avoiders such as Ashcroft, <strong> Philip Green </strong>, <strong> Simon Cowell </strong>, and companies like Boots etc. and use the procceds to", "new_id": -2}, {"uid": "1294957392081149963", "i": 8355, "idx": 1, "sa": ["Larry Brown", "Allen Iverson", "Jason Kidd"], "q": "the powerful Lakers. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseJason Kidd.`` Anybody that bet on it, some broke people out there,'' <strong> Allen Iverson </strong> said. <q> I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now. </q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.`` Our guys just try hard,'' Sixers coach <strong> Larry Brown </strong> said.`` This is kind of unexpected but", "new_id": -2}, {"uid": "1295782408127156258", "i": 40302, "idx": 1, "sa": ["Andy Coulson"], "q": "'s time as editor.` Play a role' Mr <strong> Andy Coulson </strong> has repeatedly denied any involvement in or knowledge of such activities but said on Friday he would step down as continuing media coverage of the issue <q> made it difficult for me to give the 110% needed in this role </q>. Asked whether Mr <strong> Andy Coulson </strong>'s departure was a blow for the coalition, the deputy prime minister said he believed the government would not`` miss a beat'' in pressing ahead with its agenda of securing", "new_id": -2}, {"uid": "1295139773120274967", "i": 27291, "idx": 6, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": ", and meeting constituents, and being available and having those one-on-one meetings,'' she said. And neither she, nor <strong> Gabrielle Giffords </strong>, will back away from doing that job, <strong> Kirsten Gillibrand </strong> argued. <q> He( Jonathan) knows that that's what we do and want to do, and certainly that's what <strong> Gabrielle Giffords </strong> will do and want to do in her future, </q> <strong> Kirsten Gillibrand </strong> said. The award-winning Washington Bureau takes you behind-the-scenes at the White House and Pentagon, into the Congressional cloakrooms and onto the 2010 campaign trail. Choicest color, quotes and anecdotes, up-to-the-minute, 24/7.", "new_id": -2}, {"uid": "1296174724053526603", "i": 24955, "idx": 10, "sa": ["Mitch Daniels", "Mike Pence", "Mike McDaniel"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes.`` He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike McDaniel </strong> walks through,'' she said. <q> Obviously it'd be great for the state of Indiana. </q>", "new_id": -2}, {"uid": "1294969287139608074", "i": 28086, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "is a major milestone for her and we're hoping that she crosses through many more,'' said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q>___ Death toll at 381 in Brazil mudslides, survivors tell of horrors, finding dead neighbors TERESOPOLIS, Brazil( AP)- The power was out, but lightning flashes illuminated the", "new_id": -2}, {"uid": "1296073911157351964", "i": 368, "idx": 2, "sa": ["Eric Cantor", "Mike Pence", "Paul Ryan", "Kevin McCarthy"], "q": "Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut`` a good$ 100 billion.'' <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of`` Young Gun'' fame) reiterated the promise, saying, <q> We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that. </q>`` We've got to roll back there. That will save$ 100 billion in the first year,'' agreed <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA)", "new_id": -2}, {"i": 33268, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "sa": ["Eric Schmidt"], "uid": "1295570074192872461"}]