[{"uid": "1296579546026624003", "i": 48545, "idx": 4, "sa": ["Mike Bibby", "Allen Iverson"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q>That's the frustrating part, because a game like this, we're supposed to win.</q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Game_2_round_1_KG_Ray_and_Pierce_own_Hawks_2008_Playoffs BOSTON-- <strong> Mike Bibby </strong> can talk about the Celtics fans all he wants now", "new_id": -2}, {"uid": "1296676628142131254", "i": 1089, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop", "Google Inc."], "q": "<strong> Google Inc. </strong>'s Android software. Microsoft CEO <strong> Steve Ballmer </strong> is grappling with a slow start for the company's revamped Windows Phone 7, which shipped just 2 million units in the 100-million market in the last quarter. <q>Nokia is no longer in denial,</q> Ahmad wrote in his letter to \"<strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>.\" \"Microsoft also faces very big strategic challenges as smartphones and tablets attack your highly profitable installed base business.\" Nokia's reported smartphone market", "new_id": -2}, {"uid": "1295559684260145193", "i": 34424, "idx": 0, "sa": ["Eric Schmidt"], "q": "Paid Clicks increased 18 percent for the company in the quarter, while cost-per click increased 4 percent. Google said that international revenues totaled$ 4.38 billion, 52 percent of total revenue for the quarter. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> said <strong> Eric Schmidt </strong>, CEO of Google. \"These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web.\" The", "new_id": -2}, {"uid": "1295560499243744796", "i": 9261, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\"", "new_id": -2}, {"i": 38868, "idx": 3, "index_answer": 0, "new_id": -1, "q": "of Evansville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q>In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it,</q> he said. \"But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.\" <strong> Robert Dion </strong> said", "sa": ["Robert Dion", "Mike Pence"], "uid": "1296197040069206031"}, {"uid": "1295715899131842121", "i": 25769, "idx": 5, "sa": ["Kirsten Gillibrand", "Polly Noonan"], "q": "so aggressive at fundraising that some fellow Dartmouth graduates have reportedly been irked by her appropriation of the alumni mailing list to solicit donations. But <strong> Kirsten Gillibrand </strong> evinces neither shame nor annoyance at having to work the cash circuit. <q>Raising money is the very same effort as developing a grassroots advocacy,</q> she asserts. She is also Zen about the rough-and-tumble nature of her profession-an attitude she credits to her grandmother. The attacks <strong> Polly Noonan </strong> encountered as head of the Albany Democratic machine engendered a defiant streak in <strong> Kirsten Gillibrand </strong>", "new_id": -2}, {"uid": "1296062388192233482", "i": 35105, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch", "Rebekah Brooks"], "q": "lead? <strong> Rupert Murdoch </strong>? James <strong> Rupert Murdoch </strong>? <strong> Rebekah Brooks </strong>? <strong> David Cameron </strong>? <strong> Andy Coulson </strong>? Who? IKNOWNOTHING 26 January 2011 4:55 PM tonystoke 26 January 2011 4:55 PM zingzingzing 26 January 2011 4:56 PM <q>Can't wait to see how <strong> Rupert Murdoch </strong> and <strong> David Cameron </strong> manage to keep <strong> Andy Coulson </strong> out of jail.</q> maggieTee 26 January 2011 4:56 PM nohandsclapping 26 January 2011 4:57 PM BuckTarbrush 26 January 2011 4:58 PM Mark my words, <strong> Rupert Murdoch </strong> will be enjoying <strong> Andy Coulson </strong> flavoured sacrificial lamb for his Easter", "new_id": -2}, {"uid": "1297584969045400067", "i": 182, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "a comment on how the partnership would specifically be structured in regard to the two companies' patents. But the companies underscored Nokia's strength in that area in the open letter from <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>: <q>We each bring incredible assets to the table. Nokia's history of innovation in the hardware space, global hardware scale, strong history of intellectual property creation and navigation assets are second to none.</q> They're making clear they're both counting on Nokia's intellectual property portfolio as an asset in this new strategic tie-up. And it's become obvious that Nokia is very aware of the value of its", "new_id": -2}, {"uid": "1296591735037699584", "i": 11213, "idx": 0, "sa": ["Kanye West", "Simon Cowell", "James Speaks"], "q": "! The Political Blog Vlog of Common Sense! The Average American Political Analysis through a young voice of America! Recently, Tim <strong> James Speaks </strong>, a candidate in the Alabama gubernatorial race, made a campaign ad that stated <q>This is Alabama. We speak English. If you want to live here, learn it.</q> Does Tim <strong> James Speaks </strong>, aka \"Common Sense\", really live up to his name? Or is he about to be roosted by MrPoliticsGeek? Media Used: \"Supernova\" by <strong> Simon Cowell </strong> Hudson feat. <strong> Kanye West </strong> \"", "new_id": -2}, {"uid": "1297194894179781667", "i": 2192, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": ".\" The pre-war attack never happened, although the site was struck in the opening days of the war that <strong> President Bush </strong> launched in March 2003, about a month after <strong> Colin Powell </strong>'s U.N. speech. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq,</q> Rumsfeld wrote. He said he made his recommendation to <strong> President Bush </strong> at a Feb. 3, 2003 National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later", "new_id": -2}]