[{"uid": "1296463311082231470", "i": 3755, "idx": 0, "sa": ["Brett Favre", "Kevin Kolb", "Michael Vick", "Andy Reid"], "q": "in a 35-32 win at Detroit, <strong> Michael Vick </strong> made the most of his first pro start since 2006. He completed 21-of-34 passes for 284 yards and two touchdowns and rushed for 37 yards on seven carries. <q> I'm here to announce that <strong> Michael Vick </strong> will be the starting quarterback for the Philadelphia Eagles. I think his performance has exceeded expectations the past several weeks, </q> said Eagles head coach <strong> Andy Reid </strong> at an evening press conference. \"This is not about the health or the performance of <strong> Kevin Kolb </strong>... this is more about <strong> Michael Vick </strong> and his accelerated play.\" NFL investigating <strong> Brett Favre </strong>", "new_id": -2, "mturk_index": "158"}, {"uid": "1297446725101842956", "i": 13441, "idx": 10, "sa": ["John McCain", "Donald Rumsfeld"], "q": "for having a \"hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media\" . <strong> John McCain </strong>'s reaction to these jibes has been to renew his criticisms of <strong> Donald Rumsfeld </strong> and to remark: <q> Thank God he was removed of his duties. </q> I quote this back at <strong> Donald Rumsfeld </strong>, who responds with a chilly smile: \"That's fairly typical of him... He was opportunistic. He spent his whole campaign attacking the Bush administration and he was not a", "new_id": -2, "mturk_index": "1851"}, {"uid": "1295994268049692680", "i": 20664, "idx": 0, "sa": ["Jamie Court", "Larry Page", "Eric Schmidt"], "q": "target=\"_blank\"> Consumer Watchdog president <strong> Jamie Court </strong> did, however, blog that changes could be afoot in Google's privacy policies now that co-founder <strong> Larry Page </strong> is set to step into the CEO position being vacated by <strong> Eric Schmidt </strong>, who oversaw <q> one of the largest privacy breaches ever, when Google's street-view cars sucked up private data from Wi-Fi networks in 30 countries around the world. </q> Mozilla this week proposed a new feature for its Firefox Web browser that allows users to set a browser preference that will broadcast their desire to opt-out of third-party, advertising-based tracking by transmitting a Do Not Track", "new_id": -2, "mturk_index": "809"}, {"uid": "1297426296058949675", "i": 31880, "idx": 1, "sa": ["Michael Gove"], "q": "their projects.\" He also pointed out that the judge had concluded that \"there was no promise or expectation\" that any of the claimants' projects would proceed. However he added: <q> The Secretary of State will now look again at his decision with regard to these authorities with an open mind, taking representations from them. \"The judge set out, however, that \"the final decision on any project still rests with him and.... No one should gain false hope from this decision. </q> Quote: Originally Posted by DazerUK The Michael Government has been defeated in the High Court over its decision to scrap England's school building programme. Six councils claimed Education Secretary <strong> Michael Gove </strong>'s decision", "new_id": -2, "mturk_index": "896"}, {"uid": "1295623505169754639", "i": 21979, "idx": 0, "sa": ["Steve Ballmer", "Roger Craig Smith"], "q": "at present works only with the Xbox 360 gaming console. <strong> Roger Craig Smith </strong> spoke with the CEO of Engine Yard, Lance Walley, about their Ruby and Rails deployment platform. WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2, "mturk_index": "1025"}, {"uid": "1296727907183500817", "i": 19760, "idx": 14, "sa": ["Reggie Miller", "Jalen Rose", "Allen Iverson", "Tim Duncan", "Jermaine O'Neal"], "q": ". <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the Pacers, who were down just 61-59 at halfTim Duncane after getting 33 from <strong> Reggie Miller </strong>. \"I wish it was reversed,\" <strong> Reggie Miller </strong> said. <q> The game is four quarters. I hate doing things early. I like doing it late. </q> <strong> Allen Iverson </strong> scored 14 of Philadelphia's final 17 points in the third, including the last 10. He drilled a 17-footer, another long jumper and hit a 3-pointer to give the Sixers their biggest lead to that point", "new_id": -2, "mturk_index": "196"}, {"uid": "1296139401071090198", "i": 32882, "idx": 2, "sa": ["Bill Browder", "Michael Gove"], "q": "then I think I'm doing my job,\" he added. \"We need to work together\" New <strong> Bill Browder </strong> to improve school discipline <strong> Michael Gove </strong> has published the Education <strong> Bill Browder </strong> today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2, "mturk_index": "1667"}, {"uid": "1297475330028377090", "i": 48324, "idx": 5, "sa": ["Kirsten Gillibrand"], "q": "she has first-hand knowledge of how decisions that are made in Washington are affecting business, government and education in upstate. \"I think she feels strongly about the tie to Troy,\" Jimino said. <q> She has talked at Emma Willard. She was at Sage in the fall for her debate and made contact with several students. We're glad to have her close by. </q> <strong> Kirsten Gillibrand </strong>'s search for a new home lasted only several weeks. The median price of a home in Rensselaer County in 2010 was$ 170,315, according to the realtors' association. Purchase", "new_id": -2, "mturk_index": "1878"}, {"uid": "1295625449089243676", "i": 31676, "idx": 0, "sa": ["Steve Ballmer"], "q": "controller, which at present works only with the Xbox 360 gaming console. Likewise Software Lets You Take Advantage of Active Directory Infrastructure Across Linux, Windows and Mac Systems WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2, "mturk_index": "2186"}, {"uid": "1297122854184680470", "i": 5027, "idx": 5, "sa": ["Simon Cowell"], "q": "year payment for five years, separate from the costs of recording and promotion. <strong> Simon Cowell </strong>, known for his sharp-tongued critiques, unsurprisingly said he favors shows on which \"anything can happen.\" <q> I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense, </q> he said. \"I like people who are ambitious, and with that comes controversy.\" One unwelcome flap last season on the U.K. version of \"X Factor\" involved the revelation that the pitch-correcting", "new_id": -2, "mturk_index": "742"}]