[{"uid": "1297346416138428454", "i": 6272, "idx": 0, "sa": ["David Letterman"], "q": "stores in anticipation of the big reveal Feb. 14 on <strong> David Letterman </strong>'s show, followed by newsstand sales the next day. The location of the famous shoots and who makes the cover are top secret until then. <q>Consumers love to follow what's hot, what's glamorous, what's beautiful,</q> Southwood said. \"The first question that the sales rep will ask is,` What did you get into Sports Illustrated this year?\" Southwood and his Sauvage Swimwear in San Diego, Calif.,", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q>It felt like we turned that corner,</q> <strong> Allen Iverson </strong> said. \"<strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.\" <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}, {"uid": "1295815498029966341", "i": 1015, "idx": 6, "sa": ["Eric Schmidt"], "q": "Page is up to the challenge, but <strong> Eric Schmidt </strong> didn't leave huge shoes to fill,\" Wettemann said. IDC analyst Al Hilwa is also skeptical about Google's long-term commitment to the enterprise market. <q>It's not clear how much Google really wants to play there. They have talked the talk, but I'm not sure they are walking the walk,</q> he said via e-mail. Currently, Google Apps has more than 30 million users, including millions of its paid version Apps for Business. In 2010, more than 1 million businesses adopted Apps, raising", "new_id": -2}, {"uid": "1297184420188334218", "i": 47003, "idx": 0, "sa": ["Brett Favre", "David Letterman", "Aaron Rodgers", "James Starks", "Larry McCarren"], "q": "down with <strong> David Letterman </strong> to talk about the Super Bowl, Green Bay and of course <strong> Brett Favre </strong> came up in conversation. When asked whether <strong> Brett Favre </strong>'s wishy-washy decision to retire had any affect on him: <q>I was the guy that took all the reps in the off season, and he was the guy who took all the reps during the season. So, that's kind-of how it worked out,</q> said <strong> Aaron Rodgers </strong>. <strong> Aaron Rodgers </strong> topped off his <strong> David Letterman </strong> appearance with a good ol' pigskin toss to <strong> David Letterman </strong>. Previous article <strong> James Starks </strong> to appear on <strong> Larry McCarren </strong>'s Locker Room Live Watch CBS Shows Watch your favorite new and", "new_id": -2}, {"uid": "1297100173035717127", "i": 9630, "idx": 0, "sa": ["Simon Cowell"], "q": "American Idol last year got a glimpse of the curmudgeonly judge during a Super Bowl spot promoting his new singing competition, The X Factor. Now additional details are emerging about the upcoming Fox show, which unlike <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,</q> <strong> Simon Cowell </strong> told UsMagazine.com in a statement. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5", "new_id": -2}, {"uid": "1297285832010960898", "i": 37351, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell", "Steven Tyler"], "q": "that she might join him on the judging panel of his new American edition of his More Live to Dance News <strong> Paula Abdul </strong> then reluctantly admitted that despite their differences, she does miss <strong> Simon Cowell </strong>. <q>Of course, I miss everybody. I miss <strong> Simon Cowell </strong>. I do,</q> <strong> Paula Abdul </strong> said. In addition, <strong> Paula Abdul </strong> also revealed the former Idol judges share something else in common: neither has seen a full episode of the current season featuring Randy Jackson and new judges <strong> Steven Tyler </strong>", "new_id": -2}, {"uid": "1295506907199884812", "i": 29390, "idx": 0, "sa": ["Sarah Palin", "Mike Pence"], "q": "- Prominent US Republican <strong> Sarah Palin </strong> on Monday defended her reference to \"blood libel\" that aroused controversy last week when she used the term to condemn criticism linking her fiery rhetoric to the Arizona shootings. <q>Blood libel obviously means being falsely accused of having blood on your hands. WASHINGTON- Prominent <strong> John McCain </strong> Republican <strong> Sarah Palin </strong> Monday defended her reference to \"blood libel</q> that aroused controversy last week when she used the term to condemn criticism linking her fiery rhetoric to the Arizona shootings. \"Blood libel obviously means being falsely an independent expenditure campaign aimed at getting Rep. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1297118217093028381", "i": 45366, "idx": 7, "sa": ["Paula Abdul", "Noel Gallagher", "Simon Cowell"], "q": "former Oasis guitarist <strong> Noel Gallagher </strong>. <strong> Simon Cowell </strong> also didn't rule out the possibility of reuniting with <strong> Paula Abdul </strong>. \"I'm a massive fan of <strong> Paula Abdul </strong>,\" he said. <q>We honestly haven't made our mind up yet... We're talking to a number of people. We hope to make an announcement in 3-4 weeks.</q> AH Nation Poll: Would you like to see <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong> reunite on \"X Factor\"? Click HERE to vote! Auditions for the first US season of \"", "new_id": -2}, {"uid": "1295391425232685620", "i": 14498, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. We encourage an open exchange of affirming and dissenting opinions on our stories. We invite you to comment on our content as part of our interactive community. Click here to read our", "new_id": -2}, {"uid": "1297430701170164262", "i": 1094, "idx": 1, "sa": ["Steve Ballmer"], "q": "in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team \"more innovation, greater global reach and scale.\" <q>We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,</q> he said. The key challenge will be to come up with devices of a quality level and hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android. Windows Phone", "new_id": -2}]