[{"uid": "1295322746149110808", "i": 24096, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Charlie Rangel"], "q": "<strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, on the other hand, was received by applause. She spoke of the rampage in Tucson, which left six people dead, and the anonymous people victimized by guns every day. <q>We have to take this moment, and we need to come together, and we need to begin to have a political discourse in this country, where we can recognize our differences but move this country forward,</q> Ms. <strong> Kirsten Gillibrand </strong> said. <strong> Charlie Rangel </strong> got the loudest response of all when he issued a call for action, saying: \"Why don't you help me form a group of mothers whose sons murdered the sons and", "new_id": -2}, {"uid": "1295166194240582656", "i": 39149, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "has claimed. Speaking to the News of the World, the Irish music manager seemed to confirm \"Promise This\" singer will join <strong> Simon Cowell </strong> on the judging panel of the forthcoming US competition. <q>It will be me and Dannii[ Minogue] on the UK show with two more people,</q> he stated. The paper further reports that ITV bosses are desperately attempting to convince <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> to reconsider their Stateside move. Guy BurnetThe former Hollyoaks", "new_id": -2}, {"uid": "1297254281101777433", "i": 42561, "idx": 8, "sa": ["Simon Cowell"], "q": "'s a massive, massive opportunity here because you don't have a lot of competition.\" The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. <q>If they don't sell a single record they still get to keep the money,</q> he said. \"It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back\" through record sales.", "new_id": -2}, {"uid": "1297290545073252890", "i": 31030, "idx": 2, "sa": ["Simon Cowell"], "q": ", how will this one stand out? According to <strong> Simon Cowell </strong>, this show is the only one \"where the contestants take an active role in deciding who's in the band,\" he said. <q>Whereas contestants must sing in different genres on other shows, this is all about Country music. Our contestants will turn some world renowned songs from other genres like Pop or Motown, pour their soul into it and make it Country.</q> The contestants will attempt to win over celebrity guests each week by competing in music business challenges and performing. Every week a contestant will get the boot, but the viewers will determine who gets to win", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q>I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people.</q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}, {"uid": "1295623615132808715", "i": 30208, "idx": 0, "sa": ["Andy Coulson"], "q": "of the World After <strong> Andy Coulson </strong>, we need the full story to come out| Chris Bryant 15.08 GMT on Friday 21 January 2011. It was last modified at Strummered 21 January 2011 3:19 PM <q>But in a sense, <strong> Andy Coulson </strong>- as I have argued before- is a sideshow</q> I see your point, but in a greater sense, he's far from a sideshow because he's the one that got access to the most powerful office in the country. taxesandcuts 21", "new_id": -2}, {"uid": "1295468819208011269", "i": 12509, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "drugged-out, effusive nutcase <strong> Paula Abdul </strong>, and brutally honest <strong> Simon Cowell </strong>, were fun to watch. I carry their voices in my head and amuse myself to this day with the tribunal's critique of my daily life: <q>Randy: Yo, Dawg. How you doin? You stepped out of your comfort zone here, but It wasn't the right subject matter for you. It got a little grammar-y at the end. So I du n no, it was just a \"ight for me.</q> <strong> Paula Abdul </strong>: First of all I love your font! It's just gorgeous. And your spelling is perfect as always. I don\"t care what Randy syyays, I loved it. So witty and articulate", "new_id": -2}, {"uid": "1295882878140918831", "i": 22554, "idx": 0, "sa": ["Oprah Winfrey", "Regis Philbin", "David Letterman", "Larry King"], "q": "AM EST- U.S. Markets close in 5 hrs 33 mins <strong> Oprah Winfrey </strong>, <strong> Larry King </strong> and now <strong> Regis Philbin </strong>-- 3 TV talk exits{ \"s\": \"cbs, twx\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} <strong> David Letterman </strong> Bauder, AP Television Writer, On Monday January 24, 2011, 9:54 am NEW YORK( AP)-- <strong> Regis Philbin </strong>'s", "new_id": -2}, {"uid": "1295463552122241044", "i": 12565, "idx": 0, "sa": ["Jack Cuthbert", "David Letterman", "Steven Tyler", "Gavin Henson"], "q": "crowd: <strong> Jack Cuthbert </strong> has been included in Scotland's Six Nations squad <strong> Steven Tyler </strong>: Snorting Lunesta Led To Falling Off Stage drug abuse that led him to fall off the stage and break his shoulder at an Aerosmith concert. <q>It's not any news here about my drug use and addictions in the past,</q> he told <strong> David Letterman </strong> on \"The <strong> Gavin Henson </strong> out of Wales\" Six Nations opener against England â\u0080¢ <strong> Gavin Henson </strong> ruled out for three weeks after suffering calf tear â\u0080¢ Centre picked up injury playing for Saracens at weekend <strong> Gavin Henson </strong>", "new_id": -2}, {"uid": "1295650551188383308", "i": 29704, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": "- R 1.1 3 3.563 10:30 CBS The Mentalist 2.8 8 14.556 NBC Outsourced 1.8 5 3.953 ABC Private Practice- R 0.9 3 3.048- Via NBC press note: <q>In Late-Night Metered Markets Thursday night: In Nielsen's 56 metered markets, household results were: \"The Tonight Show with <strong> Jay Leno </strong>,</q> 2.9/ 7; CBS's\" Late Show with <strong> David Letterman </strong>,\" 3.2/ 8; and ABC's combo of\" Nightline,\" 2.9/ 7; and \"<strong> Jimmy Kimmel </strong> Live,\"", "new_id": -2}]