[{"uid": "1295008484200032264", "i": 23209, "idx": 10, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Gabrielle Giffords"], "q": "<strong> Kirsten Gillibrand </strong> said. She reached out and grabbed her husband \"and is touching him and starts to really choke him like she was really trying to hug him.\" He asked her to touch his wedding ring, <q> and she touches his ring, then she grabs his whole watch and wrist and then the doctor was just so excited, he said, \"You don't understand... this is amazing what she is doing right now and beyond our greatest hopes.\" </q> \"It was, as you can imagine, a glorious moment,\" said House Minority Leader <strong> Nancy Pelosi </strong>, who was also in the room. <strong> Gabrielle Giffords </strong> remains in critical condition because doctors are worried", "new_id": -2}, {"uid": "1296407544252772372", "i": 129, "idx": 7, "sa": ["Steve Javie", "Michael Jordan", "Elgin Baylor", "Allen Iverson"], "q": "team that traded him to Denver over the holidays, repeating his contention that he should have had more say in the Sixers' style. <strong> Allen Iverson </strong> also saved a parting shot for official <strong> Steve Javie </strong>, who ejected him. <q> <strong> Elgin Baylor </strong> thought <strong> Elgin Baylor </strong> got fouled on that play, and <strong> Elgin Baylor </strong> said <strong> Elgin Baylor </strong> thought that he was calling the game personal, and he threw me out, </q> <strong> Allen Iverson </strong> said. \"<strong> Michael Jordan </strong> fuse is real short anyway, and <strong> Elgin Baylor </strong> should have known that <strong> Elgin Baylor </strong> couldn't say anything anyway. It's been something personal with me and him since <strong> Elgin Baylor </strong> got in the league.", "new_id": -2}, {"uid": "1295218070163594249", "i": 557, "idx": 15, "sa": ["Simon Cowell", "Debbie Williams"], "q": "you have to look at them right in the eyes, and then their mother is looking at you, like, \"What just happened?'?\" But <strong> Simon Cowell </strong>'s value was instantly clear. <q> I still didn't know what the hook of this show was-all these kids come out and sing, </q> stage manager <strong> Debbie Williams </strong> remembers of her first day on the set. \"Until he spoke, and then I said,` OK. I get it now. That's the hook.\"?\" <strong> Simon Cowell </strong> would", "new_id": -2}, {"uid": "1294954762094584920", "i": 44457, "idx": 4, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "\" <strong> Kirsten Gillibrand </strong> said. \"And the more we joked about what we were going to do, she started to open her eyes.\" <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, realized the significance of the moment. <q> <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes, </q> he said, according to <strong> Kirsten Gillibrand </strong>. Said <strong> Debbie Wasserman Schultz </strong>: \"It felt like we were watching a miracle.\" So how did <strong> Gabrielle Giffords </strong> survive the gunshot wound? The path of the bullet, quick and quality medical", "new_id": -2}, {"uid": "1295537942185040944", "i": 9638, "idx": 0, "sa": ["Christina Aguilera", "Michael Jackson", "Simon Cowell"], "q": "with artists including Britney, <strong> Christina Aguilera </strong>, Pink- and Jewel mentor contestants and pick a winner. In other words, there won't be an audience vote. Jewel said artists need signatures, not just hits: <q> A lot of great singers are foundering because they haven't found that one song. </q> Perhaps <strong> Simon Cowell </strong> should take her words to heart and reconsider making X Factor winners release a cover as their first single. <strong> Michael Jackson </strong> of the challenges will be to write a song in three hours. It sounds", "new_id": -2}, {"uid": "1295501732152404071", "i": 20403, "idx": 0, "sa": ["Aaron McKie", "Shawn Bradley", "Theo Ratliff", "Allen Iverson", "Steve Nash"], "q": "that Tuesday night. Although <strong> Allen Iverson </strong>'s two free throws with 17.1 seconds left were the difference in a 101-100 victory, <strong> Theo Ratliff </strong>'s season-high 25 points and George Lynch's basket over 7-foot-6 <strong> Shawn Bradley </strong> were pivotal, too. <q> <strong> Theo Ratliff </strong> was demanding the ball and we had to get it to him the way he was putting it in the hole, </q> 76ers guard <strong> Aaron McKie </strong> said. Philadelphia's three-game losing streak appeared likely to grow as Dallas took a 10-point lead early in the fourth quarter. But a layup by <strong> Theo Ratliff </strong> with 1:22 left tied it at 97. <strong> Steve Nash </strong>", "new_id": -2}, {"uid": "1296693857231915532", "i": 20699, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "at St Andrew's University. In the BBC news room he was known as a film buff. \"He never gave a sense that he was party political,\" said a long-standing colleague and close friend. <q> His views, as far as I could see, were fairly centrist. He's not an ideologue by any means. I would imagine he's fairly mainstream on most issues. </q> On first inspection, the appointment appears to be a new direction for Downing Street following the departure of <strong> Andy Coulson </strong>, a hardnosed Essex boy and <strong> Rupert Murdoch </strong> loyalist who edited the Tory-supporting News of the World and stood", "new_id": -2}, {"uid": "1296010875232554548", "i": 27922, "idx": 0, "sa": ["Keith Smart", "Bill Lockyer", "Marco Belinelli", "Newt Gingrich"], "q": ".... Former Warriors guard <strong> Marco Belinelli </strong> has started 44 games for the Hornets and is averaging 10.5 points per game.... Though it's only January, <strong> Keith Smart </strong> admitted he keeps tabs on the prospective playoff chase. <q> You've got to know where you are so you can eventually get to where you want to go, </q> is how he put it. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"i": 5772, "idx": 2, "index_answer": 1, "new_id": -1, "q": ",\" <strong> David Letterman </strong> said: \"Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?\" <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, <q> Well, I'm sorry to hear that, or I'm not sorry to hear that? </q> \"Well, you are respectfully considerate, and yet pleased for the new developments in my life,\" <strong> Kelsey Grammer </strong> offered. \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295082156260702223"}, {"uid": "1295976544065323037", "i": 19198, "idx": 0, "sa": ["Colin Powell"], "q": "Unless you're involved with utilities' engineering, management or equipment sales, you probably can't define the term smart grid,\" said Teresa Hansen, editor in chief of Electric Light& Power magazine. <q> The average person hears about smart meters when his or her electric utility announces installations, and usually that information gets mailed along with utility bills. I think electricity consumers-nearly everyone in the United States-would appreciate learning more about the smart grid from the people they already trust: their favorite journalists in print, on TV, radio and online. Smart grid's ready to go mainstream. </q> Journalists attending the Electric Light& Power Executive Conference will learn about smart grid issues alongside executives from some of the world's most recognizable organizations, including: Ford Motor Co., <strong> Colin Powell </strong> Motors Corp., the Federal", "new_id": -2}]