[{"uid": "1295666817014565419", "i": 24887, "idx": 0, "sa": ["Ben Gordon", "David Aldridge", "Allen Iverson", "Joe Dumars"], "q": "medical staff, we feel that resting <strong> Allen Iverson </strong> for the remainder of the season is the best course of action at this time,'' Pistons president of basketball operations <strong> Joe Dumars </strong> said in a statement released by the team. <q> While he has played in our last three games, he is still feeling some discomfort and getting him physically ready to compete at the level he is accustomed to playing this late in the season does not seem possible at this point. </q> TNT analyst <strong> David Aldridge </strong> reports that <strong> Joe Dumars </strong> and <strong> Allen Iverson </strong> arrived at the decision to Ben Gordonch the All-Star during a meeting on Friday. During the meeting, according to <strong> Joe Dumars </strong>, <strong> Allen Iverson </strong> apologized for his post-game comments Wednesday in New Jersey", "new_id": -2}, {"uid": "1295217333029671439", "i": 16536, "idx": 0, "sa": ["Bernie Sanders"], "q": "in the seven-minute video.`` They begin and end with the criminals who commit them.'' She defended her own words and actions, noting that she had said while campaigning in Arizona last year, <q> We know violence isn't the answer. When we take up our arms, we're talking about our vote. </q> Liberal Sen. <strong> Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to Giffords.", "new_id": -2}, {"uid": "1296546989249364481", "i": 35170, "idx": 7, "sa": ["Dwight Howard", "LeBron James", "Allen Iverson", "Anthony Carter", "Kobe Bryant", "Dwyane Wade", "Phil Jackson"], "q": "quarter. Extra Tags: Post fad... <strong> Allen Iverson </strong> 21pts 13asts vs <strong> Dwight Howard </strong> Magic 07/08 NBA <strong> Allen Iverson </strong> 21pts 13asts vs <strong> Dwight Howard </strong> Magic 07/08 NBA <strong> Anthony Carter </strong> explained his Phil Jacksonosophy on scoring as he slipped on his canary yellow sweater vest. <q> Points don't mean nothin' to me, </q> the Nuggets guard said.`` But I just love getting assists.'' <strong> Anthony Carter </strong> did a <strong> Kobe Bryant </strong> scoring and dishing as he helped Denver to a 113... <strong> Dwyane Wade </strong> Highlights vs LeBron Jamess[ 41 Points,7 Assists,5 Rebounds", "new_id": -2}, {"uid": "1295665659254312488", "i": 9142, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "tabloid newspaper he once edited. <strong> Andy Coulson </strong>'s resignation is a blow to Mr. <strong> David Cameron </strong>, who has stood by him despite several years of damaging headlines about his work at News of the World. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role, </q> Mr. <strong> Andy Coulson </strong> said in a statement. Lebanon's Caretaker Prime Minister Saad al-Hariri Seeks Second Term Copyright 2011 Dow Jones& Company, Inc.. All Rights Reserved This copy is for your personal,", "new_id": -2}, {"uid": "1297353736085245953", "i": 17122, "idx": 5, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1295973498237387853", "i": 36853, "idx": 1, "sa": ["David Letterman", "Nathan Lane", "Til Schweiger"], "q": "`` The Fabulous Baker Boys'') appeared in a Public Theater production of <strong> Nathan Lane </strong> Talks Addams Family,`` Jersey Shore,''`` 127 Hours'' and More on`` <strong> David Letterman </strong>''( Video) <strong> Nathan Lane </strong> visited <q> The Late Show with <strong> David Letterman </strong> </q> Jan. 21 and shared an anecdote from his current Broadway run in The Add... The Ultimate Playbill Binder- Archival Quality Storage for Contemporary Sized Playbills The Phantom of the Opera Time Stands STil Schweigerl The", "new_id": -2}, {"uid": "1295987770115605542", "i": 15099, "idx": 2, "sa": ["Zahi Hawass"], "q": "of one sun god, Aton. The bust is at the top of a`` wish list'' of five major artefacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q> Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti, </q> <strong> Zahi Hawass </strong> said in a statement. But he asked that`` this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' Article: Egypt asks Berlin to return Nefertiti", "new_id": -2}, {"uid": "1297251724009437215", "i": 15067, "idx": 2, "sa": ["Simon Cowell", "Paula Abdul"], "q": "],'' she laughed.`` He's obsessed with me!'' Leno also quizzed the dancer on rumours suggesting that she could work with <strong> Simon Cowell </strong> again in the future, to which she replied: <q> He always talks to me about we'll work together somehow, someway. He's an acquired taste but I love him very much! </q> <strong> Paula Abdul </strong> is among a string of stars who have been linked to a judging role on <strong> Simon Cowell </strong>'s new venture X Factor USA. He recently said that the final line-up has yet to be decided, although", "new_id": -2}, {"uid": "1297177841226918447", "i": 41332, "idx": 1, "sa": ["Ellen DeGeneres", "Simon Cowell", "Kara DioGuardi"], "q": "seen a full episode,'' he told reporters on a conference call for his upcoming music competition series`` The X Factor,'' according to target=\"_blank\" href=\"http://insidetv.ew.com/2011/02/07/Simon Cowell-Simon Cowell-new-idol/\"> Entertainment Weekly's website. <q> I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over. But people are still excited about these shows. </q> Former`` American Idol'' judge <strong> Simon Cowell </strong>. TV's top-rated show returned last month with a makeover for its 10th season. <strong> Simon Cowell </strong>, everyone's favorite villain, is gone, along with <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>", "new_id": -2}, {"i": 9243, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Andy Coulson </strong> confirmed his resignation in a statement on Friday, saying that the continued coverage of events during his time as the editor of` News of the World' had made it difficult for him to give <q> the 110 per cent needed in this role </q>.'' I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,'' The Telegraph quoted him, as saying. Following", "sa": ["Andy Coulson"], "uid": "1295692802212844576"}]