[{"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the \"Wapping two top men\" regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q>It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published.</q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}, {"uid": "1294960874114671713", "i": 7648, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the next generation a job opportunity, even with some sacrifices,\" said Carella, 61, who has built models including Pandas and Unos after moving to Turin from the southern town of Mammola in the 1960s. <q>It's time to give something back. This is the worst crisis I've seen.</q> <strong> Sergio Marchionne </strong> is counting on workers like Carella to overshadow his opponents on a vote over concessions for a 1 billion-euro($ 1.3 billion) investment in the oldest of Fiat's six Italian auto plants. More than", "new_id": -2}, {"uid": "1295485187094470189", "i": 28529, "idx": 1, "sa": ["Andy Coulson", "Matthew Norman", "Rupert Murdoch"], "q": "two closest aides \"go from bad to worse' <strong> Andy Coulson </strong> makes resignation history A <strong> Matthew Norman </strong> gem in today's Independent on <strong> Andy Coulson </strong> offering his resignation to the prime News International and the Conservatives A clip from Channel 4's <q>Dispatches- Tabloids, Tories and Telephone hacking</q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>\"s organisation.... A plea to British Sky Broadcasting asking them to add a new feature to the Sky Plus HD Box that will open up 1000s more channels and services", "new_id": -2}, {"uid": "1295618617243957797", "i": 6334, "idx": 2, "sa": ["Clive Goodman", "Andy Coulson", "Tommy Sheridan", "Sean Hoare"], "q": "involving <strong> Clive Goodman </strong>. No one was more sorry about it than me; that's why I resigned.\" <strong> Tommy Sheridan </strong> asked whether he know what the phrase \"the dark arts\" meant. <strong> Andy Coulson </strong> replied: <q>As far as I'm concerned it means investigative work. \"I think others have described it as meaning illegal work. All I can tell you is that as far as my reporters are concerned the instructions were very clear: they were to work within the law and within the PCC code. It's in their handbooks.</q> <strong> Andy Coulson </strong> was asked about allegations by a former NoW journalist, <strong> Sean Hoare </strong>, that <strong> Andy Coulson </strong> asked him to use the \"dark arts\". <strong> Andy Coulson </strong> replied: \"I have absolutely no recollection of telling him that", "new_id": -2}, {"uid": "1296102373198869017", "i": 44459, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson"], "q": "work. <strong> Andy Coulson </strong> was editor of the News of the World when <strong> Clive Goodman </strong> was charged and stepped down the day he was jailed. News of the World owners News International said in a statement: <q>Mr <strong> Ian Edmondson </strong> was suspended in December 2010 following a serious allegation. Material evidence found during the course of the subsequent investigation has led to Mr <strong> Ian Edmondson </strong>'s dismissal. \"News International has informed the police, handed over the material it has found and will give its full co-operation going forward. \"News International reiterates that it will take swift and decisive action when we have proof of wrongdoing.</q> This appeared in the printed version of the Irish Examiner Thursday, January 27, 2011 Seems that you don't have Adobe Flash installed.", "new_id": -2}, {"uid": "1297452741150323218", "i": 46973, "idx": 3, "sa": ["Steve Ballmer", "Paul McDougall", "Bill Gates"], "q": ". Or he could be \"doing as all investors do and diversifying his portfolio.\" Let's also not forget that he has a massive charity to fund, and selling off stock to benefit his <strong> Bill Gates </strong> Foundation <q>is not a new habit... Similar sales garnered attention back in 2010 and 2009.</q> Microsoft is at a crossroads: <strong> Steve Ballmer </strong> is the company's second-largest shareholder, and he's undoubtedly tired of seeing \"his own stock options languish,\" too, says <strong> Paul McDougall </strong> in InformationWeek.", "new_id": -2}, {"uid": "1295562055204783632", "i": 33196, "idx": 0, "sa": ["Eric Schmidt"], "q": "active role in strategic projects including product development. The company announced the management shakeups in its quarterly earnings report. They will become effective on April 4, 2011. As executive chairman, <strong> Eric Schmidt </strong> will handle <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.</q> In a blog posting, <strong> Eric Schmidt </strong> wrote, \"as Google has grown, managing the business has become more complicated,\" noting that Google recognized a need to \"speed up decision making.", "new_id": -2}, {"uid": "1295635525217038960", "i": 9300, "idx": 1, "sa": ["Eric Schmidt"], "q": " \"I certainly lack experience there, and that's an issue,\" he said. That being said, Page said he was confident that where he lacked in experience, he made up for it <q>in terms of understanding the industry I am in, and what the company does.</q> <strong> Eric Schmidt </strong> said Thursday that Page is now ready to lead. told BusinessWeek that running a company collaboratively produces better results \"because you have more bandwidth and checking and balancing going on.\" \"", "new_id": -2}, {"uid": "1296433725170967043", "i": 27582, "idx": 0, "sa": ["Stewart Mandel", "Michael Vick", "George Karl"], "q": "technical foul at the end of the first half against Philadelphia for throwing his headband into the stands. <strong> George Karl </strong> says he's proud of the way the Nuggets have handled the Anthony trade circus. <q>We laugh about it, we joke about it,</q> <strong> George Karl </strong> said. \"In general, it has not had a big effect on our basketball.\" <strong> Stewart Mandel </strong>: St. John's shows signs of progress under Lavin by knocking off Duke Eagles Reportedly to Tag <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295397807010076210", "i": 22883, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler"], "q": "Nastiness is out; sweetness is in. \"I think there's love up there and certainly there's camaraderie that you haven't seen in 10 years,\" <strong> Steven Tyler </strong> said in a conference-call interview. <q>J.Lo is a fox and... she also has a big heart.</q> Oh, so that's the kind of love Steve's talking about. While <strong> Steven Tyler </strong> never mentioned <strong> Simon Cowell </strong>, the caustic British judge who was the soul of the show, it's clear that", "new_id": -2}]