[{"uid": "1295901953137494561", "i": 1659, "idx": 5, "sa": ["Zahi Hawass"], "q": "competent'' German government was re-established. Egypt, added the statement, recognized and appreciated the care accorded by Germany to the painted limestone bust of the famous ancient Egyptian queen, but added: <q> Egypt is confident that the German authorities will assist in facilitating its return. The government and people of Egypt are eager that this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo.`` They don't like me for making these requests,'' said <strong> Zahi Hawass </strong>.`` But I do", "new_id": -2}, {"uid": "1295911715085770242", "i": 32745, "idx": 0, "sa": ["Bill Lockyer"], "q": "of examples: â\u0080¢ The Debt Ceiling. The deficit and the debt are real issues, but the`` debt ceiling'' debate is political posturing. Professor Hamilton recently wrote: Debt ceiling politics <q> If you have a concrete proposal to raise tax revenue or cut spending, then put it on the table. But if you simply want to grandstand on the debt ceiling as if it were a stand-alone issue, it is clear that you have nothing but contempt for the voters. </q> â\u0080¢ A recent article on NY Times about`` discussions'' on state bankruptcies. Not Gon na Happen. Economix has California's state treasurer, <strong> Bill Lockyer </strong> response: State Bankruptcies?` Ludicrous,' He Says", "new_id": -2}, {"uid": "1296744552199131154", "i": 30141, "idx": 43, "sa": ["Donald Rumsfeld", "Colin Powell", "Dick Cheney"], "q": ".'' A week later, <strong> Donald Rumsfeld </strong> gave the president a handwritten note saying`` that you have my resignation as <strong> Donald Rumsfeld </strong> of Defense any time you feel it would be helpful to you.'' <q> Don, someone's head has to roll over this, </q> Bush told him. But the president called him that night and said that`` your leaving is a terrible idea.'' Bush asked whether he should oust <strong> Colin Powell </strong> <strong> Dick Cheney </strong> Myers instead. <strong> Donald Rumsfeld </strong> replied that he would be", "new_id": -2}, {"uid": "1295819656129564698", "i": 37205, "idx": 0, "sa": ["Simon Cowell"], "q": "- who got engaged to make-up artist Mezhgan Hussainy last February- admits he struggles to relate to very young kids, but would love to have youngsters of his own to play games with. He said: <q> I worry about it- because of my age. When I was a youngster, my dad used to play soccer and games with me. And I worry that if I was 70.`` Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole` ga ga goo' thing. But I genuinely like kids. </q> <strong> Simon Cowell </strong> also admitted Mezhgan, 36, has`` softened'' him and has finally made him think about settling down forever. He added on a forthcoming episode of` Oprah Presents Master Class'", "new_id": -2}, {"uid": "1295618647099680302", "i": 4276, "idx": 2, "sa": ["Eric Schmidt"], "q": ". We knew that this would happen. We just forgot that it would. When I interviewed <strong> Eric Schmidt </strong> a few weeks ago and asked about pressure over privacy, China, and lobbying, he said, <q> This is not the No. 1 crisis at Google. </q> What is?`` Growth,'' he said,`` just growth.'' Scale is Google's greatest skill and greatest challenge. It scaled search( vs. quaint Yahoo, which thought it could catalogue", "new_id": -2}, {"uid": "1297463623073236571", "i": 43508, "idx": 0, "sa": ["Nancy Pelosi", "Mike Pence", "Mark Meckler"], "q": "proposal pushes spending down to 2008 levels, which Republicans had vowed to reach. <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>, R-Ind., who wants to hit the$ 100 billion mark, downplayed the internal friction Thursday. <q> There's that old saying that, you know, if you like sausage, don't go where they make it. I know the press likes to, you know, report on... different aspects and iterations of this but I think what's going on right now is very healthy. It's a debate among Republicans, </q> <strong> Mike Pence </strong> told Fox News. <strong> Mark Meckler </strong>, co-founder of the Tea Party Patriots, said he expects the party to, in the end, identify$ 100 billion worth of cuts.``", "new_id": -2}, {"uid": "1296789417115392515", "i": 7111, "idx": 0, "sa": ["Allen Iverson"], "q": "rate! www.youtube.com http://wn.com/Dwayne_Wade_Career_High_55_Points_vs_Knicks_2008-09 Game Highlights- www.whereisbasketball.com http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1295372756245596257", "i": 24951, "idx": 1, "sa": ["Steven Tyler", "David Letterman", "Simon Cowell", "Jennifer Lopez"], "q": "one seems eager to follow in departed judge <strong> Simon Cowell </strong>'s`` villain'' footsteps, that doesn't mean the prospective contestants have gotten nicer too.`` Some people just get crazy,'' <strong> Jennifer Lopez </strong> said. <q> They can't take the` no' for an answer. We've had weird moments. </q> <strong> Steven Tyler </strong>, however, told`` Late Show'' host <strong> David Letterman </strong> that he prefers the way he became famous to the`` Idol'' road to stardom.`` I always thought that in order to", "new_id": -2}, {"uid": "1297349774105594907", "i": 41279, "idx": 3, "sa": ["David Letterman"], "q": "and when I got hired for <strong> David Letterman </strong>, even in the back of my head I was thinking, Eventually I'll end up on Saturday Night Live. I'm in the building now. I quickly realized, <q> Oh, no. <strong> David Letterman </strong> is the person I should be working with, </q> but still, all through my years working for <strong> David Letterman </strong>, it was this thing that I never finished, in my own mind. Like, I had never done that chapter. After I stopped working for", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies.`` Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,'' <strong> Bill Lockyer </strong> said. <q> It's improper, it will stop now, it will not happen again and we will get our money back. </q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}]