[{"uid": "1297424667196083741", "i": 9988, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "between Google Android, Apple iOS and Windows Phone 7. Nokia's transition to Windows Phone 7 as the company's`` primary smartphone platform'', CEO <strong> Stephen Elop </strong> said his company had to adapt to survive. <q> For someone to effectively compete and win against Android and Apple, it needs significant muscle </q>`` For someone to effectively compete and win against Android and Apple, it needs significant muscle,'' <strong> Stephen Elop </strong> said, sitting alongside Microsoft boss <strong> Steve Ballmer </strong>.''[ Mobile] operators need a credible alternative", "new_id": -2}, {"uid": "1295708457073957387", "i": 15291, "idx": 4, "sa": ["Andy Coulson"], "q": "tattle. Jester2010 22 January 2011 2:52 PM Synergise 22 January 2011 2:52 PM`` We need a director of communications.''`` Hm, how about <strong> Andy Coulson </strong>?'' <q> Oh, that guy that's pretty much definitely a criminal? </q>`` Yeah.''`` The one that's been in all the news?''`` Yeah.'' As far as I know <strong> Andy Coulson </strong> did not help create a dodgy dossier, which lead", "new_id": -2}, {"uid": "1295391203109740051", "i": 7476, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. A Chrysler auto worker installs seat belts to a Chrysler Chrysler Brand CEO Francois speaks in... Chrysler Town and Country Report Abuse <blockquote>`` We need to completely rethink the minivan,'' CEO <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1296317209151535625", "i": 4345, "idx": 1, "sa": ["Zahi Hawass"], "q": "I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,'' <strong> Zahi Hawass </strong>, chairperson of the Supreme Council of Antiquities, said on Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. He added looters had also ransacked the ticket office. The two-storey museum, built in 1902, houses tens of thousands of objects in its galleries and storerooms, including most of", "new_id": -2}, {"uid": "1295622096143933453", "i": 203, "idx": 1, "sa": ["David Letterman", "Larry King"], "q": "take off if a guest punched him on-air- or, even better, if he punched a guest.`` You need to grab somebody by the tie and just pop him,'' <strong> David Letterman </strong> said. <q> Just a short right cross and then it would be fantastic. </q>`` Would it work if it was <strong> Larry King </strong>, or would it be seen a bit too cruel?'' he asked, referring to <strong> Larry King </strong>, whose show he replaced at 9PM on CNN.`` Joking", "new_id": -2}, {"uid": "1295568458148553735", "i": 6007, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "10 years at Forbes. text--> <strong> Google Inc. </strong>'s Management Changes: Page Becomes CEO, <strong> Eric Schmidt </strong> Executive Chairman today, <strong> Google Inc. </strong>( GOOG) announced a major shift to the executive ranks, calling it a way to <q> streamline decision making and create clearer lines of responsibility and accountability at the top of the company. </q> The details: Starting April 4, co-founder Larry <strong> Google Inc. </strong>'s Page to Replace <strong> Eric Schmidt </strong> as CEO Journal Roundup <strong> Google Inc. </strong> said co-founder Larry Page will replace <strong> Eric Schmidt </strong> as chief executive, a surprise change atop the Internet giant", "new_id": -2}, {"uid": "1296149338188350491", "i": 35588, "idx": 1, "sa": ["Simon Cowell", "Kris Smith"], "q": "is a great show and I thought I had a great year last year.'' Dannii, who is dating ex-rugby player <strong> Kris Smith </strong>, took the chance to praise 51-year-old <strong> Simon Cowell </strong>. She said: <q> <strong> Simon Cowell </strong> mentored me into The X Factor judging role. He advised me to make sure I had an opinion and to be able explain to anybody, at any time, why that was my opinion. </q> Dannii added:`` He told me to take all of my experience, all of the ups and all of the down and put it into my mentoring.'' Have your say on the issues of the", "new_id": -2}, {"uid": "1296206013158072851", "i": 45716, "idx": 4, "sa": ["Mike Pence", "Joe Donnelly"], "q": "a race for governor. tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner, and I think the race is his if he chooses to accept it, </q> Walorski said.`` I think he'd clear the field.'' State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' such", "new_id": -2}, {"uid": "1297273521044515353", "i": 8099, "idx": 1, "sa": ["Donald Rumsfeld", "Ashton Carter"], "q": "and often-frosty relations under former Defense <strong> Donald Rumsfeld </strong>.`` A strong, technologically vibrant, and financially successful defense industry is... in the national interest,'' <strong> Ashton Carter </strong> said, adding that the department planned to pursue <q> policies and actions that provide for long-term innovation, efficiency, profitability, and productivity growth. </q> He said defense officials would focus on seven key`` guideposts'' in evaluating the changing structure of the industry in coming years: We welcome comments that advance the story directly or with relevant tangential information", "new_id": -2}, {"i": 36300, "idx": 5, "index_answer": 1, "new_id": -1, "q": "were seeing,'' <strong> Kirsten Gillibrand </strong> said.`` They were saying this is unbelievable progress, to see this.'' Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) <q> Mark started to tell her,` <strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up sign,' </q> <strong> Debbie Wasserman Schultz </strong> told MSNBC's <strong> Chris Matthews </strong> on`` Hardball.''`` He encouraged her and pushed her to do that. She kept opening her eyes a little more and a little bit more and suddenly, her", "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Matthews", "Gabrielle Giffords"], "uid": "1294991426005357592"}]