[{"uid": "1297405017242712584", "i": 4831, "idx": 1, "sa": ["Williams a", "Allen Iverson", "Mike Conley"], "q": "idea that he's going to blow up the Grizzlies the way <strong> Allen Iverson </strong> once did is crazy.`` The more experience you can have on the team, the better,'' said point guard <strong> Mike Conley </strong>. <q> It seems like he's been in the system a couple of weeks now. </q> Which doesn't mean the Grizzlies made the smartest basketball move when they decided to re-sign <strong> Williams a </strong> or anything. They didn't get him because he was the best player available or filled the team's greatest", "new_id": -2}, {"uid": "1295518080162037779", "i": 22271, "idx": 0, "sa": ["Eric Schmidt", "Tom Brady", "Jared Cohen", "Anita Diamant"], "q": "Patriots quarterback <strong> Tom Brady </strong> was involved in a car accident on the morning of September 9, 2010, in Boston, Massachusetts. The Associated Press quoted a law enforcement official on the scene of the wreck as saying that <q> <strong> Tom Brady </strong> was unhurt in the accident.& qu... Senate Judiciary Committee w/Alberto Gonzales-7/ 24/07 Pt13 Part 13 of 32 Senate Judiciary Committee with <strong> Alberto Gonzales </strong>. Senator <strong> Chuck Grassley </strong> questions <strong> Alberto Gonzales </strong>. 7/24/07 KEEP IN MIND: <strong> Alberto Gonzales </strong> was given each and every question he would be asked beforehand. Nothing was a surprise- there was absolutely NO`` GOTCHA! </q> Transcript of this... Boston Glove Union Agrees To Cuts- Bloomberg <strong> Anita Diamant </strong> visits Google's Cambridge, MA offices to discuss her book,`` Day After Night.''... <strong> Eric Schmidt </strong> and <strong> Jared Cohen </strong> at the Council on Foreign", "new_id": -2}, {"uid": "1297419652230932529", "i": 23470, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "there were times this season he wished Philadelphia Eagles quarterback <strong> Michael Vick </strong> would get hurt. In 2007, <strong> Michael Vick </strong> was convicted of a felony related to a dogfighting ring and served 19 months in prison. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong> told MLB.com.`` Everything you've done to these dogs, something bad needs to happen to these guys.'' At some point after the story was posted on MLB.com, the quotes were removed", "new_id": -2}, {"uid": "1295611382129794091", "i": 1731, "idx": 5, "sa": ["Eric Schmidt"], "q": "has accelerated in the fourth quarter, so has advertising spending,'' said Richard Fetyko, an analyst at Merriman Curhan Ford& Co. in New York, who recommends buying the stock and doesn't own it. <q> When consumers shop more, companies are more aggressive with advertising. </q> The company is focusing more attention on mobile devices with its Android operating system, an area where it competes with Apple for the sale of smartphones and tablets. <strong> Eric Schmidt </strong> was on Apple's board until 2009", "new_id": -2}, {"uid": "1297260047038011259", "i": 40773, "idx": 13, "sa": ["Donald Rumsfeld", "... More", "Condoleezza Rice", "President Bush"], "q": "of two difficult wars. <strong> Donald Rumsfeld </strong> accepted the president's decision.`` I now believe that this was a misjudgment on my part <strong> ... More </strong> than anything else I have failed to do,'' he writes, <q> and even amid my pride in the many important things that we did accomplish, I regret that I did not leave at that point. </q> Fans of Washington insider politics, meanwhile, will find plenty to chew over. <strong> Donald Rumsfeld </strong> does not hesitate to dish on the personal squabbles that plagued the <strong> President Bush </strong> administration. <strong> Donald Rumsfeld </strong> accuses <strong> Condoleezza Rice </strong>, who", "new_id": -2}, {"uid": "1295070568012681222", "i": 35604, "idx": 0, "sa": ["Kirsten Gillibrand", "Suzan Johnson Cook", "Barack Obama"], "q": "add up to is a significant diplomatic position- one created by an act of Congress in 1998- remaining vacant halfway through the president's term and a specifically religious example of partisan gridlock in Washington. <q> Her nomination has been stalled by the same type of general obstructionism that often paralyzed the last Congress, </q> said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York, Ms. <strong> Suzan Johnson Cook </strong>'s most vigorous backer on the Foreign Relations Committee.`` I hope any senator who is blocking her nomination will take the time to meet with her", "new_id": -2}, {"uid": "1296155962139182086", "i": 42483, "idx": 0, "sa": ["Kelly Hoppen", "Andy Coulson", "Sienna Miller"], "q": "criminal activity January 2011- CPS to review all material held by police, following civil action launched against the NoW by actress <strong> Sienna Miller </strong>. Mr <strong> Andy Coulson </strong> resigns as prime minister's communications chief In a statement NoW said: <q> We have carried out an extensive investigation led by a team of independent forensic specialists and we have found no evidence whatsoever to support this allegation.`` The civil litigation is ongoing, as is the internal investigation and until both are concluded it would be inappropriate to comment further.`` However, we are disappointed the BBC chose to lead with this misleading report without giving the News of the World an opportunity to respond. </q> The Guardian has previously reported that Mr Evans' defence is he phoned Ms <strong> Kelly Hoppen </strong>'s number for legitimate reasons and accidentally accessed her voicemail when the keys on his own phone got stuck. Mr", "new_id": -2}, {"uid": "1295613452243957775", "i": 3134, "idx": 1, "sa": ["Eric Schmidt"], "q": "France <strong> Eric Schmidt </strong> at Sciences Po: 4 projects for Google in France Google CEO <strong> Eric Schmidt </strong>'s speech: 4 main points concerning Google in France.... video results for: schmidt google company Google CEO <strong> Eric Schmidt </strong> on privacy www.theytoldyou.com <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place, </q> <strong> Eric Schmidt </strong> tells CNBC... The new`` Don't Be Evil'' google video- Final Version.mp4 techplanet30.com In this video I talk about Google and would like to know your thoughts on the company and their position in the", "new_id": -2}, {"uid": "1296234164135299086", "i": 47635, "idx": 1, "sa": ["Mike Pence"], "q": "running for governor in 2012, and we'll do that by listening to Hoosiers. We'll do that as a family by reflecting, praying.'' letter to supporters Thursday, <strong> Mike Pence </strong> said he and his family <q> feel led to devote this time in our lives to continuing to serve the people of Indiana in some way. </q>`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012,'' he said. <strong> Mike Pence </strong> is slated to speak", "new_id": -2}, {"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}]