[{"uid": "1295577549195002392", "i": 31779, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "interview with the UK's Daily Telegraph, <strong> Google Inc. </strong>( NASDAQ: GOOG) CEO <strong> Eric Schmidt </strong> said the company would not launch a new version of its Nexus One smartphone. Regarding the Google-branded phone. <strong> Eric Schmidt </strong> said it, <q>was so successful, we didn't have to do a second one.</q> H... Re: <strong> Eric Schmidt </strong> at HIMSS 2:37 Here's why google shouldn't get into this. The health sciences industry should ask themselves now, do we really want an advertising company that is publicly traded and", "new_id": -2}, {"uid": "1295562453217792578", "i": 11989, "idx": 6, "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "q": "frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company,\" Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called <q>Googled: The End of the World As We Know It,</q> said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have been ready for a change after 10 years at the helm. \"I don't think he was pushed aside, but he may have been nudged,", "new_id": -2}, {"uid": "1295560284104759370", "i": 35573, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "Chapel Hill. Page praised <strong> Eric Schmidt </strong>, too. \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade. The results speak for themselves,\" he said. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. <strong> Google Inc. </strong> still has such incredible opportunity-- we are nly at the beginning and I can't wait to get started.</q> \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <strong> Google Inc. </strong> earned$ 2.5 billion, or", "new_id": -2}, {"uid": "1295232491203866116", "i": 5205, "idx": 0, "sa": ["Alec Baldwin", "the Black", "Tommy Lee Jones", "Van Jones", "Michael Vick"], "q": "Left wants to remove animals from our diets and return as much of the Earth to nature, they can read this. \"<strong> Michael Vick </strong>: <strong> the Black </strong> Sheep or Scapegoat on Animal Rights?\" by <strong> Alec Baldwin </strong> www.huffingtonpost.com Articles-Columns: <q><strong> Van Jones </strong>, \"<strong> Max Green </strong> Jobs Czar,' a self-described` communist\" arrested during <strong> Rodney King </strong> riots</q> www.examiner.com \"Exposed: The Secret http://wn.com/Tom_Jones_live_in_Manila!_March_28,_2010_Araneta_Coliseum <strong> Tommy Lee Jones </strong> <strong> Van Jones </strong> live in Manila! March 28, 2010 8PM Araneta Coliseum <strong> Tommy Lee Jones </strong> <strong> Van Jones </strong> remains one of the great performers of both the 20th and 21st centuries with the rare ability to", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q>the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose.</q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}, {"uid": "1295218070163594249", "i": 547, "idx": 5, "sa": ["Jonathan King", "Simon Cowell"], "q": "people how the process actually works,\" he says, \"and I didn't really like the idea of being on TV either.\" Popstars was a huge hit, but Fuller watched and thought, <q>I could do this much, much better.</q> <strong> Jonathan King </strong> new idea, now called Pop Idol, aimed to let viewers vote on who got the recording contract. But he also wanted to cast a \"mean judge.\" \"<strong> Simon Cowell </strong> has been a friend", "new_id": -2}, {"uid": "1295871800251510787", "i": 38132, "idx": 0, "sa": ["Gail Porter", "Myleene Klass", "Simon Cowell", "Mandy Moore"], "q": "going to do this.\" However, on this visit <strong> Mandy Moore </strong> did manage to make a little time to indulge in one of her favourite pastimes- shopping. The beautiful brunette said: <q>Of course there was one day off so it's like I'm a <strong> Mandy Moore </strong> who has some of the best shopping here, so I had a whole little laundry list of things to do yesterday( 22.01.11) and I really tried to hit the ground running. You've got to do a little Oxford Street, a little Harvey Nichols. All of the good, fun stuff. It was a good day.</q> Among the stars who attended the premiere of \"Tangled' with their excited children were <strong> Simon Cowell </strong>\"s ex-lover Sinitta, pregnant TV presenter <strong> Myleene Klass </strong> and <strong> Gail Porter </strong>.( c) BANG", "new_id": -2}, {"uid": "1295756545021528602", "i": 15257, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "by the White House and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book titled <q>The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class.</q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. Up to 53% Off at Salon& Spa De Crist in Lee's Summit THERAPISTS", "new_id": -2}, {"uid": "1295669729206995523", "i": 31540, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too: <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly.</q> \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked", "new_id": -2}, {"uid": "1297265672144211976", "i": 39152, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "inmates at the Guantanamo Bay prison in Cuba. Bush was due to visit Geneva to address a Jewish charity gala on Saturday, but organisers cancelled the event due to what they described as security concerns. <q>People are trying to make legal issues out of public policy issues, which is unfortunate,</q> <strong> Donald Rumsfeld </strong> told Reuters. \"I think it's a sign of the times.\" <strong> Donald Rumsfeld </strong>, who personally authorized harsh interrogation techniques used on some terrorism suspects, said he had not considered whether he,", "new_id": -2}]