[{"uid": "1296282852002965504", "i": 19635, "idx": 0, "sa": ["Eric Schmidt", "Angela Merkel", "David Cameron"], "q": "said. \"We in the West have taken rather a simple view that what matters is just the act of holding an election,\" <strong> David Cameron </strong> added. German Chancellor <strong> Angela Merkel </strong> agreed. <q>There is no point in locking up people or to reduce the access to information,</q> she said. \"We must come to a peaceful dialogue in Egypt. The stability of the country is, of course, extremely important but not at the cost of freedom of opinion.\" <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295468787018825221", "i": 16428, "idx": 0, "sa": ["Kara DioGuardi", "Julie Lloyd", "Paula Abdul", "Vanessa Johnston", "Victoria Beckham", "Tom Cruise", "Christian Spears", "Simon Cowell", "Ellen DeGeneres", "Neil Patrick Harris", "Joe Jonas"], "q": "first day. His goal is to shatter dreams, If I can make 2 to 3 dozen people cry, Ill feel like Ive done my job. <strong> Joe Jonas </strong> judges Day 2. American idol \"Season 9\" <q>episode 6 \"auditions Dallas Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington \"los angeles</q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> Randy Jackson <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> fox ryan seacrest results show final semi-final call-back katie stewans justin williams <strong> Neil Patrick Harris </strong> <strong> Joe Jonas </strong> <strong> Julie Lloyd </strong> <strong> Tom Cruise </strong> Kimberly Carver Dexter Ward Erica Dave Pittman Toddrick Hall Maegen Wright <strong> Vanessa Johnston </strong> <strong> Christian Spears </strong> http://wn.com/Annie_Pattison_The_next_star_Audition_Season_3_Saskatoon", "new_id": -2}, {"uid": "1295093305253313052", "i": 3341, "idx": 3, "sa": ["Michael Jordan", "Allen Iverson", "Tracy McGrady", "Jermaine O'Neal"], "q": "from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. \"I score a career high and we won the game,\" <strong> Allen Iverson </strong> said. <q>That's how you draw it up in your dreams.</q> It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana's <strong> Jermaine O'Neal </strong> had the previous high in the NBA this season, scoring 55 points against", "new_id": -2}, {"uid": "1296770511173654034", "i": 12190, "idx": 40, "sa": ["Donald Rumsfeld"], "q": "Yes, but I've tried to clean them up.\" There were glimmers of good news. When the fugitive leader who <strong> Donald Rumsfeld </strong> had once met in Baghdad was captured, <strong> Donald Rumsfeld </strong> thought it would be <q>tempting for me to meet with <strong> Saddam Hussein </strong> in jail,</q> but then ultimately decided against the trip. But the war effort was not going well. <strong> Donald Rumsfeld </strong> was appalled by the photos of abuse at Abu Ghraib prison, but says the public might have viewed them", "new_id": -2}, {"uid": "1297483335048791629", "i": 47284, "idx": 0, "sa": ["Michael Vick"], "q": ", and owners have to nurture those qualities, he said. \"A misbehaving dog might be a dog whose needs are not being met.\" Lynn doesn't believe pit bulls are born vicious. <q>We believe pit bulls are born dangerous. They are born with a dangerous tool set. They can use it or not use it,</q> she said. In 2007, pit bulls and dogfighting became synonymous with <strong> Michael Vick </strong>, an NFL quarterback who served 18 months in prison over a dogfighting operation based on his property in Surry County, Va.", "new_id": -2}, {"uid": "1297286533241352751", "i": 1146, "idx": 2, "sa": ["Donald Rumsfeld", "Robert Gibbs"], "q": ". White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely echoed the Republicans' account. \"He thought it was very constructive. that they agreed on cutting spending and reducing our deficit,\" <strong> Robert Gibbs </strong> said, <q>that we should have a broad discussion about, with the American people, the size and the scope of the problem that we face getting our fiscal house in order.</q> No agreements were reached, though, and neither side offered specific examples following the meeting on where common ground can be found on spending cuts. <strong> Robert Gibbs </strong> cautioned that Wednesday's meeting wasn't a negotiation session", "new_id": -2}, {"i": 18911, "idx": 1, "index_answer": 0, "new_id": -1, "q": "Page \"in my clear opinion, is ready to lead.\" <strong> Sergey Brin </strong> will continue to focus on technology products, assuming the title of co-founder as opposed to his current role of president, technology. <q>He's an innovator and entrepreneur to the core, and this role suits him perfectly,</q> <strong> Eric Schmidt </strong> wrote in his post. \"As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295560003078905357"}, {"uid": "1296776050237715544", "i": 256, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "of time, a US senator charged Wednesday. Brandishing a 45-page January 2011 US Department of Defense report on the issue, Independent Senator <strong> Sen. Bernie Sanders </strong> called for \"far more vigorous enforcement\" by the US military <q>to protect taxpayers from massive fraud.</q> \"The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money,\"", "new_id": -2}, {"uid": "1297183321119177307", "i": 3671, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> Donald Rumsfeld </strong> of Defense after Abu Ghraib- twice. <strong> President Bush </strong> refused to accept both times, keeping <strong> Donald Rumsfeld </strong> on at the Pentagon, where he turned into a lightning rod for criticism of the invasion and occupation of Iraq. <q>In an exclusive interview with ABC's <strong> Diane Sawyer </strong>, <strong> Donald Rumsfeld </strong> also said the enhanced interrogation techniques he approved for use on the so-called \"20th hijacker</q>- including forced stress positions and removal of \"comfort items\"- produced invaluable intelligence.\" But his biggest regret was staying in office during what he calls a period of \"damaging distraction,\"", "new_id": -2}, {"uid": "1296774517130859030", "i": 5884, "idx": 1, "sa": ["Sergio Marchionne"], "q": ". Carl Galeana, who runs dealerships in suburban Detroit, Florida and South Carolina, said he is impressed with the turnaround that <strong> Sergio Marchionne </strong> engineered. \"I think this guy is a visionary,\" he said. <q>He talks about what he needs to do and he goes out and gets it done.</q> Of the 16 new or revamped models, five were rebuilt from the ground up in under two years, far faster than the normal three or four years. They include the 300 big sedan, the Jeep Grand", "new_id": -2}]