[{"uid": "1295813473183353387", "i": 18246, "idx": 4, "sa": ["Colin Powell", "Barack Obama"], "q": "purposes, but he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect Superman. We elected a human being, href=\"http://www.washingtontimes.com/topics/Barack Obama-Barack Obama/\"> <strong> Barack Obama </strong>.'' <q> I think he has reached out to countries around the world and has developed good relations with countries around the world, </q> Mr. <strong> Colin Powell </strong> said.`` And I think he's working very hard on the issue of unemployment, which I think is the major problem facing America right now, and I think and I hope that this will", "new_id": -2}, {"uid": "1297171230133922851", "i": 11409, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": "Daniel Berehulak/Getty Images <strong> Simon Cowell </strong> LOS ANGELES-- <strong> Simon Cowell </strong> wants his new Fox talent series`` The X Factor'' to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added,`` I have to take everyone", "new_id": -2}, {"uid": "1295779843220971037", "i": 778, "idx": 0, "sa": ["Ian Edmondson", "Rupert Murdoch", "Andy Coulson"], "q": "including the editors of <strong> Rupert Murdoch </strong>'s four British papers, held a three-day meeting at Babington House in Somerset about the future of the company, aware that <strong> Rupert Murdoch </strong> is flying into London this week at a crucial time. <q> I'd be amazed if they didn't discuss <strong> Andy Coulson </strong>, </q> said a source with some knowledge of the meeting. <strong> Andy Coulson </strong> still has close links with the company and enjoys friendly relations with key executives. Questions also hang over what action News Group will take against <strong> Ian Edmondson </strong>", "new_id": -2}, {"uid": "1295676581025428012", "i": 5591, "idx": 1, "sa": ["Andy Coulson", "Steve Richards"], "q": "The Independent's <strong> Steve Richards </strong> believes Mr <strong> Andy Coulson </strong> made href=\"http://www.independent.co.uk/opinion/commentators/Steve Richards-Steve Richards/Steve Richards-Steve Richards-the-pm-will-do-well-to-find-a-successor-of-his-calibre-2191249.html#\">`` big errors''. He cites the`` historic misjudgement'' of the television debates during the general election as an example. <q> too many unanswered questions about too many important people, companies and institutions </q>. The paper is also unhappy with the Metropolitan Police's handling of the News of the World investigation that prompted <strong> Andy Coulson </strong>'s resignation, saying it has been`` stubbornly uncooperative''. Iraq inquiry", "new_id": -2}, {"uid": "1295562824254656513", "i": 140, "idx": 1, "sa": ["Gabrielle Giffords", "Larry Page", "Eric Schmidt"], "q": " <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so Gabrielle Giffordsply involved and still run the business so brilliantly,'' he said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The holiday period saw a jump in online commerce, which benefited Google as the majority of its revenue comes from search advertising. Google Inc. says co-founder <strong> Larry Page </strong> will return as CEO on April 4,", "new_id": -2}, {"uid": "1296789411115392513", "i": 4141, "idx": 0, "sa": ["Tracy McGrady", "Allen Iverson"], "q": "short last year after the 76ers dealt him to the Nuggets in December 2006. The two-time MVP of the All-Star Game beat <strong> Tracy McGrady </strong> by 10410 votes and will make his ninth appearance on Feb. 17 in New Orleans. <q> It's a good feeling. I think it's a tribute to my teammates and coaching staff because without those guys none of that would be possible, </q> <strong> Allen Iverson </strong> said in a statement.`` But most of all I just want to thank the fans for appreciating what I go out and do on the court night in and night out. It's just a great", "new_id": -2}, {"uid": "1295832823187138072", "i": 2551, "idx": 2, "sa": ["Allen Iverson", "Joe Dumars"], "q": "season than continue to come off the bench. <strong> Joe Dumars </strong> said he understood <strong> Allen Iverson </strong>'s frustration. <strong> Allen Iverson </strong> then said his back was still not feeling right and he thought he was hurting the team more than helping, saying <q> I can't play up to my standards. </q> <strong> Allen Iverson </strong> then said he thought it would be best for the team if he sat out the rest www.instablogs.com Gaza truce After few days of the truce expire and following the crucial retaliation between Israel and Palestinian brigades in Gaza", "new_id": -2}, {"uid": "1295882797196345858", "i": 14965, "idx": 0, "sa": ["Steve Ballmer"], "q": "States for the first time. Also for the first time, Microsoft says it is making the cloud-based edition of the software available before the on-premise, server-based version, which will come out in late February. <q> That really reflects the push Microsoft is making into the cloud, </q> <strong> Steve Ballmer </strong> said during an online launch event on Thursday. Microsoft's not the only one gunning for the cloud. Its latest CRM announcement is an attempt to snatch market share away from Salesforce.com and", "new_id": -2}, {"uid": "1297703308198672413", "i": 1691, "idx": 0, "sa": ["Bernie Sanders"], "q": "today's rates- which would make solar power cost competitive with conventional emission-laden href=\"http://inhabitat.com/energy\"> power sources. The 10 Million Solar Roof initiative has already been approved by the Senate's Energy and Natural Resources Committee. <q> I look forward to working with the Obama administration to incorporate elements of the new solar initiative into the Ten Million Solar Roofs Act to make the legislation even stronger, </q> <strong> Bernie Sanders </strong> said in a press release on February 4th,`` we have an opportunity to create hundreds of thousands of good-paying jobs and make America the world leader in solar energy.'' href=\"http://Bernie Sanders.senate.gov/files/CAM08495_xml.pdf\">+ Read", "new_id": -2}, {"i": 8231, "idx": 0, "index_answer": 1, "new_id": -1, "q": "or even last September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q> We have a current structural budget deficit that we have to address. The sooner, the better. </q>- Kevin Yamamura AT THE CAPITOL <strong> Jerry Brown </strong> will deliver his State of the State address Monday, the final day of January. <strong> Jerry Brown </strong>'s predecessor, <strong> Arnold Schwarzenegger </strong>, used his first State of", "sa": ["Jerry Brown", "Bill Lockyer", "Arnold Schwarzenegger"], "uid": "1295962091207159365"}]