[{"uid": "1295575736103366674", "i": 37507, "idx": 3, "sa": ["Eric Schmidt", "Jeremy Wertheimer", "Larry Brilliant", "Google Inc."], "q": "welcoming them to <strong> Google Inc. </strong>.\" \"It is a privilege to work with a most skilled and dedicated team to build innovative technologies that people use every day,\" commented ITA Software's CEO and president <strong> Jeremy Wertheimer </strong>. <q> We are all looking forward to continuing and expanding our efforts as part of <strong> Google Inc. </strong>. </q> Shares of <strong> Google Inc. </strong> closed Thursday's trading day at$ 439.49 on volume of 3.48 million shares, versus the average volume of 3.15 million shares. http://wn.com/Eric_Schmidt_at_NASA_50th_Anniversary_Lecture_Series <strong> Eric Schmidt </strong> Out As <strong> Google Inc. </strong> CEO, <strong> Larry Brilliant </strong> Page Takes Over Talking <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296871091196296714", "i": 12042, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "â\u0080¢ <strong> Michael Vick </strong>: <strong> Roger Goodell </strong> said the Philadelphia Eagles quarterback told him there was unauthorized use of his name to promote a party in the Dallas area on Super Bowl weekend. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him <q> he had no intention of participating in that. </q> After a renaissance season in which <strong> Michael Vick </strong>- reinstated by <strong> Roger Goodell </strong> in 2009 after serving a 20-month sentence for a federal dogfighting crime- finished second in MVP voting, the commissioner said he was \"extremely proud\" of", "new_id": -2}, {"uid": "1296866191123699217", "i": 29239, "idx": 2, "sa": ["Carl-Peter Forster", "Sergio Marchionne", "Ferdinand Piech"], "q": "go public without refinancing its debt, that option would be unwise.] Chairman <strong> Ferdinand Piech </strong> expressed an interest in buying Alfa Romeo. But Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q> As long as I'm the CEO of both Fiat and Chrysler, Mr. <strong> Ferdinand Piech </strong> will never get an offer, </q> <strong> Sergio Marchionne </strong> said during the J.D. Power event.] CEO <strong> Carl-Peter Forster </strong> was quoted as saying this week that he is unhappy with sales under the partnership. \"Likewise,\" <strong> Sergio Marchionne </strong> said when asked about <strong> Carl-Peter Forster </strong>'s", "new_id": -2}, {"uid": "1295584716071549019", "i": 4398, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": "Thursday's announcement. In the regular session earlier, the stock fell$ 4.98, or 0.8 percent, to close at$ 626.77. The stock peaked at$ 747 before the recession. <q> <strong> Eric Schmidt </strong> has played his innings very well, </q> said analyst Sandeep Aggarwal of Caris& Co. The management reshuffling appears to be amicable. Both Page and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1296291756127057933", "i": 7879, "idx": 0, "sa": ["Shaquille O'Neal", "Marc Jackson", "Dwyane Wade", "Kyle Korver", "Allen Iverson"], "q": "standings. <strong> Allen Iverson </strong> scored 38 points and had 16 assists, helping the Sixers spoil the return of <strong> Shaquille O'Neal </strong> and overcome a career-high 48 points from <strong> Dwyane Wade </strong> with a 126-119 overtime win over the Miami Heat on Thursday night. <q> It's like a do or die situation, </q> <strong> Allen Iverson </strong> said. \"A loss here or there and we could be out of the playoffs. We understand that. It just says a lot about us.\" <strong> Marc Jackson </strong> scored 26 and <strong> Kyle Korver </strong> 20 for the Sixers", "new_id": -2}, {"uid": "1295890352156680217", "i": 24917, "idx": 1, "sa": ["Eric Schmidt", "Maria Bartiromo"], "q": "make Google a social powerhouse. <strong> Eric Schmidt </strong> put many people off, particularly privacy advocates, with his seemingly flippant statements about user privacy. There's this classic comment to CNBC's <strong> Maria Bartiromo </strong> in December 2009: <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place. </q> Statements such as these prompted Consumer Watchdog to jab <strong> Eric Schmidt </strong> with this evil ice cream man video. That <strong> Eric Schmidt </strong> no longer be in a position to make such statements as Google's chief spokesperson will help", "new_id": -2}, {"uid": "1297425123196083775", "i": 19362, "idx": 0, "sa": ["David Letterman"], "q": "TV's Best Video Clips- Updated Daily <strong> David Letterman </strong> boldly asked the diminutive \"Jersey Shore' party animal when she appeared on` Late Show'( weeknights, 11:35 PM ET on CBS). <q> Do you think, uh, um, maybe you need to abstain? </q> She replied, \"I definitely don't think I have a problem. I mean, when we're not filming I hardly go out. I hardly drink. It's just, you know, it\"s", "new_id": -2}, {"uid": "1297326779046071825", "i": 4963, "idx": 3, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "<strong> Donald Rumsfeld </strong> takes particular offense at <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. \"<strong> Colin Powell </strong> was not duped or misled by anybody,\" <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, <strong> Donald Rumsfeld </strong>- who does reveal that <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies, however, that putting", "new_id": -2}, {"uid": "1295563322217792546", "i": 46676, "idx": 1, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> would clear$ 334 million on his stock sale were it all to take place at Thursday's prices. Of course, it's not that he wants the money or anything. <q> Using this trading plan, <strong> Eric Schmidt </strong> can diversify his investment portfolio and can spread stock trades out over a period of one year to reduce market impact, </q> Google said. \"Because this trading plan was established well in advance of a trade, it also helps avoid concerns about whether <strong> Eric Schmidt </strong> had material, non-public information when he made a decision to sell his stock.", "new_id": -2}, {"i": 11815, "idx": 10, "index_answer": 2, "new_id": -1, "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando. \"We lost again,\" point guard <strong> Rodney Stuckey </strong> said. <q> I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play. </q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led http://wn.com/Mavs-Spurs_106-93_I_Nowitzki_31pts,9reb,Terry_19pts_vs_Duncan_30pts,8reb,Parker_26pts,12ast SAN ANTONIO, April 28,2009( AP) <strong> Jason Terry </strong> galloped down court after one big shot and <strong> Josh Howard </strong> skipped", "sa": ["Jason Terry", "Josh Howard", "Rodney Stuckey", "Antonio McDyess", "Allen Iverson"], "uid": "1295937890179191810"}]