[{"uid": "1295636961179568645", "i": 30509, "idx": 2, "sa": ["Prince Harry", "Andy Coulson", "David Cameron"], "q": "of the World staff.\" Asked by <strong> David Cameron </strong> Adam Price about a story obtained from a message <strong> Prince Harry </strong> left on <strong> Prince Harry </strong> <strong> David Cameron </strong>'s phone, which contained a direct quote and in which the headline read: <q> Chelsea tears a strip off <strong> Prince Harry </strong>, </q> <strong> Andy Coulson </strong> said: \"I don't remember the story.\" Price said it was mentioned on the front page of the newspaper and was branded exclusive. He said it was astonishing that <strong> Andy Coulson </strong> did not", "new_id": -2}, {"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five figure donation to your charity for the interview\". But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}, {"uid": "1297426636014974991", "i": 32888, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "shows \"the fighting spirit of Nokia worldwide and the fighting spirit of the Finnish people,\" <strong> Stephen Elop </strong> said. In communicating with employees about the change, including an company-wide message earlier this morning, he added, <q> We've been vocal and transparent about the challenge. I think it's having a positive effect. </q> Nokia will pay Microsoft royalties for use of its operating system, but apparently money will likely flow the other way, too, according to <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>. \"We have different forms of", "new_id": -2}, {"uid": "1296481921189546506", "i": 4264, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Grand Cherokee. The company sold 1.5 million vehicles last year. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. Fourth-quarter revenue was$ 10.76 billion, a 2.3 percent", "new_id": -2}, {"uid": "1297093828077135937", "i": 38613, "idx": 1, "sa": ["Donald Rumsfeld"], "q": " \"did not, in my view, do a good job of managing the people under him,\" <strong> Donald Rumsfeld </strong> said in an interview with ABC, set to air this week. <q> There was a lot of leaking out of the State Department, and the president knew it, </q> he reportedly said. \"And it was unhelpful. And most of it ended up making the State Department look good. We didn't do that in the Pentagon. I insisted we not do it.\"", "new_id": -2}, {"uid": "1295416505157892632", "i": 8982, "idx": 0, "sa": ["Michael Lynche", "Simon Cowell"], "q": "confidence and patience that led <strong> Michael Lynche </strong> suggested another explanation. Amid angst over the departure of star <strong> Simon Cowell </strong> and strife among the judges, the show forgot to concentrate on the contestants. <q> You would catch( the judges) looking off to one side, and there was this( question) of, \"Are they really focused on what I'm doing right now?' New York home. \"You've got to keep the focus on kids trying to find their dreams, instead of what kind of relationship the judges have or what can you say next that\"s going to be funny. </q> \"American Idol\" are about to feel his pain. Because when \"Idol\" returns tonight on Fox, it will be unveiling changes so extensive, producers are saying it might", "new_id": -2}, {"uid": "1296727906183500800", "i": 29264, "idx": 0, "sa": ["Piers Morgan", "Britney Spears", "Simon Cowell"], "q": ", 42 Forty-two year old Anya Sparks defied the stereotypes and sexily danced her way through <strong> Britney Spears </strong>' Toxic. Although Amanda, <strong> Piers Morgan </strong> and the audience seemed to love her performance, <strong> Simon Cowell </strong> didn't appear to be impressed <q> What the bloody hell was that? </q> he asked at the end, looking a little horrified. \"That was BIG girl power!\" she responded, and with that she was through! taken from the official site: talent.itv.com Show 2( Saturday", "new_id": -2}, {"uid": "1295559994021315830", "i": 8138, "idx": 0, "sa": ["Eric Schmidt"], "q": "vision of delivering personalized, timely and location-aware information to people. The company has already made strides in each area. The first is the development of fast networks, specifically LTE, <strong> Eric Schmidt </strong> wrote. They will <q> usher in new and creative applications, mostly entertainment and social, for these phone platforms, </q> he wrote.[ IT's a mobile world so dial-up the latest on tablets, mobile phones and telcos with ARN's mobility newsletter] All of the major operators in the U.S. are already", "new_id": -2}, {"uid": "1295635525217038960", "i": 9305, "idx": 6, "sa": ["Eric Schmidt"], "q": "as well.\" When <strong> Eric Schmidt </strong> first took over as CEO, \"there was a learning curve for us,\" Page told Time in 2006. <strong> Eric Schmidt </strong> said it took him six months <q> to understand how Google works. The subtleties took a year. </q> Larry Page: Risk Taker? Page has spoken several times about fear of failure, telling CNN in 2008 that he and Brin almost didn't start Google. \"We thought,", "new_id": -2}, {"uid": "1296175294201965575", "i": 12785, "idx": 0, "sa": ["Mike Pence"], "q": "The Daily Caller reports Rep. <strong> Mike Pence </strong>( R-IN), a possible contender for president in 2012, has announced that he will NOT run for the White House: <q> As reported by the Indianapolis Star, <strong> Mike Pence </strong> has circulated a letter to supporters announcing the decision. </q> \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" wrote <strong> Mike Pence </strong>. \"We will not seek the Republican nomination for president in 2012.\"", "new_id": -2}]