[{"uid": "1297344197138428418", "i": 32454, "idx": 3, "sa": ["Anderson Cooper", "David Letterman"], "q": "targeted because of his fame. <strong> Anderson Cooper </strong> said he didn't think his attackers`` particularly'' knew who he was. <strong> David Letterman </strong> pointed out that, even so, <strong> Anderson Cooper </strong> has a distinctive look about him. <q> You... just standing on a corner, call attention to yourself, </q> he said. That was amusing. <strong> Anderson Cooper </strong> doesn't take himself too seriously. filo: That was amusing. <strong> Anderson Cooper </strong> doesn't take himself too seriously. V% 2FY0Q5TXXF1lGh0dXkTYZz% 2Ff9HKelVKWS1jZn1owympIgqrqhDYvrNx2wvpOPd3Pc% 2BKRclLLMFNkQcXjkVPaUQ% 3D%", "new_id": -2}, {"uid": "1295758103021528583", "i": 50753, "idx": 0, "sa": ["Andy Coulson"], "q": "border... Video: Raw video: 1 dead after gunfight at Mexico mall..., Mexico- The head of a Tijuana-area drug trafficking ring who worked... Photo: Soldiers detain suspected gunman after shootout with Report Abuse <q> que comentario tan pendejo, me imagino la clase de idiota que eres, piensas que un ser humano vale menos que otro. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1296833917069533714", "i": 43659, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "`` We want to eliminate that uncertainty so that businesses can continue in'' their research and development projects, she said.`` This is not a Democrat or a Republican idea,'' <strong> Kirsten Gillibrand </strong> said. <q> It's just a good idea. </q> She said a permanent 20 percent credit will draw investments by venture capital funds from the sidelines.`` You'll get more early-stage investment'' that will result in more highly skilled and highly paid jobs.`` This", "new_id": -2}, {"uid": "1295757314175325206", "i": 55884, "idx": 1, "sa": ["Maurice Cheeks", "Chris Webber", "Allen Iverson", "Samuel Dalembert", "Kyle Korver"], "q": "'ve got to win it,'' he said. After <strong> Kyle Korver </strong> sent the game into a third overtime, <strong> Chris Webber </strong> delivered a clutch steal and secured the Philadelphia 76ers' 125-124 victory over the Celtics on Friday night. <q> It was an amazing game, </q> Sixers coach <strong> Maurice Cheeks </strong> said. Was it ever. <strong> Chris Webber </strong> had 31 points and 13 rebounds, <strong> Allen Iverson </strong> scored 33 points with 10 assists, and <strong> Samuel Dalembert </strong> had 20 points and 11 rebounds in the Sixers' longest game since", "new_id": -2}, {"uid": "1295018833055181321", "i": 10561, "idx": 2, "sa": ["Gabrielle Giffords", "Bernie Sanders", "Sandra Day O'Connor"], "q": "told ABC News.`` She will not die. She does not have that permission from me.'' 01/12/2011 1:08 AM ET <strong> Bernie Sanders </strong>' Office Defends Shooting Reference In Fundraising Message reports: <q> A spokesman for Sen. <strong> Bernie Sanders </strong>( I-VT) is defending the Senator's decision to reference the shootings in Arizona as part of a newsletter and fundraising appeal he sent to constituents on TuesSandra Day O'Connor. </q> took some heat on TuesSandra Day O'Connor for including his reflections on the shooting of Rep. <strong> Gabrielle Giffords </strong> in the context of raising money to fight Republicans and other`` right-wing reactionaries.'' 01/12/2011 12:55 AM ET AP: More Warning", "new_id": -2}, {"uid": "1295619263170147853", "i": 59576, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "ilegales del dominical News of the World cuando <strong> Andy Coulson </strong> era su redactor jefe.`` Puedo confirmar hoy que he dimitido como director de comunicaci?n de Downing Street'', declar <strong> Andy Coulson </strong> en un comunicado. <q> Desafortunadamente, la cobertura continua de los acontecimientos conectados con mi antiguo trabajo en News of the World ha hecho dif?cil para m dar el 110% necesario en este cargo </q>, agreg. <strong> David Cameron </strong> indic por su parte en un comunicado separado que`` sent?a mucho'' que <strong> Andy Coulson </strong> se hubiera visto`` forzado'' a renunciar debido a las continuas presiones que recibi por este caso.", "new_id": -2}, {"uid": "1297709927124567580", "i": 48790, "idx": 2, "sa": ["Mike Pence", "Mike Huckabee", "Jim DeMint"], "q": "liberty have forgotten the lessons of history,'' said <strong> Mike Pence </strong>( R-Ind.) at the Family Research Council's 2010 Values Voter Summit. Former Arkansas Gov. <strong> Mike Huckabee </strong>, at the same summit, said: <q> We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure. </q> And Sen. <strong> Jim DeMint </strong>( R-S.C.) said:`` It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.'' Those are reasonable", "new_id": -2}, {"uid": "1295133052215269385", "i": 16424, "idx": 0, "sa": ["Sienna Miller", "Andy Coulson"], "q": "Gascogine, who has battled alcoholism since quitting football, was in a`` vulnerable mental state'' and his recovery had been affected by the trauma of believing his phone had been hacked. He said: <q> It has made things even more difficult for his general wellbeing. </q> Former News of the World editor <strong> Andy Coulson </strong> has denied having knowledge of the hacking A spokeswoman for News of the World said the paper would not be making any comment. On Friday the Crown PSienna Millercution", "new_id": -2}, {"uid": "1296824191247005219", "i": 11018, "idx": 0, "sa": ["David Letterman", "Mitt Romney"], "q": " href=\"http://blogs.kansas.com/weblog/files/Mitt Romneyfaith5.jpg\"> GOP presidential hopeful <strong> Mitt Romney </strong> announced the'' href=\"http://www.cbs.com/late_night/late_show/top_ten/\"> top 10'' things you don't know about him on Tuesday's`` Late Show With <strong> David Letterman </strong>.'' Among the made-up facts: <q> <strong> Mitt Romney </strong> is short for Mitt Romney-thew, </q>`` I'm the guy in the photo that comes with your picture frame,'' and`` I have absolutely no idea where my birth certificate is.''", "new_id": -2}, {"i": 4521, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Kirsten Gillibrand </strong> joined her fellow Democratic Senators today for a Capitol Hill news conference in which she reiterated her opposition to the <q> These bills show a heinous disregard for the health and well-being of women in America, </q> <strong> Kirsten Gillibrand </strong> says.`` It is a tax on all women who want access to a full-range of reproductive health care.'' The bills in question would stop the government from providing tax credits or subsidies to", "sa": ["Kirsten Gillibrand"], "uid": "1297191953182861870"}]