[{"uid": "1296737928237912094", "i": 31377, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "outage. \"Abu Ghraib and its follow-on effects, including the continued drum-beat of \"torture\" maintained by partisan critics of the war and the president, became a damaging distraction,\" he wrote. <q>More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point.</q> <strong> Donald Rumsfeld </strong> wrote <strong> President Bush </strong> two letters of resignation but both were rejected. Watch: 2001 Obama Praises <strong> Donald Rumsfeld </strong> Watch: <strong> Donald Rumsfeld </strong> Denies Blame in Friendly-Fire Case Photos: Who Are the Most Desirable Women of 2011?", "new_id": -2}, {"uid": "1295779865127156268", "i": 4937, "idx": 2, "sa": ["Lou Kerner", "Sergey Brin", "Eric Schmidt"], "q": "own, such as Google Buzz, Google Wave and Google TV but acquisitions such as Android, YouTube and DoubleClick have flourished. He said he will be looking to see whether Page, the CEO, <q>can better increase the integration of Google's technology with business models to generate new revenue.</q> Wedbush's <strong> Lou Kerner </strong> said the new management structure could prove more nimble than the troika of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade. \"What I do", "new_id": -2}, {"uid": "1297117164184680469", "i": 28730, "idx": 1, "sa": ["Simon Cowell"], "q": "going to confirm or not because the truth is we haven't made up our minds up yet. It comes down to who I think is interesting and the commitment and the expertise each person offers.\" <q>We've started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person.</q> <strong> Simon Cowell </strong>, 51, quit \"American Idol' in order to launch` The X Factor\" in the US and he admits he has not watched the new season of his former show, though he believes", "new_id": -2}, {"uid": "1297119812245366793", "i": 7952, "idx": 0, "sa": ["Simon Cowell"], "q": "has announced it will film the fourth season of Jersey Shore in Italy this spring for broadcast later this year, and it may present the reality TV star with an opportunity to find a special girl. <q>I'm actually gon na get me some Rosetta Stone,</q> Sorrentino said. \"I got two months to learn it. My name comes from Italy so I've got a little bit of heritage there. Plus maybe I can get a hometown Italian chick.\" <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1296060288015335448", "i": 6046, "idx": 0, "sa": ["The doctor", "Nancy Reagan", "David Letterman", "Betty White"], "q": " \"<strong> David Letterman </strong> is going to come, he promised. I want to get a couple of famous people up here, her friends especially, some people like <strong> Betty White </strong>, <strong> Nancy Reagan </strong>.\" He explained: <q>My wife will stay in her bedroom, she'll have her hair done nicely and make up so people can go singularly into the bedroom and talk to her. Maybe she understands them or not and maybe she cheers up.</q> Working out how many candles to put on the cake might be a contentious issue though. \"In the emergency room the doctors came in and asked for her age. <strong> The doctor </strong> asked me`", "new_id": -2}, {"uid": "1297610241160759815", "i": 31879, "idx": 1, "sa": ["Zahi Hawass"], "q": "offerings, a sandstone head of an Amarna princess, a stone statuette of a scribe from Amarna, and 11 pieces of wooden shabti statuettes from Yuya. A heart scarab of Yuya is also missing. <q>An investigation has begun to search for the people who have taken these objects, and the police and army plan to follow up with the criminals already in custody,</q> <strong> Zahi Hawass </strong> said. \"I have said if the Egyptian Museum is safe, than Egypt is safe. However, I am now concerned Egypt is not safe.\" <strong> Zahi Hawass </strong> also said that, \"in", "new_id": -2}, {"uid": "1294978384186728451", "i": 39712, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "I gravitated to her right away. She is somebody who is very kind and very smart.\" They talked policy, they talked work days and they also talked about managing their lives. <q>Like all working moms, we do our best,</q> Ms. <strong> Kirsten Gillibrand </strong> said, which means avoiding cocktail parties between 5 and 7 p.m.( bath time) or early morning meetings( school drop-off). Their husbands got along, too, which made it easy to have", "new_id": -2}, {"uid": "1295563322217792552", "i": 49386, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "day to day operations, the company said, and <strong> Eric Schmidt </strong> will focus on partnerships and government outreach. <strong> Eric Schmidt </strong>, who has headed up Google since July 2001, sent a message via Twitter Thursday saying: <q>Day-to-day adult supervision no longer needed!</q> Co-founder <strong> Sergey Brin </strong> will focus on new products and projects. Google on Thursday also announced fourth quarter net income of$ 2.54 billion, or$ 7.81 a share, up from$ 1.97 billion,", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q>We want to eliminate that uncertainty so that businesses can continue in</q> their research and development projects, she said. \"This is not a Democrat or a Republican idea,\" <strong> Kirsten Gillibrand </strong> said. \"It's just a good idea.\" She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}, {"uid": "1295571591192872503", "i": 10248, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": "Thu, Jan 20, 2011, 7:59 PM EST- U.S. Markets closed <strong> Google Inc. </strong> co-founder Page to replace <strong> Eric Schmidt </strong> as CEO{ \"s\": \"goog, novl\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} <strong> Michael Liedtke </strong>, AP Technology Writer, On Thursday January 20, 2011, 7:10 pm SAN FRANCISCO( AP)-- <strong> Eric Schmidt </strong>, a", "new_id": -2}]