[{"uid": "1295710913115458082", "i": 18680, "idx": 0, "sa": ["Andy Coulson", "Brian Cowen", "Mary Harney"], "q": "at the... Report Abuse \" <strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>. \" Report Abuse <q> Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1297451519240746502", "i": 2865, "idx": 6, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "set in. <strong> Donald Rumsfeld </strong> ended his speech with what amounted to an implicit attack on <strong> Barack Obama </strong> by paying homage to American exceptionalism and demanding that no countryman of his should ever apologise for their nation. <q> Don't let anyone tell you that America is what's wrong with this world, </q> he thundered. \"America is not what's wrong with this world.\" WikiLeaks cables: planned US missile shield blind to nuclear weapons WikiLeaks cables: US agrees to tell Russia Britain's nuclear secrets Egypt", "new_id": -2}, {"uid": "1296179950266141706", "i": 16764, "idx": 3, "sa": ["Barack Obama", "Rand Paul", "Sen. Bernie Sanders", "Jeb Hensarling", "Chuck Schumer"], "q": "a stronger pledge from <strong> Barack Obama </strong>. \"<strong> Jeb Hensarling </strong> of Texas said, and he's the Republican conference chairman, that they're going to take <strong> Rand Paul </strong> Ryan's blueprint and use it,\" said <strong> Chuck Schumer </strong>. <q> That's privatizing Medicare.... They're going to do the same for Social Security. \"Their agenda: Privatize both programs, which means end them, </q> said <strong> Chuck Schumer </strong>. <strong> Chuck Schumer </strong>, <strong> Sen. Bernie Sanders </strong>, and several other Democrats have formed the Senate Social Security Caucus, which held its first meeting Thursday. The meeting came a day after the Congressional Budget Office", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q> <strong> Google Inc. </strong> had a strong second quarter, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. \"Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}, {"uid": "1295419250126189579", "i": 24265, "idx": 5, "sa": ["Sergio Marchionne"], "q": "minivans a day. The plant is about to add versions for Europe equipped with a 2.8-liter diesel engine. \"The minivan remains a significant part of our revitalization plan going forward,\" <strong> Sergio Marchionne </strong> said. <q> The success of this plant is crucial to pay back our( government) loans. </q> For 2011, the minivans received significant updates to better differentiate the Dodge and Chrysler versions until all-new minivans arrive in 2013. Chrysler has spent$ 1.4 billion since 2008 on its minivan family and", "new_id": -2}, {"uid": "1296134363234815553", "i": 10212, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Play CBS Video Washington Unplugged by rednecklogic January 27, 2011 7:40 AM EST by ajvw January 27, 2011 7:35 AM EST by wjksea January 27, 2011 3:17 AM EST Could it be true that many", "new_id": -2}, {"uid": "1297175078196968449", "i": 6303, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": "However the former Pentagon chief also admitted his biggest error during his tenure under <strong> President Bush </strong> was his failure to convince the president to accept his resignation in the wake of the Abu Ghraib prison scandal. <q> That was such a stain on our country. To think that people in our custody were treated in that disgusting and perverted and ghastly way-- unacceptable way, </q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. And so I stepped up and told the president I thought I should resign. And I think probably he and the military and the Pentagon and the country would've", "new_id": -2}, {"uid": "1295433140214253578", "i": 13094, "idx": 1, "sa": ["Gabrielle Giffords", "Mike Pence"], "q": "so typical of her that no matter how bad the situation might be for her, you know, she's looking out for other people.\" Such encounters indicate higher levels of functioning, implying that <q> she's recognizing him and interacting, perhaps in an old familiar way with him, </q> said Dr. <strong> Mike Pence </strong> Lemole. Dr. Randall Friese said Kelly also told doctors he saw <strong> Gabrielle Giffords </strong> smile. He said sometimes people see what they want to see, but that \"if he says she's smiling", "new_id": -2}, {"uid": "1294997731235044878", "i": 42722, "idx": 2, "sa": ["Brian Finneran", "Michael Vick"], "q": "70 yards down the field and he'd still yank it up to you. Always stay alive.\" <strong> Brian Finneran </strong> doesn't argue with <strong> Michael Vick </strong>'s own self-description of the quarterback's Falcons years. <q> Mike always worked hard on the football field, </q> <strong> Brian Finneran </strong> said. \"But as a quarterback, you've got to know everything about that offense, about the line, where the running backs are supposed to be. No question he could have worked harder in", "new_id": -2}, {"uid": "1296499482211271722", "i": 15019, "idx": 0, "sa": ["Zahi Hawass"], "q": "Fortunately the museum also has a huge gift shop, and the looters found it first. \"Those people were idiots,\" <strong> Zahi Hawass </strong>, head of Egypt's department of antiquities, told Time. <q> They looted the museum shop. Thank God they thought that the museum shop was the museum. </q> Others dispute the level of damage done, however. Intruders appear to have shattered some 13 glass display cases, and videos shown on the Arabic news service Al Jazeera showed some damaged artefacts on", "new_id": -2}]