[{"uid": "1297096904101318657", "i": 25712, "idx": 7, "sa": ["George W. Bush", "Donald Rumsfeld", "George H. W. Bush"], "q": "And they like to bridge differences and get people all to be happy.'' It looks like <strong> Donald Rumsfeld </strong> isn't too concerned about burning bridges. He even goes after <strong> George H. W. Bush </strong>, while praising <strong> George W. Bush </strong>: <q> Asked if he admired <strong> George H. W. Bush </strong>- a Republican <strong> George H. W. Bush </strong> he didn't serve under- <strong> Donald Rumsfeld </strong> was curt. </q>`` No. No,'' <strong> Donald Rumsfeld </strong> said.`` No, I was kind of disappointed in him.... He decided he wanted to leave people with the impression that he didn't want to go to", "new_id": -2}, {"uid": "1296863261132562962", "i": 11865, "idx": 1, "sa": ["Sergio Marchionne"], "q": "`` I am paying shyster rates,'' <strong> Sergio Marchionne </strong> said, noting that Chrysler had no choice in 2009 but to pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout. <q> We had no choice... I am going to pay the shyster loans. </q> He called the loans`` a thorn in my side.'' Chrysler's also in talks with banks to refinance its debt and plans to have an`` agreement in principle'' by end of", "new_id": -2}, {"uid": "1297210131061849602", "i": 3919, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "there are extremists out there who are determined to do damage to the United States of America and to kill Americans and to impose a caliphate over a large fraction of this globe,'' he told Fox News. <q> And they have weapons of increasing lethality at their disposal and at their beck and call. </q> In his 800-page memoir, <strong> Donald Rumsfeld </strong> covers everything from the early days of the Iraq war to the href=\"http://www.foxnews.com/topics/politics/iraq/abu-ghraib.htm#r_src=ramp\"> Abu Ghraib prison scandal to his eventual exit from the administration. <strong> Donald Rumsfeld </strong> is also", "new_id": -2}, {"uid": "1296108790157515806", "i": 15588, "idx": 3, "sa": ["Grant Hill", "Joe Smith", "George Karl", "LeBron James", "Allen Iverson", "Žydrūnas Ilgauskas", "Kobe Bryant"], "q": "a span of two seconds after technical fouls against JR <strong> Joe Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Žydrūnas Ilgauskas </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/LeBron James_LeBron James_25_Points_vs_Pistons_Game_3_Playoffs_2009!_HD!_24409 capped by venomindustries AUBURN Grant HillS, Mich.( AP", "new_id": -2}, {"uid": "1297201961061325327", "i": 7970, "idx": 0, "sa": ["George W. Bush", "Dick Cheney", "Donald Rumsfeld"], "q": "helped prepare the way for the sudden eruption of people power in the Middle East. The second of those waves began with the fateful post-9/ 11 decision of <strong> George W. Bush </strong>, <strong> Dick Cheney </strong>, <strong> Donald Rumsfeld </strong> and company to <q> drain the global swamp, </q> as they put it. They pursued al-Qaeda, by invading Afghanistan. And they issued a with-us-or-against-us diktat to Pakistan, which reportedly included the threat to bomb that country`` back to the Stone Age.'' Beside", "new_id": -2}, {"uid": "1295626550004243492", "i": 7990, "idx": 0, "sa": ["Kyle Busch", "Allen Iverson", "Guo Lusheng", "Elton Brand"], "q": "programs, the <strong> Elton Brand </strong> Foundation is merely a front to give <strong> Elton Brand </strong> a forum in which to dunk on children all day <strong> Kyle Busch </strong>: Forced to shut down his Motor for Life Fund when authorities learned its stated purpose of <q> teaching sportsmanGuo Lushengp, dignity, and respect to underprivileged children </q> was actually accomplished through playing the original arcade version of Cruis'n USA <strong> Allen Iverson </strong>: Claimed the goal of his Answer Foundation was to end world hunger; used the charity's money to hold an annual press conference and", "new_id": -2}, {"uid": "1295125227265830412", "i": 42546, "idx": 25, "sa": ["Donald Rumsfeld", "Isnilon Hapilon"], "q": "more Soldiers sentenced for <strong> Isnilon Hapilon </strong> Ghraib Isnilon Hapilonse Archived September 15, 2005 at the Wayback Machine.^`` Iraq Isnilon Hapilonse` ordered from the top'''. BBC News. June 15, 2004.^ <q> US unit denies jail` dogs' charge </q>. BBC News. June 16, 2004.^ <strong> Donald Rumsfeld </strong> tried to resign during scandal- Conflict in Iraq- MSNBC.com^ Justice Dept. Memo Says Torture` May Be Justified'^ a b From", "new_id": -2}, {"uid": "1295432536243531782", "i": 39660, "idx": 0, "sa": ["Courtney Love", "David Letterman", "Howard Stern", "Arnold Schwarzenegger", "Nicole Smith", "Larry King", "Chevy Chase", "Jim Breuer"], "q": "25 Greatest Celebrity Guests counts down the greatest celebrity guests from both the E! and <strong> Howard Stern </strong> TV show archives. Hosted by comedian <strong> Jim Breuer </strong>, this special features A-list celebrities who entered <strong> Howard Stern </strong>'s lair and weren't afraid to <q> let it all hang out </q> during their interviews with The <strong> Larry King </strong> of All Media. Featured celebrities include The Osbournes, Anna <strong> Nicole Smith </strong>, <strong> Arnold Schwarzenegger </strong>, <strong> David Letterman </strong>, Pam Anderson, <strong> Courtney Love </strong> and <strong> Chevy Chase </strong>, amongst many, many others. Also, <strong> Howard Stern </strong> TV", "new_id": -2}, {"uid": "1295956782098172946", "i": 38179, "idx": 0, "sa": ["Derek Hough", "Katy Perry", "Simon Cowell"], "q": "heads Stateside after impressing on the UK version, but producers are unconvinced and believe American audiences may prefer a more recognisable star such as Rihanna or <strong> Katy Perry </strong>. A friend of Cheryl's rumoured boyfriend <strong> Derek Hough </strong> said: <q> Everyone thinks Cheryl has the judging job on US' X Factor' in the bag.`` The truth is, nothing has been signed and the producers still aren't convinced.`` They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> <strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old href=\"http://uk.news.yahoo.com/fc/girls-aloud.html\"> Girls Aloud star has what it takes to draw audiences in across the Atlantic.", "new_id": -2}, {"i": 46622, "idx": 1, "index_answer": 0, "new_id": -1, "q": "will use Windows Phone 7 as its core operating system, helping to drive the fairly new OS to success.`` I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong>, Microsoft CEO. <q> Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Nokia's future Under the proposed partnership:- Nokia would adopt Windows Phone as its principal smartphone strategy, innovating on top of the platform in areas such as imaging, where Nokia", "sa": ["Steve Ballmer"], "uid": "1297419412245137408"}]