[{"uid": "1297271024021168141", "i": 16730, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "said. This includes developing the technology road map and vision to drive adoption of the company's products, tools and services, and delivering the company's next generation of cloud solutions for business customers. <q>We're already making strong traction across our Server and Tools Business by embracing cloud services,<q> said Microsoft CEO <strong> Steve Ballmer </strong> in a statement. \"<strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the", "new_id": -2}, {"uid": "1297366212175849475", "i": 43754, "idx": 0, "sa": ["Russ Feingold", "Dennis Kucinich", "Sen. Bernie Sanders"], "q": "win the nomination, but that a strong challenge could benefit him. \"I think primaries can have the opportunity of raising the issues and making the Democratic candidate a stronger candidate,\" <strong> Dennis Kucinich </strong> said. <q>I think it's safe to predict that <strong> Barack Obama </strong> will be the nominee of the Democratic Party, but he could be a stronger nominee if he receives a strong challenge in the primary.<q> <strong> Dennis Kucinich </strong> did not say who that potential challenger might be. Former <strong> Russ Feingold </strong>( D-Wis.) has been mentioned as a possible 2012 challenger but he has said he does not want to run. <strong> Sen. Bernie Sanders </strong>(", "new_id": -2}, {"uid": "1295125227265830412", "i": 35000, "idx": 3, "sa": ["Donald Rumsfeld", "Barack Obama", "John McCain", "Senator James Inhofe", "Ben Nighthorse Campbell"], "q": "got into our army\", said Colorado <strong> Barack Obama </strong> <strong> Ben Nighthorse Campbell </strong>.[ 36] <strong> Senator James Inhofe </strong>, a Republican member of the <strong> John McCain </strong> Senate Committee on Armed Services, felt that the events did not deserve moral outrage: <q>I'm probably not the only one up at this table that is more outraged by the outrage than we are by the treatment[...][ They] are not there for traffic violations.[...] If they're in cell block 1A or 1B, these prisoners- they're murderers, they're terrorists, they're insurgents.[...] Many of them probably have American blood on their hands. And here we're so concerned about the treatment of those individuals.<q>[ 37] Defense <strong> Donald Rumsfeld </strong> stated, \"What has been charged so far is abuse, which I believe technically is different from torture. I'm not going to address the \"torture\" word.", "new_id": -2}, {"uid": "1296377033098549784", "i": 11401, "idx": 0, "sa": ["Michael Arrington", "Google Inc.", "Eric Schmidt", "Dick Costolo"], "q": ". TechCrunch founder <strong> Michael Arrington </strong> at the Crunchies technology awards this month asked <strong> Dick Costolo </strong> what he thought of the news that <strong> Google Inc. </strong>. CEO <strong> Eric Schmidt </strong> planned to step down in April. <q><strong> Eric Schmidt </strong> is on a bit of a different plane than me. I mean in the Gulfstream sense, not the other sense,<q> <strong> Dick Costolo </strong> joked.- The Fabulous Forum 01/29/2011, 11:10 p.m.- L.A.. Now 01/29/2011, 10:40 p.m.- L.A.. Now 01/29/2011, 9:53 p.m. Ticket prices for Lakers-Celtics lower than Lakers-Heat Christmas Day game Arizona bill", "new_id": -2}, {"uid": "1294965090178536463", "i": 15627, "idx": 0, "sa": ["Eric Schmidt", "Paul Otellini"], "q": "33 cents. \"Intel's strong third-quarter results underscore that computing is essential to people's lives, proving the importance of technology innovation in leading an economic recovery,\" said <strong> Paul Otellini </strong>, Intel president and CEO. <q>This momentum in the current economic climate, plus our product leadership, gives us confidence about our business prospects going forward. As we look ahead, Intel's game-changing 32nm process technology will usher in another wave of innovation from new, powerful Intel Â® Xeon â\u0084¢ server platforms to high-performance Intel Â® Core â\u0084¢ processors to low-power Intel Â® Atom â\u0084¢ processors.<q> http://wn.com/Weboptimiser_|_ Internet_News_|_ Google_Announces_Third_Quarter_2010_Financial_Results Giving us up to date insights into the way Google works and their intentions for the near term future, <strong> Eric Schmidt </strong>, CEO of Google said: \"Google had an excellent", "new_id": -2}, {"uid": "1295498091112721922", "i": 6205, "idx": 7, "sa": ["James Cleveland", "LeBron James", "Chris Webber", "Allen Iverson", "Derrick Rose", "Byron Scott", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q>He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle.<q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 http://wn.com/Chicago_Bulls_vs_Cleveland_Cavaliers_8883_Highlights CLEVELAND-- <strong> Byron Scott </strong>'s lineup changes had the <strong> James Cleveland </strong> Cavaliers on the verge of a much-needed victory-- until <strong> Derrick Rose </strong> made the biggest play of the night.", "new_id": -2}, {"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from \"The Tonight Show\" settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q>He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing,<q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight: \"The Pillowman\" By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}, {"uid": "1296834956190382120", "i": 32474, "idx": 0, "sa": ["Andy Coulson"], "q": "2010 by the merger of mobile and broadband communications companies Orange UK and T-Mobile UK) said it had \"no evidence to support the contention that the practice of unlawfully accessing mobile voicemails is widespread\". <q>The level of enquiries that are received from people who are concerned about the security of their voicemail accounts is so low that statistics are simply not kept,<q> its submission said. The former editor of News of the World, <strong> Andy Coulson </strong>, quit his job as the prime minister's director of communications last month, blaming the phone-hacking scandal at the paper for making", "new_id": -2}, {"uid": "1295646299254836759", "i": 8470, "idx": 0, "sa": ["Karl Rove", "Christine O'Donnell", "Mike Pence"], "q": "Senior Advisor and Deputy Chief of Staff <strong> Karl Rove </strong>, to suggest that <strong> Christine O'Donnell </strong> should explain her comments. On Sunday, September 19, 2010, <strong> Karl Rove </strong>, who now works as a Republican strategist, told FOX News that <q>In southern Delaware, where there are a lot of church-going people, they're probably going to want to know what was that all about.<q> On Monday, September 20, 2010, Republican Representative <strong> Mike Pence </strong> of Indiana told ABC's\" Good Morning America\" that <strong> Christine O'Donnell </strong> has an \"obligation\" to explain her witchcraft comments CampusReform.org's Abby Alger discusses youth activism", "new_id": -2}, {"uid": "1297606486106446870", "i": 15332, "idx": 6, "sa": ["Donald Rumsfeld", "Justin Webb"], "q": "13 February 2011 1:57 PM annamarinakors 13 February 2011 2:02 PM Judging by the tone of this piece, we can reasonably guess where <strong> Justin Webb </strong>'s tongue was during those <strong> Donald Rumsfeld </strong> press conferences. <q>In my eight years in America for the BBC, I can honestly say that I never watched a single speech on the floor of either houses of Congress.<q> Reassuring to see how well the BBC's money was being spent on its correspondents. But who needs to actually listen to Congress, when all that's required is a talent for the sort of facetious", "new_id": -2}]