[{"uid": "1296770511173654034", "i": 12160, "idx": 10, "sa": ["Donald Rumsfeld", "Dick Cheney", "Tommy Franks"], "q": "similar tack on a question that came to haunt the Bush administration: Why didn't the Pentagon dispatch more troops to Iraq at the outset, rather than <strong> Donald Rumsfeld </strong>'s preferred option of a light and agile force? <q>There was no disagreement among those of us responsible for the planning,</q> <strong> Donald Rumsfeld </strong> says, adding: \"If anyone suggested to <strong> Tommy Franks </strong> or[ Joint Chiefs of Staff Chairman <strong> Dick Cheney </strong>] Myers that the war plan lacked sufficient troops, they never informed me.\" It was as though that", "new_id": -2}, {"uid": "1295094125134053943", "i": 20114, "idx": 44, "sa": ["Rasheed Wallace", "Rip Hamilton", "Allen Iverson"], "q": "back-to-back 3-pointers that gave the Pistons the lead for good and sent them to a 107-102 victory over the Golden State Warriors on Thursday night. \"That really hurt my feelings, that tip,\" <strong> Rasheed Wallace </strong> said. <q>You can't let that frustrate you. I missed two point-blank foul shots. I'm upset at myself about that. You can't let that one thing get you down. That's what we did, just dug deep and came up with some stops down the stretch.</q> Richard <strong> Rip Hamilton </strong> scored 24 points and <strong> Allen Iverson </strong> added 23 as the Pistons won for the second straight time to open their four-game road trip after losing their first two games with <strong> Allen Iverson </strong>. But just like in Tuesday night's", "new_id": -2}, {"uid": "1297109128023560319", "i": 20226, "idx": 1, "sa": ["Simon Cowell"], "q": "similar singing competition, starts at the age of 15?' \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" says <strong> Simon Cowell </strong>. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar.</q> judges and host, and when the premiere date will be. Those announcements should coming in the next few weeks. With the X Factor being such a hit in other parts of the world, and American", "new_id": -2}, {"uid": "1295565225148553765", "i": 22855, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "strategy, which <strong> Eric Schmidt </strong> said are his greatest strengths. He added that <strong> Sergey Brin </strong> will retain the title co-founder and focus on strategic projects, particularly new products. As for himself, <strong> Eric Schmidt </strong> said, <q>I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>.</q> <strong> Eric Schmidt </strong>: Page Will Merge Technology and Business Vision \"Brilliantly' <strong> Eric Schmidt </strong> said that when he first joined Google, he never imagined the growth that the company has achieved but added that Google\"s", "new_id": -2}, {"uid": "1296619353222035981", "i": 30863, "idx": 5, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been Snow around Walthamstow in 2007, edited with music. PS I first heard the song BBC's Wallander series. PSS Here are the", "new_id": -2}, {"uid": "1295618668066224313", "i": 17206, "idx": 7, "sa": ["Eric Schmidt", "Dan Levine", "Richard Chang"], "q": "<strong> Eric Schmidt </strong> said on his blogpost that Page, the son of a Michigan State University computer science professor, will now lead product development and technology strategy, areas that are \"his greatest strengths.\" <q>It will be interesting to see what he'll do that's different, what he could not have done in his prior role,</q> said BGC Partners analyst Colin Gillis.( Reporting by Alexei Oreskovic; Additional reporting by Alexandria Sage, <strong> Dan Levine </strong>; Editing by Edwin Chan and <strong> Richard Chang </strong>)", "new_id": -2}, {"uid": "1295008939037093396", "i": 37765, "idx": 4, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords", "The doctor", "Nancy Pelosi"], "q": "<strong> Kirsten Gillibrand </strong> said. \"<strong> The doctor </strong> was just so excited, he said, \"You don\"t understand; this is amazing what she is doing now, beyond our greatest hopes,\" <strong> Kirsten Gillibrand </strong> said. <q>Then they decided we had to go, because it was a lot of excitement for her.</q> <strong> Kirsten Gillibrand </strong> told reporters that she and other lawmakers-- Democratic Leader <strong> Nancy Pelosi </strong> of California and <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla.-- were pleased to have the chance to see <strong> Gabrielle Giffords </strong>. When the lawmakers entered the", "new_id": -2}, {"uid": "1295601684081559570", "i": 26664, "idx": 1, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "has been coming under pressure from social networking rivals such as Facebook and Twitter. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google was \"probably overdue for a major management reorganization.\" <q>The structures between the three have remained exactly the same over the past 10 years-- which might as well be 100 years of Internet time,</q> he said in a blog post. \"It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company.\" <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism", "new_id": -2}, {"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ". \"I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,\" said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q>But I know he's here now.</q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}, {"uid": "1297433777190496801", "i": 21113, "idx": 1, "sa": ["Donald Rumsfeld", "Sharron Angle", "Sarah Palin"], "q": "The HRC- whose stated goal is to \"achieve lesbian, gay, bisexual and transgender( LGBT) equality\"- appears to be holding a second Day of Silence. <q>We have no comment on this matter,</q> HRC Deputy Press <strong> Donald Rumsfeld </strong> Paul Guequierre told The Daily Caller when asked for a comment regarding <strong> Sarah Palin </strong> and <strong> Sharron Angle </strong>'s recent support of GOProud. Other prominent nationwide gay-rights organizations, like the Gay and Lesbian Alliance Against", "new_id": -2}]