[{"uid": "1297379022182599692", "i": 12726, "idx": 0, "sa": ["Camille Grammer", "David Letterman", "Kelsey Grammer", "Dr. Dre"], "q": "\" <strong> Camille Grammer </strong> said in a statement. She thanked family and friends who had been supportive throughout the couple's divorce, which was filed in July. The couple were married nDavid Lettermany 13 years. <q> What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful chilDr. Dren, </q> her statement said. She also wished her ex and his fiancee, Kayte Walsh, \"love and happiness in their new marriage.\" <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last", "new_id": -2}, {"uid": "1295565912244678725", "i": 735, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "from <strong> Larry Page </strong>'s passion and innovation. <strong> Larry Page </strong>'s return to the CEO role is meant to speed up decision-making, <strong> Eric Schmidt </strong> says. Schmidt-scmidt-out-as-google-ceo-2011-1\" target=\"_blank\"> Jay Yarow at Business Insider, reading between the lines: <q> If things are working smoothly, you don't have those problems. </q> <strong> Eric Schmidt </strong> won't be fading away into the background. Among the things he says he'll be working on as chairman: global business partnerships and \"government outreach,\" an important role for any company as", "new_id": -2}, {"uid": "1297437360129613826", "i": 28219, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Shaffer[ Director of Intelligence, Joint Staff] wrote on September 5, 2002 that he had been asked by <strong> Donald Rumsfeld </strong> what the U.S. did not know in terms of percentage about Iraq's WMD program. <q> We've struggled to estimate unknowns, and the attached briefing sumps up our best J2 sense, </q> he said. J2 is an intelligence group supporting top level U.S. defense officials. \"We range from 0% to about 75% knowledge on various aspects of their program,\" he said.", "new_id": -2}, {"uid": "1297143670250691612", "i": 56254, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> All content? Copyright 2000- 2011 WorldNow and KCBD, a", "new_id": -2}, {"uid": "1297132541144228403", "i": 950, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "accused the Bush administration of lying, compiling \"a small string of comments- ill-chosen or otherwise deficient- to try to depict the administration as purposefully misrepresenting the intelligence.\" But, <strong> Donald Rumsfeld </strong> says: <q> While I made a few misstatements- in particular the one mentioned above- they were not common and certainly not characteristic. Other senior administration officials also did a reasonably good job of representing the intelligence community's assessments accurately in their public comments about Iraqi WMD, despite some occasionally imperfect formulations. </q> As well as the \"misstatement\" on WMDs, he expresses regret over one of his most famous comments about Iraq: \"stuff happens\" . He was speaking about looting of the museum in Baghdad", "new_id": -2}, {"uid": "1296231867027263003", "i": 4686, "idx": 0, "sa": ["Michael Gove"], "q": "<strong> Michael Gove </strong> said he would be equally tough on failure in academies, which are independent of town halls. The department will be contacting academy sponsors whose schools have failed to hit GCSE performance targets. <q> There will be absolutely no reluctance on our part to deal with any academy that is failing, </q> he said. \"Every school that is under-performing will be held to high standards, and if a sponsor is not doing an appropriate job then we will demand change and if necessary we will issue a", "new_id": -2}, {"uid": "1297183373119177256", "i": 3628, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "stoked resentment in Berlin and Paris. It was meant to point out that there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q> Ironically, my comment was unintentional, </q> <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented` old NATO' not` old Europe'.\" \"In any event, the phrase` old Europe' entered the vernacular. The", "new_id": -2}, {"uid": "1297245175074432514", "i": 4874, "idx": 1, "sa": ["Stephen Moyer", "Catherine, Duchess of Cambridge", "Hugh Laurie", "Anna Paquin", "Prince William, Duke of Cambridge", "Simon Cowell"], "q": "be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding of <strong> Prince William, Duke of Cambridge </strong> and <strong> Catherine, Duchess of Cambridge </strong>. Talking on American morning TV the music mogul said: <q> I haven't been invited. </q>... <strong> Hugh Laurie </strong> postpones release of album because of royal wedding <strong> Hugh Laurie </strong> has decided to postpone the release of his first album because of the royal wedding later this year.... <strong> Stephen Moyer </strong> and <strong> Anna Paquin </strong> relationship makes crew relaxed <strong> Stephen Moyer </strong> thinks", "new_id": -2}, {"uid": "1295562123175194116", "i": 6396, "idx": 0, "sa": ["Larry Page", "Meg Whitman", "Eric Schmidt"], "q": "1,280. The Nasdaq Composite Index-0.77%) dropped 0.8% to 2,704. Tech stocks pulled back as results from Seagate Technology-21.35%) spurred concerns for the consumer and corporate markets. <q> H-P appoints five new board members, including <strong> Meg Whitman </strong> </q> 4:18 p.m. EST, Jan. 20, 2011 from MarketWatch \"Google reports higher profit; co-founder <strong> Larry Page </strong> to replace <strong> Eric Schmidt </strong> as CEO in April 4:08", "new_id": -2}, {"uid": "1295560621029818881", "i": 11441, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said. Advertise| AdChoices Advertise| AdChoices Advertise| AdChoices \"<strong> Eric Schmidt </strong> is a tremendous leader and I", "new_id": -2}]