[{"uid": "1295617389243957781", "i": 46196, "idx": 1, "sa": ["Andy Coulson", "Sienna Miller", "David Cameron"], "q": "would order a fresh review of the extent of the phone scandal. Several prominent figures, including the movie star <strong> Sienna Miller </strong>, have filed lawsuits alleging that reporters hacked into their voice-mail. Mr. <strong> David Cameron </strong> said: <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications although I understand that the continuing pressures on him and his family mean that he feels compelled to do so.</q> \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,\" Mr. <strong> David Cameron </strong> said. Mr. <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1297182562166789141", "i": 2703, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "that postinvasion looting in Iraq that paved the way for the collapse of Iraqi institutions and a swelling insurgency? <strong> Donald Rumsfeld </strong> claims that the reports of looting were simply the gross exaggerations of an \"irresponsible\" Western press: <q>The looting made it appear that postwar Iraq was descending into chaos <strong> ... More </strong>,</q> he writes dismissively. \"I thought the looting was tragic, but I did not fault our troops.\" One can't help but wonder how the Iraqis who lived through it all will react to", "new_id": -2}, {"uid": "1295636961179568645", "i": 30510, "idx": 3, "sa": ["Prince Harry", "Andy Coulson", "David Cameron"], "q": "Price about a story obtained from a message <strong> Prince Harry </strong> left on <strong> Prince Harry </strong> <strong> David Cameron </strong>'s phone, which contained a direct quote and in which the headline read: \"Chelsea tears a strip off <strong> Prince Harry </strong>,\" <strong> Andy Coulson </strong> said: <q>I don't remember the story.</q> Price said it was mentioned on the front page of the newspaper and was branded exclusive. He said it was astonishing that <strong> Andy Coulson </strong> did not remember it. September 2010 Following allegations made", "new_id": -2}, {"uid": "1295545349188383370", "i": 13642, "idx": 4, "sa": ["Kirsten Gillibrand", "Melissa Etheridge", "Adam Lambert", "Tammy Lynn Michaels", "Jane Lynch"], "q": "own state, one of several on the east coast where state legislatures seem poised to deliver marriage rights for same-sex couples after a string of setbacks. \"I'm very optimistic,\" <strong> Kirsten Gillibrand </strong> said. <q>We have a governor who supports marriage equality. It's something that the people want. And I think if we work very hard, and we continue to push our advocacy, we will be successful.</q> <strong> Adam Lambert </strong>, towering over everyone on the red carpet( except for the bronze trenchcoat-clad <strong> Jane Lynch </strong>), said he hoped the Report Abuse Name: Juneau Underwood <strong> Tammy Lynn Michaels </strong> Blindsided By <strong> Melissa Etheridge </strong>'s New Relationship A Gay", "new_id": -2}, {"uid": "1297260361038010913", "i": 1316, "idx": 2, "sa": ["Michael Vick"], "q": "mayor also expressed his regards to those who may have been offended by the move and to those who were saddened for honoring a convicted felon and animal abuser. He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.</q> You are now in: Sports, Top News, Top News for more stories Related Article( s): Party Time in Dallas!: <strong> Michael Vick </strong> Hosts \"Celebrity Superbowl Finale\"", "new_id": -2}, {"uid": "1295197610047906830", "i": 33618, "idx": 2, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Gabrielle Giffords", "Tom Coburn"], "q": "<strong> Kirsten Gillibrand </strong>, going on to call <strong> Gabrielle Giffords </strong>'s story \"inspiring.\" Sens. <strong> Chuck Schumer </strong>( D-N.Y.) and <strong> Tom Coburn </strong>( R-Okla.) discussed the state of gun-control legislation and the nature of the existing laws. <q>I am... writing the administration... that the military notify the FBI when someone is rejected form the military for excessive drug use and that be added to the FBI database,</q> said <strong> Chuck Schumer </strong>. <strong> Tom Coburn </strong> emphasized the need to focus on condition of states' mental health-care systems rather than focus on the nation's gun laws, \"We need to make sure that we fix the right problem.", "new_id": -2}, {"uid": "1296273660046694427", "i": 8745, "idx": 1, "sa": ["Stephen Jackson", "Maurice Cheeks", "Chris Webber", "Kyle Korver", "Allen Iverson"], "q": "seemed like I hadn't made a shot all game.\" <strong> Stephen Jackson </strong> missed 15 of his first 19 shots before the easy layup. <strong> Chris Webber </strong> then missed a jumper at the buzzer after an inbound pass from <strong> Allen Iverson </strong>. <q>For that to happen with 4.9 seconds left, it's devastating,</q> <strong> Allen Iverson </strong> said. <strong> Kyle Korver </strong> was a surprise presence on the floor at that end, considering he lost his starting job because of his poor defense. \"We didn't make the correct switch,\" Sixers coach <strong> Maurice Cheeks </strong>", "new_id": -2}, {"uid": "1295538156252182548", "i": 16851, "idx": 0, "sa": ["Henry James", "Allen Iverson"], "q": "more quality bmx movies http://wn.com/Allen_Iverson_mobbed_as_he_arrives_in_Turkey_8_November_2010_to_play_for_Besiktas_Ä°stanbul'da Click here to watch in smooth quality www.youtube.com Subscribe for more quality bmx movies http://wn.com/Allen_Iverson_unveiled_at_press_conference_for_hysterical_Besiktas_fans_in_Istanbul_Turkey <strong> Allen Iverson </strong> is unveiled for the Besiktas basketball fans on his new home court and he talks to the fans saying <q>I want to thank you fans for welcoming me and embracing me the way you have... I can't promise you that we will win every basket-ball game. But one thing I can promise you is that we will play hard, we will play together and we'll give everything that we have on the basket ball court night in and night out.</q> A great amount of international media were present to witness the event including CNN, BBC and NBA TV. RARE OLDIES VIDEO WITH MR HENRY\" RED\" ALLEN& HIS ALL STARS! <strong> Henry James </strong> \"Red\" <strong> Allen Iverson </strong>", "new_id": -2}, {"i": 639, "idx": 0, "index_answer": 1, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q>Anybody that bet on it, some broke people out there,</q> <strong> Allen Iverson </strong> said. \"I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Michael Jordan", "Allen Iverson"], "uid": "1296405734264388638"}, {"uid": "1296798464219398156", "i": 24013, "idx": 8, "sa": ["Rod Smith", "Carmelo Anthony", "Linas Kleiza", "Allen Iverson", "Ed McCaffrey"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q>... <strong> Rod Smith </strong> and <strong> Ed McCaffrey </strong> McCaffrey-Denver's Finest Since YouTube muted the song Ace of Spades over 2 FREAKING MONTHS after allowing it to play Ace of Spades, the NEW SONG is Already Gone by Halfway to Gone. This", "new_id": -2}]