[{"uid": "1297093828077135937", "i": 46907, "idx": 9, "sa": ["Donald Rumsfeld", "Colin Powell", "Condoleezza Rice"], "q": "and with the Taliban gone and the al Qaeda out of Afghanistan,'' he said. <strong> Donald Rumsfeld </strong> was also critical of <strong> Colin Powell </strong>'s successor, <strong> Condoleezza Rice </strong>, for her lack of experience in government. <q> She'd never served in a senior administration position, </q> he said.`` She'd been an academic. And, you know, a lot of academics like to have meetings. And they like to bridge differences and get people all to be happy.''", "new_id": -2}, {"uid": "1295278131044859395", "i": 11282, "idx": 0, "sa": ["Larry Brown", "Allen Iverson", "David Stern"], "q": "about <strong> Allen Iverson </strong>'s rap music, it was as if <strong> Allen Iverson </strong> didn't even hear him. As <strong> David Stern </strong> handed him the MVP trophy, all <strong> Allen Iverson </strong> could think of was one thing when he was asked to speak. <q> Where's my coach at? </q> he asked.`` Where's Coach <strong> Larry Brown </strong>?'' It was a nice touch by <strong> Allen Iverson </strong> to seek out <strong> Larry Brown </strong>, his coach for the past 3 1/2 seasons. For a player often described as selfish and immature", "new_id": -2}, {"uid": "1295091531196460547", "i": 34694, "idx": 3, "sa": ["Sergio Marchionne"], "q": ", which trail segment leaders such as the Honda CRV and Ford Escape, were among the few vehicles that were not revamped in this year's product offensive. Referring to the Nitro, he said: <q> It needs to be replaced </q>, but not necessarily by a Dodge-brand SUV. Chrysler is conducting customer clinics on replacement vehicles and has it about 80 per cent right, <strong> Sergio Marchionne </strong> said. Though some industry experts have questioned the survival of", "new_id": -2}, {"uid": "1296755713175587358", "i": 47191, "idx": 0, "sa": ["Simon Cowell", "Mariah Carey", "Nicole Scherzinger"], "q": "Simpson slams weight obsession The star dismissed speculation that she might join <strong> Simon Cowell </strong> on the judging panel of the upcoming Fox series. Simpson wrote on her Twitter page: <q> Just to clear up a rumour... I am NOT going to judge X Factor!!! I don't even know where that info came from,( sic) </q>. A string of high profile names have been linked to the show including <strong> Mariah Carey </strong>, <strong> Nicole Scherzinger </strong> and Cheryl Cole. A final judging line-up has yet to be confirmed, although <strong> Simon Cowell </strong> has suggested that", "new_id": -2}, {"uid": "1295612670207978506", "i": 4623, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "company more nimble at a time when competition heats up with fast-growing rivals like Facebook. <strong> Larry Page </strong> together with fellow Stanford University student <strong> Sergey Brin </strong> founded the Web's most successful search engine thirteen years ago. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for <strong> Larry Page </strong>, told Reuters in an interview that the change was`` not a reaction to competitors.''", "new_id": -2}, {"uid": "1295432346076251250", "i": 56039, "idx": 2, "sa": ["Jane Lynch", "Simon Cowell"], "q": "amazed'' by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. Comment on this Article She explained in an interview with The Sun newspaper: <q> <strong> Simon Cowell </strong> and Sue say the things people wish they could in their href=\"http://www.femalefirst.co.uk/jobs/\" title=\"Lastest jobs news from Female First\"> jobs or at their school, but can't because it's not the done thing.`` Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop. </q> Glee' fans have even set up a Facebook group pleading for Sue to join the' X Factor' panel- and <strong> Jane Lynch </strong> agrees her character would make a`` fantastic'' judge, though she would probably", "new_id": -2}, {"uid": "1296186100117063682", "i": 1307, "idx": 0, "sa": ["Bernie Sanders"], "q": "is also true that the only way those bonds get redeemed is out of the current income of the United States.'' Other lawmakers said Social Security's financial problems are not that urgent. <q> In the last 75 years, in good times and in bad times, Social Security has paid out every nickel owed to every eligible beneficiary at a relatively modest administrative cost, </q> said Sen. title=\"Bernie Sanders\" href=\"http://www.chicagotribune.com/topic/politics/Bernie Sanders-Bernie Sanders-PEPLT005768.topic\"> <strong> Bernie Sanders </strong>, who organized the first meeting of the Senate Social Security caucus Thursday.`` We are getting very tired about hearing our Republican and right wing friends telling us about", "new_id": -2}, {"uid": "1297249562136822788", "i": 9144, "idx": 0, "sa": ["Chris Smith", "Kirsten Gillibrand"], "q": "R-N.J. <strong> Chris Smith </strong> is the key sponsor of the bill to write the Hyde language into permanent law.( House leaders give the first handful of bill numbers to measures they want to highlight as legislative priorities.) <q> I think it says to the world that we are serious; it is time for a national debate on abortion that has never really occurred, </q> <strong> Chris Smith </strong> said. Democrats in the Senate, however, said the public would rather Congress focus on other things.`` This election was about the economy,'' said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y.``", "new_id": -2}, {"uid": "1296433725170967042", "i": 19523, "idx": 0, "sa": ["Michael Vick", "Stewart Mandel"], "q": "the team already has a solid group of young players and will have significant salary cap space in the offseason.`` We have a three-year plan and we're right on it,'' he said. <q> I looked the other day and we're going to have more money than anybody in the summer to go out and either trade one of our expiring contracts or go into the free agency market and get the pieces we need. </q> <strong> Stewart Mandel </strong>: St. John's shows signs of progress under Lavin by knocking off Duke Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for Kevin Kolb", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}]