[{"uid": "1297600395127287377", "i": 48205, "idx": 3, "sa": ["Allen Iverson", "Dan Tan"], "q": "Clippers games. <strong> Dan Tan </strong> loved the Clippers and always wore Clippers apparel. They wheeled to the handicap-accessible area. <strong> Dan Tan </strong> listened to the game as they watched, <strong> Dan Tan </strong> asking questions along the way. <q> Daniel would call my dad and be like,` Where's DeWayne <strong> Allen Iverson </strong>? Where's he at? </q> DeWayne <strong> Allen Iverson </strong> said.`` We were all close with Daniel.'' In August 2008, stem cell transplants done in Seattle slowed the NMO's progress in <strong> Dan Tan </strong>'s body. While his condition didn't", "new_id": -2}, {"uid": "1295021582165101591", "i": 4164, "idx": 7, "sa": ["Allen Iverson", "Gary Moore"], "q": "Besiktas after no NBA team offered him a contract. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> last played Saturday.`` This is the most pain he's ever felt from any injury he's had,'' <strong> Gary Moore </strong> said. <q> He's been in tremendous agony. </q> <strong> Allen Iverson </strong> spent 10 seasons in Philadelphia before bouncing through Denver and Detroit, ending up in Memphis last season. He played only three games before returning for a second stint with the Sixers, where", "new_id": -2}, {"uid": "1296680350157417514", "i": 15601, "idx": 0, "sa": ["Jeremy Paxman", "Andy Coulson", "Rupert Murdoch"], "q": "3 February 2011. It was last modified at <strong> Rupert Murdoch </strong> unveils next step in media empire- the iPad` newspaper' Follow the latest tweets about the BBC from the MediaGuardian team <strong> Jeremy Paxman </strong> axes Newsnight daily email <q> It's crap, dreamed up like so many utterly brilliant initiatives by visionary BBC management. </q> BBC's Craig Oliver is the new <strong> Andy Coulson </strong> Bestsellers from the Guardian shop", "new_id": -2}, {"uid": "1296506543041320459", "i": 27286, "idx": 0, "sa": ["Sergio Marchionne"], "q": "US market share for 2010 rose to 9.2 percent from 8.8 percent in 2009. In Canada, the US automaker saw a market share jump of two percentage points to 13.0 percent for last year. <q> The company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months, </q> <strong> Sergio Marchionne </strong>, Chrysler's chief executive, said in a statement.`` Given the positive comments we have received to date, it can safely be said that what Chrysler delivered last year, on both the", "new_id": -2}, {"uid": "1297293575117293152", "i": 8173, "idx": 0, "sa": ["Michael Vick"], "q": "I tried, though-- kept him on the phone for forever, pleading. When asked what he was going to talk about this morning, Winters said he was prepared to present to the task force a <q> very preliminary conceptual design, which will be a spectacular addition to Fair Park and spectacular new attraction for Dallas. </q> So, Prince Was a No-Show After All. Not Like Anyone Told the Opening Acts Or Anything. Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to the City of Dallas", "new_id": -2}, {"uid": "1295559993214679637", "i": 33451, "idx": 0, "sa": ["Eric Schmidt"], "q": "company announced today will make the company's management structure more efficient. He said Google's three-person leadership structure, which has existed for a decade, sometimes added`` delay'' in the company's decision-making. <q> By elevating me and having Larry running things day-to-day we think this will improve, </q> he said, adding that the three agreed to make the changes after`` a long series of conversations.'' <strong> Eric Schmidt </strong> To Step Aside As Google CEO; Page To Take Over; Brin Shifts Gears <strong> Eric Schmidt </strong> Says Management", "new_id": -2}, {"uid": "1295612076003915798", "i": 1250, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "the Daily News of dozens of articles the writer contributed to the tabloid.`` I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,'' <strong> David Cameron </strong> said in a statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q> <strong> Andy Coulson </strong> is a trusted aide and his departure is a blow to <strong> David Cameron </strong>, whose office had long insisted he would stay on despite the scandal. Earlier this week, <strong> David Cameron </strong> told BBC radio that", "new_id": -2}, {"uid": "1295675869065781776", "i": 22132, "idx": 4, "sa": ["Stephen Jackson", "Allen Iverson", "Dwyane Wade"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way.`` He wasn't missing anything,'' Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 http://wn.com/[HD_2009_Playoffs]_Dwyane_Wade_Highlights__Hawks_Vs_Heat__Game_6---------------- Credit of this video goes to revgen of Mixmakers.net--------- MIAMI- A season-saving victory in the books, guard <strong> Dwyane Wade </strong> and most Miami Heat teammates walked off the court Friday night with stoical looks", "new_id": -2}, {"uid": "1295404963171524096", "i": 22225, "idx": 1, "sa": ["Piers Morgan", "Jay Leno", "Howard Stern", "David Letterman", "the Stern"], "q": "and his dismay at those who watch <strong> Jay Leno </strong>'s show. As he told <strong> Piers Morgan </strong>,`` <strong> the Stern </strong> won't do[ his show] again.'' <strong> Howard Stern </strong> is also staunchly Team <strong> David Letterman </strong>. <q> <strong> the Stern </strong> don't know why he's beaten <strong> David Letterman </strong> in the ratings, </q> said <strong> Howard Stern </strong>.`` It's beyond my comprehension. America must be filled with morons, who at night lay in bed, the ones that are watching him, must be in a coma.'' Check", "new_id": -2}, {"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason.`` I think I've got the blueprint on what to do,'' <strong> Michael Vick </strong> said. <q> I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on. </q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}]