[{"uid": "1296782807067518464", "i": 13052, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "and the Washington Post. But he said he should have forced then president <strong> President Bush </strong> to accept his resignation over the revelations of abuse by US military guards at the Abu Ghraib prison in Iraq. <q> Abu Ghraib and its follow-on effects, including the continued drum-beat of` torture' maintained by partisan critics of the war and the president, became a damaging distraction, </q> <strong> Donald Rumsfeld </strong> writes.`` More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point", "new_id": -2}, {"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote:`` I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.'' Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which... </q>`` The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}, {"uid": "1297171803034897961", "i": 34574, "idx": 1, "sa": ["John McCain", "George Stephanopoulos", "Donald Rumsfeld"], "q": "most compatible pair.`` I think that is the understatement of the decade,'' responded host <strong> George Stephanopoulos </strong>. <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a`` hair-trigger temper'' and <q> a propensity to shift his positions to appeal to the media. </q> The book,`` Known and Unknown,'' is available in stores Tuesday. <strong> John McCain </strong> shot back, saying in an interview that while he`` respect[ s] <strong> Donald Rumsfeld </strong>,'' they had`` a very", "new_id": -2}, {"uid": "1295958286149602317", "i": 17024, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Alexandra Lebenthal", "Meredith Whitney"], "q": "issuers do not have a total of$ 100 billion in debt outstanding. <strong> Alexandra Lebenthal </strong>, a doyenne of the muni market, told Reuters that <strong> Meredith Whitney </strong>`` is brilliant when it comes to housing.'' But <q> I would put any muni analyst in a room with her- on TV, outside in the schoolyard- and see who comes out ahead. </q> Under duress No one denies that state and local governments are under duress. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics", "new_id": -2}, {"uid": "1294962672210993211", "i": 6926, "idx": 6, "sa": ["Jared Loughner", "Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "as police continue to investigate. Mr. <strong> Barack Obama </strong> flew to Tucson Wednesday to meet with the injured and families of the slain and to try to soothe the nation in an address at the University of Arizona entitled <q> Together We Thrive: Tucson and America. </q> <strong> Jared Loughner </strong> Stopped by Police Hours before Shooting <strong> Kirsten Gillibrand </strong> said that everyone present in <strong> Gabrielle Giffords </strong>' hospital room, but especially her husband Mark Kelly, were`` just crying with joy'' when <strong> Gabrielle Giffords </strong> opened her eyes.", "new_id": -2}, {"uid": "1296500989172736528", "i": 35544, "idx": 2, "sa": ["Clive Goodman", "Andy Coulson", "Tommy Sheridan"], "q": "between him and <strong> Clive Goodman </strong>, the former Royal editor of the NotW. Mr <strong> Andy Coulson </strong> replied,`` yes he was a reporter on the paper'' Mr <strong> Tommy Sheridan </strong> asked if Mr <strong> Andy Coulson </strong> had emailed Mr <strong> Clive Goodman </strong> asking him to <q> take the blame for the good of the paper </q> Mr <strong> Andy Coulson </strong> responded`` No, I'm positive, do you have that email Mr <strong> Tommy Sheridan </strong>?'''' In order to post a comment you need to be registered and signed in. Sorry", "new_id": -2}, {"uid": "1296573919178978861", "i": 15177, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal.`` <strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also In a personal statement issued by Number 10, Mr <strong> Andy Coulson </strong> said the drip-drip of claims about illegal eavesdropping under", "new_id": -2}, {"uid": "1295560040175849483", "i": 2216, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "would be stepping down on April 4, 2011 to take over the role of executive chairman. The other half of <strong> Google Inc. </strong>'s founding duo, <strong> Sergey Brin </strong>, will retain his title as co-founder. <q> When I joined <strong> Google Inc. </strong> in 2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today, </q> Mr. <strong> Eric Schmidt </strong> said in a post on the Official <strong> Google Inc. </strong> Blog.`` Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the", "new_id": -2}, {"uid": "1295552145232112145", "i": 5189, "idx": 6, "sa": ["Mike Pence"], "q": ".'' Turning to current affairs, <strong> Mike Pence </strong> says conservatives should not give up on repealing Obamacare. While he acknowledges that the Senate will likely stall the effort, he is hopeful that things could change. <q> I think that it is a very dynamic environment, </q> he says.`` House passage puts the onus on the Senate. And last time I checked, you've got about two dozen members of the Democratic majority in the Senate who are up for election in two", "new_id": -2}, {"uid": "1295205413016711683", "i": 46748, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "of the victims of the shooting last Saturday in Tucson, AZ.. <strong> Kirsten Gillibrand </strong> and <strong> Gabrielle Giffords </strong> were freshmen members of Congress in 2007. <strong> Gabrielle Giffords </strong> is breathing on her own after doctors removed her ventilator on Saturday. <q> Well, she's doing great, </q> <strong> Kirsten Gillibrand </strong> said.`` I talked to her husband Mark( Saturday) night and she's making progress and if there's anyone in the world that can recover fully from this kind of crime and unbelievable injury,", "new_id": -2}]