[{"uid": "1295254600092618767", "i": 7202, "idx": 4, "sa": ["James Posey", "George Karl", "Vince Carter", "Rex Chapman", "Ray Allen", "Chauncey Billups", "Allen Iverson"], "q": "run that was highlighted by <strong> Chauncey Billups </strong>' seventh and eighth 3s, which set a team franchise record. <strong> Chauncey Billups </strong> was one shy of the NBA playoff single-game record of nine 3-pointers held by <strong> Ray Allen </strong>, <strong> Rex Chapman </strong> and <strong> Vince Carter </strong>. <q> What <strong> Chauncey Billups </strong> did wasn't a surprise. He's done it throughout his career. He's very good at making that shot and he made a lot of them tonight, </q> the Hornets' <strong> James Posey </strong> said. \"<strong> Chauncey Billups </strong> got it going. He http://wn.com/Allen_Iverson_44pts_10_Assists_vs_Seattle_Sonics_06/07 <strong> Allen Iverson </strong>, Nuggets Defeat Sonics; <strong> George Karl </strong> Notches 800th Win <strong> George Karl </strong> couldn't have drawn up his 800th win any better- playing short-handed, making", "new_id": -2}, {"uid": "1296286332201490484", "i": 2674, "idx": 4, "sa": ["Jackie Walorski", "Mike Pence", "Joe Donnelly"], "q": "Former Republican state Rep. <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like", "new_id": -2}, {"uid": "1295779983083050517", "i": 15384, "idx": 0, "sa": ["Andy Coulson"], "q": "Chinese goverment is always foolish and shameless.Often sends present to US: Buy Ameirican Dete, allow American new energy enters chinese market...; \" Report Abuse \" there is never enough erengy for any country \" Report Abuse <q> This is crazy. Chongqing is already close to the 3 gorge dam. If it is short on power, then what is the 3gorge dam good for?? </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296024963108707853", "i": 21176, "idx": 2, "sa": ["Zine El Abidine Ben Ali", "Donald Rumsfeld", "Hillary Clinton", "Marina Ottaway"], "q": "US administration, like France and the European Union, never called for <strong> Zine El Abidine Ben Ali </strong> to go. Indeed, on January 12-- just two days before he fled-- State Department spokesman Philip Crowley said Washington was <q> concerned about actions by the demonstrators, those who do not have peaceful intentions. </q> But soon thereafter, Washington accelerated the denouement of the crisis, <strong> Marina Ottaway </strong> said. US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> nimbly stepped in with a speech in Doha on January 13 warning Arab leaders to allow", "new_id": -2}, {"uid": "1297588971109002780", "i": 17092, "idx": 5, "sa": ["Tony Blair", "Winston Churchill", "Donald Rumsfeld"], "q": "while eluding capture, he says. For <strong> Tony Blair </strong>, \"the most eloquent public voice\" in arguing the cause for war, there is the sort of praise that only the American <strong> Winston Churchill </strong> now lavishes. <q> Top marks in terms of communicating go to <strong> Tony Blair </strong>, </q> Mr <strong> Donald Rumsfeld </strong> observed. \"He had fibre and courage and knew how to put the English language together. He was most impressive.\" But for all the trials and tribulations in the 10 years since", "new_id": -2}, {"uid": "1297461177215384092", "i": 10817, "idx": 2, "sa": ["Michael Vick"], "q": "clean with authorities about his role in the killing of dogs until after he took a lie-detector test. Knorr also recalled how one confidential informant he wrote about in his USDA report noted that <strong> Michael Vick </strong>'s adrenaline <q> would go up, he'd get a high when the group[ <strong> Michael Vick </strong> and his co-defendants, Quanis Phillips and Purnell Peace] were killing[ the dogs]. </q> In 2007, <strong> Michael Vick </strong> was convicted of a felony related to a dogfighting ring and served 19 months in prison. He has spent the last two seasons with the Philadelphia Eagles, and was", "new_id": -2}, {"uid": "1295821293214663176", "i": 38043, "idx": 0, "sa": ["Andy Coulson"], "q": ", and your country to jeopardy or compromise. Save the non-Muslim minorities in the Muslim countries! Save the Muslims from the Islam! Save the non-Muslim minorities in the Muslim countries! Report Abuse <q> \"The Mossad( Israeli intelligence) was responsible for the attack. </q> \" Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to", "new_id": -2}, {"uid": "1296770511173654034", "i": 12169, "idx": 19, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell"], "q": "thing.\" <strong> Donald Rumsfeld </strong> takes direct aim at <strong> Colin Powell </strong> in recounting the former general's famous U.N. speech in February 2003, laying out the administration's case that <strong> Saddam Hussein </strong> indeed possessed a stockpile of banned weapons. <q> Over time a narrative developed that <strong> Colin Powell </strong> was somehow innocently misled into making a false declaration to the Security Council and the world, </q> <strong> Donald Rumsfeld </strong> writes. He seems particularly offended that <strong> Colin Powell </strong> has said that some in the intelligence community knew \"that some of these sources were not good,\" \"didn't speak up,\" and \"that devastated", "new_id": -2}, {"uid": "1296087971233947180", "i": 832, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> User comments are not being accepted on this article.", "new_id": -2}, {"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q> Apparently, it's a practice all over the country, </q> <strong> Bill Lockyer </strong> said today in a telephone interview. \"I don't think it's a good one.\"-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}]