[{"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q> <strong> Google Inc. </strong> had a strong second quarter, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>.`` Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}, {"uid": "1296273664046694409", "i": 25155, "idx": 12, "sa": ["Sonny Hill", "Allen Iverson"], "q": "this weekend- about bringing <strong> Allen Iverson </strong> back to Philadelphia. Possibly as early as next week. It's being seriously considered,'' one Sixers official said before his team lost to the Atlanta Hawks on Friday night. <q> We know the history. We know the ups and downs. But we're also aware of what( <strong> Allen Iverson </strong>) can do and that he's needed here. We simply can't just ignore the upside he'd bring. Not with our situation. </q> As of Friday night, coach Eddie Jordan was on board with bringing <strong> Allen Iverson </strong> back, according to sources. So were officials within the club's hierarchy, along with the team's executive adviser, <strong> Sonny Hill </strong>. The", "new_id": -2}, {"uid": "1297262359234307591", "i": 26092, "idx": 3, "sa": ["Colin Powell", "President Bush", "Dick Cheney"], "q": "delayed by`` objections of some in the State Department bureaucracy'' and <strong> Colin Powell </strong>'s`` turf-conscious deputy,'' <strong> Dick Cheney </strong> Armitage. Ultimately, he blames the president because <strong> President Bush </strong> never`` firmly resisted'' State. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> he writes. So much finger pointing can cause a repetitive motion injury. Fortunately, Rumsfeld takes a break to reflect.`` I don't spend a lot of time in recriminations,'' he writes", "new_id": -2}, {"uid": "1296705588031981583", "i": 41124, "idx": 0, "sa": ["George Will", "Mike Pence", "Rick Santorum", "Mike Huckabee", "Sarah Palin"], "q": "conservative pundit says that there's a big opening in the field for someone who can appeal to social conservatives, especially after <strong> Mike Pence </strong> opted not to run and if <strong> Mike Huckabee </strong> and <strong> Sarah Palin </strong> don't jump in. <q> Social conservatives are much of that base, are feeling neglected and are looking for someone like <strong> Rick Santorum </strong>, </q> <strong> George Will </strong> writes. The syndicated column wasn't supposed to go online until Wednesday night, but at least one newspaper seems to have jumped the gun. <strong> George Will </strong> thinks <strong> Rick Santorum </strong>'s moralistic street", "new_id": -2}, {"uid": "1297211473016318474", "i": 36526, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Event' Terrorism Video: British town defends image ahead of far-right march 50 mins ago WASHINGTON( AFP)- The`` war on terror'' prison at the US naval base in Guantanamo Bay, Cuba is <q> one of the finest prison systems in the world, </q> former defense secretary <strong> Donald Rumsfeld </strong> said in an interview with Fox News on Tuesday. <strong> Donald Rumsfeld </strong>, who is promoting his autobiography titled`` Known and Unknown,'' praised US military personnel that worked at the site in", "new_id": -2}, {"uid": "1295779983083050516", "i": 38967, "idx": 0, "sa": ["Andy Coulson"], "q": "you think it is and most of what you want it to be. But the propagandists on both sides make damned sure we continue to be adversaries. More so on the USA side however. \" Report Abuse <q> Nobody can completely ease US' concerns, because American arrogance and paranoria know no boundaries. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit 1.25-1.45% Apply Online! With AA+ Rated GE Capital Corp.. Not", "new_id": -2}, {"uid": "1295499335019333136", "i": 217, "idx": 4, "sa": ["Kobe Bryant", "Tyronn Lue", "Elgin Baylor", "Allen Iverson"], "q": "`` <strong> Elgin Baylor </strong> just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q>`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Kobe_Bryant_39_points_9_asts_vs_Hawks_2005-06_*30_feet_shot <strong> Kobe Bryant </strong> was on the cold streak that February averaging a mere 28 points per game and having played well in only 3 games that month. After", "new_id": -2}, {"uid": "1297371841254705699", "i": 33111, "idx": 1, "sa": ["Eric Schmidt"], "q": "takeover talks with Twitter, valuing the company as high as$ 10 billion. Asked whether he planned to stay another four years at Google to collect stock awards worth$ 100 million, <strong> Eric Schmidt </strong> said: <q> Yes, that is my plan. </q> Google said last month co-founder Larry Page would take over as chief executive from April 4 while <strong> Eric Schmidt </strong> would assume the role of executive chairman.", "new_id": -2}, {"uid": "1296848362199835675", "i": 12205, "idx": 0, "sa": ["DeMaurice Smith", "George Atallah", "Michael Vick"], "q": "bargaining session since November on Saturday. NFLPA spokesman <strong> George Atallah </strong> described the meeting as`` a window of opportunity'' and added:`` We intend to go in there with open minds and open ears.'' <q> I don't think it's a good idea to set any expectation, other than the fact that we intend to sit down and continue to have a discussion that should guarantee football for our fans, football for our players, </q> NFLPA executive director <strong> DeMaurice Smith </strong> said Thursday. <strong> Michael Vick </strong> three times in the past two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring.", "new_id": -2}, {"uid": "1295044706137052238", "i": 22360, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": ") 1.9/ 5 10.33 NBC 30 Rock( R) 1.3/ 3 2.80 10:30 NBC 30 Rock( R) 1.1/ 3 2.47- Via NBC press note: <q> In Late-Night Metered Markets Thursday night: â\u0080¢ In Nielsen's 56 metered markets, household results were:`` The Tonight Show with <strong> Jay Leno </strong>, </q> 2.8/ 7; CBS's'' Late Show with <strong> David Letterman </strong>,'' 3.0/ 7; and ABC's combo of'' Nightline,'' 3.2/ 7; and`` <strong> Jimmy Kimmel </strong> Live,''", "new_id": -2}]