[{"uid": "1295813473183353387", "i": 18249, "idx": 7, "sa": ["Gabrielle Giffords", "Colin Powell", "Barack Obama"], "q": "private life, although he is happy to be an informal Barack Obamaial adviser.`` The href=\"http://www.washingtontimes.com/topics/presidency-of-Barack Obama-Barack Obama/\"> administration knows that I am quite content with the work I am doing now,'' he said. <q> I am not interested in a government job. </q> Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, href=\"http://www.washingtontimes.com/topics/Colin Powell/\"> Mr. <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed", "new_id": -2}, {"uid": "1295564131244678883", "i": 41508, "idx": 0, "sa": ["Eric Schmidt", "Mark Zuckerberg"], "q": "2011- 04:13 PM EST Google Inc. today announced financial results for the quarter and the fiscal year ended December 31, 2010. Upgrade today! to Parallels Desktop 6 for Mac from previous Parallels Desktop version <q> Q4 Mark Zuckerberged a terrific end to a stellar year, </q> said <strong> Eric Schmidt </strong>, current CEO of Google, in the press release.`` Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the", "new_id": -2}, {"uid": "1295974296157089811", "i": 18140, "idx": 1, "sa": ["LeBron James", "Jermaine Dupri", "Allen Iverson", "Carmelo Anthony"], "q": "scored a career-high 49 points to lead the Denver Nuggets past the Washington Wizards 111-100 Friday night. With <strong> Carmelo Anthony </strong> swishing shots from all over the court, <strong> Allen Iverson </strong> took just nine shots himself, maLeBron James seven of them. <q> I was out there watJermaine Dupring, </q> gushed <strong> Allen Iverson </strong>, who will join Melo as an All-Star starter in New Orleans later this month. <strong> Carmelo Anthony </strong> made 19 of 25 shots from the floor and sank all eight of his free throws in the third-highest individual scoring", "new_id": -2}, {"uid": "1295799943019185670", "i": 11361, "idx": 3, "sa": ["Colin Powell"], "q": ", he said. <strong> Colin Powell </strong> disparaged the idea of cutting one program or another that might be a politically popular target for one party or another. blog comments Reader Comments( 2) <q> You can't fix the budget or the national debt by killing National Public Radio </q> or the federal spending on the arts, he said. It's a start. That is 2 places that we are throwing money away. wheresmymoney| January 23, 2011 at 10:27 AM VIDEO: Giffords", "new_id": -2}, {"uid": "1297113015104251437", "i": 13099, "idx": 1, "sa": ["Vincent K. Brooks", "George W. Bush", "Tony Blair", "Donald Rumsfeld", "Victoria Clarke"], "q": "of Defense <strong> Victoria Clarke </strong> later said. Al Jazeera reporter Tareq Ayyoub was killed when US bombs hit the network's Baghdad offices in 2003.`` This coalition does not target journalists,'' Brigadier General <strong> Vincent K. Brooks </strong> insisted. <q> We don't know every place journalists are operating on the battlefield. It's a dangerous place, indeed. </q> A furious <strong> Donald Rumsfeld </strong> blasted the network's 2004 coverage of civilian casualties in Fallujah as`` vicious, inaccurate and inexcusable.'' That same year, US <strong> George W. Bush </strong> reportedly told British Prime Minister <strong> Tony Blair </strong> that", "new_id": -2}, {"uid": "1297109128023560319", "i": 24522, "idx": 1, "sa": ["Simon Cowell"], "q": "similar singing competition, starts at the age of 15?'`` I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,'' says <strong> Simon Cowell </strong>. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> judges and host, and when the premiere date will be. Those announcements should coming in the next few weeks. With the X Factor being such a hit in other parts of the world, and American", "new_id": -2}, {"uid": "1295567825105267222", "i": 3017, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": ", when it reported its 2010 fourth-quarter earnings. On a conference call, <strong> Eric Schmidt </strong> said in his new job he will focus more on external issues, working with customers, partners and government. <q> I believe <strong> Larry Page </strong> is ready, </q> <strong> Eric Schmidt </strong> said.`` His ideas are very interesting and clever and it's time for him to have a shot at running this.'' <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his", "new_id": -2}, {"uid": "1296260912003260416", "i": 27987, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "and Development Tax Credit, a tax credit eligible to more than 2,000 research and cutting edge companies in the state. She says the proposal has garnered bipartisan support because of its potential for job growth. <q> That's why I think this bill is such a good idea. It's not a democratic idea, it's not a republican idea. It's just a good idea, </q> <strong> Kirsten Gillibrand </strong> said.", "new_id": -2}, {"uid": "1295855858263028757", "i": 53182, "idx": 0, "sa": ["Aamer Anwar", "Chris Huhne", "Andy Coulson", "Tony Blair", "Tommy Sheridan"], "q": "targeted by other newspapers. Energy Secretary <strong> Chris Huhne </strong> yesterday attacked the News Of The World's claim that the phone hacking which led to their royal correspondent being sacked was a one-off. <strong> Chris Huhne </strong> said: <q> It seems to be totally implausible that this was... limited to one journalist.`` I was rather surprised the police accepted that story rather than investigate it further. </q> <strong> Tommy Sheridan </strong> trial provoked resignation of top spin doctor <strong> Andy Coulson </strong> Mum of soldier killed in Iraq heckles <strong> Tony Blair </strong> over war` regrets' <strong> Aamer Anwar </strong> demands probe into <strong> Andy Coulson </strong>'s role in phone hacking scandal Chilcot inquiry: I disregarded legal", "new_id": -2}, {"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,'' Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}]