[{"uid": "1296573815267468851", "i": 417, "idx": 1, "sa": ["David Letterman", "Justin Bieber"], "q": "U Smile singer plugged <strong> David Letterman </strong>'s programme, although <strong> David Letterman </strong> himself wasn't sure what <strong> Justin Bieber </strong>'s tweet would accomplish. <strong> Justin Bieber </strong> asked: \"You want me to Twitter you?\" <strong> David Letterman </strong> responded: <q>What do you mean Twitter me?</q> <strong> Justin Bieber </strong> added: \"I will just tweet, like just say you're here. It's just cool to let the fans know. \"I just said I'm hanging out with my", "new_id": -2}, {"uid": "1295682265065617928", "i": 83, "idx": 7, "sa": ["Bob Dole", "Charlie Black", "Mike Pence"], "q": "veteran GOP strategist. \"The key is the conservative movement adopting him as its favorite.\" <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. <q>The folks I've heard, the names I've seen, are the leaders of the social conservative movement,</q> said GOP strategist Scott Reed, who managed <strong> Bob Dole </strong>'s presidential campaign in 1996. \"And that is a strong base from which to start. But it isn't going to get you to the finish line.", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q>I am convinced he is now going to run for governor,</q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}, {"uid": "1295636751256720935", "i": 12849, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "doom, we can talk about the us can do it, we can't invest in the future, that's all wrong.\" \"GE is a story of success,\" <strong> Kirsten Gillibrand </strong> added. <q>If we can beat Russia in the race to the moon, we can beat China in the race to green energy.</q> jakester: I think we shoud have a new bill intorduced. Any funds left after are sroperty of the government. If you... cfoote: Adirondack Someday.. Lets see what the unions have really done", "new_id": -2}, {"uid": "1295611382129794091", "i": 1731, "idx": 5, "sa": ["Eric Schmidt"], "q": "has accelerated in the fourth quarter, so has advertising spending,\" said Richard Fetyko, an analyst at Merriman Curhan Ford& Co. in New York, who recommends buying the stock and doesn't own it. <q>When consumers shop more, companies are more aggressive with advertising.</q> The company is focusing more attention on mobile devices with its Android operating system, an area where it competes with Apple for the sale of smartphones and tablets. <strong> Eric Schmidt </strong> was on Apple's board until 2009", "new_id": -2}, {"uid": "1295624880043139228", "i": 45856, "idx": 1, "sa": ["Andy Coulson"], "q": "as editor. His own employees have scoffed at that, saying the \"dark arts\" were routine at the paper. In testimony at a perjury trial last month, <strong> Andy Coulson </strong> professed his innocence: <q>Sheridan asked whether he know what the phrase \"the dark arts</q> meant. <strong> Andy Coulson </strong> replied: \"As far as I'm concerned it means investigative work. \"I think others have described it as meaning illegal work. All I can tell you is that as far", "new_id": -2}, {"uid": "1295112447267436035", "i": 19884, "idx": 1, "sa": ["Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "lowered to half-staff and led the nation in a moment of silence. He flew to Tucson to speak at a memorial service not far from the hospital where Democratic <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> and other victims were being treated. <q>At a time when our discourse has become so sharply polarized- at a time when we are far too eager to lay the blame for all that ails the world at the feet of those who happen to think differently than we do- it's important for us to pause for a moment and make sure that we're talking with each other in a way that heals, not in a way that wounds,</q> he said. More than any one politician, <strong> Sarah Palin </strong>, the 2008 Republican vice presidential candidate and a possible White House contender in 2012, figured in the unfolding political debate. Initially, an aide seemed", "new_id": -2}, {"uid": "1295570586103366686", "i": 4223, "idx": 1, "sa": ["Eric Schmidt", "C.K. Prahalad"], "q": "<strong> C.K. Prahalad </strong> Talks About What Innovation Means, How Technology Vendors Can Help, And What IT Can Do To Continue Its Own Innovative Practices <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297180938217825348", "i": 14145, "idx": 4, "sa": ["Richard Hunter", "Michael Vick"], "q": "] pointed out last June, adopted one of the so-called \"bait dogs\" <strong> Michael Vick </strong> used in the dog-fighting ring that landed him in prison. The dog's name is Mel- and as <strong> Richard Hunter </strong> told Richie, <q>While <strong> Michael Vick </strong> is pure evil, this dog is so good despite having suffered through such hell that he's truly changed my life.</q> <strong> Richard Hunter </strong> went to the event to show <strong> Michael Vick </strong> Mel's picture and confront him about the past- which, as you'll see in the video, never happened.\" <strong> Richard Hunter </strong>'s video has already gone", "new_id": -2}, {"uid": "1295481709046153781", "i": 36138, "idx": 0, "sa": ["Mike Pence"], "q": "it should be repealed. Yet another poll revealed a divided public but with the highest percentage saying the law is a good idea since September 2009.' A promise kept' <q>Some in the cynical political class are saying this is a gimmick, an empty gesture,</q> said Indiana Rep. <strong> Mike Pence </strong>, a possible Republican presidential candidate. \"We on the other side call it a promise kept.\" That refrain was repeated by Republicans often during the House debate. For", "new_id": -2}]