[{"uid": "1297451229044924949", "i": 13293, "idx": 0, "sa": ["Michelle Obama", "Kelly Ripa", "David Letterman", "Regis Philbin"], "q": "his encounter and explained that he met Mrs. <strong> Michelle Obama </strong> on the set of LIVE With <strong> Regis Philbin </strong> and <strong> Kelly Ripa </strong>, on which they both appeared yesterday. Here's how <strong> David Letterman </strong> recounted his very first meeting with <strong> Michelle Obama </strong>. <q>She was on the show, but I didn't think I would see her because the Secret Service doesn't want my kind messing around with her kind,</q> <strong> David Letterman </strong> joked. However, the officials told <strong> David Letterman </strong> to wait for the first lady off stage and that she would speak to him after her interview with <strong> Regis Philbin </strong> and <strong> Kelly Ripa </strong>. At this point, <strong> David Letterman </strong> became", "new_id": -2}, {"uid": "1297161526055738379", "i": 33849, "idx": 8, "sa": ["Simon Cowell", "Susan Boyle"], "q": "A couple of rounds into the auditions, <strong> Simon Cowell </strong> said, contestants will perform in front of a live arena audience. \"I want to see them perform in that setting,\" he said. <q>And while it puts more pressure on, it can also help. I'm not sure Britain's Got Talent'] with just a judges' panel. The audience really lifted her.</q> <strong> Simon Cowell </strong> said <strong> Susan Boyle </strong>'s success confirmed his decision to have a lower age floor and no age ceiling on \"X Factor. \"` Stars can come from anywhere,\" he said. \"<strong> Susan Boyle </strong>", "new_id": -2}, {"uid": "1295455295253952055", "i": 2252, "idx": 0, "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "q": "the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q><strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy,</q> <strong> David Letterman </strong> said on his late-night CBS show Monday. \"But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.\" At", "new_id": -2}, {"uid": "1295379714071155722", "i": 35838, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Saeb Erekat", "Hillary Clinton"], "q": "the resolution should it come to a vote in the council. On Tuesday, 17 senators led by <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration to veto the move and <q>make it clear to the Palestinian Authority that it needs to sit down in direct talks with Israel, rather than pursue unhelpful resolutions at the United Nations.</q> In the West Bank, chief Palestinian negotiator <strong> Saeb Erekat </strong> said that the Palestinians and their backers have agreed on the wording for the anti-settlement resolution. He said he expects it to be submitted to the Security Council", "new_id": -2}, {"uid": "1296636583107610113", "i": 35370, "idx": 1, "sa": ["Michael Vick", "Tom Brady", "Philip Rivers"], "q": "and a league-best 14-2 this season. \"I feel our team really grew together over the course of the season. It was a privilege to be a part of this team,\" he said. <q>My only disappointment is that we couldn't take advantage of our opportunity in the playoffs, but hopefully we learn from that and use it as motivation toward accomplishing our goals for next season.</q> <strong> Tom Brady </strong> led the NFL with a 111 passer rating. His 65.9 completion percentage was second to <strong> Philip Rivers </strong> of San Diego- by.1. <strong> Michael Vick </strong>'s comeback season led him to the Pro Bowl. He was", "new_id": -2}, {"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.\" <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a \"right-wing media echo chamber\" that is <q>transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day.</q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said: \"By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.\" <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}, {"uid": "1297260233064307284", "i": 6182, "idx": 0, "sa": ["Michael Gove"], "q": "244- a majority of 80. The bill will now be looked at in greater detail by MPs as it continues its passage through Parliament. During the debate, Education Secretary <strong> Michael Gove </strong> said: <q>I believe that the time is now right for this House to send an unambiguous signal to the professionals who work so hard on our behalf in the nation's classrooms that we back them and that we will give them the tools they need in order to keep order.</q> He called for an end to the \"culture of \"know your place' and denying opportunity\".` Gamble\" \"This bill provides an historic opportunity for this country. It will", "new_id": -2}, {"uid": "1295564145075235334", "i": 41896, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "giant. Mr <strong> Eric Schmidt </strong> said the management changes, which take effect on April 4, were part of a plan to \"streamline\" decision making and create clearer lines of responsibility and accountability. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> Mr <strong> Eric Schmidt </strong> said. He added: \"Larry will now lead product development and technology strategy, his greatest strengths... <strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular working", "new_id": -2}, {"uid": "1295614996207978521", "i": 35601, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch", "Alastair Campbell"], "q": "spoke to him about all this he felt- wrongly but sincerely- that the paper was using this serious privacy issue- and him- to get at <strong> David Cameron </strong> and <strong> Rupert Murdoch </strong>. He didn't whinge about it: <q>It's what newspapers do.</q> How awful that leaders need to employ red-top tabloid rascals like <strong> Andy Coulson </strong> or <strong> Alastair Campbell </strong>, people say. Alas it's a wicked world out there. Politicians need to know what key red-top voters think about", "new_id": -2}, {"uid": "1297481493200835114", "i": 43767, "idx": 0, "sa": ["Sergio Marchionne"], "q": "it through bankruptcy protection. Bloomberg News reported Thursday that the bonuses would average$ 10,000 for 10,755 salaried workers, but some who aren't covered by government pay restrictions could get up to half their salary. <q>Details regarding salaried performance awards are considered confidential employment records,</q> <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both companies, the bonuses come less than", "new_id": -2}]