[{"uid": "1296681530172851211", "i": 28165, "idx": 0, "sa": ["J. King", "Zahi Hawass", "Peter Der Manuelian"], "q": "opportunity, widespread poverty and pervasive corruption. Egypt is \"the greatest open-air museum in the world,\" said <strong> Peter Der Manuelian </strong>, the Philip <strong> J. King </strong> professor of Egyptology at Harvard University. He said he and his colleagues are <q>trying to stay on top of( the situation) as best we can,</q> given spotty internet service in Egypt. Friday night, a group of \"criminals\" entered the Cairo Museum using a fire department staircase, <strong> Zahi Hawass </strong>, secretary-general of the Supreme Council of Antiquities, told CNN early Sunday", "new_id": -2}, {"uid": "1295948629120340626", "i": 48353, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Richard Land", "Abraham Foxman"], "q": "potential constituency includes all Southern Baptists. With almost 16.2 million members, the Nashville-based SBC is the largest Protestant denomination in the U.S. Anti-Defamation League National Director <strong> Abraham Foxman </strong> released a statement on <strong> Richard Land </strong>'s withdrawal writing, <q>We respect <strong> Richard Land </strong>. We respect his decision. We wish it were otherwise.</q>___ Online: ADL's Interfaith Coalition on Mosques: Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry", "new_id": -2}, {"uid": "1297595711017956866", "i": 6363, "idx": 2, "sa": ["Zahi Hawass"], "q": "artefact is the teenage monarch's gold funerary mask, which stares out from a case on the first floor of the museum. <strong> Zahi Hawass </strong> said an investigation has been launched to find those behind the theft. <q>The police and army plan to follow up with the criminals already in custody,</q> he added. Should Malta have a consultative referendum on divorce before Parliament votes, or should it have an abrogative referendum after the House decides? Malta should have a consultative referendum before the House votes", "new_id": -2}, {"uid": "1295658301074924120", "i": 24666, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "story has refused to go away. Mr <strong> Andy Coulson </strong> told the PM on Wednesday that he felt he had to leave Number 10. Senior civil servants were told the following day. Mr <strong> David Cameron </strong> said he was <q>obviously very sorry to see him go</q>. He said: \"He did a very good job as Director of Communications both for the Government and the country. He ran the Downing Street press office in a very professional and straightforward and correct way,", "new_id": -2}, {"uid": "1295365484238829571", "i": 2185, "idx": 3, "sa": ["David Letterman", "Steven Tyler"], "q": "realise what we can do. The good stuff is writing and songs.\" recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are <q>just on a break[ and] still rocking big time</q>. <strong> Steven Tyler </strong> also spoke about his new job with <strong> David Letterman </strong>, admitting that it had been a \"risk\" but insisting that he had no regrets about the experience. \"I like to jump into things", "new_id": -2}, {"uid": "1295785121098680885", "i": 30906, "idx": 0, "sa": ["Eric Schmidt"], "q": "Page, now 37 and graying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page said he will be making most of the big decisions as he tries to rekindle <q>the soul and passion of a startup.</q> Brin will concentrate on developing new products. He's worth$ 15 billion, but Page remains something of a rebel who has always had a disdain for corporate protocol.", "new_id": -2}, {"uid": "1295250982187957297", "i": 32421, "idx": 0, "sa": ["Jerry West", "Allen Iverson"], "q": "say \"Bubbachuck\" <strong> Allen Iverson </strong> was better than both of them. Schools such as Arkansas, Kentucky, Duke, and three dozen other top <strong> Jerry West </strong> smith scored 20 points in number 7 ranked louisvills win over west virginia <q>This is only a fan made video and is not made for monetary gain. No copyright infringement intended.</q>*** Rate, Comment, Subscribe*** Visit: www.ojmayonnaise.com OJ Mayo is the Rookie of the Month... With PPG 21,0. I hope he will be the Rookie of the Year...* Honors for this video:", "new_id": -2}, {"uid": "1295763125091455495", "i": 33868, "idx": 3, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "'s time to move on.\" Mr <strong> Andy Coulson </strong> joined Mr <strong> David Cameron </strong>'s team before the General Election and then ran the PM's communications strategy. Labour leader <strong> Ed Miliband </strong> said the row raised <q>real questions about <strong> David Cameron </strong>'s judgement that he hung on to <strong> Andy Coulson </strong> for so long</q>. Play video Vincent Tabak Charged With Jo Yeates Murder Play video Claims phone-hacking row involves other... Play video News Headlines( Evening) for January 22nd,... Subscribe to RSSMost Popular in: UK Keep", "new_id": -2}, {"uid": "1295665764077054063", "i": 16682, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Chief Executive Officer starting April 4. <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products,\" Mr <strong> Eric Schmidt </strong> said in the blog spot. The management reshuffle has been brought about to <q>streamline decision making and create clearer lines of responsibility and accountability</q> at the top of the company, he added. He said as Google has grown, managing the business has become more complicated. \"We've been talking about how best to simplify our", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q>Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it,</q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}]