[{"uid": "1297200704240402442", "i": 6944, "idx": 1, "sa": ["Simon Cowell", "Kanye West"], "q": "that <strong> Kanye West </strong> would probably refuse the offer. With a$ 5-million prize at stake, <strong> Simon Cowell </strong> says he's all about making a show that's different, watchable, and full of talented hopefuls. <q> I believe the talent is out there, if I didn't, I wouldn't put up that kind of money. </q> Breaking news and hot photos are just a touch away! Extra connects you with friends and the latest in celebrity news. Check out exclusive performances from all your favorite acts!", "new_id": -2}, {"uid": "1297130860124354560", "i": 8375, "idx": 2, "sa": ["Greg Jennings", "David Letterman", "Ted Thompson"], "q": "30 teams that weren't here. We're just like them.'' Best headline Sportspickle.com:`` Green Bay General Store looTed Thompson.'' Super flu CBS' <strong> David Letterman </strong>: <q> Six percent of Americans call in sick on the Monday after the Super Bowl. Actually, the New York Jets called in sick two weeks ago. </q> And finally... Miami Herald's <strong> Greg Jennings </strong> Cote, on the week in Dallas:`` I'm not sure who arranged for this arctic weather. It was either God in a foul mood,", "new_id": -2}, {"uid": "1296727907183500817", "i": 19770, "idx": 24, "sa": ["Lou Williams", "Allen Iverson", "Samuel Dalembert", "Tim Duncan", "Chris Bosh"], "q": "Wizards on Tuesday. They watched an 11-point halfTim Duncane lead evaporate against the Raptors in the third quarter.`` We're jumping out and holding leads and we just can't hold them,'' guard <strong> Allen Iverson </strong> said. <q> We play well for a while and then it seems we just lose focus. </q> <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-balance layup. He sank the free throw for a 108-106 lead. <strong> Lou Williams </strong>' last-chance 3-pointer was off the mark,", "new_id": -2}, {"uid": "1295286958082165787", "i": 49041, "idx": 0, "sa": ["Angelina Jolie", "Dana Ward", "Johnny Depp"], "q": "<strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong> were in Berlin, Germany, promoting` The Tourist' on Tuesday when they heard the good news that their film and both of their performances are nominated for this year's Golden Globe ADana Wards. <q> It's always very sweet and very nice to be acknowledged for your work, </q> said <strong> Johnny Depp </strong>, who is nominated for Best Actor-- Comedy or Musical for his performance in` The Tourist' alongside his performance in` Alice in Wonderland.'`` I certainly didn't expect two nominations in", "new_id": -2}, {"uid": "1295231093028164163", "i": 7423, "idx": 0, "sa": ["Elton Brand", "Allen Iverson", "Brandon Roy"], "q": "Bracewell, Danny Kinley and George Cutright for making this happen. So go grab some and slay the streets.... Black Prairie- Debut Show in Portland 3 CD/LP Here: blackprarieshop.com Performing material from their debut album <q> Feast of the Hunters' Moon </q> for their first official Portland show at The Woods April 1, 2010.... <strong> Allen Iverson </strong> 19pts vs <strong> Brandon Roy </strong> Portland Trailblazers 09/10 NBA* Circus Shot <strong> Allen Iverson </strong> 19pts vs <strong> Brandon Roy </strong> Portland Trailblazers 09/10 NBA* Circus Shot <strong> Elton Brand </strong> said the", "new_id": -2}, {"uid": "1296469115099827722", "i": 54971, "idx": 1, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "de l'Union africaine dans la crise ivoirienne <strong> Raila Odinga </strong> a estim hier vendredi 28 janvier que les deux protagonistes de l'?lection pr?sidentielle en C?te d'Ivoire, Laurent Gbagbo et <strong> Alassane Ouattara </strong>,`` doivent n?gocier face? face''. <q> Le sommet( de l'Union africaine) doit envoyer un message fort et sans quivoque( qui est) que les deux parties doivent n?gocier face? face </q>, a affirm? Addis Abeba le m?diateur et Premier ministre k?nyan. M. <strong> Raila Odinga </strong> lisait une d?claration juste avant de faire son rapport devant le Conseil de paix et de s?curit de l'UA, et? l'avant-veille", "new_id": -2}, {"uid": "1296073322198721564", "i": 39965, "idx": 0, "sa": ["Enda Kenny", "Micheál Martin", "Eamon Gilmore"], "q": "I have therefore already written to <strong> Enda Kenny </strong> and <strong> Eamon Gilmore </strong> asking them to join with me in agreeing to the most extensive and detailed series of debates yet seen in an Irish election,'' Mr <strong> Micheál Martin </strong> said. <q> Specifically, I have asked them to agree to hold two debates between us three, one at the start of the campaign and one at the end. In addition there would be a series of one-on-one debates between us and a separate debate in the Irish language.`` In the past they have both called for such a series of debates so I hope that agreement can quickly be reached. </q> Mr <strong> Eamon Gilmore </strong> said he found the debate proposals`` acceptable in principle.'' He wrote to Mr <strong> Micheál Martin </strong> congratulating him. Republic of Ireland's Palestine upgrade strains Israeli relations", "new_id": -2}, {"uid": "1296532535074448926", "i": 17224, "idx": 6, "sa": ["George Karl", "Vince Carter", "Eduardo Nájera", "Allen Iverson", "Linas Kleiza"], "q": "layups and <strong> Linas Kleiza </strong> hit a floater in the lane and a drive to push the advantage to 101-90. <strong> Eduardo Nájera </strong> hit a 3-pointer and <strong> Allen Iverson </strong> converted a three-point play after <strong> Vince Carter </strong> hit a free throw for a 107-91 lead. <q> My teammates hitting shots opened it up for me, </q> <strong> Allen Iverson </strong> said.`` Once JR and LK hit shots that enabled me to get in the lane and make shots.'' <strong> George Karl </strong> could not say enough about <strong> Linas Kleiza </strong>, Smith and <strong> Eduardo Nájera </strong>.`` It was one of", "new_id": -2}, {"uid": "1295904943046350365", "i": 30783, "idx": 0, "sa": ["François Fillon", "Nicolas Sarkozy", "Barack Obama", "Bill Clinton", "Alassane Ouattara"], "q": "was only one`` legal and legitimate'' government in Ivory Coast-- one led by <strong> Alassane Ouattara </strong>. And he vowed to ask his Prime Minister <strong> François Fillon </strong> to prepare measures to help the transitional government in Tunisia. <q> We will respond to every request made by the legitimate Tunisian authorities, </q> he said. French <strong> Bill Clinton </strong> <strong> Nicolas Sarkozy </strong> answers questions at the Elysee... U.S. <strong> Barack Obama </strong> puts his hand on the shoulder of... Video: Raw Video: Shriver laid to rest in Massachusetts... Article: China praises Hu", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology.`` He's an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+` px';} else{ this.style.height=' 250px';};''> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}]