[{"uid": "1297271024021168141", "i": 20209, "idx": 1, "sa": ["Satya Nadella", "Steve Ballmer"], "q": "company's next generation of cloud solutions for business customers.`` We're already making strong traction across our Server and Tools Business by embracing cloud services,'' said Microsoft CEO <strong> Steve Ballmer </strong> in a statement. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future. </q> <strong> Satya Nadella </strong> has been at Microsoft for 19 years and most recently led the engineering efforts in the Online Services Division, which includes overseeing the technical strategy for one of the largest cloud infrastructures in the world,", "new_id": -2}, {"uid": "1296282943080461835", "i": 51297, "idx": 0, "sa": ["Michael Vick"], "q": "For Philadelphia To Use On <strong> Michael Vick </strong> Franchise Tag Likely To Be Available For Philadelphia To Use On <strong> Michael Vick </strong> Philadelphia Inquirer- The Eagles should be free to use their franchise tag on <strong> Michael Vick </strong>, despite labor uncertainty. <q> I expect the franchise tag to continue to operate as it has in prior seasons and clubs to be permitted to exercise their rights under the tag, </q> Jeff Pash, the NFL's general counsel, said Thursday. The Eagles and <strong> Michael Vick </strong> have had casual discussions about such a deal, a source close to the situation said.", "new_id": -2}, {"uid": "1296528925149585936", "i": 23140, "idx": 0, "sa": ["Sergio Marchionne"], "q": "happened. Instead, it would have been reconfigured to be sold by Jeep as the Grand Wagoneer. The Chrysler chief also said Jeep will return to selling only models that have real off-road abilities. <q>`` Every( Jeep) has to be able to offer a` Trail-Rated' version, </q> he said flatly.`` I can't have a Mickey Mouse Jeep.'' \" In the end, <strong> Sergio Marchionne </strong> promises no more confusion about what a Jeep is and what it's about. The modern", "new_id": -2}, {"uid": "1296105128124256343", "i": 11913, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q>`` There will be huge explosions all over Fleet Street if police get to the truth,'' he told the BBC. News On 6 302 S. Max Cliffordfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1297726959158892038", "i": 29830, "idx": 0, "sa": ["Zahi Hawass"], "q": "was a`` showman'' and publicity hound with little regard for thousands of archaeology students who have been unable to find work in their field. Cairo University in 2009 and carried his school certificates in a folder. <q> He just cares about propaganda. </q> <strong> Zahi Hawass </strong> has maintained that his first love is Egypt's heritage, not himself, and that courting publicity raises the national profile. The rally was raucous but peaceful. Several soldiers blocked protesters from entering the href=\"http://mysanantonio.com/?controllerName=search&amp;action=search&amp;channel=news&amp;search=1&amp;inlineLink=1&amp;query=%22Supreme+Council+of+Antiquities%22\">", "new_id": -2}, {"uid": "1296280079111296551", "i": 7917, "idx": 2, "sa": ["Mike Pence"], "q": "has scheduled appearances at Lincoln Day dinners in 18 counties. He is embarking on a statewide tour that he said is intended to help him determine the elected office in which he can best serve Hoosiers. <q> We've accepted a number of speaking engagements and Republican engagements, and we'll very likely seek more. I am also going to take the opportunity to sit down with people outside the political sphere and seek counsel, </q> said <strong> Mike Pence </strong>, a 51-year-old Columbus, Ind., native. <strong> Mike Pence </strong> has friends in Indiana's congressional delegation and at the Statehouse, in part because he campaigned for many of them during a statewide bus tour", "new_id": -2}, {"uid": "1295395732219906057", "i": 15690, "idx": 3, "sa": ["Don Kirshner", "David Letterman", "Tony Orlando", "Paul Shaffer"], "q": "and <strong> David Letterman </strong>. <strong> Paul Shaffer </strong>, <strong> David Letterman </strong>'s musical director, used to give a deadpan performance during his imitation of <strong> Don Kirshner </strong> on`` Saturday Night Live.'' <strong> Paul Shaffer </strong> and <strong> Don Kirshner </strong> worked together on the short-lived sitcom, <q> A Year at the Top </q>, according to <strong> Paul Shaffer </strong>'s manager. Pop singer <strong> Tony Orlando </strong>, whom <strong> Don Kirshner </strong> hired for$ 50 a week to record demos, said his mentor was like the Thomas Edison of music.`` Every", "new_id": -2}, {"uid": "1296101866131907615", "i": 10553, "idx": 0, "sa": ["Eric Schmidt", "John Simpson"], "q": ", is working on spectrum legislation that is expected to support direct allocation. More in The Hill: href=\"http://bit.ly/g4sQp4\"> http://bit.ly/g4sQp4. LightSquared cleared to offer wireless broadband: The Associated Press reports, <q> Federal regulators have given a satellite start-up called LightSquared clearance to use its allotted airwaves to provide wireless broadband services that could compete with AT&T and Verizon Wireless. The Federal Communications Commission is granting the Reston, Va., company a waiver from federal rules limiting the use of those airwaves to providing back-up wireless connections for satellite phone service. Without the waiver, LightSquared's network could only be used to provide ground-based broadband service if it can also connect to a satellite. </q> More: href=\"http://yhoo.it/f6ZBsD\"> http://yhoo.it/f6ZBsD. Why does Consumer Watchdog pick on <strong> Eric Schmidt </strong>?: released yet another video mocking Google chief executive <strong> Eric Schmidt </strong>, we asked <strong> John Simpson </strong>, who directs the organization's``", "new_id": -2}, {"uid": "1296231398058523657", "i": 51052, "idx": 0, "sa": ["Sergio Marchionne"], "q": "przewiduje m.in. ograniczenie prawa do dzikiego strajku, walk z absencj, wzrost obowi?zkowych godzin nadliczbowych. Zwi?zkowcy zarzucaj dyrekcji koncernu amanie praw pracowniczych. Takie same zarzuty wobec koncernu Fiata maj zwi?zkowcy protestuj?cy w Warszawie. <q> Plan <strong> Sergio Marchionne </strong>( <strong> Sergio Marchionne </strong>, prezesa Fiata- PAP) ogranicza prawa pracownicze. Zak?ada m.in. obowi?zkowe nadgodziny, czy dziesi?ciogodzinne zmiany bez przerw niadaniowych. Obawiamy si, e je?eli takie rozwi?zania zostan wprowadzone we w?oskich zak?adach, to wkr?tce b?d te u nas, w Tychach </q>- powiedzia przewodnicz?cy Sierpnia'80 w Fiat Auto Poland Franciszek Gierot. Pikietuj?cy w Warszawie zwi?zkowcy byli ubrani w czerwone kamizelki, nie?li sztandary z emblematami zwi?zku. Niekt?rzy trzymali transparenty z napisami:`` <strong> Sergio Marchionne </strong> won!", "new_id": -2}, {"i": 14970, "idx": 1, "index_answer": 0, "new_id": -1, "q": "drama Soldier, Soldier. However, <strong> Simon Cowell </strong> admitted that his attempts were initially unsuccessful.`` It took me seven months to persuade these two to sign a recording contract with me,'' he said. <q> But I drove them so mad that I actually got a solicitor's letter from one of them saying I had to stop harassing his client. </q> He added:`` But the reason I kept doing it was is that a) I knew I could persuade them to do it and b) I knew it would be successful.'' This week", "sa": ["Simon Cowell"], "uid": "1295884115215089172"}]