[{"uid": "1297249678009437219", "i": 237, "idx": 0, "sa": ["Meryl Streep", "Simon Cowell", "Amanda Knox"], "q": "The preview depicts <strong> Amanda Knox </strong> taking an active role in the murder, with a police official claiming she \"orchestrated\" the crime as part of a kinky sex game. He says, <q> Under the angel face, she is capable of anything. </q> Play video <strong> Meryl Streep </strong> or Maggie Thatcher- Spitting... Play video Angelina to adopt fourth child Play video <strong> Simon Cowell </strong>'s US X Factor rumours Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News", "new_id": -2}, {"uid": "1295656548083230739", "i": 44906, "idx": 0, "sa": ["Andy Coulson", "Baby Doc"], "q": "rights group Photo: Two men from Dominican Republic but resident in Spain load their... <strong> Baby Doc </strong> Driven to Private Home in Latest Unexpected... World Video: Assault on the increase in France as crime drops overall Report Abuse <q> The French cheese eating surrender monkeys have a history of harboring dictators, rapists, terrorists and scumbags in general. </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1296225951235159601", "i": 393, "idx": 5, "sa": ["Mike Pence"], "q": "was excited by the prospect of <strong> Mike Pence </strong> running for governor. \"I think he's the clear front-runner, and I think the race is his if he chooses to accept it,\" Walorski said. <q> I think he'd clear the field. </q> State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" such as <strong> Mike Pence </strong>. \"<strong> Mike Pence </strong>'s been a strong voice in", "new_id": -2}, {"uid": "1297268495062767136", "i": 21761, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "proliferation of rules and regulations by both the executive branch agencies, the alphabet agencies and also the independent agencies,\" said <strong> Barack Obama </strong> Ben Nelson( D-Neb.). Nelson called for increased global trade and <q> getting these trade agreements through so that we can export more products and not just import. </q> Nelson said he had not yet heard of a definitive agenda from his leaders. <strong> Sen. Bernie Sanders </strong>( Vt.), an Independent who caucuses with Democrats, said he was \"not quite sure\" how", "new_id": -2}, {"uid": "1295159503096436248", "i": 47564, "idx": 0, "sa": ["Tramon Williams", "Michael Vick"], "q": "third-year quarterback 0-2 in playoff games with six turnovers. Ryan threw two interceptions, including one that was returned 70 yards for a touchdown by <strong> Tramon Williams </strong>, and also lost a fumble. He finished with 186 yards. <q> We moved the ball pretty effectively but we just didn't capitalize, </q> Ryan said. \"We didn't get points when we needed to get points. It's disappointing.\" The Falcons also had a fourth-quarter fumble by receiver <strong> Michael Vick </strong> Jenkins. For Ryan, the postseason disappointment was", "new_id": -2}, {"uid": "1295459502213254229", "i": 18687, "idx": 1, "sa": ["Sergio Marchionne"], "q": "to produce minivans destined for the European market as well, with the addition of tooling to handle 2.8-liter diesel engines. Addressing the future of the Windsor, Ontario plant, Mr. <strong> Sergio Marchionne </strong> states, <q> I am here with one message to tell you. The future of this plant is without doubt guaranteed. </q> Mr. <strong> Sergio Marchionne </strong> acknowledged that his company still had a ways to go to dig itself out of its hole, commenting, \"The minivan remains a significant part of our revitalization plan going forward. The success", "new_id": -2}, {"uid": "1297378051148979743", "i": 42428, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Dick Cheney"], "q": "security policies than his current aides. <strong> Dick Cheney </strong> surprised a gathering of conservatives on Thursday to present the former two-time defense secretary an award. The vice president joked that <strong> Donald Rumsfeld </strong> twice served as defense secretary and added that <q> maybe if we give him a third term, he might get it right. </q> <strong> Dick Cheney </strong> also drew laughs when he wondered aloud if <strong> Donald Rumsfeld </strong> may have more influence on <strong> Barack Obama </strong> than his current advisers. <strong> Barack Obama </strong> campaigned against the Bush White House's national security policies and yet has continued", "new_id": -2}, {"uid": "1295566625217792542", "i": 686, "idx": 1, "sa": ["Eric Schmidt"], "q": "will work on new products and strategic projects. Despite their separate roles, <strong> Eric Schmidt </strong> noted that all three have been equally involved in making decisions over the last 10 years, and that's not going to change. <q> We will continue to discuss the big decisions among the three of us. </q> 1Modders create World of StarCraft, pre-alpha trailer inside 2Mail service costs Netflix 20 times more than streaming 3Nintendo 3DS launching on March 27 for$ 250 4Portal 2 supports cross-platform gaming on PC, PS3 Copyright Â© 1998-2011", "new_id": -2}, {"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.\" As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q> I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table, </q> he said. \"He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}, {"uid": "1295295073113115163", "i": 31532, "idx": 2, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "the Florida legislator told CBS TV's Face the Nation program. \"This is a woman who has the grit and the will and determination, more than anyone that we know,\" <strong> Debbie Wasserman Schultz </strong> said. <q> We were just really overjoyed to be able to be there for our friend and help to urge her on to come back to us, to her family, to her constituents. </q> On Saturday, doctors performed a tracheotomy to replace <strong> Gabrielle Giffords </strong>' breathing tube, freeing her from having to use a ventilator. Surgeons also inserted a feeding tube, the hospital said. <strong> Kirsten Gillibrand </strong> said", "new_id": -2}]