[{"uid": "1297714527167477255", "i": 2779, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "'s gay ban to ABC Radio on Friday. \"First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,\" <strong> Donald Rumsfeld </strong> said. <q>We know that[ repeal of a ban on gays serving openly] is an idea whose time has come.</q> <strong> Donald Rumsfeld </strong> has been making media appearances and spoke on Thursday at the 2011 Conservative Political Action Conference in D.C. to promote his new book, \"Known and Unknown.\" CPAC organizers gave <strong> Donald Rumsfeld </strong> gave the \"", "new_id": -2}, {"uid": "1296925242142311425", "i": 14363, "idx": 2, "sa": ["Mike Pence"], "q": "in a deep funk. \"Seriously, who else do we have?\" one asked me. \"Unless something miraculous happens and we get an unexpected gift candidate.\" Another GOP stalwart agreed: <q>Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent president of his own party, or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation and personal ambition.</q> Poor <strong> Mike Pence </strong>! Let's remember, the congressman has young kids and other options, and the presidency was a gamble. While I appreciate these hard-working political veterans' early assessments of the field of potential", "new_id": -2}, {"uid": "1296671144083132443", "i": 6259, "idx": 3, "sa": ["Mitt Romney", "Sarah Palin", "David Letterman"], "q": "will change the House Later that evening, he joked with <strong> David Letterman </strong>, who has had well-publicized disputes with Ms. <strong> Sarah Palin </strong>, saying, \"be careful what you say about her.\" <strong> Mitt Romney </strong> added, <q>She has a rifle, you know.</q> The <strong> David Letterman </strong> appearance seemed aimed in part at warming up <strong> Mitt Romney </strong>'s image as a buttoned-down, successful businessman. He talked about a dispute with a fellow air traveler, saying, \"he broke my hair", "new_id": -2}, {"uid": "1296664563136101888", "i": 26327, "idx": 0, "sa": ["Andy Coulson"], "q": "The BBC's political editor Nick Robinson said Mr Oliver had no previous political involvement but had been approached by Mr <strong> Andy Coulson </strong> and had met the prime minister over the weekend. Mr Oliver said: <q>I'm delighted and privileged to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time. \"My background is broadcasting, but I know that newpapers play a crucial role and I look forward to talking with them. \"It's difficult to leave the BBC after working here for five fascinating years- but this is an opportunity I can't turn down.</q> Dying with dignity? China's startling growth brings changes for the elderly Wealth divide How the super rich left the rest of us behind Day in pictures Eye-catching images from around the world", "new_id": -2}, {"uid": "1295782408127156258", "i": 33212, "idx": 0, "sa": ["Andy Coulson"], "q": "'s time as editor. \"Play a role' Mr <strong> Andy Coulson </strong> has repeatedly denied any involvement in or knowledge of such activities but said on Friday he would step down as continuing media coverage of the issue <q>made it difficult for me to give the 110% needed in this role</q>. Asked whether Mr <strong> Andy Coulson </strong>\"s departure was a blow for the coalition, the deputy prime minister said he believed the government would not \"miss a beat\" in pressing ahead with its agenda of securing", "new_id": -2}, {"uid": "1297192968260702208", "i": 838, "idx": 0, "sa": ["Michelle Obama", "Barack Obama", "Simon Cowell"], "q": "run away\" from his faith. Who gets praise? <strong> Simon Cowell </strong>, for one. And the movie \"Juno.\" <strong> Barack Obama </strong>? Unsurprisingly, not so much. She accuses him of reflecting <q>a stark lack of faith in the American people,</q> among many other things- without tipping her hand on whether she will challenge him in 2012. By DARLENE SUPERVILLE; Associated Press WASHINGTON Ã\u0082- <strong> Michelle Obama </strong> lady <strong> Michelle Obama </strong> says the president has quit smoking. The", "new_id": -2}, {"uid": "1295298855113115208", "i": 4511, "idx": 2, "sa": ["Steve Ballmer"], "q": ", your body.\" Although <strong> Steve Ballmer </strong> admitted that the firm could improve with targeting a broader set of demographics, such as teenage girls, the console is resonating better with a wider audience. <q>I think about my own family. My wife used to say, \"No, no, that's the machine the boys use', and now she says,` Yeah, I want to go watch movies. Let's go play the dance game\",</q> he said. Guy BurnetThe former Hollyoaks star on moving stateside and his 2011 projects", "new_id": -2}, {"uid": "1297715146211173397", "i": 3677, "idx": 0, "sa": ["House Judiciary Committee", "Patty Murray", "Barbara Boxer", "Kirsten Gillibrand"], "q": "the horrors of abortion,\" Smith said on Tuesday. A gaggle of <strong> House Judiciary Committee </strong> Senators led by <strong> Barbara Boxer </strong>( D-Calif.), however, blasted Smith and Lipinksi's efforts, and accused them of risking <q>the health and the lives of women.</q> \"Your agenda on women's health is extreme. It breaks faith with a decades-long bipartisan compromise,\" <strong> Barbara Boxer </strong> said at a Tuesday press conference, with Sens. <strong> Patty Murray </strong>( Wash.), <strong> Kirsten Gillibrand </strong>( N.Y.", "new_id": -2}, {"uid": "1296552417261570573", "i": 23551, "idx": 19, "sa": ["Kwame Brown", "Allen Iverson"], "q": "game and showed some of the grit they displayed last season, when they reached the NBA Finals. \"It's extra special( to win) when you have to fight and struggle,\" <strong> Allen Iverson </strong> said. <q>We were able to keep fighting through it. I know last year's team is dead and stinkin', but we took something from last year's team( in this game).</q> \"I've had this team for five years and they try,\" Sixers coach Larry <strong> Kwame Brown </strong> said. \"They might not always play right and they might not always play good, but they try.\"", "new_id": -2}, {"i": 6866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. \"We're trying to be as transparent and as collaborative as possible,\" <strong> Eric Schmidt </strong> said. <q>We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that,</q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several \"significant\" new products. He said he", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669701105103360"}]