[{"uid": "1297123674195428412", "i": 3984, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Tom Izzo"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.</q> Sports Video: NASCAR: Will Jimmie be the champ again? ABC News: Super Bowl Sets Record With 111M Viewers in US ABC News: Cavaliers Owner Texts \"Hang in There\" to <strong> Tom Izzo </strong> Book Your", "new_id": -2}, {"uid": "1297260361038010913", "i": 1314, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "* Despite <strong> Michael Vick </strong>'s dark past, <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> presented the Eagles quarterback with a key to the city of Dallas. However, <strong> Mayor Tom Leppert </strong> denies any approval of the gift. <q>The action taken was not sanctioned by my office and was not an official ceremonial honor on behalf of the city of Dallas,</q> he said. The mayor added that \"official keys to the city\" are presented by the mayor or an elected official designated by the mayor and are reserved for \"an elected official of international status", "new_id": -2}, {"uid": "1294975394128761863", "i": 10999, "idx": 0, "sa": ["Brent Jones", "Michael Vick", "Tony Gonzalez"], "q": "I've never seen a quarterback do it better.\" It helps having <strong> Michael Vick </strong> Turner, the NFC's leading rusher with 1,371 yards behind one of the league's most underrated offensive lines. <q>This will be my fourth time in the playoffs in 14 years,</q> <strong> Tony Gonzalez </strong> said. \"It'll be my third time as a No. 1 seed. To report corrections and clarifications, contact Standards Editor <strong> Brent Jones </strong>. For publication consideration in the newspaper, send comments to", "new_id": -2}, {"uid": "1296354133035504148", "i": 1185, "idx": 1, "sa": ["Michael Vick"], "q": ", \"Three years, that seems like such a long time,\" said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. <q>But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were.</q> Much as it has been hard to fit the story of <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs\" lives, their recovery and the message they send, is", "new_id": -2}, {"uid": "1295273674165380109", "i": 17547, "idx": 0, "sa": ["Newt Gingrich", "Jack Kemp", "Ronald Reagan", "Mike Pence"], "q": ", announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> Jim Ryan, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q><strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,</q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1296362329255475725", "i": 5274, "idx": 7, "sa": ["Linas Kleiza", "Allen Iverson", "Joel Anthony"], "q": "<strong> Joel Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then moved to the outside, going 4-for-8 from 3-point range. <q>He got a couple of easy ones, and once you get a couple of layups, the basket looks bigger,</q> said <strong> Allen Iverson </strong>, who had 28 points. \"He played a great game, and hopefully he can continue to play that way.\" <strong> Linas Kleiza </strong> scored 27 points in the first half, 20 in the second quarter", "new_id": -2}, {"uid": "1296581048157810744", "i": 4641, "idx": 7, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. \"The people in the streets have to give this government an opportunity to change,\" he said cheerfully. <q>Beautiful things happened in the last five days.</q> News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"i": 9243, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Andy Coulson </strong> confirmed his resignation in a statement on Friday, saying that the continued coverage of events during his time as the editor of \"News of the World' had made it difficult for him to give <q>the 110 per cent needed in this role</q>.\" I stand by what I've said about those events but when the spokesman needs a spokesman it\"s time to move on,\" The Telegraph quoted him, as saying. Following", "sa": ["Andy Coulson"], "uid": "1295692802212844576"}, {"uid": "1295718175131842121", "i": 1441, "idx": 1, "sa": ["Piers Morgan", "Simon Cowell", "Amanda Seyfried"], "q": "a backing track including whipping noises and gunfire, then ending in blasts of fire. As the camera cut to <strong> Amanda Seyfried </strong>, she was in rapture! I Like the Way You Move, indeed! <strong> Piers Morgan </strong> began, <q>If this was a competition only by women you would have won this thing already. You come better each time it's been better than before your name has not been mentioned in the list of favourite and I don't know why! <strong> Amanda Seyfried </strong> gushed, \"I've always said you are, ravishing and ripped rampantly gorgeous, I know you take this very serious, you are extraordinarily entertaining</q>. You are better tonight than I've seen in previous rounds. It was the best act I've seen tonight!\" beamed <strong> Simon Cowell </strong>. He even gave them a standing ovation! taken from the official site", "new_id": -2}, {"uid": "1297292537070500358", "i": 40823, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "They just do not exist. They can be friendly. They can be helpful. They can have good social graces... all the while hating your guts and wanting you dead, you infidel.\" Report Abuse <q>to compare democrats with terrorists is truly low rent. do you assume ALL our troops are republicans? are their no democratic americans in harms way in afghanistan? what about that? are they terrorists?</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Do NOT Buy Car Insurance! 1 Trick your Auto Insurer hides from you for extremely cheap rates.", "new_id": -2}]