[{"uid": "1295799539188252199", "i": 34943, "idx": 19, "sa": ["Colin Powell", "Barack Obama"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. \"I will always vote for the person who I think is best qualified,\" he said. <q>I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either.</q> Billy Butler agrees to four-year,$ 30 million extension with Royals", "new_id": -2}, {"uid": "1296246869137003031", "i": 288, "idx": 3, "sa": ["Sarah Palin", "Mr. Bauer", "Gary Bauer", "Mike Pence"], "q": "a government takeover of health care through a so-called publi... Ban Abortion- 2012 Presidential Candidate www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q>All the obvious frontline names have all the usual pluses and minuses,</q> <strong> Mr. Bauer </strong> says. But in considering one... <strong> Sarah Palin </strong>: SRLC 2010 Republican Leaders <strong> Mike Pence </strong> gave an encouraging and patriotic speech at the AFP` November Speaks\" Rally against the Democrat led Lame Duck session.... Republicans Rip", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q>It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together,</q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade, \"or even cutting spending\" as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}, {"uid": "1295589382106250271", "i": 13933, "idx": 4, "sa": ["Eric Schmidt"], "q": " \"It's a good move. It[ the triumvirate management structure] was always one of things that concerned us a little bit,\" said Ryan Jacob, portfolio manager with the Jacob Internet Fund. <q>It should streamline the decision-making process. They're in a fast-moving industry.</q> <strong> Eric Schmidt </strong> now plans to sell about 534 000 shares of Class A common stock, the company said. Based on Google's closing share price of$ 626,77 on Thursday, he would earn about$ 334,7-million", "new_id": -2}, {"uid": "1297225373053084179", "i": 45416, "idx": 4, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "foreign-elected officials. According to the Morning News, <strong> Dwaine Caraway </strong> on Tuesday told Dallas sports radio station 1310 AM that he honored <strong> Michael Vick </strong> because he thinks the quarterback can be a role model for kids. <q>These kids are the future, and we don't have enough folks out here joining hands and turning lives around,</q> <strong> Dwaine Caraway </strong> said, according to the newspaper. Since his release from prison in 2009, <strong> Michael Vick </strong> has voluntarily spoken to kids about how dogfighting is wrong, among other things. An online", "new_id": -2}, {"uid": "1295364352186253316", "i": 19355, "idx": 2, "sa": ["Oprah Winfrey", "Michael Vick", "Piers Morgan"], "q": "I really don't want to talk about <strong> Michael Vick </strong> because I'm trying to interview him,\" <strong> Oprah Winfrey </strong> said. \"I will just save all my advice for when I sit down with him.\" <q>I'm trying to get him as well. <strong> One of us </strong> is going to win,</q> <strong> Piers Morgan </strong> said. He then proposed a \"little wager,\" suggesting 100 British pounds. <strong> Oprah Winfrey </strong> seemed game, but suggested they double it. \"Make it two.\" So, 200", "new_id": -2}, {"uid": "1295296048157237314", "i": 30812, "idx": 1, "sa": ["Michael R.", "David M. McIntosh", "Mike Pence"], "q": "Congressman <strong> Mike Pence </strong> appeared on the CNBC program \"Power Lunch\" to discuss the economy, the <strong> Michael R. </strong> House jobs summit and the Republican Economic Roundtable... 11/26/09 Weekly Republican Address: <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>( R-IN) <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>: <q>The American people know we can't borrow and spend and bail our way back to a growing economy.... Republicans have proposals to get our economy moving again, to achieve energy independence and lower the cost of health care.</q>... Weekly Republican Address 10/16/10: <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>( R-IN) <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>( R-IN) delivers the Weekly Republican Address. <strong> David M. McIntosh </strong> <strong> Mike Pence </strong> calls for immediate action on pledge to create jobs, cut spending.... Congressman <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295566930055705737", "i": 33146, "idx": 4, "sa": ["Eric Schmidt"], "q": "getting smartphones out there, <strong> Eric Schmidt </strong> argues Google can have a pretty big impact. \"We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years,\" he wrote. <q>Can you imagine how this will change their awareness of local and global information and their notion of education? And that will be just the start.</q> It's hard to argue with what he wrote. There's probably only one part that needs updating-his contributor information lists him as Google's Chairman and CEO. We've launched a new commenting tool", "new_id": -2}, {"uid": "1295611674042827797", "i": 15950, "idx": 2, "sa": ["Andy Coulson"], "q": "hacking was taking place when he was editor of the News of the World. <strong> Andy Coulson </strong> has not moved from that position in his statement today. 11.51 am: This is the full statement issued by <strong> Andy Coulson </strong> today: <q>I can today confirm that I've resigned as Downing Street director of communications. It's been a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years.</q> I'm extremely proud of the part I've played in helping him reach No 10 and during the coalition's first nine months. Nothing is more important than the Government's task of getting this", "new_id": -2}, {"uid": "1297492185025739275", "i": 36686, "idx": 2, "sa": ["Michael Gove"], "q": "55bn BSF scheme every secondary school in England was due to be rebuilt or refurbished. But it was among the first education schemes to be cut by the coalition, with Mr <strong> Michael Gove </strong> saying it had been beset by <q>massive overspends, tragic delays, botched construction projects and needless bureaucracy</q>. The Minister came under fire over his handling of the situation after it emerged that initial lists of affected works were strewn with errors, leading to several schools which believed they would be able to go", "new_id": -2}]