[{"uid": "1295569740103366731", "i": 31680, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Free Software Offers Applicationi Visualization And Combines Diagnostics& Monitoring in One Dashboard <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman.`` By elevating me and having Larry running things day", "new_id": -2}, {"uid": "1296781096226541600", "i": 13789, "idx": 4, "sa": ["Michele Bachmann", "Mike Pence"], "q": "support for <strong> Mike Pence </strong>'s proposal in light of the footage. And <strong> Michele Bachmann </strong>, R-Minn., a co-sponsor on that bill, linked to the first Planned Parenthood video on her Facebook page, vowing to introduce her own bill <q> that would prohibit Planned Parenthood from receiving any future federal money directly or indirectly. </q> The undercover videos bear similarities to those that united lawmakers in opposition to low-income advocacy group ACORN. The New Jersey Planned Parenthood video showed a couple walking into the Perth Amboy clinic for help with their``", "new_id": -2}, {"uid": "1295628120004243463", "i": 23061, "idx": 1, "sa": ["George Washington", "Barack Obama", "Sen. Bernie Sanders"], "q": "this country employing <strong> George Washington </strong> workers that are able to manufacture statues of our founding fathers, or our current president,'' <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong> fumed in a letter to the Director of the Smithsonian Museum. <q> That is pretty pathetic! I was not aware that the collapse of our manufacturing base had gone that far. </q> Indeed, it has, not to speak of the fact that Americans are hooked beyond help to cheap Chinese goods. As for Beijing, it too rubbed it in by grandly announcing that the", "new_id": -2}, {"uid": "1296235612016105512", "i": 30541, "idx": 2, "sa": ["Tyronn Lue", "Allen Iverson", "Michael Jordan"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Allen_Iverson_vs_Michael_Jordan_Final_NBA_Game_Part_2 <strong> Michael Jordan </strong>'s coach pleaded with him", "new_id": -2}, {"uid": "1296719193246874158", "i": 17328, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "war in Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict, The Washington Post reported Wednesday. Had the government of <strong> Saddam Hussein </strong> remained in power the Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion. No such", "new_id": -2}, {"uid": "1295989311031850574", "i": 45817, "idx": 0, "sa": ["Eric Schmidt"], "q": "6,000 people in 2011, according to news reports on Tuesday. Though CEO <strong> Eric Schmidt </strong>, who will vacate the corner office for Larry Page in April, said in the company's quarterly earnings call that <q> We will invest in hiring even more product managers and engineers, </q> in 2011, the company didn't give specifics about its plans. It told the Associated Press only a bare outline of its plans for the year, but said it would hire more people than in 2007,", "new_id": -2}, {"uid": "1297182562166789141", "i": 2708, "idx": 10, "sa": ["Donald Rumsfeld", "President Bush"], "q": "the devastating Abu Ghraib scandal in 2004, when photos surfaced that detailed mistreatment of Iraqi detainees by U.S. soldiers.`` Unacceptable acts had been visited upon human beings in U.S. charge,'' he writes. <q> The ramifications were so great that, as the head of this department of 3 million people, I felt compelled to step forward to take responsibility for the institutional failure. As I began to come to terms with what had happened at Abu Ghraib, the events left me feeling punched in the gut. </q>` Misjudgment On My Part' Yet <strong> President Bush </strong> refused to let <strong> Donald Rumsfeld </strong> go. <strong> Donald Rumsfeld </strong> speculates that <strong> President Bush </strong> didn't believe that his resignation would make the scandal go away, and that he was worried", "new_id": -2}, {"uid": "1297455868090980402", "i": 30620, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Nokia shares were down more than 15 percent on Friday afternoon in response to the news, which analysts took as a sign of weakness from the world's largest mobile phone manufacturer. <q> The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute, </q> said Microsoft CEO <strong> Steve Ballmer </strong>. <strong> Stephen Elop </strong> said Nokia would remain based in Finland but said job losses globally would be inevitable. For Microsoft the deal provides a valuable distribution channel for its mobile platform as well as", "new_id": -2}, {"uid": "1297434399252067840", "i": 1499, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "makers from differentiating very much. Microsoft also hasn't offered super-high-end or low-tier Windows Phone options. But that may change: <strong> Steve Ballmer </strong> said a`` lower-end chassis'' is coming, and <strong> Stephen Elop </strong> said Nokia would help Microsoft <q> move aggressively down the price continuum. </q>`` We have very clear plans that allow us to differentiate within the Windows Phone ecosystem,'' <strong> Stephen Elop </strong> said.`` It's a unique relationship.'' We've reached out to Microsoft partners", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880?`` A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.`` The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}]