[{"uid": "1295698317198803458", "i": 54723, "idx": 3, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "that he's done for me, for the government and for the country,'' <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "new_id": -2}, {"uid": "1297065247095109134", "i": 56077, "idx": 1, "sa": ["Joe Biden", "Colin Powell", "George H. W. Bush", "Dick Cheney", "Barack Obama"], "q": "in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article: <strong> Dick Cheney </strong> calls MuBarack Obama a good friend, US ally... <strong> Joe Biden </strong> Tears Up Talking About Wounded US Troops Report Abuse <q> Fun with <strong> Dick Cheney </strong> and <strong> George H. W. Bush </strong>... what a friggin' disaster. Thank God for a REAL <strong> Barack Obama </strong>... kick-@#$% <strong> Barack Obama </strong>!!! </q> Washington Post: The Fix: Charlotte will be site of 2012 Democratic National Convention Washington Post: 2012 Republican Barack Obamaial candidates all have flaws Who's Hiring Now?Find out which jobs are hiring, what they pay- and", "new_id": -2}, {"uid": "1296691231003915851", "i": 44550, "idx": 0, "sa": ["Mike Pence", "Michele Bachmann"], "q": "impact. If wackos are leading the charge, unfortunately, some of them of them have seats in Congress. <strong> Mike Pence </strong> <strong> Michele Bachmann </strong> linked to the Live Action video on her Facebook page on Tuesday, noting that <q> I am introducing a bill that would prohibit Planned Parenthood from receiving any future federal money directly or indirectly... You must see this undercover video. This is horrifying! </q> She's not being abstract. Her colleague, <strong> Mike Pence </strong>, recently introduced legislation that would deny federal dollars to Planned Parenthood and other organizations that receive family funds and also provide abortion. The <strong> Mike Pence </strong> bill,", "new_id": -2}, {"uid": "1297170788028033041", "i": 34866, "idx": 8, "sa": ["Simon Cowell", "Lee Adams"], "q": ", fair competition.'' The`` X Factor'' contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as the Black Eyed Peas or Destiny's Child. <q> I'm genuinely staggered this hasn't happened. All the signs are out there, from` GLee Adams' to` High School Musical,' </q> he said, advising`` any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition.''", "new_id": -2}, {"uid": "1296488228063668303", "i": 12091, "idx": 9, "sa": ["Eric Schmidt", "Bill Bartmann"], "q": "Google a decade ago, <strong> Eric Schmidt </strong> served as an exec at computer networking maker Novell( href=\"http://quote.foxbusiness.com/symbol/NOVL/snapshot\"> NOVL) and Sun Microsystems, which is now owned by Oracle( href=\"http://quote.foxbusiness.com/symbol/ORCL/snapshot\"> ORCL). <q> My estimate is that <strong> Eric Schmidt </strong> likes to be in the game. He likes to be a player, </q> said Kay. It's unlikely <strong> Eric Schmidt </strong> will retire with his Bill Bartmannions, taking up sailing or traveling. Indeed, there's a rumor he's trying to land a gig on cable television.", "new_id": -2}, {"uid": "1295160403096436234", "i": 6973, "idx": 1, "sa": ["Barbara Corcoran", "Ricky Gervais", "Simon Cowell", "Carolyn Maloney", "Jimmy Iovine"], "q": "new mentor <strong> Jimmy Iovine </strong>, but without <strong> Simon Cowell </strong>, Wednesday at 8 p.m. on WFXT( Ch. 25). target=\"_blank\" href=\"http://wntoday.com/\"> Today Jan. 16 <strong> Ricky Gervais </strong> hosts`` The 68th Barbara Corcoranual Golden Globes'' live from the www.americanprogress.org <q> At a time when American people are being asked to come to the rescue of financial services all over the country[...] how can we say` we know that[ credit card] practices are unfair, but you must wait a year to fix them?''' asked Representative <strong> Carolyn Maloney </strong>( D-NY) at a Center for American Progress Action Fund event Wednesday morning. At the event, CAPAF Executive Vice President Sarah Wartell presented a new report by Tim Westrich,`` Putting Credit Card Debt on Notice, </q> which she said`` offers technological solutions to help customers better manage their debt in the face of increasingly volatile market conditions.'' Wartell said that by using technology such as text messaging-- or a similarly rapid electronic", "new_id": -2}, {"uid": "1295986688031850539", "i": 1710, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "of general government for the nonpartisan Legislative Analyst's Office. She noted that local jurisdictions already have control over police services and operate their departments differently, even though they are all upholding the same law. <q> You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right, </q> she said.`` If you are not,... it's probably a program best administered and controlled at the state level.'' Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed", "new_id": -2}, {"uid": "1295080614260702214", "i": 12428, "idx": 0, "sa": ["Donald Rumsfeld", "Bill Clinton", "Barack Obama"], "q": "appointed by <strong> Bill Clinton </strong> as commerce secretary, none other than <strong> Donald Rumsfeld </strong> spoke favorably at Daley's confirmation hearing. Daley was mildly but publicly critical of <strong> Barack Obama </strong>'s health care reform strategy. He argued last year: <q> We've really got to listen carefully to the public. Voters are not re-embracing conservative ideology. But we must acknowledge that the left's agenda has not won the support of a majority of Americans- and, based on that recognition, we must steer a more moderate course. </q> <strong> Barack Obama </strong> has put into place a staff structure that would allow for a shift toward the center-left. The hard left thinks this happened years ago- but it is only true when measured against its own uncompromising", "new_id": -2}, {"uid": "1295199188176750603", "i": 57007, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "people give him credit for.'' Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q> Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick. </q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the US' X Factor' he is trying not to worry about it. Subscribe to RSSMost Popular in: Entertainment", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries.`` Things have been stable since June'' in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q> But you never know; it's possible for the government to cause us to not work. </q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}]