[{"uid": "1296976498201293826", "i": 27621, "idx": 1, "sa": ["Matt Cassel", "Wes Welker", "Michael Vick", "Mike Williams"], "q": "festivities at the Convention Center. The Associated Press tallied votes by 50 media members.`` I thank my coaches and my teammates,'' said <strong> Michael Vick </strong>, who was on hand to accept his award. <q> They got me better as an NFL player, as a quarterback, and took advantage of my talents. </q> <strong> Michael Vick </strong> received 291/2 of the 50 votes and beat out Seahawks receiver <strong> Mike Williams </strong>( 8 votes), Vikings linebacker E.J. Henderson( 31/2), Chiefs quarterback <strong> Matt Cassel </strong>( 2), Patriots receiver <strong> Wes Welker </strong>( 2", "new_id": -2}, {"uid": "1297102357037732375", "i": 2732, "idx": 3, "sa": ["Simon Cowell"], "q": "controversy. You never know what <strong> Simon Cowell </strong> has up his sleeve, and since he will be working both behind and in front of the camera, the country should brace itself to expect the unexpected.'' <q> Since its U.K. debut in 2004, The X Factor has proven itself a global success story in numerous territories worldwide, </q> said executive producer Cecile Frot-Coutaz, CEO of FremantleMedia North America.`` Now, as we bring this widely popular format to U.S. audiences, I look forward to building a new franchise for a new decade with the", "new_id": -2}, {"uid": "1295900040008716288", "i": 12040, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "speed up decision-making at Google.`` It's important to remember that <strong> Eric Schmidt </strong> is responsible for growing Google into the behemoth it is today,'' Beacon Equity Research analyst Dave Goodboy wrote in a note. <q> Although <strong> Larry Page </strong> and <strong> Sergey Brin </strong> created the company, it was <strong> Eric Schmidt </strong> who ran the day-to-day operations during the massive growth. Even worse news hit the wire when it was announced that he plans on selling$ 335m in shares this year, his first sale in three years. Does this indicate that the top is in place for the search engine? </q> Other analysts were more positive.`` We do not view <strong> Eric Schmidt </strong>'s new role as executive chairman and <strong> Larry Page </strong>'s new role as chief executive as negative developments. In our view, <strong> Eric Schmidt </strong> very effectively spearheaded", "new_id": -2}, {"uid": "1295030148184352783", "i": 15519, "idx": 0, "sa": ["Kelsey Grammer", "Camille Grammer", "Beverly Hills", "David Letterman"], "q": "to go down and meet her,''' said <strong> Camille Grammer </strong>.`` She was nice, and we both said hello. She has a very strong handshake,'' the Housewife said with a laugh. <q> It was uncomfortable. <strong> Kelsey Grammer </strong> looked shocked. The look on his face!`` It's the first time I've seen him and her together. And with my children; that was uncomfortable, </q> added <strong> Camille Grammer </strong>. And just hours after we all watched the beginning of the end of his marriage on Thursday night's episode of The Real Housewives of <strong> Beverly Hills </strong>, <strong> Kelsey Grammer </strong> appeared on The Late Show with <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1296106095124256262", "i": 25230, "idx": 6, "sa": ["Eric Schmidt", "Ken Auletta"], "q": "likely- if <strong> Eric Schmidt </strong> is not already tied down by a noncompete agreement. Could <strong> Eric Schmidt </strong> transition from his elder-statesman gig into a bigger role in politics? That's one theory of author <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World as We Know It. </q> John C, Dvorak also thinks <strong> Eric Schmidt </strong> could end up in a role with the Obama administration, one that would be good for tech and policy. href=\"http://www.marketwatch.com/story/Eric Schmidt-Eric Schmidts-next-act-bodes-well-for-tech-2011-01-21\"> See Dvorak; s column on <strong> Eric Schmidt </strong>'s next", "new_id": -2}, {"uid": "1296864918188694530", "i": 9504, "idx": 0, "sa": ["Tim Calkins", "Sergio Marchionne"], "q": "Packers and Pittsburgh Steelers, Chrysler Chief Executive <strong> Sergio Marchionne </strong> said Friday at a J.D. Power conference in San Francisco. He said it is the longest ad in Super Bowl history. <q> A two-minute spot is incredibly unique in the world of advertising, and it is almost unheard of on the Super Bowl, </q> said <strong> Tim Calkins </strong>, a marketing professor at Northwestern University's Kellogg School of Management. He said it appeared Chrysler was trying to distinguish itself from other carmakers advertising during the Super", "new_id": -2}, {"uid": "1295804524123387912", "i": 58498, "idx": 8, "sa": ["Jalen Rose", "Phil Jackson", "Shaquille O'Neal", "Allen Iverson", "Tim Duncan", "Jermaine O'Neal", "Reggie Miller"], "q": ". <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the Pacers, who were down just 61-59 at halfTim Duncane after getting 33 from <strong> Reggie Miller </strong>.`` I wish it was reversed,'' <strong> Reggie Miller </strong> said. <q> The game is four quarters. I hate doing things early. I like doing it late. </q> <strong> Allen Iverson </strong> scored 14 of Phil Jacksonadelphia's final 17 points in the third, including the last 10. He drilled a 17-footer, another long jumper and hit a 3-pointer to give the Sixers their Shaquille O'Nealgest lead to that point", "new_id": -2}, {"uid": "1297127043178880532", "i": 39088, "idx": 1, "sa": ["Simon Cowell", "Mick Jones", "Billy Joel"], "q": "'' She has also famously appeared in her ex-husband <strong> Billy Joel </strong>'s classic music videos`` Uptown Girl,''`` Keeping the Faith'' and`` All About Soul,'' as well as <strong> Mick Jones </strong>'s music video <q> Just Wan na Hold. </q> <strong> Simon Cowell </strong>:` The X Factor' judging panel still has yet to be determined` The X Factor' announces$ 5 million record deal prize and auditions href=\"http://www.realitytvworld.com/news/jersey-shore-star-situation-planning-leave-reality-for-movies--11967.php\">` Jersey Shore' star The Situation planning", "new_id": -2}, {"uid": "1297223480246972417", "i": 21850, "idx": 1, "sa": ["Paolo Romani", "Sergio Marchionne"], "q": "`` Samedi, je demanderai? <strong> Sergio Marchionne </strong> de s` engager? investir dans notre pays et de rester avec la t?te et le coeur'' en Italie, a d?clar lundi soir le ministre de l'Industrie, <strong> Paolo Romani </strong>. <q> Scandale des saisies immobili?res aux Etats-Unis: nous n'assisterons pas? une nouvelle crise extr?me,? l'instar de celle de 2008 </q> Tendance des march?s/ Edition du 03/02/2011 Zoom: La hausse de l'inflation dans la zone euro conduira-t-elle? un rel?vement des taux par la BCE? Focus sur Se Loger.com, sp?cialiste des annonces immobili?res", "new_id": -2}, {"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago.`` This one feels great due to the fact that I've been through so much,'' <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q> To be able to get back to this position is paramount to me, and I'm just thankful. </q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]