[{"uid": "1295701824092569620", "i": 5867, "idx": 0, "sa": ["Sunil Sethi", "Andy Coulson", "Patrick French"], "q": "is merging things, but the book is still at the centre,'' <strong> Sunil Sethi </strong> said. <strong> Patrick French </strong> agreed that technology, if well-managed, could actually help win books new friends and wider sales. <q> Digital e-books have created a space for discussion. Books now have websites and forums, and so reading books on electronic devices has created communities and interaction, </q> he said. World Video: Raw Video: Japan launches rocket to ISS World Video: Dutch students clash with police Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and", "new_id": -2}, {"uid": "1296443805235372702", "i": 19579, "idx": 12, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... Denver Nuggets vs Boston Celtics( 24 Mar 2010) Denver Nuggets 99-113 Boston Celtics The Celtics led by as many as 21 points in the third quarter, but as teams usually do in the NBA, the", "new_id": -2}, {"uid": "1295587926175472679", "i": 12700, "idx": 0, "sa": ["Eric Schmidt"], "q": "focus on the next crop of upcoming startups.'' In another good sign, the number of companies getting second- or third-round financing rose to 1,147 in 2010 from 915 the year before. <q> The rise in investments in early stage companies is the most encouraging thing we've had all year, </q> Taylor said. In a surprise change late Thursday, Google said co-founder Larry Page would take over as chief executive, with current CEO <strong> Eric Schmidt </strong> moving to the post of executive chairman. The news overshadowed another stellar", "new_id": -2}, {"uid": "1295390341219906059", "i": 583, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans. In solemn", "new_id": -2}, {"uid": "1295745495072876080", "i": 6371, "idx": 3, "sa": ["Andy Coulson"], "q": "showerdaily What does that mean? Presumably you think an accusation of conspiracy theorist is sufficient distraction from illegality at the heart of government that it'll all just go away? </blockquote> Like I said <q> move along, nothing to see here </q> The only illegality took place at <strong> Andy Coulson </strong>'s previous job. In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this", "new_id": -2}, {"uid": "1296971617152387585", "i": 29615, "idx": 5, "sa": ["Michael Vick"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season.`` To sum it all up, the last five months, have been delayed gratification,'' <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> View/Add Comments There have been no comments made about this story. Copyright Â© 2011 Northwest Herald. All rights reserved.", "new_id": -2}, {"uid": "1297652095245153826", "i": 24654, "idx": 1, "sa": ["Donald Rumsfeld", "Rev. Billy Graham"], "q": "'s young Democrats were off to WWII, <strong> Rev. Billy Graham </strong> was in Divinity School and starting his ministry. Gee, with all those young widows to console he must have been very busy.( Did someone just ask: <q> Did he get laid a lot? </q>? If so; you're catching on to how this Republican Morality scam works.) Getting back to <strong> Donald Rumsfeld </strong> and the profitability of stupidity and ineptness, we know of one guy, who is both", "new_id": -2}, {"uid": "1295563196244678668", "i": 31641, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' he said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The holiday period saw a jump in online commerce, which benefited <strong> Google Inc. </strong> as the majority of its revenue comes from search advertising. The CRTC's decision to allow internet service providers to charge their customers", "new_id": -2}, {"uid": "1297449619186662928", "i": 37332, "idx": 2, "sa": ["Simon Cowell"], "q": "the prospects, but I hadn't a clue whether it was going to be a hit or whether we were going to be kicked out of the country after three weeks.'' <strong> Simon Cowell </strong> then quipped: <q> I remember the network put a one-month break clause in the house I was renting, which shows at the time I don't think they were particularly convinced either. </q> stated earlier this week that the judging panel for the series has yet to be finalised. Justin TimberlakeWatch an exclusive clip of the gives us an insight into her character", "new_id": -2}, [{"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not`` have much to add'' to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q> I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point, </q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory.`` I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}]]