[{"uid": "1296098140142770208", "i": 41200, "idx": 2, "sa": ["Mike Pence", "Robert Zoellick", "Alan Greenspan"], "q": "sweepstakes, had come public with their own support of a new role for gold in the world's monetary system. Hoenig stated that the gold standard is a`` very legitimate monetary system.'' <strong> Mike Pence </strong> suggested that <q> the time has come to have a debate over gold, and the proper role it should play in our nation's monetary affairs. A pro-growth agenda begins with sound monetary policy. </q> <strong> Robert Zoellick </strong> wrote in Financial Times that gold should be looked upon as a means to stabilizing the global monetary system. In January, 2011, former Fed chairman <strong> Alan Greenspan </strong> noted in a Fox Business interview that`` There are", "new_id": -2}, {"uid": "1295815498029966341", "i": 1222, "idx": 2, "sa": ["Michael Cohn", "Larry Page", "Eric Schmidt", "Tom Austin"], "q": "is that Google will continue to commit resources towards enterprise solutions,'' Menefee said. That said, it wouldn't surprise him if Google Apps sales slow until <strong> Larry Page </strong> explains his plans for the enterprise. <q> However, I don't anticipate a knee-jerk reaction from the CIO community to exit out of existing contracts. After all, we continue to get value from the solutions, </q> Menefee said. Industry analyst <strong> Michael Cohn </strong> Osterman from Osterman Research believes that when <strong> Eric Schmidt </strong> assumes his new role as executive chairman, which will focus on external relations with cusTom Austiners, partners and government agencies, he may", "new_id": -2}, {"uid": "1295403482095109128", "i": 55329, "idx": 0, "sa": ["Sergio Marchionne"], "q": " Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1297424141196083722", "i": 17241, "idx": 3, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "<strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> noted that the partnership will yield some enterprise friendly devStephen Elopments. At the press conference, <strong> Stephen Elop </strong> outlined how the Microsoft partnership is good for Nokia. Then <strong> Stephen Elop </strong> delivered the understatement of 2011. <q> We believe this partnership is also good for Microsoft. </q> Let's assume that over the next three years Nokia's Symbian operating system largely gets replaced by Windows Phone 7. If that's the case, Microsoft garners about 30 percent market share. I'm", "new_id": -2}, {"uid": "1295386149175915067", "i": 3477, "idx": 0, "sa": ["Hillary Clinton", "Kirsten Gillibrand"], "q": "the resolution should it come to a vote in the council. One official said discussions were continuing on how to avoid a veto by either modifying the language or persuading the Palestinians to abandon the effort. <q> We have made clear that we do not think that this matter should be brought before the Security Council, </q> Crowley told reporters.`` We do not believe that this would be a productive step.'' On Tuesday, 17 senators led by Democratic Sen. <strong> Kirsten Gillibrand </strong>, wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration", "new_id": -2}, {"uid": "1297592827260702231", "i": 39930, "idx": 1, "sa": ["Howard Stern", "Kate Moss", "Jamie Hince", "David Letterman"], "q": "make me cry.'' Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged He also referenced <strong> David Letterman </strong>, who played himself in the movie: <q> We couldn't get the rights to Dave's show and Dave did me the favor of shooting this with me. </q> <strong> Howard Stern </strong> also had kind words for Australian title=\"AC/DC(Band)\" href=\"http://www.nbcnewyork.com/topics?topic=AC%2fDC+(Band)\"> rock band AC/DC who were in the film(`` Shooting with AC/DC... they stayed all day and never complained or asked for a", "new_id": -2}, {"uid": "1295669701105103360", "i": 8201, "idx": 5, "sa": ["Larry Page", "Eric Schmidt"], "q": "momentum in emerging businesses such as display advertising and mobile. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> in the statement, saying he has done an`` outstanding job'' and calling him a`` tremendous leader.'' <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure. <strong> Eric Schmidt </strong> said the key", "new_id": -2}, {"uid": "1295976368172294158", "i": 11123, "idx": 5, "sa": ["Eric Schmidt"], "q": "engineering talent. <strong> Eric Schmidt </strong> rejected the notion that Google was losing key people.`` Our retention has been actually the same and our turnover has been exactly the same for seven years,'' he said. <q> We're going to be hiring many thousands of people this year. </q> <strong> Eric Schmidt </strong> said that in his new role he would be able to spend more time on government issues and Google's public image, among other things. We welcome comments that advance the story directly or", "new_id": -2}, {"uid": "1295493657122388504", "i": 49433, "idx": 0, "sa": ["Simon Cowell"], "q": "The first three contestants shown made it through to Hollywood. J.Lo in particular had a difficult time becoming J-No. She seemed in agony the first time she was shown rejecting a contestant. She complained: <q> Oh, my God, I hate this! Why did I sign up for this? I want to go home. </q> DBRS expects fewer defaults, rating downgrades in 2011 by Canadian corporations Canadian companies headed for relatively stable, positive year: DBRS agency` American Idol' returns for 10th season without <strong> Simon Cowell </strong> but with new judges J.Lo", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}]