[{"uid": "1296007639146669587", "i": 21225, "idx": 0, "sa": ["Simon Cowell"], "q": "Despite coming only ninth in last year's competition, he was added to the line-up at show guru <strong> Simon Cowell </strong>'s behest. The tour kicks off next month in Birmingham. A source revealed: <q> This record deal is <strong> Aiden Grimshaw </strong>'s to lose.`` If he can keep the fans happy he'll join his mate <strong> Matt Cardle </strong> as one of <strong> Simon Cowell </strong>'s chosen few. </q> Have your say on the issues of the day with MY Sun Â© News Group Newspapers Ltd.`` The Sun'',`` Sun'',`` Sun Online'' are registered trademarks or trade names of News Group", "new_id": -2}, {"uid": "1295616804243957924", "i": 19185, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "picking the right people to do the right job and the decision to appoint <strong> Andy Coulson </strong> was controversial in the first place and it's clearly a big, big judgement call that <strong> David Cameron </strong> has got wrong.'' <q> I think <strong> Andy Coulson </strong> was somebody who could help the Conservative Party... produce a message which was, if you like,` pub ready', which resonated with ordinary people. It wasn't divorced from them in the way that a lot of very middle class politicians are. </q> STEVEN BARNETT, PROFESSOR OF COMMUNICATIONS, UNIVERSITY OF WESTMINSTER`` It is all starting to unravel in a way that I think would make people in News Corp extremely nervous and I think <strong> Andy Coulson </strong> has", "new_id": -2}, {"uid": "1297322163023478316", "i": 25263, "idx": 0, "sa": ["Sergio Marchionne"], "q": "that Italians' concerns that a combined Fiat-Chrysler may put its headquarters in the United States are overblown. No decision has been made on governance or a headquarters location, he said. Advertisement <q> It was a typical overreaction to an honest reflection of the issues that must be dealt with, </q> <strong> Sergio Marchionne </strong> said at the Chicago Auto Show. Last week in San Francisco, <strong> Sergio Marchionne </strong> told reporters that two corporate structures for Fiat and Chrysler don't make sense after the U.S. automaker goes public.  Energy Dept.", "new_id": -2}, {"uid": "1294953528094584847", "i": 27397, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "'' <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., was in the room with <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and House Minority Leader <strong> Nancy Pelosi </strong>, D-Calif., along with others including <strong> Gabrielle Giffords </strong>' husband, astronaut Mark Kelly. <q> We were telling her how proud we were of her and how she was inspiring the whole nation with her courage and with her strength. </q>`` Then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do when she got better. We were holding her hand, and she was responding to our hand holding, she was", "new_id": -2}, {"uid": "1296963339115425283", "i": 4678, "idx": 2, "sa": ["Michael Vick"], "q": "around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid.`` He had a plan and he stuck to that, both on and off the field,'' Reid said. <q> He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job with the football part of it.`` And then he spends a tremendous amount of time in the public, in particular on his days off... speaking and doing the best he can to right the wrong. You can never erase that, but you can sure help change others from falling into that same problem. </q> A star in Atlanta for most of his six seasons as a Falcon after being selected first overall in the 2001 draft, <strong> Michael Vick </strong> missed 2007 and 2008 while incarcerated for 18 months in a federal prison. The Eagles", "new_id": -2}, {"uid": "1297390016200884258", "i": 41917, "idx": 6, "sa": ["Donald Rumsfeld", "Kimberley Strassel"], "q": "on <strong> Donald Rumsfeld </strong>' book. The first one, an opinion piece. The second, a genuine book review. opinion piece, <strong> Kimberley Strassel </strong> calls <strong> Donald Rumsfeld </strong> memoir a`` slice of history'' one that is <q> a far more believable account of events </q> compared to the''[ t] he dominant narrative to date[ which] has been that a cowboy president and his posse of neocons went to war without adequate preparation and ran roughshod over doubts by more sober", "new_id": -2}, {"uid": "1296291755127057973", "i": 27127, "idx": 0, "sa": ["Allen Iverson"], "q": "out the Toronto Raptors 137-105 for their fifth straight win at home. The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws. <q> It felt OK before the game, </q> <strong> Allen Iverson </strong> said.`` Now, it feels that much worse. It's throbbing like a heartbeat.'' <strong> Allen Iverson </strong>, who hurt his finger against San Antonio a week ago, slips on a brace after every game", "new_id": -2}, {"uid": "1295626647018169868", "i": 38217, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "was acquitted in the US and returned to Pakistan. But the judge said he was`` not of the view the US judicial system is indifferent in providing appropriate intervention''. He added: <q> I must proceed on the firm footing, absent very cogent direct evidence, the rule of law and due process exists for all persons within the jurisdiction of the US courts, including Abid Naseer.`` Accordingly I reject this challenge to extradition. </q> Notes on a small island: The things that really make Britain great Anger as <strong> Tony Blair </strong> admits regrets over Iraq new <strong> David Cameron </strong>'s spin chief <strong> Andy Coulson </strong> quits new Alan Johnson protection officer facing inquiry new Search for` missing", "new_id": -2}, {"uid": "1296561500134217730", "i": 17289, "idx": 2, "sa": ["Mike Pence"], "q": "third-ranking Republican in the House-- announced he would not be a candidate for president in 2012.`` Seeking national office was not right for us now,'' he told the Central students. <q> While( <strong> Mike Pence </strong> and his family) went back and forth in our heads, we never went back and forth in our hearts. </q> Saying his`` heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with`` the good and strong and opinionated people of this state'' before deciding his next move.", "new_id": -2}, {"i": 10928, "idx": 0, "index_answer": 0, "new_id": -1, "q": "go around. Dysfunction in decision-making arose partly because of the competing agendas of different agencies, his own included. However, he implies that ultimately it was up to <strong> President Bush </strong> to take firmer control. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> writes <strong> Donald Rumsfeld </strong>. Among those coming in for knocks in the book are <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, respectively <strong> Donald Rumsfeld </strong> of State and head of the National Security Council( NSC) in the <strong> John McCain </strong> House at the war", "sa": ["Donald Rumsfeld", "John McCain", "Condoleezza Rice", "Colin Powell", "President Bush"], "uid": "1296862636132562982"}]