[{"uid": "1296889583025706506", "i": 16847, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": ", non-competitive games and turn those into quality, competitive games that the fans want to see.\" <strong> Michael Vick </strong> was planning a Super Bowl party, and whether that was appropriate for a man with his past: <q>I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here- what he'd be doing. He has said that on numerous occasions people have been using his name about being involved in some type of party, but that he had no intention of participating in that.</q> â\u0080¢ <strong> Roger Goodell </strong> praised the Dallas-Fort Worth area for handling the difficult weather, saying the ice and snowstorms would not jeopardize the region's chances of hosting the game again. This is the first Super Bowl to be", "new_id": -2}, {"uid": "1297282407122896681", "i": 23088, "idx": 7, "sa": ["Paula Abdul", "Simon Cowell"], "q": "next three or four weeks.) But when asked if former Idol judge <strong> Paula Abdul </strong> would be involved, he left the option open. \"I'm a massive fan of <strong> Paula Abdul </strong>,\" he said. <q>We've been in regular contact.</q> Star quality <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognise star quality when they saw it. \"Over the years you've seen a different", "new_id": -2}, {"uid": "1297261068179191811", "i": 20147, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> President Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which Powell sketched out the presentation he was to make at the U.N. two days later. <strong> Donald Rumsfeld </strong> quotes himself as telling the meeting, <q>We should hit Khurmal during the speech, given that Colin will talk about it.</q> Khurmal is the name of a village near the site. Powell objected. In his U.N. presentation, Powell described it as \"Terrorist Poison and Explosive Factory, Khurmal.\" <strong> Donald Rumsfeld </strong> said Khurmal was operated", "new_id": -2}, {"uid": "1295562514244678661", "i": 7040, "idx": 2, "sa": ["Eric Schmidt"], "q": "the quarter were$ 8.75 a share. On average, industry analysts were expecting Google to report earnings, excluding items, of$ 8.06 a share, on$ 6.05 billion in revenue. <q>Q4 marked a terrific end to a stellar year,</q> <strong> Eric Schmidt </strong> said in a statement. \"Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses,", "new_id": -2}, {"uid": "1296520316090341463", "i": 19229, "idx": 0, "sa": ["Barack Obama", "Michael Vick"], "q": "Homeland Security Photo in Slideshow: A pedestrian negotiates snow and slush left over... Video: Two injured Oklahomans share cautionary tails about... Photo in Slideshow: U.S. first lady <strong> Barack Obama </strong> stands with Mark Kelly... Report Abuse <q>This must be a figment of all these folks imagination cause <strong> Al Gore </strong> said we were experiencing Global Warming...</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl", "new_id": -2}, {"uid": "1296277283055640091", "i": 348, "idx": 1, "sa": ["Allen Iverson"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacking any strength. \"I survived, I'm still here,\" he said. <q>I'm a new man, stronger than ever, I just say, \"Thank you, everybody.</q>\" <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the Mavericks. The Warriors visit the Pepsi Center on Saturday night", "new_id": -2}, {"i": 8304, "idx": 4, "index_answer": 0, "new_id": -1, "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,\" <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q>That wasn't the first time he threw one in like that,</q> <strong> Keyon Dooling </strong> said. \"He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.\" The Magic had a chance to tie the game", "sa": ["Keyon Dooling", "Allen Iverson"], "uid": "1295670452069369863"}, {"uid": "1297336520021299256", "i": 36805, "idx": 0, "sa": ["Simon Cowell"], "q": "firearm within 50 feet of a road, footpath or bridle-path, and in most cases will be contrary to laws for the protection of wildlife and the prohibition of cruelty to animals.\" He added: <q>Ownership and use of these weapons is perfectly legal but what is neither legal nor morally acceptable is to go around firing them randomly at animals.</q> <strong> Simon Cowell </strong> is urging the police to investigate such incidents thoroughly and he has asked them to issue warnings to the public not to fire air-guns at wild animals in any circumstances. Wildlife Aid said that", "new_id": -2}, {"uid": "1295218110235503629", "i": 28439, "idx": 1, "sa": ["Norman Schwarzkopf", "Colin Powell", "George H.W. Bush"], "q": "do I now. \"We should presume that he made an informed and thoughtful decision. \"That's the way I feel about it.\" In his memoirs, <strong> Norman Schwarzkopf </strong> stated <q>I don't have any problem with it</q> when informed by <strong> Colin Powell </strong> that <strong> George H.W. Bush </strong> was prepared to stop the war. \"Our objective was the destruction of the enemy forces, and for all intents and purposes we've accomplished that objective.\" Boomer", "new_id": -2}, {"uid": "1296460474210534407", "i": 41887, "idx": 3, "sa": ["Robbie Williams", "Simon Cowell"], "q": "she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along.\" An insider added: <q>Bosses know they need to pull something special out of the hat to maintain the show's top-dog status. Many people, including <strong> Simon Cowell </strong>, think[ <strong> Katie Price </strong>] could be the magic ingredient. \"Love her or hate her, everyone is fascinated by what she has to say. If she was on the show it is likely ratings would go through the roof and <strong> Simon Cowell </strong> knows this.</q> Over the weekend, it was reported that <strong> Robbie Williams </strong> is being", "new_id": -2}]