[{"uid": "1297521580190513158", "i": 15941, "idx": 3, "sa": ["Sergio Marchionne", "Sergio Chiamparino"], "q": " \"to commit to investing in our country and remain with head and heart\" in Italy. Mayor of Turin <strong> Sergio Chiamparino </strong> said Saturday the Fiat bosses had confirmed \"the Italian nature\" of the company but <q>in a dynamically developing context which demands daily work so that things don't change.</q> Provincial governor Antonio Saitta said that according to <strong> Sergio Marchionne </strong>, the terms for the city remaining Fiat headquarters would be discussed in 2014. Last month Fiat raised its stake in Chrysler from 20 to 25", "new_id": -2}, {"uid": "1295899099135872512", "i": 1627, "idx": 0, "sa": ["Sam Seder", "David Letterman", "H. Jon Benjamin"], "q": "n't talk. In Boston, <strong> H. Jon Benjamin </strong> made his entry into comedy by appearing with <strong> Sam Seder </strong> as a standup duo. <strong> H. Jon Benjamin </strong>, still silent, would sit behind him reading magazines. <strong> Sam Seder </strong> recalls the time as <q>a lot of drinking and not doing the dishes.</q> The two were in <strong> David Letterman </strong> Cross' Boston comedy troupe, Cross Comedy, and have since remained close friends. \"He has probably walked away from and sabotaged as many opportunities as anyone without a drug", "new_id": -2}, {"uid": "1295611385143458309", "i": 19542, "idx": 1, "sa": ["Eric Schmidt", "Mark Mahaney"], "q": "4. <strong> Eric Schmidt </strong> navigated the company past early doubts that it could build a successful ad business around a search engine. He also oversaw the 2004 initial public offering, the biggest for an Internet company. <q>We view this as evidence of the founders staying fully engaged in the business- a positive,</q> said <strong> Mark Mahaney </strong>, an analyst at Citigroup. The company also posted fourth-quarter profit that topped analysts' estimates as businesses boosted online-ad spending. Page, who has never been the CEO of a public", "new_id": -2}, {"uid": "1295072003016613377", "i": 7374, "idx": 2, "sa": ["Sergio Marchionne"], "q": "but hopes \"it is a pure display of frustration and there is no substance behind the threats.\" If workers vote no, <strong> Sergio Marchionne </strong> said he and his executives would begin looking at alternatives immediately. <q>It may even happen the same night,</q> he said. Besides Italy, Fiat has plants in Poland, Brazil and Serbia; Chrysler, which Fiat controls, makes cars in the United States, and Mexico. The Mirafiori investment is", "new_id": -2}, {"uid": "1297245174074432515", "i": 4346, "idx": 0, "sa": ["Lindsay Lohan", "Kate Middleton", "Simon Cowell", "Hugh Laurie"], "q": "release his blues album on April 11 but because the marriage of Prince William and <strong> Kate Middleton </strong> takes place just weeks after he's holding back the release. According to UK Newspaper Daily Express, he said: <q>It was going to be released at the end of April but it collided with a royal wedding. We don't want to bump them off the front page so we'll push it later.</q> <strong> Hugh Laurie </strong> postpones release of album because of royal wedding <strong> Lindsay Lohan </strong> \"to be charged with felony grand theft\" <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he wo", "new_id": -2}, {"uid": "1297275482080936964", "i": 32143, "idx": 0, "sa": ["David Letterman", "Elton John"], "q": "Show with <strong> David Letterman </strong> last night to discuss how having a tampon taped to his back in high school was not fun for him, breaking his wrist and much more. FELLINI, POTTER, KELLER, PERKINS!: <q>LCS, I'm not sure that I know that much about Fellini- but I have re-watched all of his films and listened to the extras and, then, I watched that documentary about Fellini( just now, I can't...</q> LogoTV.com| TripOut: Gay Travel NOTE: afterelton.com is not affiliated with <strong> Elton John </strong>", "new_id": -2}, {"uid": "1294965093056983574", "i": 3888, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "been making steady progress each day since she was wounded last weekend. Then Wednesday night- with her closest friends from Congress holding her hand- <strong> Gabrielle Giffords </strong> opened her eyes for the first time. <q>It was raw courage. It was raw strength. It was so beautiful and so moving,</q> said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. \"She wanted us to know that she was with us a hundred percent and understood everything we were saying.\" If all goes well, <strong> Gabrielle Giffords </strong> may be \"out of", "new_id": -2}, {"uid": "1295592970155664410", "i": 2747, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "responsibility in the company. Earlier all the major strategic decisions were taken by the three of them together. But that is set to change. In a self-authored blogpost <strong> Eric Schmidt </strong> details about the new roles, <q>Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I know he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead.</q> <strong> Eric Schmidt </strong> describes co-founder <strong> Sergey Brin </strong> as an \"innovator and entrepreneur to the core\" and rightly so, his role in new and strategic projects would be much needed. He would continue to sport the \"co-founder\" title", "new_id": -2}, {"i": 21343, "idx": 0, "index_answer": 0, "new_id": -1, "q": "GOOG) <strong> Eric Schmidt </strong>: <q>One day Larry and Sergey bought Android, and I didn't even notice.</q> The important thing to understand about the doesn't change much, Nicholas Carlson writes. In any case, the Street generally", "sa": ["Eric Schmidt"], "uid": "1295565692148553737"}, {"uid": "1297387301200884277", "i": 10293, "idx": 0, "sa": ["Joe Maddison", "Simon Cowell"], "q": "mother's number and she told him she always wanted me to be a singer. My mother was in cahoots with <strong> Simon Cowell </strong>! <strong> Simon Cowell </strong> then had this ally and it was basically emotional blackmail!\" He added: <q>I am still good friends with <strong> Simon Cowell </strong> and my wife was his PA for 12 years.</q> Advertisement But Robson said despite singing recently in ITV1's <strong> Joe Maddison </strong>'s War, he had no desire to return to the pop charts. He said: \"I went into the studio and recorded", "new_id": -2}]