[{"uid": "1295820714073957392", "i": 19281, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. \"<strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,\" he said. <q> Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style. </q> If you enter anything in this field your comment will be treated as spam Users posting comments agree to the Computerworld comments Uncertainty Management Risk and Performance, Two Sides of the Same Coin Executive ViewPoint-", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the \"Jersey Shore\" sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong> \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q> It's really hard for me to watch, </q> <strong> Nicole Polizzi </strong> says of watching the punch t... \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1297183312119177307", "i": 46112, "idx": 2, "sa": ["Simon Cowell"], "q": "time here in the UK,\" <strong> Simon Cowell </strong> said. \"I watched some clips last week to get up to speed, and it looked good.\" Asked about the new judges, he said, <q> I think they're doing fine. They have a different approach to what I used to do before. I think the show had to reinvent itself. I think it's right that it's a different show to what we made before. </q> He continued: \" \"I left the show on fantastic terms. I still talk to Randy and Ryan, and I still talk to Kenny, one of the executive producers. We're", "new_id": -2}, {"uid": "1295687287040943628", "i": 6789, "idx": 4, "sa": ["Allen Iverson"], "q": "quiet fourth quarter, <strong> Allen Iverson </strong> settled for 48 points and leading Philadelphia to a 118-111 victory Tuesday night over the Bucks, who have been burned for three straight games of at least 40 points by the 76ers All-Star. <q> Honestly, they play me one-on-one, straight up, </q> <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. \"Except in the last quarter. I guess they felt like they had to do something.\" By then, it was too late. <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1296106095124256262", "i": 20828, "idx": 0, "sa": ["Eric Schmidt"], "q": "Page Six( the New York Post, like MarketWatch, is owned by News Corp.), that <strong> Eric Schmidt </strong> was talking to CNN/ quotes/comstock/13*! twx/quotes/nls/ twx-0.68%) about becoming a host. <q> I can't imagine any real TV show considering <strong> Eric Schmidt </strong> as a host. </q> See Page Six item about <strong> Eric Schmidt </strong> looking at TV. In Germany earlier this week, <strong> Eric Schmidt </strong> told a group of reporters at the Digital-Life-Design conference that he is committed to doing what he currently", "new_id": -2}, {"uid": "1297721034094502916", "i": 21422, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama", "Todd Litman"], "q": "'s assertions are derived from a 2004 Canadian study prepared for the American Public Transportation Association( APTA),[ <strong> Barack Obama </strong>] America's principal transit-lobbying organization. The June 2010 Heritage Foundation report <q> Washington's War on Cars and the Suburbs </q> critiqued the <strong> Donald Rumsfeld </strong>'s claims.[ 3] The author of the APTA study, <strong> Todd Litman </strong> of the Victoria Transportation Policy Institute, responded to the Heritage report.[ 4] None of", "new_id": -2}, {"uid": "1295741039001638416", "i": 12692, "idx": 6, "sa": ["Allen Iverson"], "q": "certainly saw what they missed out on Tuesday night. \"I honestly just have a lot of respect for the Boston organization and for them being interested in me in the way they were,\" <strong> Allen Iverson </strong> said. <q> You always have to feel http://wn.com/Allen_Iverson_26pts_Melo_38pts_vs_Sonics_KDurant_37pts_07/08_NBA Touted rookies <strong> Kevin Durant </strong> and <strong> Jeff Kollman </strong> Green both had career-best efforts for the Seattle SuperSonics and damaged the Denver Nuggets' postseason aspirations. <strong> Kevin Durant </strong>, the second- overall pick in last year's draft and the leading candidate for rookie of the year, scored a season-high 37 points and Green, the fifth pick, had a season-high 35 to lead the Sonics to a 151-147 double-overtime victory over Denver on Sunday night. \"My teammates were making plays and I was just there finishing them, </q> Green said. The loss kept the Nuggets( 46-31) in a tie with Golden State for the eighth and final playoff spot in the Western Conference. The Warriors lost to New Orleans, 108-96, earlier Sunday", "new_id": -2}, {"uid": "1294978384186728451", "i": 39713, "idx": 4, "sa": ["Kirsten Gillibrand", "Mark E. Kelly", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "dinner date when the four were in town together, like the one last week at Matchbox, a popular pizza place in Washington favored by Ms. <strong> Gabrielle Giffords </strong>'s husband, <strong> Mark E. Kelly </strong>, who is an astronaut. <q> We enjoy being there for each other, </q> Ms. <strong> Kirsten Gillibrand </strong> said, \"So when <strong> Debbie Wasserman Schultz </strong> and I were allowed to visit <strong> Gabrielle Giffords </strong>, it meant so much to us to encourage her and to tell her how much we love her and how she is inspiring the", "new_id": -2}, {"uid": "1295796274110280734", "i": 11071, "idx": 3, "sa": ["Ed Miliband", "Andy Coulson", "Andrius Kubilius", "David Cameron"], "q": "<strong> Ed Miliband </strong> smiles as he leaves... Photo: Former News of the World editor <strong> Andy Coulson </strong> Photo: Former News of the World editor and Prime Minister... Photo: <strong> David Cameron </strong>, Johanna Siguroardottir, <strong> Andrius Kubilius </strong>, Mari... Report Abuse <q> Paying several hundred dollars a year to listen to theirrulers quasi-socialist lies and feudal fairy tales? </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1294969491073564163", "i": 1247, "idx": 3, "sa": ["Sergio Marchionne"], "q": "Town& Country has refinement that Chrysler does not want to lose, whatever the new minivan lineup looks like. <strong> Sergio Marchionne </strong> said Chrysler Group needs to be more flexible with the architecture that supports its minivans. <q> It needs to house all-wheel drive and front-wheel drive and an E segment car. </q> Chrysler is coming with a new nine-speed front-wheel drive transmission in 2013. Decision on Nitro-Liberty replacement Chrysler is near a decision on the replacement for the lightly regarded Dodge Nitro and Jeep Liberty SUVs,", "new_id": -2}]