[{"uid": "1295965860135200782", "i": 26427, "idx": 2, "sa": ["Eric Schmidt"], "q": "traffic and engineering talent.`` Our retention has been actually the same and our retention has been exactly the same for seven years'' he said at a news conference following his DLD appearance. <q> We're going to be hiring many thousands of people this year. </q> <strong> Eric Schmidt </strong> said that in his new role he would be able to spend more time on government issues and Google's public image, among other things.`` We've got very complicated government issues", "new_id": -2}, {"uid": "1296947872117014565", "i": 2816, "idx": 3, "sa": ["Sergio Marchionne"], "q": "that no other parties were willing to assist in Chrysler's recovery.`` The two governments levied interest rates that, although appropriate at the time, are above current market conditions,'' he continued. <q> This was done with the full support and understanding of the members of Chrysler Group LLC. </q> Chrysler hopes to reach a deal with banks by the end of March to refinance the loans. It owes the U.S. government$ 5.8 billion and the Canadian government$ 1.3 billion. <strong> Sergio Marchionne </strong> told", "new_id": -2}, {"uid": "1295559254082083850", "i": 11320, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "over as CEO Google announced Thursday that co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman and focus on <q> deals, partnerships, customers and broader business relationships. </q> The firm's other co-founder, <strong> Sergey Brin </strong>, will work on strategic projects and new products, Google said in a statement. It said the management changes would take effect on April 4.", "new_id": -2}, {"uid": "1295753709087883837", "i": 33586, "idx": 7, "sa": ["James Cleveland", "Carmelo Anthony", "Allen Iverson", "LeBron James"], "q": "off a fourth-quarter Portland rally to beat the Trail Blazers 106-94 on Sunday night.Shaquille O'Neal had 11 po... <strong> Allen Iverson </strong> 25pts <strong> Carmelo Anthony </strong> vs <strong> LeBron James </strong> Cavaliers NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules <strong> James Cleveland </strong>'s hoops King. <q> I know he hates losing to me, </q> <strong> Carmelo Anthony </strong> said with a laugh. <strong> Carmelo Anthony </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over... <strong> Allen Iverson </strong> 31pts Philadelphia 76ers vs <strong> LeBron James </strong> <strong> James Cleveland </strong> Cavaliers 2004/2005 Regular Season", "new_id": -2}, {"uid": "1296940939224919552", "i": 14165, "idx": 5, "sa": ["Eric Schmidt"], "q": "is a net positive.'' Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment.`` I can only describe this now as a` wow' moment,'' he says. <q> For me this is the beginning of the real revolution in information.`` You need never be lonely, you need never be bored. It is a remarkable change that has not been led by and is not just for the Western elites- it is all-pervasive with a declining cost.`` We are just at the beginning of hearing the voices who are starting to come online. I feel that we have made a material change in the lives of literally billions of people. </q> The convergence of search, location and social is the next big narrative. <strong> Eric Schmidt </strong> says that people who`` opt in'' to the system will begin experiencing a much richer relationship with technology, aided by", "new_id": -2}, {"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,'' said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons.`` He's a Hall of Fame coach,'' said <strong> Allen Iverson </strong>. <q> So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that. </q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped.`` Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}, {"uid": "1295687287040943628", "i": 6787, "idx": 2, "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "q": "that helped the Knicks build an 88-79 lead with four minutes to play, a lead they never lost. Everyone expected the Starks-versus-Jordan battle to be a major factor in the series. Round 1 went to <strong> John Starks </strong>. <q> I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league, </q> said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association.`` But I know he's here now.'' And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way", "new_id": -2}, {"uid": "1296049175129286213", "i": 46804, "idx": 3, "sa": ["Tim Montgomerie", "Andy Coulson", "Lance Price"], "q": "of the circumstances behind Mr <strong> Andy Coulson </strong>'s resignation?`` They will obviously want to do their due diligence and will probably want someone who is clean as a whistle,'' says Mr <strong> Tim Montgomerie </strong>. <q> It will be interesting whether they recruit someone from[ News International owner Rupert] Murdoch's table or they want someone completely unconnected. </q> Either way, any member of the media is likely to have, at some point, made a decision they regret, says Mr <strong> Lance Price </strong>.`` You don't have to be a saint", "new_id": -2}, {"uid": "1295542835101302273", "i": 18473, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "bit too nicely. Gone was the often harsh, but always honest comments of the curmudgeonly judge <strong> Simon Cowell </strong>, and neither <strong> Jennifer Lopez </strong> nor <strong> Steven Tyler </strong> seemed to have it in them to be so tough. <q> Unfortunately, while it's admirable that the show's producers opted not to bring in a <strong> Simon Cowell </strong> clone, the formula simply does not work without someone willing to be an ass to kids with big dreams but no chops, </q> Highkin wrote.`` Granted, the audition rounds are always rough at first, and Jackson, <strong> Steven Tyler </strong>, and <strong> Jennifer Lopez </strong> are still getting used to working together, but I couldn't help but to notice how much", "new_id": -2}, {"uid": "1297268495062767136", "i": 21763, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "a credible jobs agenda without spending money.`` One of the areas you want to focus on, and I hope and expect the president will be talking about, is infrastructure,'' said <strong> Sen. Bernie Sanders </strong>. <q> You have a crumbling infrastructure where over a period of years we need to spend trillions of dollars. When you do that you create jobs. </q> <strong> Sen. Bernie Sanders </strong> called for investment in infrastructure and`` sustainable energy and energy efficiency,'' which he called`` good for the country.''`` It creates jobs as well,'' said <strong> Sen. Bernie Sanders </strong>,", "new_id": -2}]