[{"uid": "1297137701068190259", "i": 18295, "idx": 3, "sa": ["David Letterman", "Aaron Rodgers"], "q": "you know, in the confetti there.\" <strong> Aaron Rodgers </strong> also described the tense last few minutes of the game after the Packers had kicked a field goal to go ahead, 31-25. Said <strong> David Letterman </strong>: <q>Now at this stage of the game, you don't get guys coming into the huddle saying, \"Uh, is that where I go left, or is Larry going left.?' At this point, you don't get that, do you?</q>\"... kicked a field goal and I'm thinking, one, I\"m a little worried about our special teams. Every time we kick off, I kind of hold my breath.\"*******************************************************", "new_id": -2}, {"uid": "1295688999156401675", "i": 33400, "idx": 0, "sa": ["Andy Coulson", "Barack Obama"], "q": "Innocent people should not suffer needlessly as a result because people stick their heads in the sand.\" Report Abuse \"Question: How do you tell when a Muslim goes from boyhood to manhood?\" Report Abuse <q>Millions of@#$% e pilgrims are converging this weekend on Karbala, located 55 miles( 90 kilometers) south of Baghdad, for rituals marking the 7th century death of Imam <strong> Barack Obama </strong>. He was a grandson of the Prophet Muhammad and was slain by Muslim rivals near Karbala.</q>____ you know what they say about Islam... the more things change, the more things stay the same. Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1297423283196083721", "i": 1799, "idx": 1, "sa": ["Colin Powell"], "q": "brutal manner that contradicted international laws that apply to war. When then Chairman of the Joint Chiefs of Staff, <strong> Colin Powell </strong>, was asked about the number of deaths the Iraqi military suffered, he said, <q>I don't have a clue and I don't plan to undertake any real effort to find out.</q> This is the same man who stated several months after Desert Storm that his goal was to \"make the world scared to death of the United States.\" Re: Six Years Later: March 19- Shock", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said.\" \" \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,\" <strong> Zahi Hawass </strong> said in an interview at his office. <q>What's happening is normal. Thankfully, all the damaged items can be restored.</q>\" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}, {"uid": "1297116847195428397", "i": 34148, "idx": 4, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "have to make a case-by-case decision based on them as a person.\" And what does <strong> Simon Cowell </strong> think of the new season of American Idol? \"I haven't seen a full episode,\" he said. <q>I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over.</q> \"American Idol' EP <strong> Nigel Lythgoe </strong>:' I Worry About Being Called Karaoke' 4 2011 Grammy Nominees- Various Artist Heat Vision What\"s hot in the world of fanboy entertainment, from blockbuster films", "new_id": -2}, {"uid": "1296373857006340612", "i": 4200, "idx": 0, "sa": ["Mitt Romney", "Mike Pence", "Eric Fehrnstrom"], "q": "they will make their decisions soon. Representative <strong> Mike Pence </strong> of Indiana said last week that he would not run. <strong> Mitt Romney </strong>, a former Massachusetts governor, is not expected to announce any plans until the spring. <q>One of the lessons that <strong> Mitt Romney </strong> learned from the last campaign is that things got started too soon,</q> said <strong> Mitt Romney </strong> spokesman <strong> Eric Fehrnstrom </strong>. \"He's in no hurry to announce his plans.\" Until recently, <strong> Mitt Romney </strong> had kept a lower profile, writing opinion pieces on foreign policy but generally avoiding commenting on", "new_id": -2}, {"uid": "1295497839033751042", "i": 2925, "idx": 1, "sa": ["Mike Pence", "Ronald Reagan"], "q": "American conservatism was constructed like an atom,\" says author <strong> Mike Pence </strong> Reeves, who will deliver a paper on <strong> Ronald Reagan </strong>'s legacy at a February academic symposium co-sponsored by the <strong> Ronald Reagan </strong> Presidential Foundation& Library and the <q>You had all of these energetic electrons, as it were, spinning wildly around- the religious conservatives, the financial conservatives, the nationalistic conservatives, the old-fashioned New York banker conservatives and what not- and often despising each other. The New York banker didn't want to have anything to do with <strong> Jerry Falwell </strong>. But the one thing they could agree on, the nucleus of that atom, was <strong> Ronald Reagan </strong>,</q> he said. \"I had thought Reaganism would lose its magnetic power, but that actually has not happened. The party is still organized around <strong> Ronald Reagan </strong> because that's the only thing that some of these people", "new_id": -2}, {"uid": "1297177285142131216", "i": 39981, "idx": 2, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "draw down U.S. troops shortly after the 2003 invasion of Iraq was \"the most important failure in the execution of the war.\" Telling <strong> Diane Sawyer </strong> that assessment was \"possible,\" <strong> Donald Rumsfeld </strong> also cautioned that <q>the path you didn't take is always smoother.</q> The admissions largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq war on \"too many hands on the steering wheel.\" <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295623615132808715", "i": 30209, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "these rags, and frankly, anyone who buys them is out of their mind, or a moron, or both. hermionegingold 21 January 2011 3:22 PM HypatiaLee 21 January 2011 3:22 PM <q>I don't know a journalist in Britain who believes that a serious editor of a major title would not insist on knowing how his journalists had sourced their stories.</q> Certainly the legal department would have kittens \"So it is amazing that <strong> David Cameron </strong> appointed <strong> Andy Coulson </strong> in the first place- and that he hung on to him\" Frankly, it's enough to make", "new_id": -2}, {"uid": "1295473409213434455", "i": 21314, "idx": 4, "sa": ["Sergio Marchionne"], "q": "loans and offer its stock for sale again. \"I can't stop the machine,\" <strong> Sergio Marchionne </strong> said. \"So far, I have been able to manage it,\" he said, but <q>there will come a point in time when I have to go into the kitty and use other cash for this.</q> Chrysler is working on making its gasoline engines more efficient with technology from partner Fiat SpA. The automaker will introduce an 8-speed automatic transmission on cars sold in the United States starting this year.", "new_id": -2}]