[{"uid": "1295614908206700700", "i": 45042, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> Spiceworks agentless, ad-supported management tool runs right in the browser, targeted at the small to medium sized business. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By", "new_id": -2}, {"uid": "1297145482211075083", "i": 39839, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell", "Hailee Steinfeld"], "q": "learned about. Who knows how much of this really goes on. Report Abuse \"i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well.\" Report Abuse <q>i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong></q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on \"True Grit\" ABC News: Golden Globes Sues Ex-Publicist, Claiming Fraud Fitness Singles Meet Local Fitness Minded People. 80+ Activities. Join Free Today! Friday Night Lights", "new_id": -2}, {"uid": "1296615739145653770", "i": 21488, "idx": 2, "sa": ["Kevin Noreen", "Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Lakers_vs_Warriors_Highlights_Kobe_Bryant_Drops_44_Points <strong> Kevin Noreen </strong>, of Minnesota Transitions Charter School in Minneapolis, scored 44 points against St. Agnes Tuesday night( 3/16/10) in the Section", "new_id": -2}, {"uid": "1294986975005357575", "i": 25055, "idx": 1, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": ", D-Calif., who stood by Ms. <strong> Gabrielle Giffords </strong>' hospital bed Wednesday when her left eye fluttered open. Her right eye was damaged and is still bandaged. Ms. <strong> Kirsten Gillibrand </strong> said the congresswomen were telling Ms. <strong> Gabrielle Giffords </strong> <q>how proud we were of her, and how she was inspiring the whole nation with her courage and with her strength. And then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do after she got better.</q> Ms. <strong> Gabrielle Giffords </strong> was gripping their hands, she said, \"and the more we joked about what we were going to do, she started to open her eyes.\" Ms. <strong> Debbie Wasserman Schultz </strong> said she", "new_id": -2}, {"uid": "1296188900083116044", "i": 10625, "idx": 0, "sa": ["Eric Schmidt"], "q": "vision of delivering personalised, timely and location-aware information to people. The company has already made strides in each area. The first is the development of fast networks, specifically LTE, <strong> Eric Schmidt </strong> wrote. They will <q>usher in new and creative applications, mostly entertainment and social, for these phone platforms,</q> he wrote.[ Whether it's the NBN or selling networks, stay in touch with all the latest developments in ARN's Networking newsletter] All of the major operators in the US are", "new_id": -2}, {"i": 5355, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coordinator, because he is a defensive guy at heart, and he has that infectious personality- players relate to him,\" said former Eagles linebacker <strong> Ike Reese </strong>, who played for Mora with the Falcons from 2005-06. <q>He grew up around an NFL locker room. He has an aggressive approach. He's not an over-blitzer; Jim believes in getting after you with the front four and in strong secondary play.</q> Mora, of course, coached <strong> Michael Vick </strong> in Atlanta. Last October, he interviewed <strong> Michael Vick </strong> on behalf of the NFL Network; <strong> Michael Vick </strong> apologized to Mora for being immature and not being focused on his job when", "sa": ["Ike Reese", "Michael Vick"], "uid": "1295254492092618801"}, {"uid": "1296780723243531795", "i": 29286, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "that <strong> Donald Rumsfeld </strong> described the Abu Ghraib prison abuses as the actions of rogue soldiers who went outside approved policies. <strong> Donald Rumsfeld </strong> also said he regretted not forcing <strong> President Bush </strong> to accept his resignation offers after the scandal broke. <q>Abu Ghraib and its follow-on effects, including the continued drum-beat of' torture' maintained by partisan critics of the war and the <strong> Bill Clinton </strong>, became a damaging distraction,</q> he wrote. \"I regret that I did not leave at that point.\" <strong> Donald Rumsfeld </strong> did not leave until after Republicans were crushed in the 2006 congressional elections. He has been mostly silent since then", "new_id": -2}, {"uid": "1296499218216055814", "i": 705, "idx": 1, "sa": ["Sergio Marchionne"], "q": "profit in 2010. \"It's difficult to talk abut profit sharing when you've got a negative number at the bottom,\" <strong> Sergio Marchionne </strong> said Monday morning in a conference call with investors and reporters. <q>Our liquidity improved in 2010, and it's expected improve in 2011. It would have been inexcusable not to recognize what our people have done. We owe them a lot and we should pay them for that performance.</q> it lost$ 199 million in the fourth quarter of 2010, a significant improvement from the$ 2.7 billion it lost during the same span in 2009. While Chrysler has failed to turn a profit since emerging from", "new_id": -2}, {"uid": "1296767727048218114", "i": 13809, "idx": 3, "sa": ["James Cleveland", "LeBron James", "Chris Webber", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q>He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle.</q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 <strong> LeBron James </strong> goes apeshit on some fans in <strong> James Cleveland </strong>. http://wn.com/NBA_Playoff_Preview_Round_1_Cleveland_Cavs_vs_Chicago_Bulls_ft_Lebron_Shaq_NBA_2K10_Sports www.youtube.com Click this to watch Smoove Sweeps 1st Round in WWS4 Playoffs! NBA Playoff Preview Round 1:", "new_id": -2}, {"uid": "1295905281252543038", "i": 29534, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "coming together to make it happen. In this clip, <strong> Google Inc. </strong> Chairman and CEO <strong> Eric Schmidt </strong> describes the shared vision the two companies have for cloud computing and what it means f... <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> on privacy www.theytoldyou.com <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place,</q> <strong> Eric Schmidt </strong> tells CNBC... <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> Responds to Consumer Watchdog <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> Responds to Consumer Watchdog's questions about <strong> Google Inc. </strong>'s privacy problems and Consumer Watchdog's demands for new protections. Nov. 18, 2008. Washington", "new_id": -2}]