[{"uid": "1297323276070123533", "i": 23341, "idx": 3, "sa": ["Kristi Noem", "Rand Paul", "Mike Pence", "Sen. Jim DeMint"], "q": ", turned down an invitation to speak at CPAC, where he has appeared six times.`` At this time, the congressman is focusing his attention on Indiana,'' <strong> Mike Pence </strong> spokesman Matt Lloyd said. <q> He hopes to participate in future CPAC opportunities as his schedule permits. </q> Besides at least eight potential presidential candidates, speakers will include those from the ranks of Republicans newly elected to Congress, including Reps. <strong> Kristi Noem </strong> of South Dakota and Tim Scott of South Carolina, and <strong> Sen. Jim DeMint </strong> <strong> Rand Paul </strong>", "new_id": -2}, {"uid": "1296548805125386764", "i": 21459, "idx": 0, "sa": ["Dwight Howard", "LeBron James", "Tracy McGrady", "Carmelo Anthony", "Allen Iverson"], "q": "one game of the Cavaliers for the seventh spot. The Cavs play at Philadelphia on Friday and are 0-2 this year against the Sixers. The Sixers are 3 1/2 games behind first-place Boston in the Atlantic Division. <q> The next game, that's the one we have to have, </q> <strong> Allen Iverson </strong> said.`` If we approach everything that way, than everything will http://wn.com/Emeka_Okafor_5_blocks_against_Spurs_20110122[2_on_Manu_Ginobili] <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong> Mcgrady, Shaq, <strong> LeBron James </strong>, <strong> Dwight Howard </strong> All-Star Dance-Off, Slam Dunk Contest, Top 10, NBA Draft 2008,", "new_id": -2}, {"uid": "1297604062127287303", "i": 20027, "idx": 8, "sa": ["Simon Cowell"], "q": "it together now. There's a massive, massive opportunity here because you don't have a lot of competition.'' The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. <q> If they don't sell a single record they still get to keep the money, </q> he said.`` It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back'' through record sales.", "new_id": -2}, {"uid": "1295580798132530194", "i": 12353, "idx": 0, "sa": ["Larry Ellison", "Eric Schmidt", "Google Inc."], "q": "to bring new insight and perspective'' to the company.`` With our new leadership, it's a natural time to assess the composition of the board,'' the company said in a statement. <q> We thank our current directors for their outstanding service to HP and welcome the opportunity to work with our new members. </q> HP's revelation came the same day that another technology heavyweight, <strong> Google Inc. </strong>, disclosed a surprise reshuffling of its own: CEO <strong> Eric Schmidt </strong> is relinquishing the job to <strong> Google Inc. </strong> co-founder <strong> Larry Ellison </strong> Page. HP's", "new_id": -2}, {"uid": "1295633029004243483", "i": 2688, "idx": 0, "sa": ["Rex Ryan", "Michael Vick", "Tom Brady", "Ben Roethlisberger"], "q": "digs at <strong> Tom Brady </strong>, Jets coach <strong> Rex Ryan </strong> lauded <strong> Ben Roethlisberger </strong>, noting how hard it can be to tackle the 6-foot-5, 241-pound quarterback.`` I would've made him a defensive end,'' <strong> Rex Ryan </strong> said. <q> <strong> Ben Roethlisberger </strong> will beat you up. I've never seen a guy take the hits he can take and also make people miss the way he does and be as accurate on the run. </q> After the Eagles' <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> might be the toughest quarterback to sack, said Jets defensive end Shaun Ellis.`` He's very strong. He's very elusive in the pocket,", "new_id": -2}, {"uid": "1297272060224821253", "i": 28614, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "we don't know about their programs. </blockquote> Question: Mr. <strong> Donald Rumsfeld </strong>, what global terrorist networks do you believe that Iraq has relationships with? Is Al Qaeda one of those terrorist networks? <q> The big thing that was there was the weapon of mass destruction issue, and[ <strong> Saddam Hussein </strong>] had agreed, and the UN had agreed, that he would not have a WMD program. We know he does have one and he is continuing it. </q>`` There's no debate in the world as to whether they have those weapons... We all know that. A trained ape knows that.''`` There is no doubt in my mind but they", "new_id": -2}, {"uid": "1297473331183025716", "i": 14771, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "The Liberal Democrats were committed to localism long before devolving power became fashionable with all parties. Indeed, the whole thing is hardly a new idea. As church leaders tell government ministers with a smile: <q> We've been doing it for 2,000 years. </q> Part of the problem is that Mr <strong> David Cameron </strong> has not defined it. Flak is now flying retrospectively at <strong> Andy Coulson </strong>, former Tory director of communications, who preferred bread-and-butter issues like law and order and was at", "new_id": -2}, {"uid": "1297260081046088218", "i": 10075, "idx": 0, "sa": ["Eric Schmidt"], "q": "Microsoft-style showdown with the EU's competition authorities, but wouldn't let the company's lawyers dictate product policy. Google is currently being investigated by the EU for alleged abuse of its dominant position in search. <q> The engineers build stuff, the lawyers come in, there are then a series of often very difficult fights inside the company </q>`` It is very important that the lawyers are not making the product decisions,'' <strong> Eric Schmidt </strong> told the Sunday Telegraph.`` Because the lawyers, on balance, will be more", "new_id": -2}, {"uid": "1296789067147030039", "i": 47456, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "`` Using its Street View technology, the internet giant will allow people to virtually visit galleries and view works at gigapixel resolution.''-- </blockquote> drops as print ads, circulation slide cut profit <q>`` New York Times Co., publisher of the namesake newspaper, dropped as much as 5.9 percent after reporting a 26 percent decline in profit as print advertising and circulation revenue continued to shrink. </q>-- </blockquote> Bloomberg <strong> Donald Rumsfeld </strong> was right about everything: new book <blockquote>`` Reviled two-time Defense <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled </blockquote> The Winners:", "new_id": -2}, {"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.`` I think he's working very hard on the issue of unemployment,'' <strong> Colin Powell </strong> said, <q> which I think is the major problem facing America right now. </q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}]