[{"uid": "1295440279265502756", "i": 37929, "idx": 0, "sa": ["Michael Vick", "Jim Mora", "Eric Price", "Rich Rodriguez", "Mike Krzyzewski"], "q": "`` I am proud of the dedication and commitment exhibited by the Mike Krzyzewskiing staff and student-athletes who have represented the University of Michigan football program over the last three seasons,'' <strong> Rich Rodriguez </strong> said in a statement issued Thursday. <q> While I am disappointed to depart Ann Arbor before we were able to reach the level of success we had in our sights, I am confident that the players who remain have the potential to do great things and to return the Wolverines to greatness. I would like to thank our fans and our student body for their tremendous support. There is great passion for Michigan football and I have made lifelong friends through this experience. </q> Brandon said he will immediately begin a national search for USC FOOTBALL NOTEBOOK: Receivers <strong> Mike Krzyzewski </strong> Morton heads for NFL <strong> Jim Mora </strong> gets high marks from former charges <strong> Michael Vick </strong> Will Answer to Falcons Mike Krzyzewskies at Pro Bowl MLK and AmEric Pricea's", "new_id": -2}, {"uid": "1295696417220823560", "i": 4560, "idx": 0, "sa": ["Peter Oborne", "David Cameron", "Andy Coulson", "Nick Robinson"], "q": "described at the time as a`` towering'' guest column by <strong> Peter Oborne </strong>. He warned <strong> David Cameron </strong>, whom he supports, not to keep <strong> Andy Coulson </strong> as his spin doctor should he win the election, as <strong> Andy Coulson </strong> had been <q> presiding over what can only be described as a flourishing criminal concern </q>. The question is why indeed did <strong> David Cameron </strong> appoint him? <strong> Peter Oborne </strong> asks this again with knobs on today href=\"http://blogs.telegraph.co.uk/news/Peter ObornePeter Oborne/100072966/Andy Coulson-Andy Coulson-should-never-have-been-appointed-in-the-first-place/\"> in the Telegraph. The answer loops us right back to <strong> Nick Robinson </strong>", "new_id": -2}, {"uid": "1295155572091308052", "i": 53656, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Brett Favre"], "q": "out of the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend.`` That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than href=\"http://sports.espn.go.com/nfl/players/profile?playerId=112\"> <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off href=\"http://sports.espn.go.com/nfl/players/profile?playerId=2549\"> <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295670452069369863", "i": 9990, "idx": 6, "sa": ["Grant Hill", "Chris Webber", "Allen Iverson", "Kobe Bryant", "Andre Iguodala", "Kyle Korver"], "q": "at the buzzer was short. <strong> Grant Hill </strong>, who led the Magic with 25 points, had hit a similar shot to tie the game at 103 with 12 seconds left, but <strong> Allen Iverson </strong> answered that with the game-winner. <q> They wanted it a <strong> Kobe Bryant </strong> more than we did and that's a <strong> Kobe Bryant </strong> disappointing, </q> <strong> Grant Hill </strong> said. <strong> Allen Iverson </strong> finished 15-of-25, including three 3-pointers, but he was hardly alone in scoring from the perimeter. Reserve <strong> Kyle Korver </strong> had 28 points on 10-of-13 shooting, while <strong> Andre Iguodala </strong> and <strong> Chris Webber </strong> each added 11 for Philadelphia", "new_id": -2}, {"uid": "1295266164203423758", "i": 3013, "idx": 1, "sa": ["Sergio Marchionne"], "q": "industrial and automotive culture,'' Fiat said in late November, when most of the Mirafiori unions signalled they would support Mr. <strong> Sergio Marchionne </strong>'s factory overhaul plan. On Friday night, Mr. <strong> Sergio Marchionne </strong> said the vote <q> represents a desire to achieve rather than being resigned to decline </q> even though the workers from Fiat's steelworkers' union, Fiom, which represents 10,000 of Fiat's 83,000 workers, rejected the plan and called a strike for Jan. 28. Mirafiori's fate has dominated", "new_id": -2}, {"uid": "1297708190265207814", "i": 15988, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "on the stage to talk briefly about the new agreement between the companies. Last week Nokia announced that it would href=\"http://www.infoworld.com/d/mobilize/nokia-partners-microsoft-adopts-windows-phone-7-223\" target=\"_blank\"> phase out Symbian and start making smartphones that run Windows Phone software. <q> The world is shifting from a battle of devices to a war of ecosystems, </q> <strong> Stephen Elop </strong> said, reiterating a statement <strong> Steve Ballmer </strong> made earlier. The partnership is balanced because Nokia brings its brand and phone volumes to the deal while Microsoft can help solve some of Nokia's problems, such as the need", "new_id": -2}, {"uid": "1296383580079249441", "i": 23890, "idx": 1, "sa": ["Charles Woodson", "Michael Vick", "Ben Roethlisberger"], "q": "mistaking the Steelers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they can't fall for <strong> Ben Roethlisberger </strong>'s pump fakes. <q> You can't just go full speed and reckless, </q> <strong> Charles Woodson </strong> said.`` You've got to kind of break down and be ready to move either way with the quarterback. Because it doesn't take much for a quarterback to just step one foot forward or step", "new_id": -2}, {"uid": "1297122854184680470", "i": 5033, "idx": 11, "sa": ["Simon Cowell"], "q": "'' The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner.`` If they don't sell a single record they still get to keep the money,'' he said. <q> It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back </q> through record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to`` instill'' in the competition.", "new_id": -2}, {"uid": "1295043177208601103", "i": 22973, "idx": 0, "sa": ["Gabrielle Giffords", "Barack Obama", "Kirsten Gillibrand"], "q": "Conduct Ourselves Better' Sen. <strong> Kirsten Gillibrand </strong>( D-NY) was with Rep. <strong> Gabrielle Giffords </strong>( D-AZ) in her hospital room this week when <strong> Gabrielle Giffords </strong> opened her eyes for the first time since the shooting last weekend in Tucson. <q> She is the vision of hope for this country right now, </q> <strong> Kirsten Gillibrand </strong> said referring to <strong> Gabrielle Giffords </strong>.`` She embodies everything that <strong> Barack Obama </strong> was trying to say that we have to be better than we are, that we all have to conduct ourselves better than we do.'' While", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880?`` A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.`` The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}]