[{"uid": "1296981663254574647", "i": 30252, "idx": 0, "sa": ["Greg Jennings", "Michael Vick", "Frank Zombo"], "q": "and were brought up to the varsity to help solidify the defense.`` They were just so excited just to come up, even though they were not going to play offense,'' he said. <q> <strong> Greg Jennings </strong> was a football player. He was not an athlete trying to play football. He loved contact; he loved the physical aspect of the game. </q> Former soccer stud leads the Pack On <strong> Frank Zombo </strong>'s first play in an NFL game, he sacked <strong> Michael Vick </strong>. He was a dream team all-stater at Stevenson but rarely played defense.``", "new_id": -2}, {"uid": "1297693932234962946", "i": 45902, "idx": 0, "sa": ["Zahi Hawass"], "q": "two Roman Period mummies from the storage magazine in Tuna el-Gebel might be missing. He had such as Tuna el-Gebel[ emphasis added], Amarna, and Beni Hasan, are safe. previously and erroneously stated that <q> nothing was stolen from the[ Egyptian] museum </q> during the break-in. Some of the museum objects now reported as missing are composed of stone or ungilded wood, which runs counter to <strong> Zahi Hawass </strong>' href=\"http://www.time.com/time/world/article/0,8599,2045155,00.html\"> previous assumption that looters at the museum`` were looking", "new_id": -2}, {"uid": "1296054512157139057", "i": 34071, "idx": 0, "sa": ["Eric Adams", "Ted Poe", "Kirsten Gillibrand", "John Thune", "Barack Obama"], "q": "discussed`` prom partners'' and other sophomoric( or senior prom) jokes. But lawmakers from both parties said the evening was the culmination of several weeks of serious personal bonding among people with divergent ideologies. <q> We need to keep working together, not as Democrats or Republicans, but as AmEric Adamsans who are commitTed Poe to a growing economy and a better future for AmEric Adamsa's middle class, </q> said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., who sat next to South Dakota Republican Sen. <strong> John Thune </strong>. Education is patriotic. At most State of the Union speeches, patriotic passages extol the military. <strong> Barack Obama </strong> won bipartisan cheers", "new_id": -2}, {"uid": "1295692802212844576", "i": 11084, "idx": 1, "sa": ["Andy Coulson"], "q": "a spokesman it's time to move on,'' The Telegraph quoted him, as saying. Following his resignation, Cameron said that he was sorry over <strong> Andy Coulson </strong>'s departure, and added that he was <q> punished for the same offence twice </q>. Last week Cameron had refused to confirm or deny reports that his communications director had offered to resign to help the coalition avoid further damage over the issue. However Cameron admitted that <strong> Andy Coulson </strong> was'' extremely", "new_id": -2}, {"uid": "1295022258099024910", "i": 25138, "idx": 0, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "acknowledge the stakes.`` Obviously, we've done it for a long time, and fortunately the show has been successful, but I think this is a crucial year for us,'' host <strong> Ryan Seacrest </strong> says. <q> The stakes are high because we've got new infusions to the show. If we get it right, it will be a high return. </q> MJ Santilli of Idol-centric MJ's Big Blog( mjsbigblog.com) says Idol is at a crossroads.`` With falling ratings and failing music sales and <strong> Simon Cowell </strong> leaving, something has to happen to rejuvenate", "new_id": -2}, {"uid": "1296789417115392513", "i": 11216, "idx": 8, "sa": ["Kobe Bryant", "Dwight Howard", "Allen Iverson"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... <strong> Allen Iverson </strong> 23pt vs <strong> Kobe Bryant </strong> Lakers 09/10 NBA* third quarter reminiscent of 2001 Finals <strong> Allen Iverson </strong> 23pt vs <strong> Kobe Bryant </strong> Lakers 09/10 NBA* third quarter reminiscent of 2001 Finals AI", "new_id": -2}, {"uid": "1296171297131055622", "i": 36884, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "Anthony Moll January 27th, 2011 at 5:42 pm Today, Senator <strong> Kirsten Gillibrand </strong>( D-NY), a strong ally during efforts to repeal the military's <q> Don't Ask, Don't Tell </q> law, was named to the Senate Armed Services Committee( SASC) for the 112 th Congress. Along with other Congressional allies, <strong> Kirsten Gillibrand </strong> fought to make repeal legislation a reality in 2010, and has been at", "new_id": -2}, {"uid": "1295436641050954257", "i": 29033, "idx": 5, "sa": ["Alassane Ouattara"], "q": ",'' <strong> Alassane Ouattara </strong> said.`` Now, on top of that you have now the question of trying to cut off use of funds through the petroleum, cocoa, coffee business,'' he added. <q> We are working on that. We have had several meetings with the major petroleum companies abroad and also with the Cargill, ADM, Armajaro- all these cocoa business companies- to tell them... not pay taxes to the Gbagbo government. </q>`` Of course, they have problems because Mr. Gbagbo uses the military forces to go and intimidate them, and this is a major problem of security for most of them,'' he noted.", "new_id": -2}, {"uid": "1295669716172441615", "i": 51318, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> TrackerSuite's project management suite is a cloud-based service that offers collaboration, workflow and all of the elements included in on-premise project management software. We provide a hands-on look at this offering. <strong> Eric Schmidt </strong> will continue", "new_id": -2}, {"i": 8304, "idx": 4, "index_answer": 0, "new_id": -1, "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,'' <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q> That wasn't the first time he threw one in like that, </q> <strong> Keyon Dooling </strong> said.`` He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.'' The Magic had a chance to tie the game", "sa": ["Keyon Dooling", "Allen Iverson"], "uid": "1295670452069369863"}]