[{"uid": "1295094125134053943", "i": 24378, "idx": 36, "sa": ["Allen Iverson", "Joseph King", "Nathaniel D Robinson"], "q": "court anNathaniel D Robinson took a 23-foot jumper from the right side just before the buzzer.`` I just knew if I get it up high enough I would have a good chance of maJoseph King it,'' <strong> Nathaniel D Robinson </strong> said. <q> So I just shot it hard and let it go. </q>`` The sky's the limit for him,'' <strong> Allen Iverson </strong> said.`` He's a tough guard. He's got the best coach in the world on his side.'' New York, outplayed in the", "new_id": -2}, {"uid": "1297102335159612934", "i": 11856, "idx": 1, "sa": ["Michael Vick"], "q": ". All in the name of almighty football. <strong> Michael Vick </strong> broadcasts his deep and abiding concern for the dogs he damaged- he had his moment and his blew it. Just like the member of his thug entourage says <q> we don't care about the dogs </q>- a complete and honest rebuttal of everything that has come out of this moron's mouth. But hey- he can throw a damn good pass and THAT is what we should be concerned with. What a", "new_id": -2}, {"uid": "1294982884103825423", "i": 54839, "idx": 11, "sa": ["Nancy Pelosi", "Kirsten Gillibrand"], "q": "<strong> Kirsten Gillibrand </strong> said. She reached out and grabbed her husband`` and is touching him and starts to really choke him like she was really trying to hug him.'' He asked her to touch his wedding ring, <q> and she touches his ring, then she grabs his whole watch and wrist and then the doctor was just so excited, he said,` You don't understand... this is amazing what she is doing right now and beyond our greatest hopes.' </q>`` It was, as you can imagine, a glorious moment,'' said House Minority Leader <strong> Nancy Pelosi </strong>, who was also in the room. Of the six patients the hospital is still treating", "new_id": -2}, {"uid": "1296709692055181312", "i": 57255, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld", "Barack Obama"], "q": "Wednesday.`` Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,'' <strong> Donald Rumsfeld </strong> wrote, according to the Times, but <strong> George W. Bush </strong> <q> wanted the options to be` creative.' </q> The stories reveal that <strong> Donald Rumsfeld </strong>, despite his In Full: State of the U...( 19:09:20`` IN FULL: <strong> Barack Obama </strong> spoke before Congress in his first State of the Union addres...''", "new_id": -2}, {"uid": "1295811908115081242", "i": 2401, "idx": 0, "sa": ["Angelina Jolie", "Judd Apatow", "Ricky Gervais"], "q": "performance, after poking fun at a number of celebrities in attendance during the ceremony. According to The Hollywood Reporter, <strong> Judd Apatow </strong> condemned <strong> Ricky Gervais </strong>'s remarks while hosting the Producers Guild Awards this weekend. <q> I didn't like him. I thought he was mean, </q> <strong> Judd Apatow </strong> said during his opening speech.`` Did he lose weight just to make fat jokes?'' The director also criticised <strong> Ricky Gervais </strong> for mocking the <strong> Angelina Jolie </strong> thriller The Tourist, despite not having seen the film", "new_id": -2}, {"uid": "1295523691242155561", "i": 31841, "idx": 0, "sa": ["Angelina Jolie", "Kathy Griffin", "Willow Palin", "Chelsea Handler"], "q": "'' <strong> Kathy Griffin </strong> told The Hollywood Reporter.`` In 2011, I want to offend a new <strong> Willow Palin </strong>.'' FOXNews.com called <strong> Kathy Griffin </strong> to task for zeroing in on <strong> Willow Palin </strong>-- a minor-- in a story called <q> Is <strong> Kathy Griffin </strong> Going Too Far Targeting 16-Year Old <strong> Willow Palin </strong>? </q> sparking a heated online debate. <strong> Chelsea Handler </strong> recently caused a stir after she called <strong> Angelina Jolie </strong> a`` homewrecker'' and made racially insensitive jokes about <strong> Angelina Jolie </strong>'s adopted multi-ethnic children during a comedy show in Newark,", "new_id": -2}, {"uid": "1294975566041533468", "i": 22020, "idx": 2, "sa": ["Gary Moore", "Allen Iverson"], "q": "playoffs.'' Besiktas spokesman Kursat Kaplan said Wednesday the team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> had no timetable for <strong> Allen Iverson </strong>'s surgery, only that that it was`` soon.'' <q> People need to know that <strong> Allen Iverson </strong> is and always has been a fighter, </q> <strong> Gary Moore </strong> said.`` He's got a battle ahead of him.'' <strong> Gary Moore </strong> said <strong> Allen Iverson </strong>`` totally disputes'' reports out of Turkey that he was set to retire. The 11-time NBA All-Star has said he's", "new_id": -2}, {"uid": "1297702504177799271", "i": 22568, "idx": 0, "sa": ["Bernie Sanders"], "q": "sun. China is first focusing state support on its own equipment manufacturers. That helps them gain market share and cut prices, lowering the eventual cost of a nationwide solar construction program China plans for itself. <q> The Department of Energy's new SunShot Initiative to make solar energy as cheap as coal has given fresh hope to industry enthusiasts. And it may even give life to a nearly dead effort in Congress to put solar panels and water heaters on 10 million of America's roofs by 2020. </q> The 2010 legislation by Sen. <strong> Bernie Sanders </strong>( I-Vt.) hasn't had much momentum since the Senate's Energy and Natural Resources Committee approved it in July, and November's Republican gains in Congress has not helped", "new_id": -2}, {"uid": "1295983558186695688", "i": 47549, "idx": 3, "sa": ["Bernie Sanders", "Paul Ryan", "Barack Obama"], "q": " href=\"http://tpmdc.talkingpointsmemo.com/2011/01/Bernie Sanders-Bernie Sanders-hails-Barack Obamas-decision-not-to-talk-social-security-changes-in-sotu.php\"> praising him for actually coming up with one:`` Let me begin by stating very clearly that I applaud the Republicans for choosing Mr. <strong> Paul Ryan </strong>,''[ Sen. <strong> Bernie Sanders </strong>] said. <q> Up until this point, the GOP leadership has been vague about what fed programs they want to cut. On the other hand, Mr. <strong> Paul Ryan </strong> has been very clear. </q> reports, Republicans aren't exactly lining up to endorse <strong> Paul Ryan </strong>'s plan. But the Wisconsin Republican has long insisted that he didn't write the Roadmap in search of endorsements, rather it was merely an attempt", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q> part of a more complicated set of negotiations. </q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned.`` We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}]