[{"uid": "1294971680128761890", "i": 31580, "idx": 0, "sa": ["Mike Pence", "Gary Ackerman", "Peter King"], "q": "allow college students to carry firearms on campus. Advocates of new federal gun controls are planning to introduce legislation, but their aims are minimal, and their expectations for passage very low. <q> We're not looPeter King at banning all weapons, </q> said <strong> Mike Pence </strong> <strong> Gary Ackerman </strong>, a New York Democrat who wants to close a loophole that allows some private dealers to sell guns without conducting background checks. \"We're looPeter King to make sure that innocent people from all over", "new_id": -2}, {"uid": "1296200464159858698", "i": 5805, "idx": 1, "sa": ["Mitch Daniels", "Eric Holcomb", "Mike Pence"], "q": "presidency in 2012 but left unanswered whether his choice instead is the Indiana <strong> Eric Holcomb </strong>'s office. \"I'm open to running for <strong> Eric Holcomb </strong>,\" <strong> Mike Pence </strong> said in an exclusive interview with The Indianapolis Star. <q> We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it. </q> Still, many in politics said the Columbus Republican's decision instantly catapults him into the leading position to succeed <strong> Eric Holcomb </strong> <strong> Mitch Daniels </strong>. Although those who wanted him to run for president were disappointed, Republicans", "new_id": -2}, {"uid": "1296170831157696208", "i": 58302, "idx": 0, "sa": ["Mike Pence"], "q": "not seek the Republican nomination for president in 2012. <strong> Mike Pence </strong> ruled out a White House bid in a letter sent to supporters that also fueled speculation he is instead planning a run for governor. <q> We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home, </q> <strong> Mike Pence </strong> wrote in the letter. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012.\"", "new_id": -2}, {"uid": "1295150789036716549", "i": 10352, "idx": 0, "sa": ["Vern Buchanan", "Mike Pence", "Barack Obama"], "q": "majority and several Tea Party freshmen. However, the measure will have almost no chance of making it past its next two hurdles: a Democratic-leaning Senate and a Barack Obamaial veto. Representative <strong> Mike Pence </strong>( R-Indiana) said, <q> We will vote to repeal Barack Obamacare again and again until we consign their goVern Buchananment takeover to the ash heap of history where it belongs. Welcome to the 112th Congress. American people-- this is your week. </q> House Democrats, however, have criticized the Republican majority for pushing for a final vote on the measure, scheduled for next Wednesday, without allowing any amendments-- something they see as a failure of the GOP to", "new_id": -2}, {"uid": "1297431971138166292", "i": 10814, "idx": 1, "sa": ["Louie Gohmert", "Mike Pence", "Rubén Hinojosa"], "q": "passage. Twenty-six Republicans voted against the legislation.\" But Republicans \"cleared one hurdle Thursday when they[ adopted] a new rule which sets the parameters for debate on the bill.\" http://politi.co/dGXVXY <q> I think it was stupid to bring it up under suspension </q>-- <strong> Mike Pence </strong> <strong> Louie Gohmert </strong>( R-Texas) on the House floor yesterday. NOT SO MUCH: FINANACIAL LITERACY-- A source points out to Huddle that <strong> Mike Pence </strong> <strong> Rubén Hinojosa </strong>( D-Texas), who recently filed for bankruptcy,", "new_id": -2}, {"uid": "1296199690069206039", "i": 27006, "idx": 5, "sa": ["Mike Pence"], "q": "In his letter, <strong> Mike Pence </strong> said that throughout his life, \"I have learned to follow my heart, and my heart is in Indiana.\" He praised the state's people, its <q> highways and byways, the small towns and courthouse squares, the big cities and cornfields. </q> \"After years of falling behind, Indiana is on the verge of an era of growth and opportunity like no other time in my life,\" he wrote. \"Those of us who serve", "new_id": -2}, {"uid": "1296228272172146710", "i": 20886, "idx": 23, "sa": ["Vin Weber", "Tim Pawlenty", "Mike Pence"], "q": "<strong> Vin Weber </strong>, who is a <strong> Tim Pawlenty </strong> adviser, is an admirer of <strong> Mike Pence </strong>. \"I'm not surprised,\" he says. \"I think it's the right decision for him.\" <q> There was not a path for him to become a significant player, </q> <strong> Vin Weber </strong> continues, \"other than to accept the role of the social-conservative candidate, and he's much broader than that. I think he has reserved a bright national future for himself.\" What does", "new_id": -2}, {"uid": "1295502688237502473", "i": 4836, "idx": 1, "sa": ["Timothy Bishop", "Mike Pence", "Bobby Scott", "Barack Obama", "Joe Barton"], "q": "the head while meeting with constituents. \"We all miss her and wish her the very best,\" <strong> Joe Barton </strong> said. <strong> Mike Pence </strong> <strong> Timothy Bishop </strong>, D-N.Y., said he thought the House seemed to be <q> doing reasonably well on civility </q> Wednesday, although he called the Republicans' arguments against the health care law \"misleading one-liners.\" <strong> Mike Pence </strong> <strong> Bobby Scott </strong>, D-Va., objected to Republicans deriding the bill as \"Barack ObamaCare\" and naming their bill", "new_id": -2}, {"uid": "1295653536184696846", "i": 31584, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Ron Reagan", "Stephen Colbert"], "q": "the Tea Party Patriot target=\"_blank\" group. We recently caught up with Pat again, via e-mail, to discuss whether the <strong> Ron Reagan </strong> To <strong> Stephen Colbert </strong>: Forget My Dad Raised Taxes And Enacted Most Liberal Abortion... <q> What are the things that I should I forget about your father so that I can keep the image in my head the way I want? </q> <strong> Stephen Colbert </strong> asked <strong> Ron Reagan </strong>, son of the 40th U.S. <strong> Barack Obama </strong> <strong> Ron Reagan </strong>, last night on his show. \"Probably, raising Draft <strong> Mike Pence </strong> Movement Gaining Steam Among Conservatives ABC News By <strong> Mike Pence </strong> FALCONE Jan. 20, 2011 Less than", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries. \"Things have been stable since June\" in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q> But you never know; it's possible for the government to cause us to not work. </q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}]