[{"uid": "2008120808_00023209_W", "i": 1954, "idx": 7, "sa": ["Joseph T."], "q": "someday become a wonderful place where all can meet in peace. \"capt. yllescas immediately garnered the respect of his troops,\" 1st lt. <strong> Joseph T. </strong> t. mazzochi blackfoot troop, 6-4 cav, tf raider, said. <q> he was more of a visionary than a leader, because we are sitting here in his honor and respecting his wishes as our mentor and friend. </q> \"when blackfoot troop arrived at combat outpost keating, they had very little to work with in bridging the gap between them and the locals,\" 1st lt. ronald briley marine embedded training team 7-3, said.", "new_id": -2}, {"uid": "2008121921_00002487_W", "i": 3816, "idx": 4, "sa": ["Rod Blagojevich"], "q": "<NO_QUOTATION>, <strong> Rod Blagojevich </strong> reiterated his innocence and said that he is confident that he will be cleared despite the evidence against him. \"now i know there are some powerful forces arrayed against me,\" <strong> Rod Blagojevich </strong> said. <q> it's kind of lonely right now. but i have on my side the most powerful ally there is. and it's the truth. and besides, i have the personal knowledge that i have not done anything wrong. </q>", "new_id": -2}, {"uid": "2008090805_00104114_W", "i": 991, "idx": 8, "sa": ["Glenn Stevens"], "q": "becomes both more difficult and more costly to reduce it.\" mr <strong> Glenn Stevens </strong> said monetary policy has to balance all these risks, which is why the bank's flexible, medium-term inflation targeting system was so important. <q> that framework will continue to guide the board's decision making, </q> he said. mr <strong> Glenn Stevens </strong> reiterated the bank's view that a picture of moderating demand, at least for households, is continuing to emerge, particularly amid the current tight financial conditions. \"overall, households are", "new_id": -2}, {"uid": "2008092214_00016343_W", "i": 2935, "idx": 10, "sa": ["Dmitry Vasilyev"], "q": "france in 732. the khazars succeeded in holding off the arabs, but a young, expanding russian state vanquished the khazar empire in the late 10th century. medieval russian epic poems mention russian warriors fighting the <NO_QUOTATION> <q> in many ways, russia is a successor of the khazar state, </q> <strong> Dmitry Vasilyev </strong> said. he said his dig revealed traces of a large fire that was probably caused by the russian conquest. he said itil was rebuilt following the fall of the khazar empire, when ethnic khazars were slowly", "new_id": -2}, {"uid": "2008101820_00020476_W", "i": 3046, "idx": 0, "sa": ["Ron Paul", "Cindy McCain"], "q": "listening audience. possibly related posts:( automatically generated) this entry was posted on october 18, 2008 at and is filed under uncategorized. you can follow any responses to this entry through the one response to <q> delegates, candidates and party unity by derry brownfield </q> delegates, candidates and party unity by derry brownfield| <strong> Ron Paul </strong> war room <strong> Cindy McCain </strong> lawyer invokes obama drug use[", "new_id": -2}, {"uid": "2008112422_00037942_W", "i": 3199, "idx": 3, "sa": ["Jon Astley", "Rick Astley"], "q": "'m going to ram this entire mp3 collection of <NO_QUOTATION> up your ass. \"you know you like those <strong> Rick Astley </strong> songs, mike.\" \"bullshit! no way! wait, who are you?\" <NO_QUOTATION> <q> oh no... am i talking to myself in a blog, again? </q> <NO_QUOTATION> well, whatever. i don't listen to <strong> Rick Astley </strong>. i have no tracks from him. i do, however, have that 80's cut <NO_QUOTATION> by his brother, <strong> Jon Astley </strong>.\" \"uh-huh.", "new_id": -2}, {"uid": "2008102806_00013141_W", "i": 4601, "idx": 5, "sa": ["Sarah Palin"], "q": "her pink baseball cap. \"i'm 76 years old. i've been through[ the great] depression and all the rest,\" fitzgerald said, gazing at the stage where <strong> Sarah Palin </strong> would soon stand. <q> i see what every woman my age wants to see in a daughter, a daughter-in-law, a grandchild. </q> the architects of the usa-- members of roanoke valley republican committees-- were pleased to see the last-minute effort spelled out so neatly, after the campaign mentioned the plan sunday night. the t-shirts had to be driven", "new_id": -2}, {"uid": "2008112407_00019277_W", "i": 455, "idx": 4, "sa": ["Diana Spencer", "George H. W. Bush", "Osama bin Laden"], "q": ", diplomat ever again on saddam hussein and <strong> Osama bin Laden </strong>] diary log october 29, 2008- good morning <strong> George H. W. Bush </strong> and cheney, and gooood morning to you too! master squiiirrrel! diplomatic october 2007 log of news notes <q> kellogs cereal kil` joy british royal corn` flake section front </q>- <NO_QUOTATION> dodi al fayed& princess <strong> Diana Spencer </strong> nyc usa case: october 3, 2007 note logs f you! for these violations, domestic spying, torture, u.s. constitutional freedom of expression violations, etc...,", "new_id": -2}, {"uid": "2008120804_00011930_W", "i": 4734, "idx": 0, "sa": ["Chris Davis", "Don Cahoon", "Alex Berry"], "q": "'s speed has contributed frequently to umass' success this season, and he has a stronger presence on the ice every game.\" [ syner has] good puck skills, good vision,\" <strong> Don Cahoon </strong> said. <q> as he continues to battle a little bit more i think you're going to find out that we're going to have a very dynamic player. </q> umass scored its second goal at 13:13 in the first with <strong> Chris Davis </strong> in the penalty box on a hooking call. senior <strong> Alex Berry </strong> received a pass from senior cory quirk near center ice. <strong> Alex Berry </strong> carried the puck into the", "new_id": -2}, {"uid": "2008091111_00006239_W", "i": 3375, "idx": 4, "sa": ["Paris Hilton", "Ric Flair", "Adria Petty"], "q": "off in an suv. <strong> Adria Petty </strong> said the idea was to create for this era a film like \"madonna: truth or dare,\" the 1991 documentary that examined the phenomenon surrounding the pop singer. <strong> Paris Hilton </strong> has <q> created a mystery about herself that a film like this maybe wouldn't have been a great thing for her in the past, </q> <strong> Adria Petty </strong> said. \"but now, she's been so saturated in the media. we're so used to her. to see a new side of her is so exciting.\" police: <strong> Ric Flair </strong> roughed up", "new_id": -2}]