[{"uid": "1297100173035717127", "i": 11541, "idx": 1, "sa": ["Simon Cowell"], "q": "show, which unlike \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" <strong> Simon Cowell </strong> told target=\"_self\"> UsMagazine.com in a statement. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. </q> On Monday, <strong> Simon Cowell </strong>( along with Sony Music, FremantleMedia North America, and the network) put out a call for auditions to begin in L.A. March 27. Bands and solo contestants are encouraged to audition", "new_id": -2}, {"uid": "1295569009118865941", "i": 18584, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "Page-named-ceo-2011-01-20\"> See Google news here. \"Historically we have always been running the decisions together, and ultimately it adds delay and so forth in the way we make decisions,\" <strong> Eric Schmidt </strong> said. <q> We think this will produce even better success for the corporation. </q> Google has still been trying to find new sources of revenue growth beyond its search engine monster. Its Android operating system has taken off in mobile but some of its other attempts outside of search have not", "new_id": -2}, {"uid": "1295456329235356166", "i": 9132, "idx": 1, "sa": ["Regis Philbin", "Kathie Lee Gifford", "David Letterman"], "q": "on \"The Joey Bishop Show,\" coin catchphrases on <strong> David Letterman </strong> on \"Late Show,\" it was \"Live\" that brought his espresso-shot energy, big personality and avuncular jokes to a national audience. <q> He's everyman to so many people, </q> said <strong> Kathie Lee Gifford </strong> on the Today\" show, after <strong> Regis Philbin </strong> made his announcement. \"Nobody tells a story like Reeg does.\" The move comes at a time when daytime TV is undergoing a massive changing", "new_id": -2}, {"uid": "1295433014076251208", "i": 31773, "idx": 9, "sa": ["Oprah Winfrey", "Barbara Walters", "Michael Vick"], "q": "wager,\" suggesting 100 British pounds. <strong> Oprah Winfrey </strong> seemed game, but suggested they double it. \"Make it two.\" So, 200 pounds it is( about$ 320). <q> If <strong> Michael Vick </strong> chooses to sit with you as his first interview and not with me, then that's the way it's supposed to be, </q> <strong> Oprah Winfrey </strong> said. \"God bless the man.\" <strong> Barbara Walters </strong> also is believed to be interested. <strong> Michael Vick </strong> picked up another Comeback Player of the Year award yesterday, as we told you last night here", "new_id": -2}, {"uid": "1297443167144588879", "i": 34131, "idx": 2, "sa": ["Donald Rumsfeld", "Ron Paul", "Dick Cheney", "Donald Trump"], "q": "divorced 4x Loser Don <strong> Donald Trump </strong> says <strong> Ron Paul </strong> can't win \"Reply# 8 on: February 10, 2011, 11:16:06 PM\" Re: Twice bankrupt and twice divorced 4x Loser Don <strong> Donald Trump </strong> says <strong> Ron Paul </strong> can't win <q> Reply# 9 on: February 10, 2011, 11:57:49 PM </q> Reactions to <strong> Donald Rumsfeld </strong> and <strong> Dick Cheney </strong> at CPAC 2011 Re: Twice bankrupt and twice divorced 4x Loser Don <strong> Donald Trump </strong> says <strong> Ron Paul </strong> can't win After today there is only one congressperson who voted against Obamacare and the Patriot Act,", "new_id": -2}, {"uid": "1295781106164167680", "i": 22923, "idx": 0, "sa": ["Steven Tyler", "Jennifer Lopez", "Kara DioGuardi", "Simon Cowell", "Randy Jackson"], "q": "the competition held in New Orleans, I can definitely say that <strong> Jennifer Lopez </strong> is a huge improvement over <strong> Kara DioGuardi </strong>. And how can you do anything but smile when <strong> Steven Tyler </strong> offers this kind of judgment to a contestant: <q> For my melodic sensibility, your performance was very delicious </q>? On the other hand, <strong> Randy Jackson </strong> doesn't seem to do mean very well- he shows none of <strong> Simon Cowell </strong>'s pseudo-sadistic joy in shredding young wannabes. Nor does it look like he's going to provide", "new_id": -2}, {"uid": "1296128045255868977", "i": 36608, "idx": 9, "sa": ["Michael Vick"], "q": "one else would. \"Hopefully, I'll be with the Eagles next year. We'll see what happens,\" said <strong> Michael Vick </strong>, who added that he expects \"everything to go according to plan.\" <q> We'll see what happens over the next couple months. I just got to be patient and take it day by day, </q> he said. <strong> Michael Vick </strong>, who made his three previous Pro Bowls in six years with the Atlanta Falcons. He is being coached this week by the Falcons' staff, though none of those coaches were in Atlanta", "new_id": -2}, {"uid": "1296422087007127041", "i": 26430, "idx": 7, "sa": ["Marc Jackson", "Phil Jackson", "Allen Iverson", "Corliss Williamson", "John Salmons", "Jim O'Brien", "Kyle Korver", "Eddie Gill"], "q": "game.\" He was hot when it mattered, though, as <strong> Allen Iverson </strong> took the ball the length of the court and beat the short-handed Pacers with a shot from just above the free throw line over <strong> Eddie Gill </strong>. <q> His shots didn't fall until the last one, and who cares about the others? </q> coach <strong> Jim O'Brien </strong> said. <strong> Kyle Korver </strong> made seven 3-pointers and scored a career-high 23 points, <strong> Marc Jackson </strong> had 21 points and 10 rebounds, and <strong> John Salmons </strong> and <strong> Corliss Williamson </strong> each scored 15 points for the Sixers. <strong> Kyle Korver </strong> capped Phil Jacksonadelphia's furious", "new_id": -2}, {"uid": "1297427071058949663", "i": 2977, "idx": 5, "sa": ["Andy Burnham", "Michael Gove"], "q": "\"The final decision on any project still rests with him and... no one should gain false hope from this decision\" . <strong> Andy Burnham </strong>, Labour's shadow education secretary, said the ruling was a victory <q> for all the communities and children betrayed by <strong> Michael Gove </strong> </q>. He said the ruling was a \"damning verdict on[ <strong> Michael Gove </strong>'s] competence as a minister\" . \"School building and repair is in complete chaos thanks to Mr <strong> Michael Gove </strong>. He condemns many", "new_id": -2}, {"uid": "1297192441179781665", "i": 9074, "idx": 0, "sa": ["Colin Powell"], "q": "mass destruction. Rumsfeld writes that military leaders supported a strike, based on what he calls extensive but not conclusive evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> Rumsfeld says he wanted to attack the site before <strong> Colin Powell </strong> finished his presentation in New York, because otherwise the site would be abandoned.", "new_id": -2}]