[{"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract,</q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}, {"uid": "1295223846165576705", "i": 38520, "idx": 0, "sa": ["Rasheed Wallace", "Allen Iverson", "Lamar Odom"], "q": "Pistons since Jan. 8, 2002. The Western Conference-leading Lakers earned their fourth straight victory to pull within a game of NBA-leading Cleveland, and five in a row on the road for a league-high 26 this season. <q>One of our goals is to have the best record before the playoffs start to have home-court advantage,</q> <strong> Lamar Odom </strong> acknowledged. At this point, the once-mighty Pistons simply are hoping to make the playoffs. They were without <strong> Allen Iverson </strong>( back), Richard Hamilton( groin) and <strong> Rasheed Wallace </strong>( calf) against the Lakers.", "new_id": -2}, {"uid": "1295978244157089838", "i": 9317, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s damage for longer, although specialists are particularly concerned about the lifespan of children who live all their lives obese rather than getting fat after they're grown. As for all those health care bills, <q>it's not enough to trump a lot of our behaviors,</q> Crimmins said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog RELIGIOUS EDUCATION DIRECTOR Company SENIOR SOFTWARE ENGINEER Company Storm8 SOCCER", "new_id": -2}, {"uid": "1297446685101842958", "i": 25163, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "with unrivaled global reach and scale,'' <strong> Stephen Elop </strong>, Nokia's chief executive officer, said in a statement. Referring to the rivalry between Apple's iPhone and Google's Android system, <strong> Stephen Elop </strong> said, <q>It's now a three-horse race.</q> Microsoft Chief Executive Officer <strong> Steve Ballmer </strong> said: ''I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale.'' Nokia said it would relegate its Symbian", "new_id": -2}, {"uid": "1295218070163594249", "i": 564, "idx": 22, "sa": ["Simon Cowell"], "q": "desire to be the man with the name on the door was too great. ''That's the time you find out that's who you really are, I guess,'' he says, looking back. <q>I used to say it's about the money... Suddenly, when you're in that position, loyalty comes into it, all sorts of emotions.</q> Finally, in January 2010, a visibly shaken <strong> Simon Cowell </strong> appeared before the Television Critics Association meeting in Pasadena to say that he and Fox had reached an agreement that morning. ''Where we have come to", "new_id": -2}, {"uid": "1296863258132562976", "i": 31586, "idx": 0, "sa": ["Donald Rumsfeld", "Kermit Gosnell", "President Bush"], "q": "properties, but <strong> Kermit Gosnell </strong> said he didn't want to sell them because he still has to support his youngest child. The judge noted some of his adult children could care for the youngster. <q>Your first priority is to get a lawyer,</q> she told him. <strong> Kermit Gosnell </strong> said his children ''have all done very well,'' but he said one is in Switzerland. In memoir, <strong> Donald Rumsfeld </strong> recalls <strong> President Bush </strong>'s early Iraq focus- Just 15", "new_id": -2}, {"uid": "1295154913111345676", "i": 7388, "idx": 8, "sa": ["Allen Iverson", "George Karl"], "q": "share to ruin <strong> Allen Iverson </strong>'s homecoming. Denver scored the first 14 points of the fourth quarter to rally for its fourth straight win. <strong> Allen Iverson </strong>'s old team improved to 16-5; his new-again team fell to 5-16. <q>It was a positive experience to be part of AI returning,</q> Nuggets coach <strong> George Karl </strong> said. ''I thought he fatigued as the game went on and we got the benefit of it. He's not in the best of shape yet.'' <strong> Allen Iverson </strong> received a standing ovation when", "new_id": -2}, {"uid": "1296738679019595292", "i": 2158, "idx": 2, "sa": ["Oprah Winfrey", "Jennifer Aniston", "Adam Sandler", "Simon Cowell"], "q": "truth which was saying what you wanted to say but couldn't actually say it''. As for whether the former Friends star could ever have said some of things that <strong> Simon Cowell </strong> did, <strong> Jennifer Aniston </strong> laughed: <q>Maybe in my own mind I would think things but I could never imagine saying anything like that!</q> <strong> Jennifer Aniston </strong> was appearing on the talkshow alongside her Just Go With It co-star <strong> Adam Sandler </strong>, while <strong> Oprah Winfrey </strong> also interviewed the", "new_id": -2}, {"uid": "1295934410148537368", "i": 22490, "idx": 0, "sa": ["Rasheed Wallace", "Allen Iverson", "Rick Barnes"], "q": "back-to-back 3-pointers that gave the Pistons the lead for good and sent them to a 107-102 victory over the Golden State Warriors on Thursday night. ''That really hurt my feelings, that tip,'' <strong> Rasheed Wallace </strong> said. <q>You can't let that frustrate you. I missed two point-blank foul shots. I'm upset at myself about that. You can't let that one thing get you down. That's what we did, just dug deep and came up with some stops down the stretch.</q> <strong> Rick Barnes </strong> Hamilton scored 24 points and <strong> Allen Iverson </strong> added 23 as the Pistons won for the second straight time to open their four-game road trip after losing their first two games with <strong> Allen Iverson </strong>. But just like in Tuesday night's", "new_id": -2}, {"uid": "1297344557177520643", "i": 11128, "idx": 0, "sa": ["David Letterman", "Hosni Mubarak"], "q": "was on <strong> David Letterman </strong>'s ''Late Show'' on Wednesday, and he talked about being attacked in Egypt last week. ''I don't recommend it,'' he told <strong> David Letterman </strong>. <q>I'd never been punched in the head before.</q> recent pattern of very tough talk about the government of Egyptian president <strong> Hosni Mubarak </strong>. He said the regime has been ''continuously lying'' to people throughout the uprising, that the people who attacked him were a group", "new_id": -2}]