[{"uid": "1295564518204079107", "i": 34975, "idx": 3, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "situation, in which he, <strong> Larry Page </strong>, and <strong> Sergey Brin </strong> have an equal say in all decisions. So now <strong> Eric Schmidt </strong> has no direct role in decision making, and will operate in a reduced capacity as advisor instead. <q> We will continue to discuss the big decisions among the three of us, </q> he writes. \"But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" There are no comments to display. Be the first", "new_id": -2, "mturk_index": "1311"}, {"uid": "1296156543091389992", "i": 2294, "idx": 0, "sa": ["Aishwarya Rai", "Abhishek Bachchan", "David Letterman"], "q": "Nand... STOP SEXUAL ABUSE!!!! Porn is Evil!!!! Tu Mujhse Jab Se Mila Hai Remix by mun munspromoteam@gmail.com Tribe Entertainment... <strong> Abhishek Bachchan </strong> still keen to work with Kareena Bollywood Actor <strong> Abhishek Bachchan </strong> isl keen to work with Kareena.He says <q> She was my first heroine and she will always be special for me. She is not only a very sweet girl but also one of the finest actresses. We started our journey together. So she is always special to me </q>... me and shiva@ vaseekara song shooting spot Playful pup pleases Parker! 1:29 <strong> Aishwarya Rai </strong> Burns <strong> David Letterman </strong> in his own show <strong> David Letterman </strong> tries to make fun of indian tradition... but he gets burned stAishwarya Raight down the punchline is", "new_id": -2, "mturk_index": "1694"}, {"uid": "1295596908037634071", "i": 48857, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Jahren wieder selbst das Steuer und wird neuer Konzernchef. Nach Angaben des Konzerns werdLarry Page ab 4. April das Tagesgesch?ft f?hren. Sein Gesch?ftspartner <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern.- Anzeige- <q> Keine Frage, <strong> Larry Page </strong> ist bereit, das Unternehmen zu f?hren </q>, sagte der bisherige Firmenlenker <strong> Eric Schmidt </strong>. Er wird das Unternehmen als Chef des Verwaltungsrats k?nftig vor allem nach au?en vertreten. In dieser Funktion ist er unter anderem f?r Kooperationen zust?ndig. \"Wir haben unsere Rollen jetzt klarer", "new_id": -2, "mturk_index": "768"}, {"uid": "1295615284003915786", "i": 57776, "idx": 1, "sa": ["Mark Zuckerberg", "Michael Gove"], "q": "can operate an iphone app than can tie their own shoes. <strong> Michael Gove </strong> names Facebook chief <strong> Mark Zuckerberg </strong> as role model for pupils, reports the Independent. <strong> Michael Gove </strong> said that the breadth of Mr <strong> Mark Zuckerberg </strong>'s education indicated that <q> would have done very well in our English baccalaureate </q> and that this: \" \"powerfully underlines the lesson that a rigorous academic education is the best preparation\" for working life. Mr <strong> Mark Zuckerberg </strong>, 26, studied French, Hebrew, Latin and Ancient Greek,", "new_id": -2, "mturk_index": "1972"}, {"uid": "1295667431153141290", "i": 52577, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "52% 667 Stimmen Alle Umfragen Und nun auch noch Google. <strong> Eric Schmidt </strong> wird Chefaufseher im Verwaltungsrat und die Google- Gr?nder- allen voran <strong> Larry Page </strong>- lenken den Konzern wieder allein. <q> T?gliche Aufsicht durch Erwachsene nicht mehr n?tig! </q>, teilte <strong> Eric Schmidt </strong> ber Twitter mit. Es war ein berraschender Zug von <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> und Co- G?nder <strong> Sergey Brin </strong>. Im August 2001 bernahm <strong> Eric Schmidt </strong> den Spitzenposten bei dem damals aufstrebenden Startup. Google war ein Chaosladen.", "new_id": -2, "mturk_index": "1394"}, {"uid": "1295645219096387090", "i": 29245, "idx": 0, "sa": ["David Letterman", "Barack Obama"], "q": "<strong> David Letterman </strong> reads <strong> Barack Obama </strong> Top 10 list <strong> Barack Obama </strong>'s second anniversary in office with a special Top 10 list on his talk show. <strong> David Letterman </strong> read <q> Ways <strong> Barack Obama </strong> Celebrated His Two-Year Anniversary in Office </q> on Thursday's edition of \"Late Show with <strong> David Letterman </strong>.\" The list went as follows: 10. Spelled \"two years\" on the South Lawn of the White House with cigarette butts", "new_id": -2, "mturk_index": "354"}, {"uid": "1295907918177651713", "i": 28770, "idx": 4, "sa": ["George H. W. Bush", "Dick Cheney", "Donald Rumsfeld"], "q": "on the Vietnam War and White House papers from July 1975, when he was chief of staff under <strong> George H. W. Bush </strong> Ford, with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, Cheney-Dick Cheney.htm#r_src=ramp\"> <strong> Dick Cheney </strong>. <q> It's not a journal, it's not a diary, </q> he says of the Ford White House notes. \"It is a set of working documents that I've never edited. In fact, most I've never reread.\" As defense secretary under <strong> George H. W. Bush </strong>", "new_id": -2, "mturk_index": "515"}, {"uid": "1295991953089178223", "i": 3683, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "AP) If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\" : <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his book, \"Known and Unknown,\" he imagined a more typical Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he and a", "new_id": -2, "mturk_index": "1238"}, {"uid": "1297028088120913944", "i": 53709, "idx": 0, "sa": ["Sergio Marchionne"], "q": "agua se pod?a filtrar a trav?s de ella. <strong> Sergio Marchionne </strong>, empe?ado en empezar la producci?n del modelo a fines de a?o, hizo que los ingenieros trabajaran las 24 horas del d?a para resolver la falla. <q> Recibo actualizaciones cada dos horas sobre la maldita manija </q>, dijo el ejecutivo el 7 de diciembre, durante una reuni?n de la junta directiva de otra empresa, de la cual es miembro. Finalmente, un mensaje que titil en uno de sus seis tel?fonos inteligentes le", "new_id": -2, "mturk_index": "36"}, {"uid": "1296335182265814026", "i": 31740, "idx": 6, "sa": ["Allen Iverson", "Tim Thomas", "Richard Hamilton"], "q": "injury-plagued Milwaukee Bucks on Saturday night. \"The simple fact that now I'm coming off the bench I ain't got Tim Thomase to get warmed up,\" said <strong> Richard Hamilton </strong>, who went 15-of-25 from the floor. <q> I have to come in on fire every Tim Thomase. </q> <strong> Allen Iverson </strong>, who also had nine assists, helped the Pistons to their second straight gritty win following a 3-9 stretch that they stopped with a win against Miami. He and <strong> Richard Hamilton </strong> led the way when it counted.", "new_id": -2, "mturk_index": "1775"}]