[{"uid": "1295007551054722563", "i": 926, "idx": 0, "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "q": "The Smile star, who has had two miscarriages, told <strong> Piers Morgan </strong> she wanted him to give the money to a stillbirth and neo-natal death charity that supports bereaved parents. Writing on Twitter, she said: <q>i'd do it for a million for SANDS. money, mouth??????????????????</q> <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five figure donation to your charity for the interview\"", "new_id": -2}, {"uid": "1296742847199131161", "i": 29325, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Abuse \"I have lived through previous Chicago blizzards, I am tough and will live through this one. I even got my car out of the back parking lot tonight and drove around town.\" Report Abuse <q>I just love when there is bad weather forecast, it just says to people, nice day for a drive.</q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Stock Picking Software No Guessing- No Hunches- No Missed Trends- EVER- Learn", "new_id": -2}, {"uid": "1296491799100859915", "i": 37723, "idx": 0, "sa": ["Michael Gove"], "q": "in real terms will be around 20%. \"School sixth forms will be able to keep some sport going, having been given back sports co-ordination money in the recent U-turn by <strong> Michael Gove </strong>,\" says Smith. <q>But sixth-form colleges will not get that. 16.00 GMT on Monday 31 January 2011. A version appeared on p4 of the Tuesday 1 February 2011. It was last modified at There are no comments yet for this article. In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window without pressing \"Post your comment</q> will result in your words being lost. Thank you for your comment. This has been submitted for moderation. Closing this window without pressing \"Report\" will result in your words being lost", "new_id": -2}, {"uid": "1294969133139608087", "i": 7230, "idx": 0, "sa": ["Josh Greenbaum", "Steve Ballmer"], "q": "offered by IBM and Oracle and in part by SAP. <strong> Josh Greenbaum </strong>, principal at software consultancy Enterprise Matters, offers up this sophisticated interpretation of the strategic intent behind <strong> Steve Ballmer </strong>'s ouster of Muglia: <q>Microsoft is going to reorg around its own \"stack' business, and in doing so take a major new tact in the battle for the enterprise,</q> writes <strong> Josh Greenbaum </strong> in a blog post called Bob Muglia Leaves-is this the Beginning of a Major Enterprise Realignment at Microsoft?. \"The new tact will be Microsoft\"s own version of the stack wars", "new_id": -2}, {"i": 22123, "idx": 2, "index_answer": 0, "new_id": -1, "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in <strong> April Wayne </strong>. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "sa": ["Eric Schmidt", "April Wayne", "Google Inc."], "uid": "1295905334076185612"}, {"uid": "1295861273256983082", "i": 43404, "idx": 0, "sa": ["Gordon Brown", "Andy Coulson", "Harriet Harman"], "q": "investigate whether his phone had been hacked when he was prime minister between 2007 and 2010. <strong> Gordon Brown </strong>'s office declined to comment, but Labour deputy leader <strong> Harriet Harman </strong> said police must investigate the allegations. <q>Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,</q> she told Sky News. \"Nobody is above the law, no newspaper editor, no journalist.\" <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone", "new_id": -2}, {"uid": "1295793657032096271", "i": 5901, "idx": 0, "sa": ["Andy Coulson"], "q": "plans for provisional Palestine <cite> AP </cite> Photo in Slideshow: Mavi Marmara, Bulent Yildirim Photo in Slideshow: Relatives of Palestinians being held in Israeli jails... Video: Gaza boat becomes Turkish tourist attraction... Report Abuse <q>Legal under Law of Roque state Israel.</q> Not under International Law. Please do not involve us in your criminal acts. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1295181499258277387", "i": 697, "idx": 2, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": ",\" Anderson makes the... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009...", "new_id": -2}, {"uid": "1297514188084983856", "i": 4818, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "official schedule showing up to introduce his old friend and fellow Bush Administration official <strong> Donald Rumsfeld </strong>, the former Defense <strong> Dick Cheney </strong>. There was booing. An NPR colleague attending CPAC reported in an e-mail: <q><strong> Dick Cheney </strong>, for what it's worth, was cheered AND booed. I heard cries of both \"<strong> Dick Cheney </strong> for <strong> Dick Cheney </strong>!</q> and \"murderous scum!\" And one person yelling \"liberator!\"( I could not tell if that was intended as irony.) Every time someone starts heckling/booing, part of the crowd starts changing \"", "new_id": -2}, {"uid": "1295266259121765959", "i": 29873, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": ", on Saturday night. The astronaut described to <strong> Kirsten Gillibrand </strong> the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. \"She's making progress every day,\" <strong> Kirsten Gillibrand </strong> said. <q>She's using both sides of her body.She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing... Monthly and yearly online subscriptions are available. Access is free for print subscribers. To report abuse or misuse of this area please hit the \"Suggest Removal</q> link in the comment to alert our online managers. Please read our comment policy. Use the comment form below to begin a discussion about this content. PROPOSED LEGISLATION: Gun", "new_id": -2}]