[{"uid": "1297210131061849602", "i": 3318, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "the detention camp at Guantanamo Bay, which the Obama administration has been unsuccessfully trying to shutter for the past two years. <strong> Donald Rumsfeld </strong> lamented that officials were never able to improve the camp's public image. <q>It is an exceedingly well-run prison and the folks down there have done and are doing an excellent job,</q> he said. ''The heartbreaking thing with respect to Guantanamo is not that there's anything wrong with it. It's one of the finest prison systems in the world. What's awkward is the fact that", "new_id": -2}, {"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform. ''You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>. ''I think he's working very hard on the issue of unemployment,'' <strong> Colin Powell </strong> said, <q>which I think is the major problem facing America right now.</q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}, {"uid": "1296291756127057940", "i": 33007, "idx": 0, "sa": ["Allen Iverson", "Larry Krystkowiak", "Corrine Brown"], "q": "'' It was a nice touch by <strong> Allen Iverson </strong> to seek out <strong> Larry Krystkowiak </strong> <strong> Corrine Brown </strong>, his coach for the past 3 1/2 seasons. For a player often described as selfish and immature, it was a giant step toward superstardom. <q>It's special, and it's a tribute to my coach and my teammates,</q> said <strong> Allen Iverson </strong>. ''I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,'' <strong> Corrine Brown </strong> said. ''", "new_id": -2}, {"uid": "1297273401047726592", "i": 3826, "idx": 5, "sa": ["Donald Rumsfeld", "Eric Cantor", "Gerald Ford", "Rick Santorum"], "q": "( The best is Europe, after all.) Instead of a Senate run in 1974, <strong> Donald Rumsfeld </strong> returned to Washington after Nixon's resignation in order to work for his friend <strong> Gerald Ford </strong>. Classic <strong> Donald Rumsfeld </strong>: <q>NOTE: <strong> George Shultz </strong> and <strong> John Ehrlichman </strong> were neither helpful nor harmful. They were quiet.</q> War Room is our political news and commentary blog, with coverage and commentary throughout the day from A look at <strong> Rick Santorum </strong>'s unintentionally revealing comments about parenthood House Majority Leader <strong> Eric Cantor </strong> explains to the president: You just", "new_id": -2}, {"uid": "1297430496189579264", "i": 36535, "idx": 2, "sa": ["Steve Ballmer"], "q": "combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' ''I am excited about this partnership with Nokia,'' added Microsoft CEO <strong> Steve Ballmer </strong>. <q>Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> Nokia will adopt Windows Phone as its principal smartphone strategy, lending hardware design, language support, and helping to bring the platform to a larger range of price points, market segments, and geographies.", "new_id": -2}, {"uid": "1297384383139427845", "i": 9059, "idx": 3, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "2014 from 650,000 in 2009. In addition to the meeting with <strong> Silvio Berlusconi </strong> tomorrow, <strong> Sergio Marchionne </strong> will also speak about those goals at a parliamentary hearing in Rome on Feb. 15. ''Too Late' <q>The government is moving too late, but better late than never,</q> said Federico Bellono, the local head of the Fiom union in Turin, which opposed the Mirafiori agreement. ''<strong> Sergio Marchionne </strong> is more oriented strategically toward the U.S. than Europe.'' After Italy''s main newspapers", "new_id": -2}, {"uid": "1297277079173539348", "i": 46769, "idx": 1, "sa": ["Steve Ballmer"], "q": "CEO <strong> Steve Ballmer </strong>, urging them to strike an exclusive deal to put Microsoft's Windows Phone operating system on Nokia's mobile handsets. Anlaysts are wondering if it would be a good match for the two companies. <q>There is no guarantee this is going to be a successful alignment,</q> said Cramer's Lightning Round- The Most Undervalued Commodity Play in the World( 2/7/11) General Electric Valuation Suggests a Reality Check but No Warning Smart Dividend Investors Should Take a Look at These 5 High-Yielding Stocks", "new_id": -2}, {"uid": "1297127080053067784", "i": 18796, "idx": 0, "sa": ["Eric Schmidt", "Stuart Bowen"], "q": "to suffer losses of more than$ 450,000. During the course of the investigation, government agents seized two California properties, two luxury vehicles and about$ 40,000 in cash from the couple. <q>The Schmidts defrauded U.S. taxpayers, cheated the Iraqi people and betrayed the trust placed in them,</q> said <strong> Stuart Bowen </strong>, attorney for the Special Inspector General for Iraq Reconstruction. ''They will now pay a price for their criminal wrongdoing.'' Google CEO <strong> Eric Schmidt </strong> speaks during the Web 2.0 Summit in San... Marines", "new_id": -2}, {"uid": "1297221727131710990", "i": 32879, "idx": 0, "sa": ["Al Groh", "Matt Schaub", "Michael Vick", "Philip Rivers"], "q": "the top 25 in total offense since 2008. Citing Ryan, <strong> Philip Rivers </strong>, <strong> Michael Vick </strong> and Virginia's <strong> Matt Schaub </strong>-- a good sampling of accomplished NFL quarterbacks from the ACC in the last decade, <strong> Al Groh </strong> said, <q>For the most part those players, while they were in college, did not have just a whole corps of elite receivers around them.</q> In the case of one of those elite receivers-- Georgia Tech's Johnson-- he did not have the elite quarterback to go with him. In his final season for the Jackets, Johnson caught passes", "new_id": -2}, {"uid": "1295008939037093396", "i": 37762, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "with amazement as she saw her wounded colleague open her eyes. ''This is a major leap forward,'' <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, said Thursday about the scene <strong> Kirsten Gillibrand </strong> witnessed Wednesday. <q>This is a major milestone for her, and we're hoping that she crosses through many more.</q> <strong> Kirsten Gillibrand </strong>, D-N.Y., recounted her moments with <strong> Gabrielle Giffords </strong> in an interview with reporters on Air Force One. ''It was such a moment, and we were in such tears of joy watching this", "new_id": -2}]