[{"uid": "1295571005103366701", "i": 2349, "idx": 0, "sa": ["Dan Quayle", "Saddam Hussein", "Mikhail Gorbachev", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "Feb. 24, 1991. They show that <strong> Saddam Hussein </strong> tried to work out a last-minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong>, while at the same time remaining defiant and referring to <strong> George H.W. Bush </strong> as <q>the enemy of God and humanity.</q> The documents were released by the National Defense University in Washington. Along with <strong> George H.W. Bush </strong>, the reunion will include former <strong> Dan Quayle </strong>, then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong> and others.", "new_id": -2}, {"uid": "1297330546103628803", "i": 27387, "idx": 0, "sa": ["Jay Leno", "Paula Abdul", "Simon Cowell"], "q": "American Idol, is \"obsessed\" with her. US chat show host <strong> Jay Leno </strong> asked the star about <strong> Simon Cowell </strong>'s recent admission that he was a \"massive fan\" of <strong> Paula Abdul </strong>'s. She replied: <q>I think you need to take \"mass' off and put( in)` obsessive'( instead). He's obsessed with me!</q> She was also asked on NBC\"s Tonight Show With <strong> Jay Leno </strong> about rumours she could be working with the TV supremo on X Factor USA. <strong> Paula Abdul </strong> remained tight-lipped, saying: \"He always talks", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q>No state needs to declare bankruptcy,</q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}, {"uid": "1296747320116736041", "i": 23111, "idx": 0, "sa": ["Zahi Hawass"], "q": "Finch Rumors that the Egyptian Museum in Cairo caught fire yesterday( Feb. 2) were just that, according to <strong> Zahi Hawass </strong>, secretary general of the Supreme Council of Antiquities, on his blog today. <q>Again, I want to tell everyone that all the fights and fires in Tahrir Square that many people saw on television yesterday did not affect the Egyptian Museum, Cairo, at al,</q> <strong> Zahi Hawass </strong> wrote. Al Jazeera reports suggested the monuments of Saqqara-- a large burial ground of Ancient Egypt referred to as the \"City of the Dead\"-- had been damaged and that items were stolen", "new_id": -2}, {"uid": "1295498285152403986", "i": 9390, "idx": 1, "sa": ["Kara DioGuardi", "Simon Cowell", "Steven Tyler"], "q": ", <strong> Kara DioGuardi </strong> and <strong> Simon Cowell </strong>. <strong> Steven Tyler </strong> doesn't plan to be cruel in his critiques, but said he offers the competition a level of credibility within the music industry that it might have lacked. <q>I'm bringing the 40 years of being the front guy of Aerosmith, who's judged the hell out of himself</q> to the show, he said. \"No more, no less. \"I'm looking for three things: can they sing, are they in pitch and do they have star quality. That", "new_id": -2}, {"uid": "1295245546048136202", "i": 20481, "idx": 1, "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Allen Iverson"], "q": "each scored a season high 21 points to help the NBA champions beat the Denver Nuggets 102-91 and improve to 13-0 at home. \"Their role players beat us as much as anyone else,\" said <strong> George Karl </strong>. <q>From[ Brent] Barry to <strong> Michael Finley </strong> to <strong> Fabricio Oberto </strong>, they beat us as much as[ <strong> Manu Ginobili </strong>] <strong> Manu Ginobili </strong> or[ <strong> Tim Duncan </strong>] <strong> Tim Duncan </strong> did.</q> <strong> Allen Iverson </strong> led the Nuggets with 30 points and <strong> Linas Kleiza </strong> had 16 points. <strong> Carmelo Anthony </strong> added 15 points and nine rebounds. The Nuggets were without starter <strong> Kenyon Martin </strong>, who was suspended for one game after he was assessed a flagrant", "new_id": -2}, {"uid": "1295819193226000912", "i": 7279, "idx": 5, "sa": ["Eric Schmidt"], "q": "Thursday's announcement. In the regular session earlier, the stock fell$ 4.98, or 0.8 percent, to close at$ 626.77. The stock peaked at$ 747 before the recession. <q><strong> Eric Schmidt </strong>( Alert) has played his innings very well,</q> said analyst Sandeep Aggarwal of Caris& Co.. The management reshuffling appears to be amicable. Both Page and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google", "new_id": -2}, {"uid": "1297712098124567599", "i": 27008, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q>Many people make the mistake of thinking that dreams can not come true, but they can,</q> he wrote. \"You have to believe, and know that they are more than just imagination.\" News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1295777587220971009", "i": 40591, "idx": 3, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "spokesman it's time to move on.\" Mr <strong> Andy Coulson </strong> joined Mr <strong> David Cameron </strong>'s team before the General Election and then ran the PM's communications strategy. Labour leader <strong> Ed Miliband </strong> said the row raised <q>real questions about <strong> David Cameron </strong>'s judgement that he hung on to <strong> Andy Coulson </strong> for so long</q>. Play video Thousands say farewell to Ark Royal crew Subscribe to RSSMost Popular in: UK Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News editor", "new_id": -2}, {"uid": "1295471396069730345", "i": 36076, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul", "Steven Tyler"], "q": "has \"made him tear up.\" And he seems to be enjoying himself and what he calls his \"dream team. \" \"I got new hair and new makeup,\" he said. <q>I feel like a rock star.</q> Asked about the media comparing him to former judge <strong> Paula Abdul </strong>, <strong> Steven Tyler </strong> laughed, saying it's because of the rehab rumors that dogged <strong> Paula Abdul </strong>. But he added that he\"ll be no <strong> Simon Cowell </strong> either", "new_id": -2}]