[{"uid": "1294980096186728464", "i": 59449, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google famously describes itself as on a mission <q> to organize all the world's information. </q> That sounds impressive, but carries its share of problems. Even with( or perhaps particularly with) the caveat repeatedly made by chief executive <strong> Eric Schmidt </strong> that this is a 300-year undertaking, how does the company decide what", "new_id": -2}, {"uid": "1295569075103366669", "i": 2705, "idx": 2, "sa": ["Bernie Sanders", "Barack Obama"], "q": ". The administration has promised to replenish the$ 120 billion in lost revenue to the Social Security trust fund from the general treasury at a future date, but <strong> Bernie Sanders </strong> and his liberal allies are skeptical. <q> The danger of doing that is that this precedent becomes extended, </q> <strong> Bernie Sanders </strong> said in an interview. \"I know as surely as I'm sitting here that a year from now, when <strong> Barack Obama </strong> says this is only a one-year program, what are Republicans going to say? They", "new_id": -2}, {"uid": "1296511486204390448", "i": 38598, "idx": 0, "sa": ["Michael Vick"], "q": "near the center of the country, was one of the last states to join, and although it does have a decent bit of agriculture, it's nowhere near that of some other states. \" Report Abuse <q> What authority do Dumbergs investigators have to do this? They weren't residents. Where these guns transported across state lines? How much did this leftist propaganda cost the new york taxpayer schmuck? </q> Report Abuse \" If the cops bought these guns for the mayor, or for anyone but their own personal use, then THEY have broken the law. \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison", "new_id": -2}, {"uid": "1296230764172146701", "i": 18365, "idx": 0, "sa": ["Brian Urlacher", "Michael Vick", "Mike Williams"], "q": "receiver <strong> Mike Williams </strong>. <strong> Michael Vick </strong>, who spent 19 months in prison following a dogfighting conviction, already was named Comeback Player of the Year by both Sporting News and Pro Football Weekly/Pro Football Writers Association. <q> <strong> Michael Vick </strong>'s got to get it, </q> <strong> Brian Urlacher </strong> said of the AP honor. \"Especially with all the stuff he's been through. For me, I don't really care about that.\" <strong> Brian Urlacher </strong> was named second-team All-Pro and selected to", "new_id": -2}, {"uid": "1297285473062046222", "i": 14893, "idx": 0, "sa": ["Simon Cowell"], "q": "Q Is it ever OK to walk out on a first date? A Only if they're disrespectful.... I'd put money down for the check, and I'd be, like, <q> Have a good night. </q> I always drive myself on the first date. So you're never obligated to stay. Q How much booze is too much on a date? Does <strong> Simon Cowell </strong> have` The X Factor'?", "new_id": -2}, {"uid": "1295560499243744796", "i": 11110, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as", "new_id": -2}, {"uid": "1296532535074448926", "i": 17223, "idx": 5, "sa": ["Allen Iverson", "George Karl"], "q": "Nuggets break a two-game losing streak. The Nuggets needed every one of those points after blowing a 17-point third-quarter lead and eventually falling behind by two. \"Welcome to Denver Nuggets land,\" coach <strong> George Karl </strong> said. <q> We play so fast, sometimes it's good and sometimes it's dangerous. </q> <strong> Allen Iverson </strong> and company made sure this one didn't slip away. <strong> Allen Iverson </strong> and Smith each hit two free throws in the final minute to put Denver ahead 93-90 entering the final quarter. The start of the fourth quarter", "new_id": -2}, {"uid": "1295162148185597955", "i": 15718, "idx": 7, "sa": ["Reggie Miller", "Kobe Bryant", "Travis Best", "Allen Iverson", "Shaquille O'Neal", "Jermaine O'Neal"], "q": "night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and a career-high 20 rebounds for Indiana, which rallied from an 18-point second-half deficit. <strong> Travis Best </strong> had 16 points and 10 assists. <q> We let the world know, we let them know, we can beat them on their own court, </q> <strong> Shaquille O'Neal </strong> said. <strong> Allen Iverson </strong>, who won his second Game 4- Lakers 120, Pacers 118 <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> took their turns dominating as the Lakers took a 3-1 series lead. With <strong> Kobe Bryant </strong> still hobbled by his ankle", "new_id": -2}, {"uid": "1295647631245137447", "i": 59541, "idx": 0, "sa": ["Eric Schmidt"], "q": "will take over as chief executive, replacing <strong> Eric Schmidt </strong>. Google's stock fell 2.4 percent. Bond prices rose slightly, sending their yields down to 3.41 percent from 3.43 percent late Thursday. Report Abuse <q> The average person in this country Is much more concerned with cost increases in food and gas then </q> in earnings in stocks they can not afford to buy You lazy reporters need to get down to` main' st. and Report Abuse \" If the Whiners here are as smart as they claim to be...", "new_id": -2}, {"uid": "1295408846085049364", "i": 24570, "idx": 2, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Nigel Lythgoe"], "q": "But <strong> Simon Cowell </strong> won't be back for the 10th season, which premieres Wednesday, and \"Idol\" producer <strong> Nigel Lythgoe </strong> has been suggesting that the show will be less caustic without him. He recently told Emmy Magazine, <q> If you like people being mean to people, you'll miss it. </q> True enough, a preview of the coming season finds new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> hugging contestants before they even audition. Moved by the performance of a mother with a special-needs child, <strong> Jennifer Lopez </strong> weeps openly. Sure,", "new_id": -2}]