[{"uid": "1297217209168738846", "i": 16772, "idx": 3, "sa": ["Sergio Marchionne"], "q": "expected later this year. At that time, the two companies could be merged into one, <strong> Sergio Marchionne </strong> said.`` There is no difference operationally'' between the two companies, he said. <q> From a corporate governance standpoint... separate companies don't make a lot of sense. </q> But the companies have more work to do before they officially merge.`` We're not there yet.'' His comments echo previous statements in which he expressed an interest in acquiring a majority stake in", "new_id": -2}, {"uid": "1297268976172048400", "i": 6439, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer"], "q": " Microsoft Appoints <strong> Satya Nadella </strong> as President of Server and Tools Business, Feb. 9, 2011/ PRNewswire/-- Microsoft Corp. today promoted Senior Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business. <q> We're already making strong traction across our Server and Tools Business by embracing cloud services, </q> said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>.`` <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future", "new_id": -2}, {"uid": "1295238796192987172", "i": 8348, "idx": 1, "sa": ["Bruce Hoffman", "Eric Schmidt", "Steve Jobs"], "q": "in the booming mobile-phone market, legal experts said. They both offer operating systems for handhelds and other mobile devices as well as mobile-phone voice and map applications, and mobile browsers to surf the Web. <q> This may be the FTC saying that while there might not presently be overlap in competition, we think there is a serious future competitive problem and we can identify and describe it; we shouldn't be hobbled in saying this could be a huge problem, </q> said <strong> Bruce Hoffman </strong>, head of the Hunton& Williams global competition practice. Apple chief executive <strong> Steve Jobs </strong> acknowledged as much in August in a statement on <strong> Eric Schmidt </strong>'s resignation. He said the decision was mutual and made", "new_id": -2}, {"uid": "1295450622002900031", "i": 55324, "idx": 3, "sa": ["Sergio Marchionne"], "q": "than just minivans.'' Being able to build the next-generation minivan and other vehicles on the same platform is part of <strong> Sergio Marchionne </strong>'s plans to reduce the complexity of the company's model lineup. <q> I'd like to get 80 percent of the volume on four or five architectures, </q> he said. <strong> Sergio Marchionne </strong>'s comments during the Detroit auto show last week, in which he indicated the company was considering replacing one of its duplicate minivan brands with a different kind of vehicle such as a", "new_id": -2}, {"uid": "1296259179174211074", "i": 2781, "idx": 1, "sa": ["Allen Iverson", "Antonio Cromartie"], "q": ". The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws.`` It felt OK before the game,'' <strong> Allen Iverson </strong> said. <q> Now, it feels that much worse. It's throbbing like a heartbeat. </q> <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio Cromartie </strong> a week ago, slips on a brace after every game per doctors orders.`` If I didn't wear this brace to keep it straight after every game,", "new_id": -2}, {"uid": "1296101837086409253", "i": 17017, "idx": 1, "sa": ["Steve Ballmer"], "q": "way. Has MS finally realized Windows isn't touchscreen friendly? blog post`` Microsoft is imagining a NUI future,'' <strong> Steve Ballmer </strong>'s company describes pretty accurately the way things are going with personal technology right now: <q> You don't have to look very far to realize that technology is becoming more natural and intuitive, </q> it begins. But then it notes,`` In a typical day, many people use touch or speech to interact with technology-- on their phones, at the ATM, at the grocery store and in their", "new_id": -2}, {"uid": "1295022258099024910", "i": 25138, "idx": 0, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "acknowledge the stakes.`` Obviously, we've done it for a long time, and fortunately the show has been successful, but I think this is a crucial year for us,'' host <strong> Ryan Seacrest </strong> says. <q> The stakes are high because we've got new infusions to the show. If we get it right, it will be a high return. </q> MJ Santilli of Idol-centric MJ's Big Blog( mjsbigblog.com) says Idol is at a crossroads.`` With falling ratings and failing music sales and <strong> Simon Cowell </strong> leaving, something has to happen to rejuvenate", "new_id": -2}, {"uid": "1295681320220479511", "i": 56126, "idx": 0, "sa": ["Allen Iverson", "Kobe Bryant", "Carmelo Anthony"], "q": "the Staples Center. For once, the Nuggets clamped down on defense, but their high-Kobe Bryant offense went AWOL as <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong> had their worst performance together since the two superstars first teamed up 16 months ago. <q> I was getting to the basket, I just wasn't finishing, </q> <strong> Allen Iverson </strong> said.`` And the same thing happened to` Melo.'' <strong> Carmelo Anthony </strong> and AI shot a combined 10-for-38 and finished with 16 and 15 points, respectively. No thanks to the Lakers, either, suggested", "new_id": -2}, {"uid": "1295907918177651713", "i": 28784, "idx": 18, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": ", but it turns out a href=\"http://www.foxnews.com/topics/politics/state-department.htm#r_src=ramp\"> State Department cable exists in which Saddam thanked <strong> Donald Rumsfeld </strong> for the message. The letter must have come from the State Department itself, <strong> Donald Rumsfeld </strong> says. <q> How could anyone believe that you couldn't remember if you delivered a letter from <strong> George H. W. Bush </strong> Reagan to Saddam Hussein? </q> he says.`` That's the kind of thing that persuaded me to take my time and look at the documents, since I had so many of them.''", "new_id": -2}, {"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview''. But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}]