[{"uid": "1296483335037306377", "i": 46490, "idx": 0, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": ": Generals, Pilots,... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... Harvard University Helps the Homeless? Harvard University has an endowment worth$ 34.9 billion. They earned 23 percent on their", "new_id": -2}, {"uid": "1295721707089014346", "i": 9938, "idx": 0, "sa": ["Rafik Hariri", "Andy Coulson"], "q": "A wrapped statue of slain... Lebanese Prime Minister <strong> Rafik Hariri </strong> Lebanese Prime Minister <strong> Rafik Hariri </strong> <cite> AP </cite> Photo in Slideshow: Lebanon's Jumblatt becomes possible kingmaker Report Abuse \"Lebanon political crisis threatens economic gains.\" Report Abuse <q>The new Lebanon is going to be like Iran ruled by a bunch of Islamists and terrorists</q> Report Abuse \"Hizballet will destroy Lebanon.\" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Healthy Habits Coaching Weight& stress", "new_id": -2}, {"uid": "1297597754169951245", "i": 37337, "idx": 2, "sa": ["Zahi Hawass"], "q": "artefact is the teenage monarch's gold funerary mask, which stares out from a case on the first floor of the museum. <strong> Zahi Hawass </strong> said an investigation has been launched to find those behind the theft. <q>The police and army plan to follow up with the criminals already in custody,</q> he added. Article: Experts fret for Egypt's treasures, ancient sites... Article: Egypt army forces path for traffic in Tahrir... Photo in Slideshow: Palestinian-American Eyad Kishawi waves an Egyptian... Photo in", "new_id": -2}, {"uid": "1295632864218054658", "i": 5978, "idx": 0, "sa": ["Eric Schmidt", "Raymond Lane"], "q": "kudos to <strong> Raymond Lane </strong> and CEO Leo Apotheker for making these decisions. \"On the upside, HP has five new hyper-qualified people replacing people with lesser resumes-- except maybe John Joyce,\" Vell said. <q>In terms of diversity, we've got three new women, one Caucasian male, and one Indian male. Very well done. A couple directors have little or no board experience, but this board is clearly filled with people who beat a lot of odds.</q> Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong> Will Step Aside for Google Cofounder Page In a move that surprised industry analysts, <strong> Eric Schmidt </strong> is stepping down as Google's CEO.", "new_id": -2}, {"uid": "1296484259078397492", "i": 42612, "idx": 0, "sa": ["Zahi Hawass"], "q": "Tahrir square, where many of the nation's protesters have gathered over the last week. <strong> Zahi Hawass </strong>, Egypt's chief archeologist and secretary general of the Supreme Council of Antiquities, told The Washington Post. <q>I have been protecting antiquities all my life. I felt if the Cairo museum is robbed, Egypt will never be able to get up again.</q> King Tutankhamen, also houses thousands of artifacts spanning the full sweep of Egypt's rich Pharaonic history. <strong> Zahi Hawass </strong> said the looters who targeted the Cairo museum were fortunately not too bright. Time magazine. \"", "new_id": -2}, {"uid": "1297711836012566562", "i": 8441, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q>Many people make the mistake of thinking that dreams can not come true, but they can,</q> he wrote. \"You have to believe, and know that they are more than just imagination.\"", "new_id": -2}, {"i": 8439, "idx": 0, "index_answer": 1, "new_id": -1, "q": "An update on missing children in Amarillo for Amber Alert Awareness Day <strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295465162182796299"}, {"uid": "1295997217180568075", "i": 8974, "idx": 0, "sa": ["Bill Lockyer"], "q": "to disclose risks attached to Calpers. The report cited a person with knowledge of the investigation, but Calpers spokesman Clark McKinley said the fund does not have any knowledge of a probe by the SEC: <q>As far as we know, there has not been any SEC notice of an investigation.</q> California State Treasurer <strong> Bill Lockyer </strong>'s office also has not been contacted by the SEC regarding any disclosure issues. \"As far as we know there is no probe of Calpers,\" said <strong> Bill Lockyer </strong> spokesman", "new_id": -2}, {"uid": "1295155572091308052", "i": 44167, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "out of the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q>This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible.</q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the", "new_id": -2}, {"uid": "1295739237074268677", "i": 48550, "idx": 4, "sa": ["Manu Ginobili", "Detroit Red", "Rasheed Wallace", "Antonio McDyess", "Allen Iverson"], "q": "in the final 15 minutes after picking up a technical, and the <strong> Detroit Red </strong> Pistons rallied from 10 points down to beat San <strong> Antonio McDyess </strong> 89-77 on Tuesday night despite the return of <strong> Manu Ginobili </strong> to the Spurs' starting lineup. <q>After the tech, he kind of took matters in his own hands, started being a lot more aggressive,</q> <strong> Allen Iverson </strong> said. \"It paid dividends for us.\" But scoring wasn't the first thing on <strong> Rasheed Wallace </strong>'s mind in the second half. He was more concerned with how the game was being officiated-- tipping", "new_id": -2}]