[{"uid": "1295665821077053971", "i": 45130, "idx": 0, "sa": ["Eric Schmidt"], "q": "posted a fourth-quarter profit of$ 2.5 billion, up from$ 2.0 billion a year ago. Revenue increased to$ 8.4 billion, compared to$ 6.7 billion in the October-December period in 2009. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> said <strong> Eric Schmidt </strong>, Google's chief executive.`` These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider Web.''", "new_id": -2}, {"uid": "1296319307264503317", "i": 5349, "idx": 0, "sa": ["Zahi Hawass"], "q": "problems. He also defended his security forces and accused the protesters of plotting to destabilize Egypt and destroy the legitimacy of his regime, outraging those still in the streets well into the night. <q> We want <strong> Hosni Mubarak </strong> to go and instead he is digging in further, </q> protester Kamal Mohammad said.`` He thinks it is calming down the situation but he is just angering people more.'' <strong> Zahi Hawass </strong>, Egypt's top archeologist, meanwhile, told state television on Saturday that", "new_id": -2}, {"uid": "1295560469260145176", "i": 23258, "idx": 2, "sa": ["Eric Schmidt"], "q": "Page also praised Mr <strong> Eric Schmidt </strong>.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Mr Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Keep updated with the latest", "new_id": -2}, {"uid": "1295797970138100746", "i": 28417, "idx": 0, "sa": ["Colin Powell", "Barack Obama", "Dick Cheney"], "q": "'s challenges can be met. Article: State of the Union speech to focus on jobs: <strong> Barack Obama </strong>... Video: <strong> Barack Obama </strong>'s economic agenda: Boost competitiveness... Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Report Abuse <q> Federal Government Tax Revenues$ <strong> Barack Obama </strong> TRILLION </q> Federal Government Expenditures$ 3 TRILLION No more taxes... PLEASE! Liquor Tax Luxury Tax Excise Taxes State Income Tax Food License Tax Vehicle Sales Tax OK", "new_id": -2}, {"uid": "1295618588099680271", "i": 29501, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson"], "q": "was quick to condemn The Guardian's involvement in the investigation. guardian abhors publication of material obtained by dodgy methods so much, where does that leave them on Wikileaks?'' The new CNN presenter added: <q> Hypocrisy: prejudice with a halo. </q> <strong> Andy Coulson </strong> was editor of the News of the World from 2003 to 2007, but stood down following allegations about his reporters illegally hacking into the voicemail messages of many celebrities. Freelance detective <strong> Glenn Mulcaire </strong> told", "new_id": -2}, {"uid": "1297135719102924295", "i": 3297, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "violence.`` This is part of a pattern where the Chechen rebel group attacks in Moscow or in Russia-- a major attack about every two years,'' Clarke told ABC News following the bombing. <q> They've attacked in the Metro, they've attacked in schools, they've attacked in apartment buildings... This is a regular pattern. </q> Watch: Deadly Bomb Goes Off in Moscow Airport Watch: Suicide Bomber Kills At Least 35 at Moscow Airport Watch: Terror Suspected in Deadly Moscow Bombing Exclusive: <strong> Donald Rumsfeld </strong>:` It's Possible' Troop Decisions", "new_id": -2}, {"uid": "1295683197065617921", "i": 35157, "idx": 2, "sa": ["Eric Schmidt"], "q": "are only 37 years old and were just 27 when they interviewed the former Novell CEO, then 45, about adding some experience to their three year old company in 2001. The rest is history. <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade, </q> enthused Page.`` The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous", "new_id": -2}, {"uid": "1297134796068190247", "i": 10225, "idx": 0, "sa": ["Mike Napoli", "Michael Vick"], "q": "a banner to celebrate the occasion, Hamilton said his agent, <strong> Mike Napoli </strong> Moye, and the club were making progress on his contract for this year, and he addressed rumors that <strong> Michael Vick </strong> Young could be traded. <q> It's hard to lose a guy who's your most durable player, who's in there every day, who's getting 550, 600 at-bats a year, putting up numbers like he does, </q> he said.`` Does it make sense? No. But I don't get paid to make those kinds of decisions.'' Hamilton said he worked out this morning with Young, who told him", "new_id": -2}, {"uid": "1295209231006406224", "i": 46836, "idx": 1, "sa": ["Chris Webber", "Allen Iverson"], "q": "away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game.`` It felt like we turned that corner,'' <strong> Allen Iverson </strong> said. <q> <strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen. </q> <strong> Chris Webber </strong> and <strong> Allen Iverson </strong> combined for 50 of the Sixers' 84 shots and made 25 of the 42 field goals. While <strong> Allen Iverson </strong> scored 24 points in the first half, <strong> Chris Webber </strong> followed with 15 in the second.``", "new_id": -2}, {"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q> Is Not the Kind of Plan Americans Want </q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care`` Is Not the Kind of Plan Americans Want'' In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}]