[{"uid": "1295562035244678665", "i": 1239, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "bn) on revenues of$ 8.44 bn. Mr Page, 37, is reclaiming the job he relinquished to Mr <strong> Eric Schmidt </strong>, 55, when investors called for a more experienced business leader. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong>[ <strong> Sergey Brin </strong>] for a long time to come, </q> Mr <strong> Eric Schmidt </strong> said in a statement. Mr <strong> Sergey Brin </strong> is Google's co-founder. Business editor, BBC News website It's just under 10 years ago that <strong> Eric Schmidt </strong> joined Google, and what a ride it's", "new_id": -2}, {"uid": "1295007931223330369", "i": 349, "idx": 0, "sa": ["Katharine McPhee", "Paula Abdul", "Simon Cowell", "Chris Daughtry"], "q": "to <strong> Katharine McPhee </strong>. Premature cuts are traditional for the`` Idol'' soap opera, but this one really stung. <strong> Chris Daughtry </strong> had the last laugh, of course, when he turned pro. <strong> Paula Abdul </strong> burbles, <q> The moth who finds the melon finds the cornflake. </q>( Season Five, 2006) <strong> Simon Cowell </strong> tricked her into saying it, but no matter. <strong> Paula Abdul </strong> will go down in`` Idol'' history for her fuzzy logic and fizzy rambling at the judges' table", "new_id": -2}, {"uid": "1297708575012566538", "i": 19656, "idx": 0, "sa": ["Steve Ballmer"], "q": "do so with a giant like Nokia jumping into the game, supported by billions in Microsoft subsidies. In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion. <q> Nokia's support will help Windows Phone overall to build strength versus other mobile platforms, </q> <strong> Steve Ballmer </strong> said.`` That's not just good for Nokia, that's good for all our handset partners.'' Groupon, FTD get complaints, offer Valentine's Day flower refunds Intel invests$ 26M", "new_id": -2}, {"uid": "1296102239116244691", "i": 8434, "idx": 2, "sa": ["Michael Vick"], "q": "He's a whole other person.'' Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract. <q> We believe it was worth it, </q> he said,`` because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.'' Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a", "new_id": -2}, {"uid": "1295762095175325199", "i": 12724, "idx": 4, "sa": ["Mr. Bauer", "Mike Pence", "Gary Bauer", "John McCain", "Ron Paul"], "q": "not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana <strong> Ron Paul </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"uid": "1295551711137363480", "i": 4699, "idx": 1, "sa": ["Simon Cowell"], "q": "Although some have already lost interest in watching`` AI'' altogether, there are those who still believe that the refreshing and friendlier vibe of the current show deserves to be given another look. <q> I thought they( judges) did great! I enjoyed them... all three of them! They will get their groove in the coming episodes, </q> posted one netizen. Another rejoined:`` While I miss <strong> Simon Cowell </strong>, the new panel is good.''", "new_id": -2}, {"uid": "1297282260166281230", "i": 21801, "idx": 2, "sa": ["Jamie Buehrle", "Michael Vick"], "q": "in such cruelty is beyond fathomable.`` Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die?'' said Mark. <q> How could you do that if you are somewhat sane?`` He had a great year and a great comeback, but there were times where we watched the game and I know it's bad to say, but there were times where we hope he gets hurt. Everything you've done to these dogs, something bad needs to happen to these guys. </q> According to <strong> Jamie Buehrle </strong>, <strong> Michael Vick </strong> owned a pit bull in college and clearly knows right from wrong in this area. It was not a cultural issue or a case of being involved with a bad crowd,", "new_id": -2}, {"uid": "1297112166205144067", "i": 5561, "idx": 3, "sa": ["Paula Abdul", "Simon Cowell"], "q": "be a judge on his new show, which debuts next fall and has not yet announced a full judging panel, <strong> Simon Cowell </strong> demurred.`` I'm a massive fan of <strong> Paula Abdul </strong>,'' he said. <q> We've been in regular contact... I'm not going to say today who we are going to confirm or not... because the truth is we haven't made up our minds up yet... It comes down to who I think is interesting and the commitment and the expertise each person offers. </q> One critic asked about X-Factor allowing kids as young as 12 to audition, noting <strong> Simon Cowell </strong> has criticized exposing children to the intense TV competition spotlight.`` We've started to see a trend with", "new_id": -2}, {"uid": "1296128045255868977", "i": 30195, "idx": 2, "sa": ["Michael Vick", "Kevin Kolb"], "q": "family and I'm just thankful.'' After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. <q> I'm enjoying the guys and I'm enjoying being out here playing football, </q> he said.`` This is what you work for. You work hard to get in this position. I'm ecstatic to be here.'' <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC with more", "new_id": -2}, [{"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season.`` I thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q> <strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}]]