[{"uid": "1295560142014680118", "i": 39178, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "im kalifornischen Mountain View mit. Sein Kompagnon <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern. Der bisherige Firmenlenker <strong> Eric Schmidt </strong> wird Chef des Verwaltungsrats. In dieser neuen Rolle ist er etwa f?r Kooperationen oder bernahmen zust?ndig. <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. Unter dem erfahrenen Manager hatte sich Google von einem Internetsuch-Unternehmen zu einem breit aufgestellten Technologiekonzern gemausert. Im Schlussquartal verdiente Google unterm Strich 2,5 Milliarden US-Dollar und damit 29 Prozent mehr als im Vorjahreszeitraum", "new_id": -2}, {"uid": "1295627145004243507", "i": 13625, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "tov?bb viv <strong> Larry Page </strong> s <strong> Sergey Brin </strong> munk?j?t. A Google m?sik alap?t?ja, <strong> Sergey Brin </strong> a bejelent?s szerint strat?giai projektekre f?kusz?l az j menedzsment fel?ll?sban, k?l?n?s tekintettel az innov?ci?k ir?ny?t?s?ra. A v?ltoz?sokat komment?lva <strong> Eric Schmidt </strong> kiemelte: <q> Sokat besz?lt?nk r?la, hogyan lehetne a d?nt?shozatal felgyors?t?sa rdek?ben egyszer?s?teni a menedzsment strukt?r?nkat. Az egy?ni szerepeink tiszt?z?s?val egy?rtelm?bb felel?ss?gi k?r?ket tudunk kialak?tani a fels?vezet?sben. </q> A mobil sz?less?v el?fizet?sek sz?ma 2011-ben el?ri az egymilli?rdot 1. Otrivin orrcsepp 18.40% NOVARTIS HUNG?RIA KFT. href=\"http://www.mediainfo.hu/hirek/article.php?id=18836\">| b?vebben| Forr?s: AGB Nielsen Media Research", "new_id": -2}, {"uid": "1296770549227754057", "i": 59290, "idx": 3, "sa": ["Bernie Sanders"], "q": "vigorous enforcement to protect taxpayers from massive fraud,'' <strong> Bernie Sanders </strong> said.`` DoD is very concerned about any fraudulent activity on the part of its contractors,'' the department said in a statement Thursday. <q> In addition to the criminal, civil penalties and sanctions imposed by the courts, DoD has numerous contractual and administrative remedies available, including suspension and debarment, when it is determined that it is not in the department's best business interests to contract with a particular company. </q> Defense declined to comment further. The report recommended Defense provide`` additional guidance and training'' on the EPLS to its contracting officers. According to the report, Defense is hopeful the Federal Awardee", "new_id": -2}, {"uid": "1296709236003522652", "i": 5045, "idx": 4, "sa": ["Marcelo Bielsa", "Sergio Marchionne"], "q": "expertos en tecnolog?a de motores'', asegura. Esto podr?a beneficiar a Fiat si logra transmitir el mensaje de que la`` econom?a de combustible est integrada en su marca'', reconoce <strong> Sergio Marchionne </strong>. <q> Sin embargo, es mucho m?s que eso. Yo no creo que dependa tanto de los precios del combustible </q>, insiste.`` Comprar un Fiat 500 es una elecci?n de estilo de vida'', dice <strong> Sergio Marchionne </strong>. Australia: el cicl?n Yasi ocasiona da?os severos al estado de Queensland <strong> Marcelo Bielsa </strong> continuar al mando de", "new_id": -2}, {"uid": "1297682295187187221", "i": 55411, "idx": 0, "sa": ["Mike Pence", "Mike Huckabee"], "q": "see that social conservatism remained a key component of the right's agenda. Last fall, at the Values Voter Conference, a steady stream of movement luminaries emphasized the importance of social issues. <strong> Mike Huckabee </strong> argued that the <q> economic crisis is not a fiscal crisis; it is a family crisis </q> and that`` the breakdown of Wall Street was not a money crisis; it was a moral crisis.'' <strong> Mike Pence </strong> earned his biggest applause when he declared,`` We will not restore this nation with public policy", "new_id": -2}, {"uid": "1295111506135200861", "i": 10478, "idx": 1, "sa": ["Allen Iverson", "Elton Brand", "Nathaniel D Robinson", "Danilo Gallinari"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/NBA_Pretemporada_20/10/2009__Boston_Celtics_103_Vs_New_York_Knicks_108 Bottled up in Boston, the Knicks started slowly again in the rematch. Then <strong> Nathaniel D Robinson </strong> and <strong> Danilo Gallinari </strong> scored off the bench in bunches", "new_id": -2}, {"uid": "1295547194232112134", "i": 37159, "idx": 2, "sa": ["Steven Tyler", "Simon Cowell"], "q": "routine is just`` boring.'' At least <strong> Steven Tyler </strong> will tell you`` if your singing stinks''- the trouble is he says it in a`` kindler, gentler way,'' with lines such as, <q> Oh baby, you're just not ready. I'm sorry. </q> Both of the newbies need to`` toughen up a bit.'' When <strong> Simon Cowell </strong> called the occasional performance an`` utter disaster,'' he added the spice that made`` Idol'' delicious.''` American Idol", "new_id": -2}, {"uid": "1297389749239501356", "i": 19342, "idx": 0, "sa": ["David Letterman", "Camille Grammer", "Beverly Hills"], "q": "yet excited for the road ahead,'' <strong> Camille Grammer </strong>, a star of`` Real Housewives of <strong> Beverly Hills </strong>,'' said in a statement. She also wished her ex and his fianc?e, Kayte Walsh, <q> love and happiness in their new marriage. </q> <strong> Camille Grammer </strong> is said to have wanted the divorce over with quickly so that he could marry Walsh. He told <strong> David Letterman </strong> last month that he plans to marry Walsh sometime in February.", "new_id": -2}, {"uid": "1295976103233406470", "i": 3566, "idx": 0, "sa": ["Allen Iverson", "Michael Finley", "Antonio McDyess"], "q": "if they can just make it that far. <strong> Allen Iverson </strong> scored 29 points despite spraining his right ring Michael Finleyger in the first half and the Nuggets ended San <strong> Antonio McDyess </strong>'s 11-game winning streak, 109-96, on Friday night. <q> It's just because our backs are against the wall, </q> <strong> Allen Iverson </strong> said after Denver's second big win over a nemesis[ Phoenix] in 48 hours.`` We understand that every night we have to come in here and play hard and play together and not take any", "new_id": -2}, {"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}]