[{"uid": "1296939026066093065", "i": 51455, "idx": 4, "sa": ["Sergio Marchionne"], "q": "concern. I regret the remark which I consider inappropriate,\" <strong> Sergio Marchionne </strong> said in his statement. Some suggested his comments showed a lack of gratitude for the government's decision to save Chrysler. <q> I have repeated on numerous occasions, on behalf of all the people at Chrysler, our gratitude to the U.S. and Canadian governments for the financial assistance that was critical to the recovery of our Group, </q> he said. <strong> Sergio Marchionne </strong> noted that no one else but the Canadian and U.S. governments were willing to help Chrysler. \"As the only parties willing to underwrite the risk associated with Chrysler's recovery", "new_id": -2}, {"uid": "1295605737143458389", "i": 35305, "idx": 0, "sa": ["Kris Allen", "Ellen DeGeneres", "Simon Cowell", "Will Young"], "q": "Contestants Eliminated Original Air Date-25 February 2010 Ryan says 24 million votes came in and tells us that Alison Iraheta and <strong> Kris Allen </strong> <strong> Will Young </strong> be performing. <strong> Kris Allen </strong>' performance <strong> Will Young </strong> benefit Haiti. Ryan says <strong> Simon Cowell </strong>'s harshness was the <q> buzz of the nation. </q> <strong> Simon Cowell </strong> thinks that's silly and doesn't feel like he was overly cruel, he was just trying to give advice. <strong> Ellen DeGeneres </strong> says her first week held some surprises and she understands the nerves of the first timers", "new_id": -2}, {"uid": "1295594483015614016", "i": 33326, "idx": 3, "sa": ["Chris Keates", "Russell Hobby", "Michael Gove"], "q": "of maths, English, science and PE would be introduced from September 2013, Mr <strong> Michael Gove </strong> said, with other subjects brought in the following year. Review` pointless' The NASUWT teaching union said teachers <q> want another curriculum review like a hole in the head </q>. \" Heads are hoping for a significant reduction in the depth and breadth of prescription\" \" <strong> Russell Hobby </strong> National Association of Head Teachers General secretary <strong> Chris Keates </strong> said the review was \"pointless\" as ministers had", "new_id": -2}, {"uid": "1296333025218349599", "i": 6339, "idx": 1, "sa": ["Michael Vick"], "q": "the quarterback shouldn't qualify as a dog owner. But Best Friends also has conceded that <strong> Michael Vick </strong> has put a brighter spotlight on the problem of dogfighting and the rehabilitation of pit bulls than they ever imagined possible. <q> I'd have to say that he brought attention to the issue in a rather unfortunate way, </q> said Best Friends co-founder Francis Battista. \"It's like people dying in a burning building. It brings attention to the fire codes. It's not something you ever want to happen, but now that it", "new_id": -2}, {"uid": "1295590431000901120", "i": 47171, "idx": 0, "sa": ["Eric Schmidt"], "q": "del 29% con respecto al mismo periodo del a?o anterior. <strong> Eric Schmidt </strong> explic la reordenaci?n en la compa?a, que ser efectiva a partir de abril, como un paso \"hacia la simplificaci?n\" de la <q> estructura de gesti?n y la aceleraci?n de la toma de decisiones </q>. En su cuenta de Twitter, y poco despu?s de conocerse la noticia, el todav?a consejero delegado indic \"que la supervisi?n diaria adulta ya no es necesaria\" . La llegada de <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296407544252772372", "i": 177, "idx": 19, "sa": ["Kyle Korver", "Allen Iverson", "Maurice Cheeks"], "q": "that to happen with 4.9 seconds left, it's devastating,\" <strong> Allen Iverson </strong> said. <strong> Kyle Korver </strong> was a surprise presence on the floor at that end, considering he lost his starting job because of his poor defense. <q> We didn't make the correct switch, </q> Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. \"Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out", "new_id": -2}, {"uid": "1295596950034635782", "i": 56580, "idx": 0, "sa": ["Simon Cowell", "Ben Affleck"], "q": "inspired by X Factor judge <strong> Simon Cowell </strong>. The actress said that she thinks her alter-ego, famous for her cutting put-downs, would make a great panellist on the TV talent show. She said: <q> I think Sue Sylvester has British in her. I think the US look at the British as a race that tells it how it is. \"And if ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. </q> <strong> Ben Affleck </strong> is reportedly considering another directing role on a new film about a real-life undercover FBI sting. The actor, who co-wrote, directed and stars in critically-acclaimed crime drama The Town, is said", "new_id": -2}, {"uid": "1295656711074924044", "i": 58311, "idx": 1, "sa": ["Kirsten Gillibrand", "Eric Schneiderman", "Edward Cox", "Charles Ellis Schumer", "Andrew Cuomo", "Barack Obama"], "q": "-- talking about growth and jobs and a positive future for AmEric Schneidermana,\" <strong> Charles Ellis Schumer </strong> said. U.S. Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., said the <strong> Barack Obama </strong> was rightly focusing on jobs. <q> I think the <strong> Barack Obama </strong>'s speech really hit the <strong> Andrew Cuomo </strong>, </q> <strong> Kirsten Gillibrand </strong> said. \"If we can beat Russia to the moon, we can beat China in the race for green energy.\" State Republican Party Chairman <strong> Edward Cox </strong> dismissed the event as a \"", "new_id": -2}, {"uid": "1295588219019480620", "i": 15510, "idx": 4, "sa": ["Larry Page", "Eric Schmidt"], "q": "account on Thursday, <strong> Eric Schmidt </strong> wrote: \"Day-to-day adult supervision is no longer needed.\" \"I believe <strong> Larry Page </strong> is ready\" to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. <q> It's time for him to have a shot at running this. </q> In recent months, <strong> Eric Schmidt </strong> had assumed more of an ambassador role for Google, which is under heavy scrutiny from regulators in the United States and abroad and faces growing questions about its ability to innovate and", "new_id": -2}, {"uid": "1295566871244678664", "i": 58947, "idx": 4, "sa": ["Larry Page", "Eric Schmidt"], "q": "\"By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead.\" <strong> Larry Page </strong> said <strong> Eric Schmidt </strong> had done <q> an outstanding job leading Google for the last decade. The results speak for themselves. </q> The news surprised and worried Google observers. \"The executive change is very much unexpected, and somewhat of a concern to investors,\" said Clayton Moran, an analyst at Benchmark Co..", "new_id": -2}]