[{"uid": "1297692986012320769", "i": 54518, "idx": 0, "sa": ["Eric Schmidt"], "q": "ensure that in the long-term they keep coming back to us. It's clearly good for us if our users love us and keep coming back to us. Everything we do is measured through that lens. \" <q> You mentioned maps. If someone types in an address, they are looking for a map of where this address is. Keeping in line with our motivation to return the most relevant information as quickly as possible to our users, what that query deserves is a map and that's what we deliver. </q> Q: Based on recent reports, it does sound like Google might be willing to make some compromises on these issues. Google CEO <strong> Eric Schmidt </strong> was recently quoted in a way that seemed to signal that the company", "new_id": -2}, {"uid": "1295147684219021327", "i": 52471, "idx": 6, "sa": ["Tracy McGrady", "Kobe Bryant", "Allen Iverson", "Shaquille O'Neal", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Shaquille O'Neal </strong> play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player McGrady_Tracy McGrady_Houston_Rockets_22nd_straight_win_vs_Kobe Bryant_2008 March 16, 2008 <strong> Tracy McGrady </strong> had carried the Houston", "new_id": -2}, {"uid": "1296367773155516929", "i": 40259, "idx": 1, "sa": ["Allen Iverson"], "q": "on the right thumb he badly sprained less than two weeks ago, he scored 17 of Philadelphia's last 26 points. \"I was just trying to take what the defense gave me,\" <strong> Allen Iverson </strong> said. <q> I didn't want to be overaggressive. I just wanted to let my teammates do what they had to do early in the game because they( Grizzlies) were taking away some of the shots I wanted by zoning up. My teammates held the fort, and then when I got an opportunity, I just tried to make the best of it. </q> <strong> Allen Iverson </strong> made 10-of-24 shots, including 4-of-7 3-pointers. He added six assists and three steals and confounded the Grizzlies with his quickness. The 76ers never trailed over the last three quarters but played fast and loose with the", "new_id": -2}, {"uid": "1295127469219299878", "i": 3239, "idx": 1, "sa": ["David Stern", "David Letterman"], "q": "that doesn't explain why they boo <strong> David Stern </strong>.\" Beauties and a beast Among the signs you're not going to win the Miss America pageant, from CBS's <strong> David Letterman </strong>:? <q> Only thing you ever won was a buffalo-wing eating contest.? \"Your measurements are 36, 24 and 36, but not in that order.? \"Las Vegas gives you the same odds as the Jets beating the Patriots. </q> Old college try \"If the NFL followed college football's lead, playing its championship game 37 days after determining the participants, the Super Bowl would be played in David Lettermany March,\" noted", "new_id": -2}, {"uid": "1295562868254656534", "i": 26622, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "die Entwicklung neuer Produkte k?mmern. Er soll offiziell den Titel \"Mitgr?nder\" erhalten. <strong> Eric Schmidt </strong> erkl?rt F?hrungswechsel in Blog Anzeige target=\"_blank\" Im \"Google Blog\" schrieb <strong> Eric Schmidt </strong>: <q> Ich bin u?erst stolz auf mein Jahrzehnt als Konzernchef, und ich bin sicher, dass die n?chsten zehn Jahre unter <strong> Larry Page </strong> sogar noch besser werden! <strong> Larry Page </strong> ist meiner Meinung nach bereit, die F?hrung zu bernehmen. </q> Die Entscheidung zum Umbau der Unternehmensf?hrung habe man zu dritt gef?llt, schrieb <strong> Eric Schmidt </strong> weiter: \"Wir haben lange Zeit dar?ber geredet, wie wir unsere Management-Struktur vereinfachen und Entscheidungen schneller treffen k?nnen- und ber die", "new_id": -2}, {"uid": "1296102825131907644", "i": 27018, "idx": 6, "sa": ["Chris Brown", "Will Solomon", "LeBron James", "Allen Iverson", "Tim Duncan"], "q": "a long Tim Duncane and to finally get it is something special.\" The 76ers won the best-of-five series from Orlando, 3-1, and <strong> Will Solomon </strong> meet the Indiana Pacers in the second round, beginning Monday in Indianapolis. <q> I don't know how you can be any more proud of your team, </q> <strong> Chris Brown </strong> said. \"I told them this was a great opportunity for us to grow up. <strong> Allen Iverson </strong>'s doing what great players do. He's maLeBron James other people better and he is taLeBron James responsibility and steps up", "new_id": -2}, {"uid": "1297452829228950020", "i": 45972, "idx": 0, "sa": ["Michael Gove"], "q": "the Future scheme last July because it violated equality legislation. Mr Justice Holman said Mr <strong> Michael Gove </strong> failed to properly consult six local authorities before imposing the cuts, and in five of the cases his decision amounted <q> to an abuse of power </q>. The ruling means that other groups affected by central or local Michael Government cuts could apply for a judicial review if they believe they have not been adequately consulted. More than 700 building projects across", "new_id": -2}, {"uid": "1295223925135626761", "i": 54616, "idx": 1, "sa": ["Allen Iverson", "Leon Rose"], "q": "playoffs since 2006 and has never won a postseason game. The Grizzlies are coming off a 24-58 season that tied for fifth-worst in the NBA. \"This year for me is so personal,\" <strong> Allen Iverson </strong> said. <q> It's basically going to be my rookie season again. It hurts, but I turn the TV on, I read the paper, I listen to some of the things people say about me having the season that I had last year and me losing a step, things like that. They're trying to put me in a rocking chair already. </q> The Grizzlies announced they had signed the 10-time All Star on Thursday morning minutes before <strong> Allen Iverson </strong> was introduced at a news conference. The team and <strong> Allen Iverson </strong>'s agent, <strong> Leon Rose </strong>, declined to discuss specifics though <strong> Leon Rose </strong> said the", "new_id": -2}, {"uid": "1295225658227999788", "i": 16295, "idx": 0, "sa": ["Tim Hardaway", "Allen Iverson", "Rajon Rondo", "Doc Rivers", "Ben Gordon"], "q": "career-high 42 points. Then Boston set up a play for <strong> Allen Iverson </strong>, who took a pass from <strong> Rajon Rondo </strong> and connected from the right side. <strong> Allen Iverson </strong> scored 28 points after getting some advice from coach <strong> Doc Rivers </strong> at halfTim Hardawaye. <q> <strong> Doc Rivers </strong> said going into the half,` Be aggressive, but let it come to you, </q>' <strong> Allen Iverson </strong> said. \"I never think I'm not in my rhythm. It can be a grind as a shooter. As a scorer you're always trying to find something.\" <strong> Allen Iverson </strong> and <strong> Ben Gordon </strong> each", "new_id": -2}, {"uid": "1297439350252067849", "i": 17331, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "mehr als drei Prozent. Die Hoffnung ist nun, dass Nokias Marktmacht den Absatz ankurbeln kann. Der Kanadier <strong> Stephen Elop </strong> stie erst im Herbst von Microsoft zu Nokia.` KAMPF ZWISCHEN MOBILEN KOSYSTEMEN' <q> Heute wird aus einem Kampf mobiler Ger?te ein Kampf zwischen mobilen kosystemen, und unsere St?rken in diesem Bereich erg?nzen sich </q>, erkl?rten <strong> Stephen Elop </strong> und Microsoft-Chef <strong> Steve Ballmer </strong>. So werde Nokia die Erfahrungen aus der Handy-Gestaltung und Unterst?tzung verschiedener Sprachen einbringen, hie es. Au?erdem wird Nokia die Microsoft-Suchmaschine Bing f?r seine Handys und Dienste bernehmen. Nokias eigener Karten-Dienst", "new_id": -2}]