[{"uid": "1295669789217972768", "i": 11605, "idx": 0, "sa": ["Tim Cook", "Steve Jobs", "Eric Schmidt"], "q": "different approaches to announcing these changes. Apple CEO <strong> Steve Jobs </strong> took indefinite medical leave, technically remaining chief executive but turning over day-to-day operations to COO <strong> Tim Cook </strong>. In an official statement, <strong> Steve Jobs </strong> assured that he would still <q>be involved in major strategic decisions for the company.</q> Yesterday, Google announced that in April, <strong> Eric Schmidt </strong> will turn over the chief executive's chair to cofounder Larry Page. <strong> Eric Schmidt </strong> will continue in a more customer facing, public role but as executive chairman,", "new_id": -2}, {"uid": "1295039601009945088", "i": 14078, "idx": 2, "sa": ["Sergio Marchionne"], "q": "2009. The dispute over Mirafiori is also part of a wider struggle by the outspoken <strong> Sergio Marchionne </strong> to bring about radical reforms in Italian industry. In October, he ignited controversy when he said that <q>Fiat would be better off if it eliminated Italy. Italy ranks 118th out of 139 countries in work efficiency and is 48th in industrial competitiveness. \"Not a cent from the two billion euros of profits forecast for 2010 will be generated in Italy,</q> he said, pointing out that Fiat's 6,100 workers in Poland produce the same number of cars as the company's 22,000 auto workers in Italy.", "new_id": -2}, {"uid": "1297540270212795441", "i": 14307, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "press: When will we see a Nokia phone that runs Windows Phone 7? <strong> Stephen Elop </strong>: \"We aren't making a specific announcement of when that will be.\" <strong> Steve Ballmer </strong>: <q>When there's news there will be news.</q> How exclusive is this partnership as far as developers are concerned? <strong> Steve Ballmer </strong>: \"It's not exclusive. There's things we're doing with Nokia that are unique. The overall development of critical mass", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract,</q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}, {"uid": "1296215007194035773", "i": 29153, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "her close female friends in Congress: House Democratic leader <strong> Nancy Pelosi </strong> of California, <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. \"The doctors couldn't believe it,\" <strong> Debbie Wasserman Schultz </strong> later told CNN. <q>It was the most incredible experience that I have ever had.</q> <strong> Gabrielle Giffords </strong> is expected to survive, although her condition and the extent of her recovery remain in doubt. As finger-pointing emerged in Washington and beyond over whether harsh political rhetoric played a role in creating", "new_id": -2}, {"uid": "1295936244231571502", "i": 22589, "idx": 4, "sa": ["Tyronn Lue", "Allen Iverson"], "q": " \"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q>We were trying to keep the ball out of his hands as much as possible.</q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Badminton_World_Cup_2006_MD_Semi-Final_Game_1,2,3_[5/5] World Cup 2006 Men Doubles Semi-Final Game 1,2,3[ Part 5] MOHD TAZARI Mohd Fairuzizuan& LIN Woon Fui[ MAS] vs FU Haifeng", "new_id": -2}, {"uid": "1296131052006979624", "i": 42884, "idx": 0, "sa": ["Michael Gove", "Kenneth Clarke"], "q": " \"I totally accept that the shrill level of controversy around the comprehensive spending review crowded everything out.\" Yesterday justice secretary <strong> Kenneth Clarke </strong> predicted the economy would take up to three years to recover. <q>We mustn't make people think that whoever was in government could say, \"Nasty six months, but now it's marvellous, this year's going to be great, we are going to see great growth, we have solved all the problems\",</q> he said. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in... UK` unprepared for a foot and", "new_id": -2}, {"uid": "1297098298149504016", "i": 4548, "idx": 1, "sa": ["Michael Gove"], "q": "that: \"Otherwise there is a risk the subject may be devalued.\" The review warns that there is a danger schools will sideline music if it is not central to the curriculum. <q>Without the obligation for music lessons to be a part of the school curriculum, there is a very real concern that the subject might well wither away in many schools- and in the worst case scenario, could all but disappear in others.</q> <strong> Michael Gove </strong> has said that he is open to lobbying on subjects that should be included in the English bac, but he has placed the emphasis on showing whether schools are providing a rounded education in traditional academic", "new_id": -2}, {"uid": "1295771436146751497", "i": 14464, "idx": 1, "sa": ["Will Smith", "Mick Jagger", "Katy Perry", "Simon Cowell", "Mariah Carey"], "q": ", the singer may join <strong> Simon Cowell </strong> on the show when it begins filming later this year. \"To get her on the show would give it real star power,\" a source told the magazine. <q><strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong> are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out. \"She has a massive appeal and a real edge to her,</q> they added. \"<strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion.\" Others who have been rumoured for the show's judging panel include <strong> Will Smith </strong>, <strong> Katy Perry </strong>, <strong> Mick Jagger </strong> and <strong> Mariah Carey </strong>. Stacey", "new_id": -2}, {"uid": "1295913995175931415", "i": 37814, "idx": 0, "sa": ["Mike Pence"], "q": "focus our energies on jobs and spending,\" <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade. <q>We must not remain silent when great moral battles are being waged.</q> How About It? Huh? It Ain't Askin' Too Much Ya Know.... To: pissant Where was TOTUS? Does he not represent all Americans? Did he have anything", "new_id": -2}]