[{"uid": "1295665908215973896", "i": 10707, "idx": 0, "sa": ["Mike Pence", "Newt Gingrich"], "q": "House Speaker <strong> Newt Gingrich </strong> has plenty of political experience and a promising public partnership with wife Callista as the presidential election year approaches.( Associated Press) But wait. That old historic touch never fails: <q> At the first critical juncture in our nations history, our Founding Fathers started the Declaration with` when in the course of human events.' In 1964, href=\"http://www.washingtontimes.com/topics/ronald-reagan/\"> Ronald Reagan defined the differences in the modern era as' a time for choosing.' That time is now.... We believe that you, href=\"http://www.washingtontimes.com/topics/Mike Pence-Mike Pence/\"> <strong> Mike Pence </strong>, must answer your country's call. We believe that you must offer yourself as a candidate for the Republican Presidential nomination in 2012. </q>'' href=\"http://www.washingtontimes.com/topics/Mike Pence-Mike Pence/\"> <strong> Mike Pence </strong>, at this precarious time in our nations history, none of us can afford to make political calculations or make decisions based on future ambitions, for what will be left of", "new_id": -2}, {"uid": "1297465245016121882", "i": 43909, "idx": 1, "sa": ["David Letterman", "Sandra Baldwin", "Brooklyn Decker", "Jennifer Aniston", "Walter Iooss"], "q": "of the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q> She's so sweet, that girl. She's just darling and like the nicest person, </q> <strong> Jennifer Aniston </strong>, 42 today, tells <strong> Walter Iooss </strong> Jr./ PRNewsFoto/Sports Illustrated Paradise Valley-$ 1,965,000 MLS 4362257 6 bed/ 9 bath 5,001+/ 2001 <strong> Sandra Baldwin </strong>, Russ Lyon Sotheby\\'s International", "new_id": -2}, {"uid": "1297245271110002197", "i": 8003, "idx": 2, "sa": ["Simon Cowell", "Paula Abdul"], "q": "was an understatement.`` I think you need to take` mass' off and put` obsessive,''' said <strong> Paula Abdul </strong> when asked about her thoughts on <strong> Simon Cowell </strong>'s comment. The singer then clarified, <q> He's obsessed with me. </q> <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong> once judged together on`` American Idol.'' Now, both have left the show, going on to new television ventures. <strong> Simon Cowell </strong>'s new show`` The X Factor'' is set", "new_id": -2}, {"uid": "1296660999176242699", "i": 16830, "idx": 3, "sa": ["Simon Cowell", "Dane Cook"], "q": "interrupted comedian <strong> Dane Cook </strong>'s routine by taking the microphone from him and speaking directly to <strong> Simon Cowell </strong>, he says. In retribution for his outburst, he was threatened by <strong> Dane Cook </strong> and a producer who said he would <q> shove this mic up your ass, but you would like it, </q> according to the lawsuit. Benardo says that he fled the studio in a cab and hid in his hotel on the advice of the show's security, who he says told him that his life could", "new_id": -2}, {"uid": "1295110889237223939", "i": 12051, "idx": 1, "sa": ["Chris Huhne"], "q": ", telling him, according to Russian news agencies:`` The Russian government is going to support your joint work.'' British Energy Secretary <strong> Chris Huhne </strong> also welcomed the`` groundbreaking deal,'' saying it was <q> good news for Europe, for the UK, energy security and worldwide </q>- and showed that BP was`` very much open for business.''", "new_id": -2}, {"uid": "1296172734065814541", "i": 43569, "idx": 0, "sa": ["Steve Ballmer", "Bob Muglia", "Ward Cunningham"], "q": "seize large chunks of the enterprise-spending pie. Microsoft's Server and Tools Business-in many ways the epicenter of its cloud strategy-is primed to undergo a shakeup this year with the departure of longtime division president <strong> Bob Muglia </strong>. <q> While Windows and Office are household words, our Server and Tools business has quietly and steadily grown to be the unquestioned leader in server computing, </q> Microsoft CEO <strong> Steve Ballmer </strong> href=\"http://www.eweek.com/c/a/c/a/Windows/Apple-App-Store-Fight-Bob Muglia-Departure-Marked-Microsoft-Week-801641/\"> wrote in a Jan. 10 email to employees announcing <strong> Bob Muglia </strong>'s removal.`` We are now ready to build on our success and move forWard Cunningham into the era of cloud computing.", "new_id": -2}, {"uid": "1296489019181583873", "i": 46663, "idx": 0, "sa": ["Sergio Marchionne"], "q": "unterm Strich 200 bis 500 Millionen Dollar brig bleiben. Im vergangenen Jahr hat Chrysler noch 652 Millionen Dollar verloren. Alleine im Schlussquartal verbuchte der kleinste der drei gro?en US-Autokonzerne ein Minus von 199 Millionen Dollar. <q> Unsere Arbeit ist noch nicht getan </q>, r?umte <strong> Sergio Marchionne </strong> am Montag ein. Die beiden gro?en heimischen Konkurrenten General Motors und Ford schreiben nach der schweren Branchenkrise schon wieder Milliardengewinne. Die Insolvenz von Chrysler im Sommer 2009 hatte viel Vertrauen bei den Autok?ufern", "new_id": -2}, {"uid": "1296425648089636874", "i": 16766, "idx": 0, "sa": ["Michael Vick", "Jonathan Wilson", "Patrick Dempsey"], "q": "but thought the effort to participate in both events was worth the energy.`` It went really well. The screening was phenomenal. The response was huge right from the beginning,'' <strong> Patrick Dempsey </strong> said. <q> So on that side of things, I couldn't ask for a better response to the movie. It's the first time I've produced a movie and for it to be received that strongly was a really good thing.`` We paid for it a little( Saturday) with some fatigue, but we'll be good. </q> <strong> Jonathan Wilson </strong>: Asian Cup highlights the rise of Asia Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for Kevin Kolb", "new_id": -2}, {"uid": "1297440898101842950", "i": 42738, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "visit. The heavily guarded and shuttered Egyptian Museum in href=\"http://content.usatoday.com/topics/topic/Places,+Geography/Towns,+Cities,+Counties/Cairo\" title=\"More news, photos about Cairo\"> Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people on some days. <q> We will open the museum after the strike is finished. I don't know when the strike is finished, </q> said Antiquities Minister href=\"http://content.usatoday.com/topics/topic/Zahi Hawass+Zahi Hawass\" title=\"More news, photos about Zahi Hawass\"> <strong> Zahi Hawass </strong>, referring to the upheaval.`` I need things to go back to normal.'' Egypt's conflict pits autocratic President href=\"http://content.usatoday.com/topics/topic/Hosni Mubarak+Hosni Mubarak\"", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place. </q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}]