[{"uid": "1295907484175931405", "i": 2736, "idx": 2, "sa": ["Eric Schmidt"], "q": "see Page act like that is the case,\" Andrews says. \"That will include evangelism for the enterprise business, similar to what we saw from <strong> Eric Schmidt </strong>.\" In addition to paying customers, <q>If I were a managed services provider I would be looking for that same kind of message,<q> Andrews adds. more than 3 million businesses are running Google Apps, which costs$ 50 per user per year and includes Gmail, Google Calendar, Google Docs and several other services. These are mostly small", "new_id": -2}, {"uid": "1297136473102924319", "i": 29842, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": "of another domineering defense secretary- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as \"terribly wrong.\" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> countered. <q>I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan,<q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was \"incremental,\" not rushed. <strong> Donald Rumsfeld </strong> said it was", "new_id": -2}, {"i": 24914, "idx": 0, "index_answer": 3, "new_id": -1, "q": "auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. advertisement <q>I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing,<q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "uid": "1295365273237895710"}, {"uid": "1296092403233947139", "i": 12320, "idx": 0, "sa": ["Andy Coulson"], "q": "disclose what evidence it was referring to Wednesday. Also Wednesday, Scotland Yard- which some have criticized for what they called a lax investigation- said it would reopen its own inquiries, saying it had <q>received significant new information relating to allegations of phone hacking at the News of the World in 2005/06.<q> The Crown Prosecution Service also recently said it would expand its review of evidence gathered by the police during the phone hacking inquiry to include any \"recent or new substantive allegations.\" <strong> Andy Coulson </strong>, the", "new_id": -2}, {"uid": "1297353626022609924", "i": 35094, "idx": 1, "sa": ["Mark Buehrle", "Michael Vick"], "q": "From Twitter: \"Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die?\" said( <strong> Mark Buehrle </strong>). <q>How could you do that if you are somewhat sane?<q>( <strong> Michael Vick </strong>) had a great year and a great comeback, but there were times where we watched the game and I know it's bad to say, but there were times where we hope he gets hurt", "new_id": -2}, {"uid": "1297118217093028381", "i": 45364, "idx": 5, "sa": ["Simon Cowell"], "q": "in 2006. It's a trend <strong> Simon Cowell </strong> expects to continue stateside. \"It has to be controversial, interesting,\" <strong> Simon Cowell </strong> said when asked how he thinks the show will settle in stateside. <q>If the U.S. show has some of the same qualities as we've done in the UK it could do really, really well. But I've learned never to take anything for granted.<q> The names of the U.S. version's host and judges' panel, however, have yet to be revealed, but <strong> Simon Cowell </strong> confirmed on Monday's call that offers are out there, not clarifying whether that", "new_id": -2}, {"uid": "1295668482153141257", "i": 11714, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "chief operating officer- which Google has not had- to handle it. In an interview, Mr. Page said those management skills were something he observed during the decade he spent learning from Mr. <strong> Eric Schmidt </strong>. <q>He's a global statesman, all the way,<q> he said. \"<strong> Eric Schmidt </strong>'s very good at bringing people together, getting people to agree.\" In the interview, Mr. Page and Mr. <strong> Sergey Brin </strong> provided a few hints about their priorities when Mr. Page", "new_id": -2}, {"uid": "1296591076195919887", "i": 40221, "idx": 5, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "In Divorce Settlement Report.wmv Transcript by( www.newsy.com) Talk about a quick turn around. Only six months after filing for divorce, Former Fraiser front man <strong> Kelsey Grammer </strong> confirms he's engaged to marry his current girlfriend <strong> Kayte Walsh </strong>. <q>After suffering a tragic set-back with a miscarriage a few months ago... <strong> Camille Grammer </strong> Demands$ 50 Million In Divorce Settlement Please Visit www.newsvideosite.com and you can watch <strong> Camille Grammer </strong> Demands$ 50 Million In Divorce Settlement <strong> Camille Grammer </strong>, <strong> Camille Grammer </strong> Divorce, <strong> Kelsey Grammer </strong> Divorce, <strong> Kelsey Grammer </strong> Divorce Settlement, <strong> Kayte Walsh </strong>, <strong> Kelsey Grammer </strong>, <strong> Kelsey Grammer </strong> Divorce, <strong> Kelsey Grammer </strong> Prenup, Entertainment Ne... <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February click our link thetodaybuzz.com- to watch full \"<strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February<q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that he plans on marrying his girl... Fox News- Kelly's Court- <strong> Kelsey Grammer </strong>'s Nasty Divorce Gets", "new_id": -2}, {"uid": "1296599743193396754", "i": 49411, "idx": 4, "sa": ["Kelsey Grammer", "Lindsay Lohan", "David Letterman", "Kayte Walsh"], "q": ", \"But you're saying you do think he's gay, that when he got into <strong> Lindsay Lohan </strong> Cage aux Folles, he was in the right play...\" http://wn.com/Kelsey_Grammer_To_Marry_Girlfriend_Kayte_Walsh_in_February click our link thetodaybuzz.com- to watch full <q><strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February<q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that he plans on marrying his girlfriend <strong> Kayte Walsh </strong> next month. The actor currently stars in the Tony Award-winning musical", "new_id": -2}, {"uid": "1297292864070500360", "i": 42815, "idx": 1, "sa": ["Nancy Keenan", "Mike Pence"], "q": "underage sex trafficking,\" said Rep. <strong> Mike Pence </strong>( R-Ind.), who's sponsoring the Title X bill. Other abortion rights groups slammed the Appropriations Committee proposal Wednesday afternoon. <q>The new anti-choice House leadership now wants to take away birth control and cancer screenings from millions of American women and men,<q> said <strong> Nancy Keenan </strong>, president of NARAL Pro-Choice America. \"While these politicians attack abortion coverage from every angle, they now want to deny funding for birth control, even though that's the best way to prevent unintended", "new_id": -2}]