[{"uid": "1295778605072171577", "i": 23290, "idx": 3, "sa": ["Alassane Ouattara", "Bertrand Badie"], "q": "Philippe-Henry Dacoury-Tabley, proche du pr?sident sortant Laurent Gbagbo, a d?missionn. M. Dacoury-Tabley a pr?sent sa d?mission`` de lui- m?me'', indique unommuniqu publi? l'issue d'un sommet ouest-africain? Bamako. <strong> Bertrand Badie </strong>: <q> En C?te d'Ivoire, l'ONU a t juge pas m?diatrice </q> Pour <strong> Alassane Ouattara </strong>, une intervention militaire s` impose en C?te d'Ivoire Sud-Soudan: pr?s de 99% des lecteurs ont vot pour l'ind?pendance Partie du centre de la Tunisie, une marche pour un nouveau gouvernement Crise belge:", "new_id": -2}, {"uid": "1296225829149782528", "i": 10638, "idx": 3, "sa": ["Eric Holcomb", "Mike Pence", "Barack Obama", "Mike McDaniel"], "q": " The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for <strong> Eric Holcomb </strong>, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP Barack Obamaial aspirant who has said he", "new_id": -2}, {"uid": "1295879650196345880", "i": 24213, "idx": 0, "sa": ["Chris Huhne"], "q": " The liability cost could be gradually phased in over a five-year period, starting at a cost of 700 million euros and then rising to 1.2 billion euros after five years, the spokesman added. <q> The government is determined to provide certainty to low carbon investors, but there will be no public subsidy for nuclear power which is a mature technology, </q> said Britain's Energy and Climate Change minister <strong> Chris Huhne </strong> on Monday.`` We are taking steps to reduce any risk of the taxpayer having to pick up the tab for new nuclear further down the track.", "new_id": -2}, {"uid": "1296863261132562962", "i": 11868, "idx": 4, "sa": ["Carlos Ghosn", "Sergio Marchionne", "Tom Gage"], "q": "goals, but can't acquire a majority stake until its loans are repaid.`` There is no difference operationally'' between the two companies, said <strong> Sergio Marchionne </strong> who is CEO of both Fiat and Chrysler. <q> From a corporate governance standpoint is the point in which separate companies don't make a lot of sense.... We're not there yet. </q> <strong> Sergio Marchionne </strong> said`` I'm not <strong> Carlos Ghosn </strong>,'' referring to the fact that <strong> Carlos Ghosn </strong> heads both Renault and Nissan- two auTom Gageakers that have formed an alliance. <strong> Sergio Marchionne </strong> said he'd like to the", "new_id": -2}, {"uid": "1296145127048234509", "i": 15308, "idx": 0, "sa": ["Eric Schmidt"], "q": "software and learn about its new capabilities. In a post on Google Inc.'s Android Developers blog, Xavier Ducrohet, the Android SDK tech lead, said a final version of the kit will be available <q> in the weeks ahead. </q> That will enable developers to publish Honeycomb applications to Google's Android Market app store. Story: Google to hire more than 6,200 workers this year Story: Text of blog entry from Google CEO <strong> Eric Schmidt </strong> Story:", "new_id": -2}, {"uid": "1295459438232456203", "i": 38638, "idx": 0, "sa": ["Angelina Jolie", "Barack Obama"], "q": "Rights Campaign'' Dinner Saturday, October 10, 2009 Pres. <strong> Barack Obama </strong> addressed the Human Rights Campaign( HRC) fundraiser, a US gay rights advocacy group. He remarked on the Defense of Marriage Act and the militarys <q> Don't Ask, Don't Tell </q>... HRC National Dinner: <strong> Barack Obama </strong> delivers the keynote address at the 13th annual Human Rights Campaign National Dinner... <strong> Angelina Jolie </strong> to <strong> Barack Obama </strong>* the Human Rights Day Justice Delayed Is Not Justice Denied-( in Video is an", "new_id": -2}, {"uid": "1295569075103366669", "i": 2707, "idx": 4, "sa": ["Bernie Sanders", "Barack Obama", "Alan Simpson", "Erskine Bowles"], "q": "Responsibility and Reform has been viewed as evidence the <strong> Barack Obama </strong> may be open to cutting Social Security benefits. <strong> Bernie Sanders </strong> said <strong> Barack Obama </strong> should have expected <strong> Erskine Bowles </strong> and <strong> Alan Simpson </strong> would recommend raising the retirement age. <q> That wasn't an accident, </q> he said.`` When you appoint people, you know what you're going to get.'' The commission issued a final proposal in December that called for increasing the retirement age to 68 by 2050", "new_id": -2}, {"uid": "1295408315095109184", "i": 47135, "idx": 1, "sa": ["Barack Obama", "Kirsten Gillibrand"], "q": "pass house won't be brought up in the senate. If they did <strong> Barack Obama </strong> would veto it.'' Many lawmakers would rather concentrate on the economy. Democratic Senator <strong> Kirsten Gillibrand </strong> of New York says, <q> We have to focus on how we are creating jobs. </q> Democrats say repeal would mean millions of americans would have to pay more for insurance or could even lose their coverage.", "new_id": -2}, {"uid": "1295552528106610719", "i": 16080, "idx": 0, "sa": ["Tom Cruise", "David Letterman", "Britney Spears", "Chris Crocker", "Jimmy Kimmel"], "q": "pregnant again!!!!!! <strong> Tom Cruise </strong> laughing hysterically on <strong> David Letterman </strong> show That part of the <strong> Tom Cruise </strong> interview on <strong> David Letterman </strong> when <strong> Tom Cruise </strong> just can't stop laughing! Very funny, check it out! <strong> Chris Crocker </strong> on <strong> Jimmy Kimmel </strong>- Leave <strong> Britney Spears </strong> Alone http://wn.com/Bo_Starks_f/_Lov3_Carnival_I_Feel_Like_I_Look_East_Coast_Avenger_That_New_Fresh <q> I Feel Like I Look </q>- Bo Starks is the East Coast Avenger TheEnd- Bo Starks is the East Coast Avenger Bo Starks`` Get Somebody'' Rock Hop Dude Tooker Get Down; Watchers; Shake your ass girl; Been 2 Places", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him.`` As soon as he hangs his cleats up, he's going to the Hall of Fame,'' Steelers cornerback <strong> Ike Taylor </strong> said, <q> and I want to take the bus ride so I can be there. </q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>.`` I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}]