[{"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies. \"Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,\" <strong> Bill Lockyer </strong> said. <q> It's improper, it will stop now, it will not happen again and we will get our money back. </q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}, {"uid": "1296770511173654034", "i": 12198, "idx": 48, "sa": ["Hamid Karzai", "Donald Rumsfeld"], "q": " \"More troops do not necessarily mean a greater chance for success,\" he writes. <strong> Donald Rumsfeld </strong> returns to the subject of Afghanistan late in the book, seeing \"encouraging signs of progress\" in 2006 <q> alongside harbingers that the real fight for Afghanistan's future was yet to come. </q> But he never truly grapples with why the so-called good war is still raging a decade after the Taliban were driven from power and <strong> Hamid Karzai </strong> took nominal control of the country. His war narrative ends in Iraq with the", "new_id": -2}, {"uid": "1295618588099680282", "i": 32678, "idx": 1, "sa": ["Glenn Mulcaire", "Andy Coulson"], "q": "asking via his Twitter feed: \"If@ guardian abhors publication of material obtained by dodgy methods so much, where does that leave them on Wikileaks?\" The new CNN presenter added: <q> Hypocrisy: prejudice with a halo. </q> <strong> Andy Coulson </strong> was editor of the News of the World from 2003 to 2007, but stood down following allegations about his reporters illegally hacking into the voicemail messages of many celebrities. Freelance detective <strong> Glenn Mulcaire </strong> told", "new_id": -2}, {"uid": "1297145527209272846", "i": 42057, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert", "Charles Woodson"], "q": "night before the game: He had his players fitted for rings. Then they went out and beat the Steelers. \"We knew we had a good team,\" cornerback <strong> Charles Woodson </strong> said. <q> We knew if we went out and played the way we are capable of playing, we don't feel like anybody can beat us. That was just a vote of confidence for us: get fitted for your ring. I don't know when we'll get them, but it'll fit. </q> Another <strong> Michael Vick </strong> flap: A minor ruckus has arisen over a top Dallas official's presentation of a \"key to the city\" to Philadelphia quarterback <strong> Michael Vick </strong>. <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> presented the key", "new_id": -2}, {"uid": "1295562881148553737", "i": 26592, "idx": 0, "sa": ["James A. Baker III", "Dan Quayle", "Brent Scowcroft", "Saddam Hussein", "Mikhail Gorbachev", "Colin Powell", "Norman Schwarzkopf", "Dick Cheney", "George H.W. Bush"], "q": "anniversary show <strong> Saddam Hussein </strong> tried to broker a last minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces \"treacherous and cowardly\" and describing <strong> George H.W. Bush </strong> as <q> the enemy of G od and humanity. </q> Along with <strong> George H.W. Bush </strong>, the reunion will include former <strong> Dan Quayle </strong>, then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> James A. Baker III </strong> and then-National Security Advisor <strong> Brent Scowcroft </strong>. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>,", "new_id": -2}, {"uid": "1295559334029818997", "i": 19461, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead. In addition, <strong> Sergey Brin </strong>'s title is being changed to Co-Founder while he works on <q> strategic projects, in particular working on new products </q>( <strong> Eric Schmidt </strong>). So what will <strong> Eric Schmidt </strong> be doing now that he is no longer CEO? He is Executive Chairman: \" As Executive Chairman, I will focus wherever I can add the", "new_id": -2}, {"uid": "1297131746101482514", "i": 2993, "idx": 0, "sa": ["Steve Ballmer"], "q": ", tips and tattles. Confidentiality guaranteed. Bloomberg Businessweek has an interesting report citing those infamous \"people in the know,\" claiming that Microsoft CEO <strong> Steve Ballmer </strong> is readying a management shakeup which will <q> place more senior product executives who have a strong engineering background. </q> The thinking: Microsoft needs more technology-minded top dogs to help the company compete( or at least to provide the outward impression that engineering prowess still matters in Redmond). If this comes to", "new_id": -2}, {"uid": "1295672866088440848", "i": 11473, "idx": 1, "sa": ["Andy Coulson"], "q": "The Prime Minister said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice\". <q> To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place, </q> he said. \"I hope now finally that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come", "new_id": -2}, {"uid": "1295890352156680217", "i": 24916, "idx": 0, "sa": ["Eric Schmidt"], "q": "in the social sphere. Is it Google+1? Perhaps, but we expect more than just information-sharing. Expect Games and local offers with a social bent. As Brin said on the earnings call last week: <q> we've only touched one percent of what </q> the blending of social with search can achieve. Page and Brin could make Google a social powerhouse. <strong> Eric Schmidt </strong> put many people off, particularly privacy advocates, with his seemingly flippant statements about user privacy.", "new_id": -2}, {"uid": "1297451519240746502", "i": 2863, "idx": 4, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "At a dinner this week, attended by \"The Daily Telegraph\", with conservatives in New York, <strong> Donald Rumsfeld </strong> elicited murmurs of approval when he suggested that <strong> Barack Obama </strong>'s troop-heavy strategy in Afghanistan was flawed. <q> I personally did not think we needed to make a Korea out of Afghanistan, </q> he said. \"The Soviets were in there with hundreds of thousands of troops for 12 years and lost. It's a landlocked country, it went through occupation, civil war, drought, hostile neighbours.", "new_id": -2}]