[{"uid": "1295587497019480577", "i": 55057, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "struggled to find its footing in social networking, with a new crop of Web companies such as Facebook and Twitter stealing Web traffic and engineering talent. Google ME: A competitor to Facebook? <q> As spending was curbed and order restored over the last few years, some of that Google magic was lost, </q> said Tricia Salinero, managing director of Newforth Partners, a mergers and acquisitions advisory firm, in an email. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for <strong> Larry Page </strong>, told Reuters", "new_id": -2}, {"uid": "1296433725170967050", "i": 21127, "idx": 0, "sa": ["Serge Ibaka", "Michael Vick", "Erik Spoelstra", "Stewart Mandel", "Dwyane Wade"], "q": "the final minute of the first half. Miami's href=\"http://sportsillustrated.cnn.com/basketball/nba/players/3708\"> <strong> Dwyane Wade </strong> picked up his sixth of the season in the fourth quarter while protesting after href=\"http://sportsillustrated.cnn.com/basketball/nba/players/4486\"> <strong> Serge Ibaka </strong> blocked his layup attempt. <q> All of us, we're all so competitive, and when we get into circumstances in the fourth quarter, there's going to be tough calls on both sides, </q> Heat coach <strong> Erik Spoelstra </strong> said. <strong> Stewart Mandel </strong>: St. John's shows signs of progress under Lavin by knocking off Duke Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for Kevin Kolb", "new_id": -2}, {"uid": "1296530715200818714", "i": 37144, "idx": 10, "sa": ["James Cleveland", "LeBron James", "Chris Webber", "Allen Iverson", "Cam Ward", "Žydrūnas Ilgauskas", "Nathaniel D Robinson", "Phil Jackson"], "q": "<strong> Allen Iverson </strong> 31pts Phil Jacksonadelphia 76ers vs <strong> LeBron James </strong> <strong> James Cleveland </strong> Cavaliers 2004/2005 Regular Season NBA game!!!!!!! <strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It Cam Warde in words of encouragement to Phil Jacksonly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him.`` That's really what I did. It helped me out.'' Webbe... video results for: games season points <strong> Nathaniel D Robinson </strong> 45 Points vs Portland Trailblazers( Career-High)[ 08-03-2008", "new_id": -2}, {"uid": "1297217140016318507", "i": 11319, "idx": 0, "sa": ["Alan Johnson", "Andy Coulson", "Laurence MacKenzie"], "q": "of communications, <strong> Andy Coulson </strong>, the shadow chancellor, <strong> Alan Johnson </strong>, and the lesser-known chief executive of Northern Ireland Water, <strong> Laurence MacKenzie </strong>, all resigned in quick succession. And what an array of reasons they proffered. <strong> Andy Coulson </strong> because <q> When the spokesman needs a spokesman, it's time to move on </q>, as he put it, cutting a rather longer story short; <strong> Alan Johnson </strong> playing the age-old`` personal issues'' card; and <strong> Laurence MacKenzie </strong> because half of Northern Ireland's pipes burst and 40,000 people were without water supply", "new_id": -2}, {"uid": "1296777071232128536", "i": 56292, "idx": 10, "sa": ["Mike Pence", "William Miller"], "q": ".'' <strong> Mike Pence </strong> Toomey.`` Whenever secretive deals swirl in the Capitol, Toomey is always the first suspect to come to mind among insiders, usually with good reason.'' Rusty Kelley. <q> It is no easy feat to spend 44 years in the high-pressure world of lobbying. </q> Neal T.`` Buddy'' Jones and <strong> William Miller </strong>.`` Jones puts in long hours at the Capitol and oversees the firms' phalanx of lobbyists. <strong> William Miller </strong> takes care of the politics; he knows everybody(", "new_id": -2}, {"uid": "1295850131219414572", "i": 36210, "idx": 11, "sa": ["Colin Powell", "Barack Obama"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race.`` I will always vote for the person who I think is best qualified,'' he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q> Click for your chance to win great prizes in the NewsChannel 10 Pro Football Pick'em contest. href=\"http://www.newschannel10.com/Global/category.asp?C=200153\"> Connect with local businesses. Click here. Find out what and when", "new_id": -2}, {"uid": "1297123665195428354", "i": 32330, "idx": 0, "sa": ["Simon Cowell", "Mark Zandi", "Paula Abdul"], "q": "Analytics, viewed the gain as an encouraging sign that households are becoming more confidence about the economy and jobs. He also said banks are loosening some lending restrictions put in place after the financial crisis. <q> The credit spigot is opening, </q> said <strong> Mark Zandi </strong>,___ <strong> Simon Cowell </strong> says' X Factor' judging panel yet to be set; <strong> Paula Abdul </strong>, wait by the phone LOS ANGELES( AP)- The judging panel for <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1296224676092700695", "i": 2493, "idx": 9, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "the fund's president, said in a statement. But among conservatives, the only disappointment was that <strong> Mike Pence </strong> wasn't aiming at the White House rather than the Statehouse. <q> I'm just disappointed because I considered him the best, </q> said Ralph Benko, a former Reagan administration aide who started a campaign to draft <strong> Mike Pence </strong> for the GOP presidential nomination. <strong> Marjorie Dannenfelser </strong>, president of the Susan B. Anthony List, a group that opposes", "new_id": -2}, {"uid": "1296202605241369115", "i": 28001, "idx": 1, "sa": ["Barack Obama", "Kirsten Gillibrand"], "q": "the Hartley fundraiser and is a top donor to Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.), said that the$ 1 billion target for total money raised is both floating around fundraising circles and not out of bounds. <q> It sounds incredibly aggressive, </q> he said.`` But I think it's very doable.'' If <strong> Barack Obama </strong> hopes to hit such a mark, he'll need his top team on board. According to the prominent <strong> Barack Obama </strong> donor,", "new_id": -2}, {"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.'' here. <strong> Henry Blodget </strong> writes for The Business Insider, <q> Let's be serious: <strong> Eric Schmidt </strong> got fired. </q>`` Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet--` day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,' through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}]