[{"uid": "1295521028242155602", "i": 12774, "idx": 1, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "'s told <strong> Simon Cowell </strong> she wants to do it her own way.`` She's thrown a few heavy-duty tantrums and is, frankly, being a bit of a pain.'' They added: <q> You have to admire such self-confidence in a young girl, but she's no respecter of authority and she's had run-ins with a few people. </q> However, <strong> Cher Lloyd </strong> is proving to be popular with some of music's heavy hitters, including Jay-Z who has reportedly tried to buy <strong> Cher Lloyd </strong> out of her contract with <strong> Simon Cowell </strong>.", "new_id": -2}, {"uid": "1295135053142065708", "i": 37756, "idx": 1, "sa": ["Leonard Hamilton", "Rasheed Wallace", "Allen Iverson"], "q": "back-to-back 3-pointers that gave the Pistons the lead for good and sent them to a 107-102 victory over the Golden State Warriors on Thursday night.`` That really hurt my feelings, that tip,'' <strong> Rasheed Wallace </strong> said. <q> You can't let that frustrate you. I missed two point-blank foul shots. I'm upset at myself about that. You can't let that one thing get you down. That's what we did, just dug deep and came up with some stops down the stretch. </q> Richard <strong> Leonard Hamilton </strong> scored 24 points and <strong> Allen Iverson </strong> added 23 as the Pistons won for the second straight time to open their four-game road trip after losing their first two games with <strong> Allen Iverson </strong>. But just like in Tuesday night's", "new_id": -2}, {"uid": "1294967127178536477", "i": 31908, "idx": 0, "sa": ["Michael Douglas", "Horst Jankowski", "David Letterman"], "q": "of his life.`` The odds are the tumor gone and what I know about this particular type of cancer that I got to beat.'' <strong> Michael Douglas </strong> was last seen on the big screen portraying <strong> Michael Douglas </strong> Gecko in <q> Wall Street: Money Never Sleeps. </q> <strong> Horst Jankowski </strong>`` wild six-month ride'' through chemotherapy kept him under the media magnifying glass. It began in August on <strong> David Letterman </strong>.`` I've got cancer. I've got cancer. I've found out about three", "new_id": -2}, {"uid": "1297465245016121871", "i": 4173, "idx": 1, "sa": ["Jennifer Aniston", "Walter Iooss Jr.", "David Letterman", "Brooklyn Decker"], "q": "of the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q> She's so sweet, that girl. She's just darling and like the nicest person, </q> <strong> Jennifer Aniston </strong>, 42 today, tells <strong> Walter Iooss Jr. </strong>/ PRNewsFoto/Sports Illustrated Queen Creek-$ 70,000 MLS 4426652 3 bed/ 2 bath 1,201- 1,400/ 2007 Stephanie Petka, CENTURY 21 Arizona Foothills Gilbert", "new_id": -2}, {"uid": "1295739237074268687", "i": 9440, "idx": 0, "sa": ["Rasheed Wallace", "Allen Iverson", "Dwight Howard", "Hedo Turkoglu"], "q": "as the horn sounded, dropping the Cavs to 8-1 in the postseason.`` It's a big victory,'' said <strong> Dwight Howard </strong>, who broke one of the shot clocks with a dunk in the opening minutes. <q> We kept fighting the whole game. We kept believing we could win. </q> <strong> Hedo Turkoglu </strong> scored 15 points with 14 http://wn.com/Allen_Iverson_37pts_15_asts_vs_Pistons_2005_NBA_Playoff_Gm_3 <strong> Allen Iverson </strong> was trying to stay with his man on defense when he slammed full-force into <strong> Rasheed Wallace </strong> and went sprawling to the floor. Picking himself up and shaking off the aftershocks, <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295983889158924800", "i": 30081, "idx": 0, "sa": ["Jerry Angelo", "Donald Rumsfeld"], "q": "toughness for sitting out most of the second half of Sunday's 21-14 NFC championship game loss to Green Bay with a knee injury.`` I think it's crap,'' general manager <strong> Jerry Angelo </strong> said. <q> I thought Friday Night Stand Up Sneak Peak: <strong> Chelsea Peretti </strong>'s Weird Foreign Exchange Program( VIDEO) Comedy Central's`` Friday Night Stand Up </q> has begun, and HuffPost Comedy has your weekly sneak peek right here. Check back every week for exclusive <strong> Donald Rumsfeld </strong> Reflects On Writing Of Memoir WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful", "new_id": -2}, {"uid": "1297630154248430601", "i": 35993, "idx": 0, "sa": ["Michael Vick"], "q": "into more. Today, Shaft is studying for a criminal justice degree while Fenimore works as a bartender.`` She is wonderful and works while I go to school,'' says Shaft.'' <q> What are we trying to prove? We're just trying to get married! </q>'' so why not go to the Cathedral of Hope in the first place? Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to the City of Dallas Man, That", "new_id": -2}, {"uid": "1295883490173096982", "i": 16864, "idx": 1, "sa": ["Eric Schmidt", "Barack Obama", "Matt Patterson", "Google Inc."], "q": "brand new technology, there may be a few syncing slips- please bear with us as we work to perfect*** http://wn.com/Eric_Schmidt_Google's_Outgoing_CEO_Cash_Out_335_million_Shares www.youtube.com <strong> Eric Schmidt </strong> asked`` the most efficient way to sort a million 32-bit integers'' <strong> Barack Obama </strong> replied <q> the bubble sort would be the wrong way to go. </q> by BizzyMicBizness http://wn.com/evil_google_WORLD_domination!_SCROOGLE_for_google_ The Tyranny of <strong> Google Inc. </strong>( by <strong> Matt Patterson </strong>, AmericanThinker.com)- In an astonishing interview with The Wall Street Journal, <strong> Eric Schmidt </strong>, the CEO of <strong> Google Inc. </strong>, has outlined what he believes will be the future", "new_id": -2}, {"uid": "1295700037236945434", "i": 14183, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "his own reputation as part of the`` Brokeback'' coalition. Labour accuse <strong> David Cameron </strong> of poor judgment after his controversial press chief <strong> Andy Coulson </strong> resigns.. Follow us on twitter at twitter.com. A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. <strong> Andy Coulson </strong> leaves Downing Street after resigning as head of communications to <strong> David Cameron </strong>. The real reasons behind the slur? copyrights not my own http://wn.com/Kissing_You_|_ Kisses_Moments_Montage_TV,", "new_id": -2}, {"i": 6048, "idx": 1, "index_answer": 0, "new_id": -1, "q": "proposal intended to incite a panicked response to a phony crisis,'' <strong> Bill Lockyer </strong>, a Democrat, said during a conference call with reporters organized by the Economic Policy Institute, a Washington, D.C., think tank. <q> Killer bees, space aliens... now it's the invasion of the bankrupt states. The truth is, no state wants to declare bankruptcy, no state needs to declare bankruptcy, and no state would. </q> The proposal at issue would give states the option of declaring bankruptcy in much the same way that businesses can, though it is unclear whether courts would go along with such a move because states, unlike", "sa": ["Bill Lockyer"], "uid": "1295967628237387816"}]