[{"uid": "1297227563238518272", "i": 25020, "idx": 9, "sa": ["Michelle Obama", "Donald Rumsfeld", "Barack Obama", "President Bush"], "q": "out this year. \"The government of Iraq is eventually going to have work with the Iraqi people and fashion various accommodations so that they can go forward and govern the country,\" <strong> Donald Rumsfeld </strong> said. <q>And being aimed in that direction starts them along that road, and that's basically a good thing.<q> <strong> Barack Obama </strong> addresses the U.S. Chamber of Commerce in... Photo in Slideshow: U.S. <strong> President Bush </strong> <strong> Barack Obama </strong> and first lady <strong> Michelle Obama </strong> walk...'s memoir plays a fast and loose game of dodge ball with what... U.S. Video:", "new_id": -2}, {"uid": "1296333025218349599", "i": 5319, "idx": 3, "sa": ["Michael Vick"], "q": "of inner peace,\" said Erika, who adopted one of the <strong> Michael Vick </strong> dogs, Oliver, and didn't want her last name used because she doesn't want herself or Oliver to be targeted for harassment. <q>But I thought, no, no, no, don't get angry. Don't let a person like that ruin you. If I can't control what happens to him, I can control what happens to me and I can channel this anger into a big bunch of love.<q> And so, she met Oliver, the dog they said would never kiss a human, but who now sleeps with his pet parent and showers her with kisses every morning when she wakes up. \"The ironic", "new_id": -2}, {"uid": "1297170003034897939", "i": 16571, "idx": 5, "sa": ["Simon Cowell"], "q": "he wants the show to be: \"more extreme, more fun, more exciting.\" Speaking about the American XF and his decision to lower the age limit to just 12-years old, <strong> Simon Cowell </strong> explained: <q>I've never believed there should be a cut-off age for talent and we are going to put our money where our mouths are with the$ 5m contract.<q> SEE PICS OF SIMON, CHEZZA& MORE FROM THE X FACTOR 2010 IN MTV'S GALLERY HERE!! Auditions for the US X Factor are expected to start next month, with SiCo 903 news", "new_id": -2}, {"uid": "1297642831198574106", "i": 15881, "idx": 0, "sa": ["Shayne Ward", "Simon Cowell"], "q": "United Kingdom in November 2010. <strong> Shayne Ward </strong> says that the album is expected to be released in the United States sometime in 2011. When asked what he sees himself doing in five years, <strong> Shayne Ward </strong> replied: <q>I'd like to be doing a world tour in five years. I feel like I'm ready to branch out and take it to other places.<q> <strong> Shayne Ward </strong> tells the Shropshire Star that he doesn't seen \"X Factor\" judge/executive producer <strong> Simon Cowell </strong> that much these days because \"he's always off,\" says <strong> Shayne Ward </strong>. \"I don't", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q><strong> Google Inc. </strong> had a strong second quarter,<q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. \"Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}, {"uid": "1297293225002195576", "i": 6516, "idx": 4, "sa": ["Paula Abdul", "Simon Cowell"], "q": "a judge. \"I'm a massive fan of <strong> Paula Abdul </strong>. While we were on( \"Idol\"), I'd say we were friends 80 percent of the time,\" he said. <q>Since the show, we've been in contact.... But the truth is, I haven't made up my mind( about the judges). We'll have an announcement in 3-4 weeks, maybe a bit longer.<q> As for the new-look \"Idol,\" <strong> Simon Cowell </strong> said he has yet to see a complete episode, only a short recap. \"I think they're doing a good job,\" he", "new_id": -2}, {"uid": "1295669449065781959", "i": 29543, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "down to avoid distractions affecting the government'... allygally 21 January 2011 8:25 PM Like I said, <strong> Andy Coulson </strong> is in a LOT of trouble. thedodger 21 January 2011 8:27 PM <q>Very smart of the tories to let <strong> Andy Coulson </strong> go now.<q> RogerOThornhill 21 January 2011 8:29 PM GraGraGra 21 January 2011 8:29 PM LabanTall 21 January 2011 8:32 PM \"The fall-out from the resignation of <strong> David Cameron </strong>'s PR chief will reach far into", "new_id": -2}, {"uid": "1295656548083230739", "i": 44906, "idx": 0, "sa": ["Andy Coulson", "Baby Doc"], "q": "rights group Photo: Two men from Dominican Republic but resident in Spain load their... <strong> Baby Doc </strong> Driven to Private Home in Latest Unexpected... World Video: Assault on the increase in France as crime drops overall Report Abuse <q>The French cheese eating surrender monkeys have a history of harboring dictators, rapists, terrorists and scumbags in general.<q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1295761372076218423", "i": 23024, "idx": 0, "sa": ["Andy Coulson"], "q": "wasting money and time training those to only TURN AGAINST American Troops... only then to help the militant's after we leave. If ever a statement could make it SO CLEAR it is this ONE!!! Report Abuse <q>Al Qaida's conspirators are either dead( 9/11), or all in jail( at GITMO), except for the money man: Osama bin Ladin. Why are we still screwing around in Afghanistan and bombing Pakistan?<q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295425487133480457", "i": 7016, "idx": 0, "sa": ["Steve Ballmer"], "q": "services from China and said it expected those purchases to be more than$ 3 billion in coming years.) CEO <strong> Steve Ballmer </strong> The world's largest software maker told the Washington Post in July that <q>better global enforcement of intellectual property laws<q> was its top lobbying priority and CEO <strong> Steve Ballmer </strong> pegged China as the country with the weakest protections. Microsoft and other members of the Business Software Alliance have called for a deal to boost U.S. software sales and", "new_id": -2}]