[{"uid": "1297724451166166630", "i": 3449, "idx": 3, "sa": ["Dick Costolo", "Steve Ballmer"], "q": "user-friendly experience. <strong> Steve Ballmer </strong> was followed by Twitter CEO <strong> Dick Costolo </strong>, who trumpeted the one-line social network services' ability to strongly connect businesses with their clients and revamp the way audiences watch live television. <q>People are starting to watch TV in real time again because in order to participate socially in Twitter that have to watch the show while it happens,</q> <strong> Dick Costolo </strong> pointed out. For Costelo, the trend that counters the delayed viewing afforded by hard drives and DVD-watching not only includes sporting events, but other programming like England's X-Factor, which has incorporated", "new_id": -2}, {"uid": "1295094311196526116", "i": 39930, "idx": 0, "sa": ["Roman Polanski", "Michael Vick", "Andrew Jackson"], "q": "Calif.- The Golden Globes ceremony will be even more glittery this year. Apart from all the movies continued their awards-season roll, dominating the National Board of Review of Motion Pictures Awards in NYC the other night. <q>The Oscars to take viewers through time, space, movies Entertainment Writer Share thefresnobee_994:/ 2011/01/12/2229576/oscars-to-take-viewers-through.html E-Mail Print Text Size: tool name tool goes here 0 comments Similar stories:</q> tooltipId= \"mi_tt1\"> <strong> Andrew Jackson </strong> to put awards screeners on iTunes for SAG members... <strong> Michael Vick </strong> Wins <strong> Roman Polanski </strong> Award for Douchebaggery In this Very Little Knowledge Sports Expose, <strong> Michael Vick </strong> is given the 2009 <strong> Roman Polanski </strong> Award for Douchebaggery", "new_id": -2}, {"uid": "1297426535014974989", "i": 23374, "idx": 0, "sa": ["David Letterman"], "q": "<strong> David Letterman </strong> boldly asked the diminutive \"Jersey Shore' party animal when she appeared on` Late Show.' <q>Do you think, uh, um, maybe you need to abstain?</q> She replied, \"I definitely don't think I have a problem. I mean, when we're not filming I hardly go out. I hardly drink. It's just, you know, it\"s", "new_id": -2}, {"uid": "1295125227265830412", "i": 35020, "idx": 23, "sa": ["John McCain", "Donald Rumsfeld", "Abu Musab al-Zarqawi"], "q": "<strong> Abu Musab al-Zarqawi </strong> Ghraib\". Santa Clarita Valley Historical Society. Retrieved 2004-07-04.^ Release of <strong> Abu Musab al-Zarqawi </strong> Ghraib photos ordered- Conflict in Iraq- MSNBC.com http://www.theage.com.au/news/world/america-abusing-mandate-in-iraq/2005/12/05/1133631201911.html^ ACLU: Iraq Prison Photos to Be Released^ <q><strong> Donald Rumsfeld </strong> okayed <strong> Abu Musab al-Zarqawi </strong> Ghraib abuses according to former US general</q>- CBS News[ dead link]^ \"<strong> Donald Rumsfeld </strong> okayed abuses says former <strong> John McCain </strong> general\"- ABC News[ dead link]^- \"<strong> Donald Rumsfeld </strong> okayed abuses says former US Army general\" Reuters News", "new_id": -2}, {"uid": "1295977507172294181", "i": 11587, "idx": 0, "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q>now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog HOTEL MAINTENANCE Company Comfort MANUFACTURING PRODUCT ENGINEER AND SR.. SOFTWARE MARKET", "new_id": -2}, {"uid": "1295898399127107104", "i": 38593, "idx": 0, "sa": ["Michael Vick"], "q": "for Oaky Woods purchase critic He said an anti-dogfighting bill he pushed did not pass until <strong> Michael Vick </strong>, then a quarterback for the Atlanta Falcons, was arrested for his role in dogfighting in 2007. <q>Maybe this is one of those moments,</q> Rogers said Monday. He will introduce a bill similar to the one he sponsored last session that would expand the existing Georgia Special Needs Scholarship program to military and foster children. The scholarship can be used", "new_id": -2}, {"uid": "1295921372006537277", "i": 39623, "idx": 4, "sa": ["Zahi Hawass"], "q": "has sent letters to try and get he statue back to Egypt. \"I am doing something that I believe in and that should have been done a 100 years ago,\" <strong> Zahi Hawass </strong> told AP. <q>My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many nations to follow suit.</q> The statue is visited by more than a million tourists every year.", "new_id": -2}, {"uid": "1295037198201211960", "i": 15755, "idx": 0, "sa": ["David Letterman", "Camille Grammer", "Andy Cohen"], "q": "own in the city. Champagne is poured before they leave for the awards, and <strong> Camille Grammer </strong> suggests that they toast \"to love.\" Kelsey murmurs his agreement, and calmly replies, <q>I'm particularly thrilled with all the love I've received from the British people</q>-- namely, <strong> Camille Grammer </strong> dished to Bravo's <strong> Andy Cohen </strong> following the episode, and revealed she The <strong> David Letterman </strong> show Thursday night. \"She was nice, and we both said hello. She has", "new_id": -2}, {"i": 47897, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and religious liberty have forgotten the lessons of history,\" said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q>We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure.</q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said: \"It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.\" Those are reasonable concerns", "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "uid": "1297490833134791170"}, {"uid": "1295303973132857933", "i": 35390, "idx": 1, "sa": ["Sergio Marchionne", "Susanna Camusso"], "q": "Mirafiori plant for new model production if the deal was rejected. <strong> Susanna Camusso </strong> said she was surprised such a large portion of Mirafiori staff voted against the contract, given <strong> Sergio Marchionne </strong>'s threat to move production outside Italy <q>did not permit the workers to decide.</q> Never touch another man's fries( with incredibly unrelated video) News: Pianist maimed in potato gun explosion. Fark: Pianist maimed in potato gun explosion So you say you own this house, paid the", "new_id": -2}]