[{"uid": "1296048510257392641", "i": 19068, "idx": 2, "sa": ["David Davis", "Ed Miliband", "David Cameron", "Andy Coulson"], "q": "said he was`` surprised'' that`` this week of all weeks'' Mr <strong> David Cameron </strong> had raised the issue of personalities, following communications chief <strong> Andy Coulson </strong>'s departure from No 10. The Labour leader said: <q> Who has made the right judgment, me that appointed the shadow chancellor or you who clung onto <strong> Andy Coulson </strong> for months? </q> Referring to comments by senior Tory <strong> David Davis </strong>, Mr <strong> Ed Miliband </strong> said people would`` know what he meant when he said the Prime Minister and Chancellor don't have a sense of what a large part of the", "new_id": -2}, {"uid": "1296378609036962305", "i": 21169, "idx": 1, "sa": ["Zahi Hawass"], "q": "in the NDP headquarters. Early Saturday morning, Egyptian army commandos secured the museum and its grounds, located near some of the most intense of the mass anti-government protests sweeping across the capital. <q> They managed to stop them, </q> said <strong> Zahi Hawass </strong>. He added that the would-be looters only managed to vandalize two mummies, ripping their heads off. They also cleared out the museum gift shop. He said the museum's prized King Tutankhamun", "new_id": -2}, {"uid": "1297618642174800979", "i": 13921, "idx": 3, "sa": ["Mike Pence", "Cecile Richards", "Lois Capps"], "q": "-- have vowed to fight the proposed funding cut.`` In my community, Planned Parenthood is a very highly regarded mainstream organization,'' said <strong> Mike Pence </strong> <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as <q> driven by an extreme ideological agenda. </q> <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people.`` This", "new_id": -2}, {"uid": "1296795069209420297", "i": 14102, "idx": 1, "sa": ["Mary Miss", "Eric Carle", "Colin Powell"], "q": "Document: Emancipation Proclamation,'' Mondays through Saturdays at 10 a.m. and 11:30 a.m. and Sundays at 1:30 p.m., National Constitution Center, 525 Arch St., Philadelphia. Free with museum adMary Mission. Daily through February: <q> The African AmEric Carlean Soldier Experience, </q> about Benjamin O. Davis Jr., <strong> Colin Powell </strong> and others, an interactive program, Mondays through Saturdays at 11 a.m. and 1 p.m., and Sundays at 2:30 p.m., National Constitution Center, 525 Arch St., Philadelphia.", "new_id": -2}, {"uid": "1295573549080838695", "i": 11613, "idx": 2, "sa": ["Eric Schmidt", "John Simpson"], "q": "'s values to in order to grow its business. In particular, the group blasted <strong> Eric Schmidt </strong> for his handling of recent href=\"http://www.v3.co.uk/v3/news/2274020/google-uk-wi-privacy-ico\" title=\"Google finally gets rid of UK Wi-Fi data\"> privacy concerns. <q> <strong> Eric Schmidt </strong> used to claim that Google put its money where its values were, </q> said Comsumer Watchdog Inside Google director <strong> John Simpson </strong>.`` In fact while <strong> Eric Schmidt </strong> had his hand on the helm, values were changed to go where the money was.'' News of the changes overshadowed", "new_id": -2}, {"uid": "1296847972211812406", "i": 33538, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "2009 season after spending 18 months in prison on federal charges of running a dogfighting ring.`` We're looking for success stories; we're not looking for players to fail,'' <strong> Roger Goodell </strong> said. <q> He's paid a very significant price and he's doing the right thing. </q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. NFL commissioner", "new_id": -2}, {"uid": "1296780771243531829", "i": 18022, "idx": 1, "sa": ["Zahi Hawass"], "q": ", well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against`` rumours.'' In a posting on his blog <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q> 70 broken objects, all of which can be restored. </q>`` I want people to know that after nine days of protests, the monuments are safe,'' <strong> Zahi Hawass </strong> said.`` If anything happens, I will announce it.'' Experts fret over Egypt's treasures", "new_id": -2}, {"uid": "1296174977054247442", "i": 3037, "idx": 0, "sa": ["Stephanie Flanders", "Eric Schmidt"], "q": "that he was the most pro-China of Google's triumvirate leadership. In March last year Google stopped co-operating with China over censorship- a joint decision that Mr <strong> Eric Schmidt </strong> said he was happy with. <q> Over time I would hope- especially in my new role with more of an external focus- that I can try to get more of Google, appropriately and within our policies, into China, </q> he told the BBC's economics editor, <strong> Stephanie Flanders </strong>, at the World Economic Forum in Davos. Unruffled reshuffle It was revealed earlier this month that Mr <strong> Eric Schmidt </strong>, 55, would make way as chief executive", "new_id": -2}, {"uid": "1295016583186548227", "i": 29643, "idx": 0, "sa": ["Simon Cowell", "Peter Rice"], "q": "' X Factor'- will be joining the panel on the new programme after they praised her`` chemistry'' with show chief <strong> Simon Cowell </strong>. <strong> Peter Rice </strong>, the head of entertainment on the network, said: <q> If Cheryl was to be on the show, I think she's proved she's a terrific judge. She has wonderful chemistry with <strong> Simon Cowell </strong>. </q>( c) BANG href=\"http://www.facebook.com/pages/The-Post-Chronicle/118032884888798\" title=\"The Post Chronicle\" target=\"_TOP\">", "new_id": -2}, {"i": 8808, "idx": 2, "index_answer": 3, "new_id": -1, "q": ", and he has to prove he is a businessman,'' Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian: <q> After slipups with search, Street View and Android, it's clear that Google needs tighter control at the top- and <strong> Eric Schmidt </strong> is not the man for the job. </q> What of Google's other co-founder, <strong> Sergey Brin </strong>? He is said to be focusing on strategic projects and is particularly interested in social networking. HP's former CEO <strong> Mark Hurd </strong>; Image by Getty Images North", "sa": ["Eric Schmidt", "Sergey Brin", "Mark Hurd", "Charles Arthur"], "uid": "1295674696105103375"}]