[{"uid": "1295806201208044036", "i": 42688, "idx": 0, "sa": ["John McCain", "Colin Powell", "Arnold Schwarzenegger", "Barack Obama"], "q": "<strong> John McCain </strong>( R-Ariz.) said that Congress must take on some of the \"sacred cows,\" including entitlements, in order to cut the deficit. \"Agriculture subsidies are outrageous today,\" he said. <q>Ethanol is a joke, and it's a multi-billion dollar spending. All ag subsidies.... The post office, a model of inefficiency. Horse and buggies-- and the days when Internets[ Launch of the Bloom box fuel cell generates a slice of Apple hype| Environment| guardian.co.uk PlayStation Network down, so are lots of PS3s( update)-- Engadget</q> <strong> Colin Powell </strong>'s Endorsement of <strong> Barack Obama </strong> Will Live... in Infamy- Big Government Bloom box fuel cell: Google, eBay, and <strong> Arnold Schwarzenegger </strong> attend launch- Telegraph <strong> Colin Powell </strong>:` Perfectly Acceptable To Get Rid Of DADT", "new_id": -2}, {"uid": "1295873356206389285", "i": 9933, "idx": 3, "sa": ["Eric Schmidt"], "q": ", around the world in tilt-shift Google serves up earnings with a surprise \"holy <strong> Eric Schmidt </strong>' on the side By the numbers: Facebook on dumb phones, LivingSocial's Amazon deal, Twitter accounts NYC The Blog: <q>It's important to note that the gentleman who filmed the rat on the subway is not necessarily...</q> RedRat: \"The idea of presenting both sides to an issue got pretty well bastardized back during the 60s and 70s, when...\" TinyWrld: \"We\"re bringing TinyWrld to the Valley for the Where 2.0", "new_id": -2}, {"i": 16414, "idx": 0, "index_answer": 3, "new_id": -1, "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q>It has changed the mood of the show but, you know, it might be for the better. \"Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking.</q> <strong> Declan Donnelly </strong> added: \"For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.\"", "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "uid": "1297481921069795902"}, {"uid": "1294969491073564163", "i": 1244, "idx": 0, "sa": ["Sergio Marchionne"], "q": "SUV built on the same platform as the Grand Cherokee and the Dodge Durango. AUTOMOTIVE NEWS DETROIT- Jeep will resurrect a hallowed nameplate- the Grand Wagoneer- in two years. <q>It's time we gave the market an upper-scale Grand Wagoneer,</q> Chrysler CEO <strong> Sergio Marchionne </strong> said at the Detroit auto show. \"You'll see it in January 2013.\" The Grand Wagoneer would be a seven-seat SUV built on the same platform as the Grand Cherokee and", "new_id": -2}, {"uid": "1296714430139952160", "i": 18560, "idx": 0, "sa": ["Earl Campbell", "Arian Foster", "Michael Vick", "Jamaal Charles"], "q": "loss to Oakland. He was asked whether he envisioned being compared to Brown while playing at the University of Texas. \"Everybody put me in the class with <strong> Earl Campbell </strong>,\" <strong> Jamaal Charles </strong> said, <q>and now I'm in a class with Jim Brown. Amazing.</q> <strong> Jamaal Charles </strong> was chosen for the FedEx Award over Houston's <strong> Arian Foster </strong>, the NFL's leading rusher with 1,616 yards and a 4.9-yard average, and Atlanta's <strong> Michael Vick </strong> Turner, the third-leading rusher with 1,371 yards.", "new_id": -2}, {"uid": "1295091531196460547", "i": 28632, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Country had refinement that Chrysler did not want to lose, whatever the new minivan lineup looked like. <strong> Sergio Marchionne </strong> says Chrysler Group needs to be more flexible with the architecture that supports its minivans. <q>It needs to house all-wheel drive and front-wheel drive and an E segment car.</q> Chrysler is coming with a new nine-speed front-wheel drive transmission in 2013. Chrysler is near a decision on the replacement for the lightly regarded Dodge Nitro and Jeep Liberty SUVs. \"It's the", "new_id": -2}, {"uid": "1297275510262340633", "i": 2901, "idx": 2, "sa": ["Steve Ballmer", "Satya Nadella", "Jason Maynard"], "q": "<strong> Steve Ballmer </strong> wrote at the time. While <strong> Steve Ballmer </strong> was vague about the reasons, analysts believed that the CEO had lost faith in Muglia's ability to lead the company into the next generation of enterprise computing. <q>Our key conclusion from the management change is that <strong> Steve Ballmer </strong> feels that new leadership is needed to navigate Microsoft's evolution to the cloud,</q> said Wells Fargo Securities analyst <strong> Jason Maynard </strong>. As the former head of engineering in Microsoft's online unit, <strong> Satya Nadella </strong> should be well prepared to lead Microsoft's ventures into the cloud. He said he's up", "new_id": -2}, {"uid": "1296576641238125066", "i": 41905, "idx": 0, "sa": ["Michael Vick"], "q": "their animals for 48 hours. Workers were preparing to chop ice on ponds so the cattle will have adequate water. \"They are tough enough to handle it,\" Hafner said of the cattle. <q>They've got a good hair coat this year, but we have to have enough feed to give them energy to keep going.</q> Report Abuse \"... Paula Lawson, a 59-year-old community organizer from suburban Glencoe...\" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Hot Stock Alert- Celulas Stem Cell BioReactor Technology", "new_id": -2}, {"uid": "1295566644148553737", "i": 34296, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "report today, Google announced that CEO <strong> Eric Schmidt </strong> would resign his role as Chief Executive to focus on his Chairman role. Larry Page will take over as CEO while <strong> Sergey Brin </strong>'s title will change to Co-Founder. <q>Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I know he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead.</q> <strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular working on new products. His title will be Co-Founder. He's an innovator and entrepreneur to the core, and this role", "new_id": -2}, {"uid": "1296833245099107030", "i": 32504, "idx": 0, "sa": ["Jameel Jaffer", "Donald Rumsfeld", "President Bush"], "q": "a few rogue soldiers. The complaint signals that the release of the book from arguably the most controversial member of the <strong> President Bush </strong> administration will rekindle old rivalries in the weeks ahead, FOXNews.com reported. <q>Mr. <strong> Donald Rumsfeld </strong>'s claim that the abuse at Abu Ghraib was isolated and aberrational is demonstrably false,</q> <strong> Jameel Jaffer </strong>, ACLU's deputy legal director, said in a written statement. \"Government documents show that the methods used at Abu Ghraib were the same ones Mr. <strong> Donald Rumsfeld </strong> approved, and that the abuse of", "new_id": -2}]