[{"uid": "1297704186051036184", "i": 25434, "idx": 5, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "and invest significantly`` to continue popularizing the product.'' Nokia CEO <strong> Stephen Elop </strong> made an appearance at <strong> Steve Ballmer </strong>'s keynote, and said that Microsoft will help Nokia address the challenges of re-entering the U.S. market. <q> The world is shifting from a battle of devices to a war of eco-systems, </q> <strong> Stephen Elop </strong> said.( PCMag's interview with <strong> Stephen Elop </strong> from earlier today). In terms of Windows Phone capability, <strong> Steve Ballmer </strong> said that copy and paste, Twitter integration, a form of multitasking,", "new_id": -2}, {"uid": "1295612697003915826", "i": 5907, "idx": 1, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,'' <strong> Andy Coulson </strong> said in an e-mailed statement today. <q> Nothing is more important than the government's task of getting this country back on its feet. </q> <strong> Andy Coulson </strong> resigned from the newspaper, owned by <strong> Rupert Murdoch </strong>'s News Corp., after a reporter and a private investigator were imprisoned for phone-tapping in 2007. At the time, <strong> Andy Coulson </strong> said he did not know the", "new_id": -2}, {"uid": "1295718406000638980", "i": 40809, "idx": 1, "sa": ["Simon Cowell", "the ex"], "q": "grail. I've learnt a lot from him, and I owe him a great deal.'' Asked to sum up his relationship with <strong> Simon Cowell </strong>, <strong> the ex </strong>- Big Brother's Little Brother presenter stated: <q> Well, <strong> Simon Cowell </strong> is <strong> Simon Cowell </strong>, a very busy man. I might have a meal with him, which is always entertaining because he is far more fun than most people give him credit for. Then I won't see him for six months. </q> EastEnders: Carol and Whitney's rivalry escalates Emmerdale: Carl lashes out at The Woolpack Hollyoaks: 3001: Nancy struggles to cope Neighbours: 6061: Declan stands up to Paul", "new_id": -2}, {"uid": "1296869911188694544", "i": 28221, "idx": 2, "sa": ["Sergio Marchionne"], "q": "For some people, it also carries anti-Semitic overtones. But a Chrysler spokesman, Gualberto Ranieri, told DealBook in a telephone interview on Friday that Mr. <strong> Sergio Marchionne </strong> harbored no ill intent in using that word. <q> I'm 110 percent sure that in absolutely no possible way was this meant to be anti-Semitic, </q> Mr. Ranieri said.`` The meaning was that the rates were so high, they were really extraordinary.'' Mr. <strong> Sergio Marchionne </strong>'s right in that Chrysler has borne a heavy burden from those loans. It", "new_id": -2}, {"uid": "1295054464232783896", "i": 17228, "idx": 0, "sa": ["Thomas Dimitroff", "Michael Vick"], "q": "mostly red-clad crowd that has helped turn the Falcons into a virtually unbeatable squad on its own field.( 3 of 3)`` None of that matters,'' Falcons safety William Moore said. <q> When those lights come on, those players from the past ain't playing that night. It's just about who's going to come out and play ball that night. </q> Atlanta has played some good ball ever since the new regime- general manager <strong> Thomas Dimitroff </strong> and coach Mike Smith- took over in 2008. Quickly bouncing back from a miserable season in which franchise quarterback <strong> Michael Vick </strong> went", "new_id": -2}, {"uid": "1296277283055640090", "i": 30362, "idx": 2, "sa": ["Rodney Stuckey", "Tayshaun Prince", "Allen Iverson"], "q": "Washington on Dec. 9, They're 10-9 with <strong> Allen Iverson </strong> on the roster. <strong> Tayshaun Prince </strong> added 14 points and 10 rebounds, and Richard Hamilton scored 12 points for the Pistons, 6-1 when <strong> Rodney Stuckey </strong> starts at the point. <q> You have to pick your poison because usually a team has only one defender on the perimeter, </q> Hamilton said of coach Michael Curry's recent lineup shift.`` Now we have two great scorers on the perimeter.'' Detroit closed the first half on an 11-4 run and led 44-34 at intermission, but Washington", "new_id": -2}, {"uid": "1295357099082411548", "i": 25111, "idx": 0, "sa": ["Simon Cowell"], "q": "with the world believing him dead, and then- penniless, and shunned by his celebrity friends- heads off on a pilgrimage to Tibet in a search for meaning. As you do. The book takes <strong> Simon Cowell </strong> <q> on a quest for love; a quest for money; and a quest to get back his elusive mojo- the Sex Factor </q>, we are told. publishing the book in April, is hailing it as the dawn of a new genre- the`` spovel''- calling it`` the perfect antidote to celebrity memoirs''. And", "new_id": -2}, {"uid": "1295338484194592796", "i": 43262, "idx": 0, "sa": ["Simon Cowell"], "q": "voted off the ITV1 show instead of Jedward by <strong> Simon Cowell </strong>. But she told her fans on Twitter that she'd been using her time in the sun to write new music. Lucie wrote: <q> Hey everyone, just got in from a long day writing on the beach. feeling SO good about these tracks cant wait to play them for u all!xxx <strong> ( sic ) </strong> </q> Since appearing on the X Factor Lucie nabbed a part in the West End show of Les Miserables as prim Cosette. Have your say on the issues of the day with MY Sun Â© News Group", "new_id": -2}, {"uid": "1296755246266420251", "i": 14003, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "high-tech sector, creating good-paying jobs.''`` As the CEO of a biotechnology company, Senator <strong> Kirsten Gillibrand </strong>'s initiative is extremely important to us,'' said Dr. Joan Fallon, Curemark founder and CEO. <q> By supporting cutting edge research in the biotechnology field, and thus allowing for innovation, these R&D tax credits will help to defray the costs of basic research and clinical programs, which can be prohibitive to the small biotech companies. We at Curemark are extremely grateful for the Senator's leadership on this issue. </q> Senator <strong> Kirsten Gillibrand </strong>'s proposal would expand the current credit by changing the formula to provide greater incentive for companies such as Curemark to increase investment; simplify the current credit, which is highly complicated and confusing; and", "new_id": -2}, {"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q> We have real challenges in terms of unemployment, </q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans`` can not be tolerated.''`` We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}]