[{"uid": "1297620569105463821", "i": 1022, "idx": 1, "sa": ["Mike Pence"], "q": "million in annual funding. ''Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,'' <strong> Mike Pence </strong> said. <q>The time to deny any and all funding to Planned Parenthood is now.</q> By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants, by covering overhead and operational costs, free up other money to provide abortions. Planned", "new_id": -2}, {"uid": "1295732523025952275", "i": 46990, "idx": 0, "sa": ["Steve Bruce", "Andy Coulson", "Gerard Houllier", "Ryan Giggs"], "q": "celebrates after scoring against... Article: <strong> Ryan Giggs </strong> eyes another season... Photo: Aston Villa's Carew joins Stoke on loan Photo: Manchester United's <strong> Ryan Giggs </strong> score against Birmingham during... manager <strong> Gerard Houllier </strong> said Sunderland boss <strong> Steve Bruce </strong> was <q>not... Photo: Manchester United's Nani, left, scores against Birmingham during... World Video: Tunisian protests spread to Algeria, Yemen World Video: Haiti's ex-dictator Duvalier apologizes for past Report Abuse ''When Spurs got <strong> William Gallas </strong>, I thought that was smart. But getting <strong> Rafael Van der Vaart </strong>, too,- Rednapp is a genious. It was a good match. Too bad <strong> Rafael Van der Vaart </strong> de Silva clipped Assou-Ekottos legs and knocked him down. It might have been an even better match without the red card.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296045219000704532", "i": 38006, "idx": 1, "sa": ["John Bachman", "Michael Vick", "Joel Baker"], "q": "a month later, Kelvin Cochran returned to Atlanta to replace interim chief <strong> Joel Baker </strong>. A fire department spokesman told <strong> John Bachman </strong> that Cochran would not comment on pending litigation but noted that the incident happened on <strong> Joel Baker </strong>'s watch. <q>In the history of the department, in all the time I've been there, I've never, ever seen an interim demote or promote senior, executive staff,</q> Williams said. Florida Battered By Rain And Possible Tornadoes Nevada Councilwoman, Husband Found Dead Giffords' Condition Upgraded To Good Site Crashed? No Prob, Here's A Kitten Jewish Hockey Player Claims He Was Harassed <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1297658198114016303", "i": 3858, "idx": 0, "sa": ["Zahi Hawass"], "q": "sparked by the revolt. <strong> Zahi Hawass </strong>, minister of state for antiquities, said a statue of boy king Tutankhamun and several other ancient treasures had been stolen from the museum. The missing objects include <q>a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess</q> and parts of another statue showing him harpooning, he said. Looters had broken into the museum off Cairo's Tahrir Square on January 28, during clashes between protesters and riot police who used tear gas", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q>You'd rather be at the table than not at the table,</q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business. ''You figure this is a way to do something useful for your country.'' <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}, {"uid": "1296650725203423767", "i": 2808, "idx": 4, "sa": ["Donald Rumsfeld", "Zine El Abidine Ben Ali", "Hosni Mubarak", "Condoleezza Rice", "Hillary Clinton", "Will Washington"], "q": "movement- are supported and funded by the US. They indelibly serve US interests. Egyptian dissidents, Fellows of Freedom House in <strong> Will Washington </strong> DC( 2008) US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> speaks with <q>Egyptian activists promoting freedom and democracy</q>, prior to meetings at the State Department in <strong> Will Washington </strong>, DC, May 28, 2009. Compare the two pictures 2008 delegation received by <strong> Condoleezza Rice </strong> versus 2009 delegation <strong> Hillary Clinton </strong> and <strong> Hosni Mubarak </strong> in Sharm <strong> Zine El Abidine Ben Ali </strong> Sheik,", "new_id": -2}, {"uid": "1295815498029966341", "i": 1011, "idx": 2, "sa": ["Eric Schmidt", "Michael Cohn"], "q": "is that Google will continue to commit resources towards enterprise solutions,'' Menefee said. That said, it wouldn't surprise him if Google Apps sales slow until Page explains his plans for the enterprise. <q>However, I don't anticipate a knee-jerk reaction from the CIO community to exit out of existing contracts. After all, we continue to get value from the solutions,</q> Menefee said. Industry analyst <strong> Michael Cohn </strong> Osterman from Osterman Research believes that when <strong> Eric Schmidt </strong> assumes his new role as executive chairman, which will focus on external relations with customers, partners and government agencies, he may", "new_id": -2}, {"uid": "1296225951235159601", "i": 393, "idx": 5, "sa": ["Mike Pence"], "q": "was excited by the prospect of <strong> Mike Pence </strong> running for governor. ''I think he's the clear front-runner, and I think the race is his if he chooses to accept it,'' Walorski said. <q>I think he'd clear the field.</q> State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP ''rising stars'' such as <strong> Mike Pence </strong>. ''<strong> Mike Pence </strong>'s been a strong voice in", "new_id": -2}, {"uid": "1295880426196345858", "i": 15359, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "deleted. Fatigued 23 January 2011 12:33 AM macgilleleabhar 23 January 2011 12:33 AM Guilty as charged. Pass the the black hat... There is an old Scots saying: <q>If they were nae there they were there aboots</q> BrotherBig 23 January 2011 12:34 AM â\u0080¢ Mr <strong> Andy Coulson </strong>'s truth-telling â\u0080¢ The trespass on people's privacy â\u0080¢ The peculiar behaviour of the police â\u0080¢ The <strong> Rupert Murdoch </strong> hegemony in the British media", "new_id": -2}, {"uid": "1296171718125468698", "i": 4376, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Woodrow Wilson"], "q": "affordable Internet.( Publi... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... Native American Access to Broadband The <strong> Barack Obama </strong> announces his plans for securing America's digital future. May 29, 2009.", "new_id": -2}]