[{"uid": "1297356363111132897", "i": 45998, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "after a 12-day closure. But few came to visit. The heavily guarded and shuttered Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people on some days. <q> We will open the museum after the strike is finished. I don't know when the strike is finished, </q> said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval.`` I need things to go back to normal.'' Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong>", "new_id": -2}, {"uid": "1295253330160432215", "i": 12432, "idx": 0, "sa": ["Jeremy Clarkson", "Simon Cowell"], "q": "Green's 50th birthday party in the retail tycoon's hotel room in Barbados. Didn't he think it absurdly narcissistic of Green to be showing a video of his own birthday party while on holiday? <q> Well, <strong> Jeremy Clarkson </strong> didn't have to watch it. </q> Come off it, <strong> Jeremy Clarkson </strong> laugh. Wasn't it grossly vain?`` You want me to say that but <strong> Jeremy Clarkson </strong>'m not going to. <strong> Jeremy Clarkson </strong>'d like to be at the next party. <strong> Simon Cowell </strong> Green throws", "new_id": -2}, {"uid": "1295540293188383248", "i": 41011, "idx": 2, "sa": ["Simon Cowell"], "q": "` American Idol', <strong> Simon Cowell </strong>- who got engaged to make-up artist Mezhgan Hussainy last year- insists he has enjoyed being a TV talent show judge because it isn't very difficult. He added: <q> I can look back on the past ten years and say,` It's been a blast.' I have enjoyed myself, I mean it's not the most difficult job in the world is it? </q>", "new_id": -2}, {"uid": "1296364134215957544", "i": 15609, "idx": 2, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "San Antonio Spurs Denver Nuggets Minnesota Timberwolves Portland Trail Blazers Seattle SuperSonics Utah Jazz Golden State Warriors Los Angeles Clippers Los Angeles Lakers Phoenix Suns Sacramento Kings http://wn.com/Allen_Iverson_18pts_Melo_career_high_49pts_vs_Wizards_07/08 <strong> Allen Iverson </strong> barely broke a sweat and he thanked <strong> Carmelo Anthony </strong> for that. <q> I think that might be the easiest game I ever played in my career. I was out there watching, </q> <strong> Allen Iverson </strong> hollered across the locker room after <strong> Carmelo Anthony </strong> scored a career-high 49 points to lead the Denver Nuggets past the Washington Wizards 111-100 Friday night. With <strong> Carmelo Anthony </strong> swishing shots from all over the court, <strong> Allen Iverson </strong> took just nine", "new_id": -2}, {"uid": "1295559703061718543", "i": 13635, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": ", <strong> Google Inc. </strong> said the move would`` simplify our management structure and speed up decision making.'' But moments after <strong> Google Inc. </strong> announced the change, Mr. <strong> Eric Schmidt </strong> sent a message to his Twitter followers saying, <q> Day-to-day adult supervision no longer needed! </q> Oh, and the company also reported fourth-quarter earnings today-$ 2.54 billion in net income, compared with$ 1.97 billion a year earlier. It also reported$ 8.44 billion in revenue, an increase of", "new_id": -2}, {"uid": "1296943570219987981", "i": 28822, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Volt drew 92 replies. Urban farming could quickly become one of Detroit's assets, using some of the city's vacant 40... The article on women in the Roman Catholic Church was informative but lacked balance( <q> <strong> Robert Ficano </strong>.. Chrysler CEO <strong> Sergio Marchionne </strong> apologized Saturday for using the term`` shyster </q> to describe the high-interest loans from the U.S. and Canadian governments that have funded Chrysler's turnaround. During a question-and-answer session following a speech Friday to the J.D. Power Automotive Industry Roundtable, <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1295562661204079164", "i": 3533, "idx": 1, "sa": ["Eric Schmidt"], "q": "new products, the company said.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' Mr <strong> Eric Schmidt </strong> said in a statement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> The tech giant also reported today fourth-quarter net income of$ 2.54 billion, or$ 7.81 a share, from$ 1.97 billion, or$ 6.13 a share in the year-ago period. Start", "new_id": -2}, {"uid": "1297588672045400131", "i": 10465, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "defense secretary, <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005:`` Are we winning or losing the war on terror?'' <q> Is the U.S. government changing fast enough? </q>`` Do we need more troops?`` My brain would be going,'' he says.`` I wanted to find out something. I needed help. I needed advice. Some of them were", "new_id": -2}, {"uid": "1295476203251461646", "i": 10391, "idx": 0, "sa": ["Oprah Winfrey", "David Letterman"], "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Oprah Winfrey </strong>. <q> <strong> Ricky Gervais </strong> was the host of the( Globes) show- very funny guy, </q> <strong> David Letterman </strong> said on his late-night CBS show Monday.`` But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.''' Emmy", "new_id": -2}, [{"i": 6041, "idx": 7, "index_answer": 0, "new_id": -1, "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time.`` The people in the streets have to give this government an opportunity to change,'' he said cheerfully. <q> Beautiful things happened in the last five days. </q> This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all, but do keep it", "sa": ["Zahi Hawass", "Hosni Mubarak"], "uid": "1296579646157810697"}]]