[{"uid": "1297427059216350732", "i": 39301, "idx": 3, "sa": ["Michael Gove"], "q": "decision-making process was also unlawful \"because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act.\" A Department for Education spokesman said: <q> We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects. </q> Mr <strong> Michael Gove </strong> will now look again at his decision with regard to these authorities with an open mind, taking representations from them, he said. Keep up to date with the news. Sign", "new_id": -2, "mturk_index": "483"}, {"uid": "1296052989121749559", "i": 25280, "idx": 0, "sa": ["Eric Schmidt"], "q": "In total the company plans to hire 6,200 new staff this year, boosting its global workforce by one-quarter. The announcement comes as Google recently posted fourth-quarter profits of$ 2.54 bn. <q> We looked at this year and in particular our prospects for growth in Europe, and our businesses globally are doing well, both our core business as well as our adjacent businesses, our` hockey stick' businesses as we call them. It's all very, very good. We are going to invest in Europe, </q> Last week <strong> Eric Schmidt </strong> said he will step down as the company's CEO to become executive chairman,", "new_id": -2, "mturk_index": "1878"}, {"uid": "1295589738230457346", "i": 12408, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Die ehemaligen Studienkollegen <strong> Larry Page </strong> und <strong> Sergey Brin </strong> hatten Google 1998 gegr?ndet. 2001 bergaben die beiden ihr Baby an <strong> Eric Schmidt </strong>. Unter dem erfahrenen Manager hat sich Google von einem aufstrebenden Internetsuch-Unternehmen zu einem breit aufgestellten Technologiekonzern gemausert. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagtLarry Page in einer Telefonkonferenz. Das Gesch?ft bl?ht: Im Schlussquartal stieg der Umsatz um 26 Prozent auf 8,4 Milliarden Dollar( 6,2 Mrd Euro). Das Unternehmen verdiente unterm Strich satte 2,5 Milliarden Dollar und", "new_id": -2, "mturk_index": "1684"}, {"uid": "1295432536243531793", "i": 13263, "idx": 0, "sa": ["Tracy Morgan", "Michael Vick", "Oprah Winfrey", "Piers Morgan", "Larry King"], "q": "and he had a big-name first guest: <strong> Oprah Winfrey </strong>, who talked about contemplating suicide at age 14, her quest to interview <strong> Michael Vick </strong>, and how many broken( twice). <strong> Tracy Morgan </strong> pumped up his subject shamelessly: <q> She's the <strong> Piers Morgan </strong>'s CNN talkshow debut gets cool reception from US critics Former Mirror editor accused of being` soft' and` fawning' after interview with first guest <strong> Oprah Winfrey </strong> <strong> Piers Morgan </strong> makes CNN debut with <strong> Oprah Winfrey </strong> interview Link to this target=\"_blank\" video \"How have I done? </q> <strong> Piers Morgan </strong> asked yesterday at the end of his debut as <strong> Larry King </strong>'s replacement as CNN's primetime chatshow host. <strong> Piers Morgan </strong> debuts talk show with in-depth <strong> Oprah Winfrey </strong> interview <strong> Piers Morgan </strong> debuts on CNN prime time Monday night After weeks of promotion", "new_id": -2, "mturk_index": "2081"}, {"uid": "1295501732152404057", "i": 26105, "idx": 3, "sa": ["Kobe Bryant", "Allen Iverson", "Josh Smith", "Stan Van Gundy", "Shaquille O'Neal", "George Karl", "Dwyane Wade", "John Calipari"], "q": "a span of two seconds after techniJohn Calipari fouls against JR <strong> Josh Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Shaquille O'Neal </strong> play, </q> Nuggets <strong> John Calipari </strong> <strong> George Karl </strong> said. \"I thought that kind of ended the game from the Stan Van Gundydpoint of our spirit. In a lot of ways, a great player Wade_Dwyane Wade_33_Points_vs_Atlanta_Game_2_Playoffs_2009!_HD!_22409 Down 19 points after the first quarter, the", "new_id": -2, "mturk_index": "1723"}, {"uid": "1295607667131039302", "i": 4651, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "like Facebook heats up. <strong> Eric Schmidt </strong> says that the changes, which also see co-founder <strong> Sergey Brin </strong> switch to work on new product development, will make the company more \"streamlined\" . He adds: <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. </q> The news comes as Google announced revenue for the three months to 31 December rose 26% to$ 8.44 bn, driven by gains from display and mobile advertising revenue. <strong> Eric Schmidt </strong> says of the", "new_id": -2, "mturk_index": "412"}, {"uid": "1295112570255082572", "i": 3675, "idx": 0, "sa": ["Camille Grammer", "David Letterman", "Kelsey Grammer"], "q": "so much, in this case. <strong> Camille Grammer </strong> probably won't be able to foil <strong> Kelsey Grammer </strong>'s plan to take a fourth wife next month, a plan he <strong> David Letterman </strong>, when he encouraged Dave to be <q> pleased for the new developments </q> in his life. Family lawyer Lynn Soodik exclusively tells E! News that <strong> Camille Grammer </strong> will probably not be successful in preventing <strong> Kelsey Grammer </strong> from getting a divorce granted by February. In California, divorces can be finalized six months", "new_id": -2, "mturk_index": "1873"}, {"uid": "1295234024230785058", "i": 22455, "idx": 0, "sa": ["Tramon Williams", "Al Harris", "Michael Vick"], "q": ", who took over for Harris\" news, photos about Al Harris\"> <strong> Al Harris </strong> at cornerback and put a bow on the wild-card win vs. the <strong> Michael Vick </strong> in the end zone to preserve a 21-16 lead. <q> He's playing lights-out football, </q> Woodson said of <strong> Tramon Williams </strong> on Fox's Sunday telecast. The Packers defense- which has allowed seven points or fewer six times this season despite losing three starters to injured reserve- limited Atlanta to a season-low 194 yards", "new_id": -2, "mturk_index": "65"}, {"uid": "1295564396175194112", "i": 28658, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "that its CEO <strong> Eric Schmidt </strong> will step down from his post April 4th, and will be replaced in the role by company co-founder <strong> Larry Page </strong>. <strong> Eric Schmidt </strong> will assume the role of Executive Chairman for the company, focusing on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> Google is a strategic partner of Apple's on several fronts, providing the backends for Apple's iOS Maps and YouTube applications, as well as serving as the default search engine for its Safari browser. The two", "new_id": -2, "mturk_index": "1834"}, {"uid": "1295907918177651713", "i": 28782, "idx": 16, "sa": ["Colin Powell", "Henry Kissinger", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> was at odds with Secretary of State Powell-Colin Powell.htm#r_src=ramp\"> <strong> Colin Powell </strong> about Iraq. The differences were not personal, <strong> Donald Rumsfeld </strong> says. He recalls receiving a book that <strong> Henry Kissinger </strong> had written, with the inscription, <q> To an occasional adversary and a permanent friend. </q> \"When I started working on the book, <strong> Henry Kissinger </strong> said,` You tell it like it was.' We differed on some issues, and there's nothing wrong with that. It was professional", "new_id": -2, "mturk_index": "374"}]