[{"uid": "1295633194146702360", "i": 3176, "idx": 2, "sa": ["Donald Rumsfeld", "Colin Powell", "Barack Obama", "Ben Ali"], "q": "the world'': \" It is worth rewinding and noting some choice words that former US secretary of state <strong> Colin Powell </strong> had to say about the country when he visited in December 2003. \" <q> Our bilateral relationship is very, very strong, </q> said <strong> Colin Powell </strong>.`` We are great admirers of Tunisia and the progress that has been achieved under <strong> Barack Obama </strong> <strong> Ben Ali </strong>'s leadership.''[...] A visit to Tunisia by defence secretary <strong> Donald Rumsfeld </strong> in February", "new_id": -2}, {"uid": "1295795112051544089", "i": 11368, "idx": 0, "sa": ["Sergey Brin", "Larry Page", "Eric Schmidt", "David Wolf", "Mark Zuckerberg"], "q": "especially <strong> Sergey Brin </strong>, who was born in the Soviet Union, did not want to kowtow to a repressive regime, while <strong> Eric Schmidt </strong> was more willing to accommodate Chinese demands that Google censor its search results in that country. <q> One of the issues that precipitated this change[ of the CEO] was what happened in China. But China is not the cause-it's symptomatic of the broader disconnect between the way that <strong> Eric Schmidt </strong> wanted to run Google and the way the founders wanted to run the company, </q> says <strong> David Wolf </strong>, chief executive of <strong> David Wolf </strong> Group Asia, a Beijing-based Mark Zuckerbergeting-strategy firm. But the biggest driver of the change seems to bLarry Page's long-term desire to be No. 1 at the company he started,", "new_id": -2}, {"uid": "1296128197246497300", "i": 21293, "idx": 9, "sa": ["Michael Vick"], "q": " It's <strong> Michael Vick </strong>'s first trip to Hawaii as an Eagle, yet more importantly, it's the first since he was sentenced to prison for his role financing a dogfighting operation four years ago. <q> This one feels great due to the fact that I've been through so much, </q> <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week.`` To be able to get back to this position is paramount to me, and I'm just thankful.'' <strong> Michael Vick </strong> also had", "new_id": -2}, {"uid": "1297160772054263883", "i": 12515, "idx": 0, "sa": ["Simon Cowell"], "q": "rest of the pack( cough, Idol, cough) is that talents as young as 12 can apply-and just as importantly for the late-bloomers out there, there is no upper age limit for contestants. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> <strong> Simon Cowell </strong> said.`` I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"uid": "1296166515171278338", "i": 11593, "idx": 1, "sa": ["Mike Pence"], "q": "own party or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation, and personal ambition.'' So now what? The same person says: <q> Unless something miraculous happens and we get an unexpected gift candidate, I guess true believing conservatives will have to stop bad things from happening and see what emerges. </q> I'd give Congressman <strong> Mike Pence </strong> much more credit than that. He can be a good governor. Good governors are powerful. And it takes a certain humility to say no when people are enthusiastically insisting you", "new_id": -2}, {"uid": "1296966831159891467", "i": 18776, "idx": 7, "sa": ["Michael Vick", "Tom Brady"], "q": "is available the Eagles will use it on <strong> Michael Vick </strong> to retain his rights for at least next season, team sources have said.`` I'm happy with it,'' <strong> Michael Vick </strong> said of the tag. <q> I'm blessed. I'm just thankful to have the opportunity to play in this league again. </q> After the segment, <strong> Michael Vick </strong> said that he was heading home Tom Bradyorrow and would not attend the Super Bowl. Because your contributions are currently under review, no comments can be made at this time.", "new_id": -2}, {"uid": "1295288803218529794", "i": 59237, "idx": 1, "sa": ["Ian Stannard", "Mike Pence", "Bryan Fischer"], "q": ". IndIan Stannarda <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his ChristIan Stannard credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q> He is definitely the guy to watch, </q> says <strong> Bryan Fischer </strong> of the American Family Association, a group that opposes gay marriage and abortion. Now, MMike Pence has a decision to make: While he says he is seriously weighing a run for the White House,", "new_id": -2}, {"uid": "1295142282036634657", "i": 46564, "idx": 9, "sa": ["James Cleveland", "Chris Webber", "LeBron James", "Allen Iverson", "Žydrūnas Ilgauskas"], "q": "what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` I just know how tough it is on him,'' <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinLeBron James about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Žydrūnas Ilgauskas </strong> added 22 points and 11 http://wn.com/Wesley_College_vs_St_Mark's_2010_Pt_1/4__Grenada_High_School_Basketball_2010 <strong> James Cleveland </strong> Cavaliers vs. Washington Wizards| 11/03/2009 All rights reserved. http://wn.com/miami_heat_vs_washington_wizards_starting_line_up_introductions_1-28-09 miami heat vs washington wizards starting line up introductions. 1-28-09 HD <strong> LeBron James </strong>, Return to", "new_id": -2}, {"uid": "1296005903157368334", "i": 20212, "idx": 0, "sa": ["John Hawkes", "Eric Schmidt", "Barack Obama", "E Williams"], "q": "'s University of Pennsylvania commencement address <strong> Eric Schmidt </strong>'s University of Pennsylvania commencement address <strong> Eric Schmidt </strong> delivers the commencement address at the University of Pennsylvania on May 18, 2009.... Walter <strong> E Williams </strong>- Economics of Liberty Excerpts from the speech <q> The Entrepreneur As AmEric Schmidtan Hero, </q> delivered by Dr. Walter <strong> E Williams </strong>, <strong> John Hawkes </strong> M. Olin Distinguished Professor of Economics, George Mason University. More videos and information on issues of liberty is available at www.LibertyPen.com... <strong> Barack Obama </strong> Speaks out against excessive tech entertainment <strong> Barack Obama </strong> Speaks", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it.`` Every time I think I've heard the worst story, another one comes about,'' <strong> Jamie Buehrle </strong> said. <q> It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals. </q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}]