[{"uid": "1297288088243777559", "i": 53957, "idx": 0, "sa": ["Zahi Hawass"], "q": " On January 29, looters swarmed into the archaeological site of Saqqara, an ancient burial ground known for its pyramids and many surrounding tombs. Reports circulated about damage to the tombs and their beautiful reliefs. <q> All the sites are safe, </q> said Minister of Antiquities <strong> Zahi Hawass </strong>.`` Nothing stolen, nothing destroyed.'' With <strong> Zahi Hawass </strong>' permission, veteran foreign correspondent Jeffrey Bartholet, on assignment for National Geographic magazine, was able to visit Saqqara, some", "new_id": -2}, {"uid": "1295580035256213030", "i": 27168, "idx": 12, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "'' he said.`` <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come.'' <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> for an <q> outstanding job leading Google for the last decade.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> he said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role,'' he said", "new_id": -2}, {"uid": "1295516812071155742", "i": 10143, "idx": 0, "sa": ["Alassane Ouattara", "Lu De"], "q": "les bienvenus. Cependant, gardez? l'esprit que vos r?action font l'objet d'une mod?ration r?guli?re. Ce qui signifie que Jeuneafrique.com se r?serve le droit de choisir les commentaires qui seront mis en ligne. C?te d'Ivoire: <q> L'intervention militaire est d?j pr?vue </q>, selon <strong> Alassane Ouattara </strong> Dans une interview au quotidien fran?ais La Croix, le pr?sident <strong> Lu De </strong> C?te d'Ivoire <strong> Alassane Ouattara </strong> affirme qu'il ne reste plus? la Cedeao qu'?`` programmer'' Crise ivoirienne: les dessous controvers?s des interviews", "new_id": -2}, {"uid": "1295683091039469111", "i": 41138, "idx": 2, "sa": ["Clive Goodman", "Andy Coulson", "Glenn Mulcaire", "Rupert Murdoch", "David Cameron"], "q": "I've said about those events, but when the spokesman needs a spokesman, it's time to move on,'' said <strong> Andy Coulson </strong>, who had worked for <strong> David Cameron </strong> for 3 1/2 years. <strong> Andy Coulson </strong> was <q> a brilliant member of my team and has thrown himself at the job with skill and dedication, </q> <strong> David Cameron </strong> said. <strong> Rupert Murdoch </strong>'s News of the World is one of Britain's most raucous tabloids. In early 2007, the paper's royal correspondent <strong> Clive Goodman </strong> and private investigator <strong> Glenn Mulcaire </strong> were found guilty of illegally accessing", "new_id": -2}, {"uid": "1295617389243957781", "i": 56157, "idx": 0, "sa": ["Andy Coulson"], "q": "Top Aide to British Prime Minister Resigns LONDON- In a sharp political blow to <strong> Andy Coulson </strong> leaving his home in London in September. <q> I can today confirm that I've resigned as Downing Street director of communications, </q> Mr. <strong> Andy Coulson </strong> said. Political analysts raised questions about the timing of his announcement, noting that it came as former Prime Minister an inquiry on the war in Iraq and the opposition Labour Party was caught", "new_id": -2}, {"uid": "1296770511173654034", "i": 14637, "idx": 11, "sa": ["Donald Rumsfeld", "George Tenet", "Darrell Hammond"], "q": "truth is that we were wrong,'' <strong> Donald Rumsfeld </strong> writes. Once the Taliban were toppled, <strong> Donald Rumsfeld </strong> emerged as a major media personality, mocked by <strong> Darrell Hammond </strong> on Saturday Night Live, to his amusement. <q> If one starts with` good press,' one often gets more and more favorable coverage; early bad stories often spawn additional negative reporting, </q> he says.`` But journalists also relish dramatic reversals.'' That was yet to come. <strong> Donald Rumsfeld </strong> devotes little space to the fiasco at Tora Bora, saying he told CIA Director <strong> George Tenet </strong> in a memo that", "new_id": -2}, {"uid": "1295929120118013973", "i": 38636, "idx": 0, "sa": ["Joel Anderson", "David Chiang", "Bill Lockyer"], "q": "to protect businesses from having to cover the state's Bill Lockyers. The La Mesa Republican Monday said his Senate <strong> Bill Lockyer </strong> 120 would force the state to accept registered warrants as payment for taxes or fees. <q> IOUs could be a death knell for already struggling California businesses, </q> <strong> Joel Anderson </strong> said in a statement. State Treasurer <strong> Bill Lockyer </strong> has warned that IOUs may have to be issued this spring, but a final decision is up to Controller <strong> David Chiang </strong>. The state budget gap is estimated at", "new_id": -2}, {"uid": "1297108555141246488", "i": 7947, "idx": 4, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "that`` in a war, many things cost lives''. But he had no regrets about his leadership for the wars in Iraq and Afghanistan- the latter now nearing its 10th anniversary. <q> I think the world's a better place with Saddam Hussein gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> <strong> Donald Rumsfeld </strong> said, insisting the <strong> George H. W. Bush </strong> administration made only an`` incremental'' move toward invading Iraq in the wake of the September 11 2001 attacks on the United States. <strong> Donald Rumsfeld </strong> said it was not him but", "new_id": -2}, {"uid": "1295110021248414221", "i": 40250, "idx": 3, "sa": ["Alassane Ouattara"], "q": "des forces de s?curit ivoiriennes, qui ont effectu un raid dans la zone, se seraient sold?s par six morts'', a d?clar porte-parole dans un communiqu. marche des militants du leader <strong> Alassane Ouattara </strong> <q> Un couvre-feu a t impos et les forces loyales? M. Gbagbo tentent de forcer les unit?s militaires et de police de l'Op?ration des Nations Unies en C?te d'Ivoire( ONUCI) qui ont t d?ploy?es pour prot?ger les civils,? quitter la zone </q>, a-t-il ajout. Le Secr?taire g?n?ral a r?it?r que toute attaque contre le personnel de maintien de la paix des Nations Unies est`` inacceptable''. Selon le chef de l'ONU, les unit?s militaires et", "new_id": -2}, {"i": 30276, "idx": 5, "index_answer": 1, "new_id": -1, "q": ", 2 rebs and 1 ast in 33 mins.... <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky AI and the 76ers went home losers again. <q> It's going to have to be one of the best games ever from us in order to win, </q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the inju... Pistons 2010/11 Season-Opener Intro Introduction of the new 2010/2011 Detroit Pistons", "sa": ["Rodney Stuckey", "Allen Iverson"], "uid": "1295655959070139994"}]