[{"uid": "1295608967062603264", "i": 41723, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "broader business relationships\". Page returns to the job, which he relinquished to <strong> Eric Schmidt </strong> in 2001 when investors called for a more experienced business leader. <strong> Eric Schmidt </strong> said on his personal Twitter account: <q>Day-to-day adult supervision no longer needed!<q> \"In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong>[ <strong> Sergey Brin </strong>] for a long time to come,\" he added.", "new_id": -2}, {"uid": "1296971617152387585", "i": 29610, "idx": 0, "sa": ["Michael Vick"], "q": "reformation away from the game that impressed a nationwide panel of 50 news media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q>The most fun I've ever had playing football,<q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. \"As a person and", "new_id": -2}, {"uid": "1295776199167018597", "i": 40034, "idx": 0, "sa": ["Andy Coulson"], "q": "they have the technology, money and resources to innovate off what they already have, that's when we really have to worry. Report Abuse \"China's new stealth fighter may use US technology\" Report Abuse <q>They seem to copy EVERYTHING! Very little innovation on their part. And for all who want to defend this I say, you must be very, very young and Chinese, lol.<q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Super Cheap Car Insurance Get Super Cheap Car Insurance Online. Free Quotes in Under", "new_id": -2}, {"uid": "1297259173238534680", "i": 45297, "idx": 0, "sa": ["Zahi Hawass"], "q": "most prominent archaeologist, said a review of antiquities in the aftermath of anti-government protests revealed that 70 objects were broken, of which 25 were now being restored, with work to begin soon on the remaining 45. <q>There needs to be tighter security around the museum and fire trucks on standby. The museum can be set ablaze. This would be a disaster,<q> <strong> Zahi Hawass </strong> said in a statement.The military is guarding the museum, which is in the heart of Cairo and has on display some 125,000 antiquities, including the funeral mask of King Tutankhamun.As the protests started last month, hundreds", "new_id": -2}, {"uid": "1296654250052576301", "i": 28256, "idx": 1, "sa": ["Peyton Manning", "Troy Polamalu", "Drew Brees", "Michael Vick", "Tom Brady"], "q": ".\" His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>. <q>I've got to buy my own jersey to get them out to my family,<q> <strong> Troy Polamalu </strong> said. \"I think that was probably the reason why, but I don't know. The Steelers emblem is worldwide.\" Sure, <strong> Troy Polamalu </strong>. It has nothing to do with the way you play", "new_id": -2}, {"uid": "1295296048157237314", "i": 30811, "idx": 0, "sa": ["Michael R.", "David M. McIntosh", "Mike Pence"], "q": "more accountable to the people it serves. http://wn.com/12-3-2009__Pence_Discusses_Republican_Economic_Roundtable_on_CNBC Congressman <strong> Mike Pence </strong> appeared on the CNBC program \"Power Lunch\" to discuss the economy, the <strong> Michael R. </strong> House jobs summit and the Republican Economic Roundtable. http://wn.com/11/26/09_Weekly_Republican_Address_Rep_Mike_Pence_R-IN <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>: <q>The American people know we can't borrow and spend and bail our way back to a growing economy.... Republicans have proposals to get our economy moving again, to achieve energy independence and lower the cost of health care.<q> http://wn.com/Weekly_Republican_Address_10/16/10_Rep_Mike_Pence_R-IN <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>( R-IN) delivers the Weekly Republican Address. <strong> David M. McIntosh </strong> <strong> Mike Pence </strong> calls for immediate action on pledge to create jobs, cut spending. http://wn.com/Congressman_Mike_Pence_at_Southern_Republican_Leadership_Conference__Part_1 Remarks by Congressman <strong> Mike Pence </strong> at the Southern Republican Leadership Conference on April", "new_id": -2}, {"i": 5185, "idx": 2, "index_answer": 0, "new_id": -1, "q": "B-movie actor, turned governor, turned candidate. He gave voice to the ideals and values that I was raised to believe in.\" Republicans, <strong> Mike Pence </strong> continues, should learn from how <strong> Ronald Reagan </strong> led. <q>I think <strong> Ronald Reagan </strong> personifies both the substance and the style of conservatism in the 21st century,<q> he says. \"On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.\" \"But on", "sa": ["Mike Pence", "Ronald Reagan"], "uid": "1295552145232112145"}, {"uid": "1295911947085770249", "i": 13122, "idx": 0, "sa": ["Alex Holmes", "Eric Schmidt"], "q": "ice cream inclinations are kept. \"How do we know they're not going to be sharing that information with their partners or with the government?\" said <strong> Alex Holmes </strong>, research director at Forrester Research. <q>It's not anyone's business if I like mint chocolate chip or Cherry Garcia.<q> \"The reality is that on-premise software does retain consumer information for some time,\" said Mr. <strong> Eric Schmidt </strong>. \"We are all in the United States subject to the Patriot Act, so it is possible", "new_id": -2}, {"uid": "1295619378256049159", "i": 41101, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "'s judgment) \"I don't think so at all because <strong> Andy Coulson </strong> resigned from News of the World when he found out what was happening.\" OPPOSITION Labor PARTY LEADER ED MILIBAND <q>Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We think he should have gone earlier. He has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgment, about hanging on to him as long as he did.<q> TIM BALE, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX \"It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation", "new_id": -2}, {"uid": "1296173728032686081", "i": 29699, "idx": 1, "sa": ["Mike Pence"], "q": "me he's \"Disappointed, but not surprised\" about <strong> Mike Pence </strong>'s decision to rule out running for president in 2012. \"I think he's made the best decision for his family,\" Bozell continues. <q>Besides, he's young- 51. He has plenty of time.<q> Others close to the draft movement admit to be in a \"funk\" about <strong> Mike Pence </strong>'s decision. One stating: \"Seriously, we have no one for 2012 now.\" I do", "new_id": -2}]