[{"uid": "1296647241135249938", "i": 13737, "idx": 0, "sa": ["Steve Ballmer"], "q": "If you look at the much higher volume of products that is necessary in this mobile-computing world, we think you need that much bigger supply chain and it can't be controlled by one company...\" <q>ARM continues to develop efficient products in terms of power consumption and performance that's very good for the mobile space. Those same credentials are appropriate for as we move to servers and high-performance computing.<q> The love affair between Intel and Microsoft, one of the all-time great tech unions, is starting to look a bit frayed. Microsoft CEO <strong> Steve Ballmer </strong> appeared at the recent Consumer Electronics Show in Las Vegas with", "new_id": -2}, {"i": 524, "idx": 1, "index_answer": 2, "new_id": -1, "q": "the past. <strong> Howard Stern </strong> to <strong> David Letterman </strong>: sorry about your sex scandal( video) Instead of deflecting <strong> Howard Stern </strong>'s apology, <strong> David Letterman </strong> responded with candor and a bit of reciprocal praise. <q> \"You have been very, very nice to me on the radio and viciously ugly to me on the radio and I except both with equanimity because I know a little bit about how you operate and I'm still fond of your talent and your ability and what you've represented to the United States of America-and of course, the world.<q>\" <strong> Howard Stern </strong> calls for Hollywood to boycott <strong> Jay Leno </strong>( video) <strong> Howard Stern </strong> ended his third and final segment on Thursday night's Late Show once again pushing for <strong> David Letterman </strong> to holler back at him", "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "uid": "1296820432076218415"}, {"uid": "1297298115011485196", "i": 9854, "idx": 0, "sa": ["Michael Vick", "Nikki Giovanni", "Major Jackson", "Janet Jackson"], "q": " \"There should be YouTube poems,\" <strong> Major Jackson </strong> says. <strong> Nikki Giovanni </strong> believes poetry's appeal has been pretty consistent over time and that people shouldn't waste time crying about what it isn't. <q>Nobody is going to call me and say, \"Hey, I want you to come and do halftime at the Super Bowl,<q> says the poet, a huge football fan who once taught <strong> Michael Vick </strong>. \"But we'd ask <strong> Janet Jackson </strong>. When we look at poetry we have to say,` This is where we're at\"... Poetry", "new_id": -2}, {"uid": "1296395184086278204", "i": 35037, "idx": 3, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along.\" Sinitta added that <strong> Simon Cowell </strong> had only recently accepted the fact that he wouldn't be able to judge both shows. <q>People have said he'll fly backwards and forwards and do both. But he's not just a judge, he's also a mentor. That means he needs to stay in just one place. It's possible <strong> Simon Cowell </strong> will miss the UK version for a year and come back once the US one is settled in.<q> Steve Jones is in the running to land the presenting gig on the US show ahead of <strong> Dermot O'Leary </strong>, who has made no secret of his desire to move Stateside.", "new_id": -2}, {"uid": "1295580862256213017", "i": 43362, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "and a few just plain angry. \"I thought <strong> Steven Tyler </strong> was hilarious,\" Garrett wrote. \"I personally loved him, and I can't wait to see more.\" Ted agreed, adding, <q>My expectations were low but I thought they did good. I will watch it again.<q> Plipton approached the show with caution, fearing it would not be as good without beloved iconic \"mean judge\" <strong> Simon Cowell </strong>. \"But I truly enjoyed it,\" Plipton said. \"I thought <strong> Steven Tyler </strong>", "new_id": -2}, {"uid": "1297133398167510033", "i": 43315, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "Arts Theatre in Plano While the NFL's autograph signing and ticket giveaway for Tuesday has been canceled because of bad weather, the the NFL Shop at NFL Experience New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q>My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy?<q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1295502688237502473", "i": 4086, "idx": 1, "sa": ["Rep. Joe Barton", "Mike Pence"], "q": "takeover of health care when it doesn't even include a public option( for government-funded health care),\" Scott said. But <strong> Rep. Joe Barton </strong> <strong> Mike Pence </strong>, R-Ind., said that description is accurate. <q>When you mandate that every American purchase health insurance whether they want it or need it or not, you mandate that every business provide health insurance, you send people to a government-run exchange, you pay for it with hundreds of billions of dollars in higher taxes and mandates and you throw in public funding of abortion against the wishes of the overwhelming majority of the American people, that's a government takeover of health care and the American people know it,<q> <strong> Mike Pence </strong> said. Democrats countered that the law is already benefiting millions of Americans and should not be derailed. \"Because of the Affordable Care Act, Americans no longer have to live in fear", "new_id": -2}, {"uid": "1297196162026525707", "i": 10835, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "of the weather and couldn't find anyone to fund the event in place of the private donor. \"Apparently, this kind of thing happens all the time,\" Schloss told me in an email. <q>We are not familiar with stopping a project before it's finished. It's a very odd feeling.<q> Dallas <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city City of Dallas announces closures on February 18 and 21 for President's Day <strong> Dwaine Caraway </strong>, the mayor pro tem of Dallas, says he", "new_id": -2}, {"uid": "1296694847219119622", "i": 14336, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "enforcement to protect taxpayers from massive fraud,\" said Mr. <strong> Sen. Bernie Sanders </strong>, who is considered one of the most liberal members of Congress. But the authors of the 45-page documentation, titled <q>Report to Congress on Contracting Fraud,<q> said that because there is no central repository for contracting data, the department faced a \"number of challenges\" drafting the report- \"first and foremost was the development of a common definition of` procurement fraud", "new_id": -2}, {"uid": "1296816816092815385", "i": 31730, "idx": 1, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "on the Late Show host and began grilling him about his future with CBS. <strong> Howard Stern </strong> even managed to get <strong> David Letterman </strong> to admit he's planning to leave the Late Show after just two more years on air. <q> \"Two years you're thinking you're gon na exit? That's why we got ta beat <strong> Jay Leno </strong>. <strong> Howard Stern </strong> of show business-don' t go on that show! Make a young man's dream come true! I hope your dream comes true. I really hope you beat this guy.<q>\" See which celebrities are following <strong> Howard Stern </strong> on Twitter <strong> Howard Stern </strong> also trashed <strong> David Letterman </strong>'s 2010 Super Bowl commercial with <strong> Jay Leno </strong> and called the Tonight Show host \"horrible\". See video", "new_id": -2}]