[{"uid": "1296128045255868977", "i": 30196, "idx": 3, "sa": ["Michael Vick", "Adrian Peterson"], "q": "<strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. \"I'm enjoying the guys and I'm enjoying being out here playing football,\" he said. <q> This is what you work for. You work hard to get in this position. I'm ecstatic to be here. </q> <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410. \"I'm going to try", "new_id": -2}, {"uid": "1296641716140230685", "i": 33454, "idx": 1, "sa": ["Simon Cowell"], "q": " \"I don't know, actually. You will probably have a better time.\" He grinned and I told him no, we won't.; I enquired who will replace him. <strong> Simon Cowell </strong> responded: <q> I haven't got a clue. </q> I asked him what the highlight was about being on the show. <strong> Simon Cowell </strong>: \"Meeting you guys.\" This part was exclusive.SIMON COWELL and RYAN SEACREST- After dinner Ryan sat in the front and <strong> Simon Cowell </strong> was", "new_id": -2}, {"uid": "1295806200208044038", "i": 49222, "idx": 5, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": "Superman. We elected a human being, <strong> Barack Obama </strong>.\" \"I think he has reached out to countries around the world and has developed good relations with countries around the world,\" <strong> Colin Powell </strong> said. <q> And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the centerpiece of the State of the Union speech. </q> Dismissing widespread speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants", "new_id": -2}, {"uid": "1297147099140001280", "i": 21934, "idx": 0, "sa": ["Sergio Marchionne"], "q": "tried to redefine Chrysler, and it did that effectively.\" Brenda Harvill, 60, of Detroit, said the commercial gave her community \"a new image as a comeback city.\" <q> We were down for a while, </q> she acknowledged. \"But guess what? We're back.\" A Chrysler logo is seen atop a New York City car dealership Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits to speak... U.S.", "new_id": -2}, {"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q> Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet, </q> <strong> Mike D'Antoni </strong> said. \"They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}, {"uid": "1296413477170033200", "i": 27147, "idx": 0, "sa": ["Cheyenne Jackson", "Bob Rock", "Mike Pence"], "q": "one in which a man dressed in Arab clothing thanks Sharp for increasing U.S. oil purchases. 1991: Writes an essay entitled \"Confessions of a Negative Campaigner\" in which he denounces his past campaign as <q> one of the most divisive and negative </q> in Indiana's history. 2000: Wins a six-way GOP primary with 44.5 percent of the vote after Rep. <strong> Cheyenne Jackson </strong> McIntosh decides not to seek re-election. In the general election, <strong> Mike Pence </strong> beats Democrat <strong> Bob Rock </strong> and", "new_id": -2}, {"uid": "1296480901080920596", "i": 39059, "idx": 0, "sa": ["Sergio Marchionne"], "q": "and trucks in the last three months of the year, down 6 percent from the third quarter. Modified full-year operating profit of$ 763 million exceeded Chrysler's revised forecast of about$ 700 million. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> <strong> Sergio Marchionne </strong>, who also heads Fiat, said in the statement. Modified operating profit, a term Chrysler introduced this quarter that excludes items such as taxes, interest and pension- related costs, was$", "new_id": -2}, {"uid": "1297126038178880522", "i": 44300, "idx": 3, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "Dallas Saturday.\" <strong> Dwaine Caraway </strong> said he believes \"a great majority\" of the people of Dallas would have supported his decision, despite <strong> Michael Vick </strong>'s conviction for running a vicious dog fighting ring. <q> I gave it to him, sure I did. The wayward children that were there needed to have hope, </q> he said. <strong> Dwaine Caraway </strong>- who is poised to step in as Dallas mayor when <strong> Mayor Tom Leppert </strong> leaves office- did not say exactly where he was( \"somewhere downtown\" and \"one of the clubs\"", "new_id": -2}, {"uid": "1296282353007127044", "i": 19050, "idx": 5, "sa": ["Larry Bucshon", "Mike McDaniel", "Mike Pence"], "q": "person like him, with a wealth of experience, is always important to have backing you up when you're just getting started.\" <strong> Larry Bucshon </strong> wouldn't speculate about <strong> Mike Pence </strong>'s future, but said, <q> No matter what he decides to do, I'll be supportive. </q> Other Republicans seemed more sure of <strong> Mike Pence </strong>'s plans. \"I am convinced he is now going to run for governor,\" said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former", "new_id": -2}, {"uid": "1296241103000835607", "i": 17936, "idx": 0, "sa": ["Mitt Romney", "President Bush", "Mike Pence"], "q": "that won't run, but if he did he'd be an instant front-runner. <strong> President Bush </strong> Reagan official Ralph Benko, who ran a website that urged Mr. <strong> Mike Pence </strong> to seek higher office, tells me: <q> <strong> Mike Pence </strong> has qualities that inspired unprecedented across-the-board enthusiasm among movement conservatives. I hope that he would accept an offer of the vice presidency from the eventual Republican nominee if called. </q> Other conservative leaders I contacted all reacted with dismay to the <strong> Mike Pence </strong> news and feared that it moves Mr. <strong> Mitt Romney </strong> one step closer to the GOP nomination. For the past several months, an anybody-but-Romney coalition had", "new_id": -2}]