[{"uid": "1297119970200310797", "i": 16253, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "was reluctant to endorse his former boss's assessment that the decision to draw down U.S. troops shortly after the 2003 invasion of Iraq was \"the most important failure in the execution of the war.\" <q>I don't have enough confidence to say that that's right. I think that it's possible,</q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had( an) enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed. \"", "new_id": -2}, {"uid": "1297383715124895271", "i": 16493, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.</q> Bull& Lifshitz, LLP Announces the Filing of a Class Action Lawsuit Against Del Monte Corp. and the Board of Directors of Del Monte Corp. DALSA Shareholder Approval Obtained for Plan of Arrangement with Teledyne", "new_id": -2}, {"uid": "1295065898217366614", "i": 1332, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "<strong> Gerald Ford </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. \"This area is so fraught with legal ramifications,\" Urbahn said. <q>I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject.</q> <strong> Donald Rumsfeld </strong> would likely be willing to look at a script if it were another subject matter, he said. <strong> Donald Rumsfeld </strong>, who was defense secretary during the first six years of <strong> President Bush </strong>'s eight in", "new_id": -2}, {"uid": "1295391180188055575", "i": 13143, "idx": 0, "sa": ["Sergio Marchionne"], "q": "23 minutes ago By DEE-ANN DURBIN, AP Auto Writer Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"i": 20409, "idx": 6, "index_answer": 0, "new_id": -1, "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q>This was a big win for us at somebody else's home,</q> <strong> Allen Iverson </strong> said. \"Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.\" Elias Says <strong> Allen Iverson </strong>", "sa": ["Allen Iverson"], "uid": "1295501732152404071"}, {"uid": "1295768239143409189", "i": 45794, "idx": 2, "sa": ["Adlai Stevenson", "Allen Iverson", "50 Cent"], "q": "what <strong> Adlai Stevenson </strong> do. \"` <strong> Adlai Stevenson </strong> played that game like it was my last when <strong> Adlai Stevenson </strong> was a rookie and scored <strong> 50 Cent </strong>,\" said <strong> Allen Iverson </strong>, who equaled the most points scored in the NBA this season. <q><strong> Adlai Stevenson </strong> did the same thing tonight, just like <strong> Adlai Stevenson </strong> do every night. And we won.</q> <strong> Allen Iverson </strong>, approaching his first All-Star game, had a slew of incredible numbers: A career-high 20 field goals and 40 attempts, nine rebounds and six assists. He favorite stat was the one that goes in the", "new_id": -2}, {"uid": "1297304788026935319", "i": 27464, "idx": 3, "sa": ["Oprah Winfrey", "Donald Rumsfeld", "President Bush"], "q": "day. Or this, a memo <strong> Donald Rumsfeld </strong> wrote upon first meeting <strong> President Bush </strong>, in which <strong> President Bush </strong> apparently sought to \"sell\" himself to Rummy, and prove that he was not <q>born with a silver spoon in his mouth.</q> What follows are excerpts of <strong> Donald Rumsfeld </strong>'s Newsweek interview, conducted in New York City. Newsweek: We live in a confessional culture. I'm not going to do an <strong> Oprah Winfrey </strong> on you...", "new_id": -2}, {"uid": "1295158532128794647", "i": 509, "idx": 0, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "to stop him,\" said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. \"I didn't realize it,\" <strong> Kobe Bryant </strong> said when told about his scoring spree. <q>You just get into one of those rhythms. My teammates were looking for me, it just feels like the ball finds you.</q> The Lakers led 89-79 entering the fourth quarter. The Nuggets drew within five points three times before a three-point play by <strong> Kobe Bryant </strong> with 6:41 remaining made it 101-93. That was only the beginning. Two free throws by", "new_id": -2}, {"uid": "1297185913149962759", "i": 3732, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "out that there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. \"Ironically, my comment was unintentional,\" <strong> Donald Rumsfeld </strong> writes. <q>I had meant to say France and Germany represented \"old NATO' not` old Europe'.</q> \"In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling french fries` freedom fries\" loved it,\" he writes. \"The elites in Paris", "new_id": -2}, {"uid": "1295627170004243488", "i": 19015, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. \"<strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,\" he said. <q>Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.</q> Enter for a chance to win$ 25,000 or your choice of other great prizes in the Dream Come True Sweepstakes brought to you by Macworld.", "new_id": -2}]