[{"uid": "1295709517126484491", "i": 7788, "idx": 3, "sa": ["David Letterman", "Regis Philbin"], "q": "and you would be the fourth.'' This was <strong> Regis Philbin </strong>'s cue to respond with mock irritation. ''When was the last time you watched me in the last 10 years?'' he said. <q>What was I doing and what was I wearing?</q> ''I don't like your attitude,'' <strong> David Letterman </strong> said. Watching this combined century of broadcasting carrying on amiably for 17 minutes, one almost-- almost-- felt transported back to that", "new_id": -2}, {"uid": "1297314957126959686", "i": 38553, "idx": 1, "sa": ["Jay Leno", "Dan Lauria", "David Letterman", "Matt LeBlanc"], "q": "Top Ten Signs You Are Watching a Bad Cable Channel.'' After <strong> David Letterman </strong> would read each item on his list, <strong> Dan Lauria </strong> in character would offer some humorous un-Lombardi-like motivational sentiment. For example: <q><strong> Jerry Kramer </strong> used to drive across the border to beat up Canadians, just for the fun of it. I love that kind of guy.</q> Or: ''German potato salad is not real potato salad. Real potato salad has mayonnaise in it.''@alin: I am watching <strong> Matt LeBlanc </strong> on <strong> Jay Leno </strong>, and with his new salt-and-", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q>I am convinced he is now going to run for governor,</q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}, {"uid": "1297216340026116096", "i": 32786, "idx": 1, "sa": ["Simon Cowell"], "q": "difference between Extreme Makeover: Home Edition and Jersey Shore. As for the current, Cowell-free season of Idol, he said, ''I haven't seen a full episode,'' continuing, <q>I think we're going to do something different. I'm excited. The stakes are high.</q> Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from a rough fall season, when it finished last among the major networks in total viewers. Idol is still holding strong", "new_id": -2}, {"uid": "1297278635173539337", "i": 21301, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "How Many Jobs Would of Been LOST''. This nation is Part of a Global Market, Thats why <strong> Barack Obama </strong> was recently in India Creating Jobs making deals for India to buy ''American'' Report Abuse <q>Funny how all these repugs. yell about the treaty saying he will just ram it thru congress...</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options! Mortgage Rates Hit 2.99% If you owe less than$", "new_id": -2}, {"uid": "1294969491073564163", "i": 1248, "idx": 4, "sa": ["Sergio Marchionne"], "q": "Decision on Nitro-Liberty replacement Chrysler is near a decision on the replacement for the lightly regarded Dodge Nitro and Jeep Liberty SUVs, built at the company's Toledo North Assembly plant, <strong> Sergio Marchionne </strong> said. <q>It's the most significant hole in our product portfolio,</q> said <strong> Sergio Marchionne </strong>, referring to the mid-sized SUV segment. The Nitro and Liberty, which trail segment leaders such as the Honda CRV and Ford Escape, were among the few vehicles that were not revamped in the 2011", "new_id": -2}, {"uid": "1297214214052674673", "i": 19474, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "The title derives from a frequently parodied <strong> Donald Rumsfeld </strong> response to a reporter's question about whether there actually was evidence of any link between <strong> Saddam Hussein </strong> and terrorists seeking weapons of mass destruction. The Defense secretary responded: <q>Reports that say that something hasn't happened are always interesting to me because, as we know, there are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown unknowns- the ones we don't know we don't know.</q> Get the monthly that has L.A. talking. Subscribe to Los Angeles Times Magazine at a special introductory rate. It is, of course, a logical fallacy to multiply categories beyond necessity, but it's one", "new_id": -2}, {"uid": "1296241720196132899", "i": 18577, "idx": 0, "sa": ["Neil Cavuto", "Sen. Bernie Sanders"], "q": "> Please upgrade your flash player. Varney Claims Social Security ''Is Broke,'' Trust Fund ''Is Empty'' Varney:''[ Social Security] Trust Fund Is Empty'' And <q>Is Full Of IOUs From The Treasury.</q> On the January 28 edition of Fox News' Fox& Friends, the co-hosts began a segment on the solvency of Social Security by playing a clip of <strong> Sen. Bernie Sanders </strong>( I-VT) telling Fox News host <strong> Neil Cavuto </strong>,", "new_id": -2}, {"uid": "1296687274182059050", "i": 42473, "idx": 3, "sa": ["David Letterman", "Meg White"], "q": " ''SNL'' and <strong> David Letterman </strong>, she was so at ease. MILLER: When Rolling Stone did a story on the <strong> Meg White </strong> Stripes last year, they had a quote from Jack saying, <q>I have no idea why we're here,</q> talking about the MTV Movie Awards. And then there were all these people writing letters: ''Well, why are they posing for the cover of magazines, why are they making videos for MTV, if they", "new_id": -2}, {"uid": "1295393806188055603", "i": 49243, "idx": 0, "sa": ["Zahi Hawass"], "q": "'s Needle to be returned. Law professor Derek Fincham, who blogs about the arts, antiquities and the law at Illicit Cultural Property, says Egypt has no legal standing to get the statue back. <q>You know an equivalent would be France trying to ask for the Statue of Liberty back,</q> Fincham said. ''<strong> Zahi Hawass </strong> can claim that New York and Central Park, and the United States even, aren't taking good enough care of the obelisk. But he's really skinny on the details.''", "new_id": -2}]