[{"uid": "1296124798102268952", "i": 59887, "idx": 0, "sa": ["Bernie Sanders"], "q": "that it's got to come from somewhere.\" Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q> Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government, </q> said Sen. Sanders-Bernie Sanders.htm#r_src=ramp\"> <strong> Bernie Sanders </strong>, I-Vt. \"It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the", "new_id": -2}, {"uid": "1297613141002097202", "i": 11391, "idx": 0, "sa": ["Frank D'Angelo", "Mike Cecere", "David Letterman", "Ben Johnson"], "q": "talk show host, <strong> Frank D'Angelo </strong> admits he's not worthy of shining <strong> David Letterman </strong>'s shoes. After all, this is the man who thought it was funny to market his Cheetah energy drink by getting <strong> Ben Johnson </strong> to say, <q> I'm a cheetah. </q> When caught out, <strong> Frank D'Angelo </strong> resorts to tired one-liners that elicit groans from the audience, which barely outnumbers the show's crew. Tatti and <strong> Mike Cecere </strong> sit perched on the side of the set,", "new_id": -2}, {"uid": "1296961291197279745", "i": 50630, "idx": 2, "sa": ["Michael Vick", "Andy Reid"], "q": "life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as <strong> Andy Reid </strong>. \"He had a plan and he stuck to that, both on and off the field,\" <strong> Andy Reid </strong> said. <q> He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape... So, he did a great job with the football part of it. \"And then he spends a tremendous amount of time in the public, in particular on his days off... speaking and doing the best he can to right the wrong. You can never erase that, but you can sure help change others from falling into that same problem. </q> A star in Atlanta for most of his six seasons as a Falcon after being selected first overall in the 2001 draft, <strong> Michael Vick </strong> missed 2007 and 2008 while incarcerated for 18 months in a federal prison.", "new_id": -2}, {"uid": "1295821293214663180", "i": 15070, "idx": 0, "sa": ["Andy Coulson"], "q": "A day before Obama takes office, the bombing of Gaza stops. Obama is inaugerated saying to foreign nations that he will extend his hand if they will unclench their fists. He meant Israel. Report Abuse <q> \"None of the soldiers who actually participated in the raid were authorised to testify.... The United Nations Human Rights Council quickly formed its own inquiry panel, with which Israel refused to cooperate on the grounds that it was biased against the Jewish state. </q> \" Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to", "new_id": -2}, {"uid": "1297442899051478531", "i": 30691, "idx": 1, "sa": ["David Letterman"], "q": "anticipation of the big reveal on <strong> David Letterman </strong>'s show on February 14, followed by newsstand sales the next day. The location of the famous shoots and who makes the cover are top secret until then. <q> Consumers love to follow what's hot, what's glamorous, what's beautiful, </q> Southwood said. \"The first question that the sales rep will ask is,` What did you get into Sports Illustrated this year?\" ' Southwood and his Sauvage Swimwear are known for cutout designs", "new_id": -2}, {"uid": "1296630862010158096", "i": 54342, "idx": 0, "sa": ["Arian Foster", "Michael Vick", "Tom Brady"], "q": "of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. Also receiving votes were Texans RB <strong> Arian Foster </strong>( seven); Chargers", "new_id": -2}, {"uid": "1297437549170033162", "i": 44126, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "mapas y socios operativos en el mercado celular en el mundo. Por su parte, Microsoft proveer el sistema operativo, la publicidad y su buscador Bing a todos los tel?fonos fabricados por Nokia. <q> Hoy la batalla est migrando de ser una de dispositivos m?viles a una batalla de ecosistemas m?viles y nuestras fortalezas aqu son complementarias </q>, aseguraron ambas empresas. \" Hay otros ecosistemas m?viles. Los desbarataremos. Habr desaf?os. Los superaremos. El xito requiere rapidez. Seremos veloces \" <strong> Stephen Elop </strong> y <strong> Steve Ballmer </strong>( Nokia y Microsoft)", "new_id": -2}, {"uid": "1297220893158400535", "i": 39608, "idx": 16, "sa": ["Isnilon Hapilon", "Donald Rumsfeld"], "q": ". \" target=\"mwphcomReportIsnilon Hapilonse\" Hapilonse.yahoo.com/report_Isnilon Hapilonse/ReportIsnilon HapilonseBeacon.php?appId=news&amp;redirect=http%3a%2f%2fhelp.yahoo.com%2fl%2fus%2fyahoo%2fnews%2fforms%2fIsnilon Hapilonse_articles.html&amp;eaci=BTX56EVFRWA4OAEJO3LDBQYPXM&amp;commentid=54080683\"> Report Isnilon Hapilonse \" War/neocon radio had this unindicted war criminal on all day lobbing soft balls to him. \" Not one of these new world order hacks asked him about those <q> weapons of mass destruction. </q> Time.com: Super Bowl Ticket Scandal: Are Fans Planning A Suit? ABC News: Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1296755729029065256", "i": 50220, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "New York office to discuss his book, \"Googled: The End of the World As We Know It\" . <strong> Ken Auletta </strong> has written The New Yorker's Annals of Communications column since 1992 and is the author of <q> Three Blind Mice&... Authors@Google: <strong> Ken Auletta </strong> 48:09 <strong> Ken Auletta </strong> visits Google's Mountain View office to present his book \"Googled: The End of the World As We Know It </q>. This event took place on November 11, 2009, as part of the Authors@Google series There are companies that create waves and those that ride or are drowned by the... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public&", "new_id": -2}, {"uid": "1295907439137379893", "i": 36451, "idx": 0, "sa": ["Andy Coulson", "Tony Blair"], "q": "was important that all allegations were properly investigated. \"Hacking into people's phones is illegal,\" she said.? Blair-Tony Blair-never-had-a.6699950.jp\"> <strong> Tony Blair </strong> never had a mobile while prime minister <q> Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. Nobody is above the law, no newspaper editor, no journalist. </q> Scotland Yard has declined to respond to the latest allegations. Mr <strong> Andy Coulson </strong> has denied knowledge of any hacking, but stepped down on Friday over the continuing media coverage of the issue.", "new_id": -2}]