[{"uid": "1295125227265830412", "i": 35009, "idx": 12, "sa": ["Donald Rumsfeld", "Errol Morris", "Kate Zernike", "John McCain", "Philip Zimbardo", "President Bush"], "q": "; Schmitt, Eric( May 8, 2004). \"<strong> Donald Rumsfeld </strong> Accepts Blame and Offers Apology in Abuse\". The New York Times.[ dead link]^ <strong> Kate Zernike </strong>( 12 January 2005). <q>Detainees Depict Abuses by Guard in Prison in Iraq<q>. New York Times.^ \"<strong> President Bush </strong> Iraqi Prisoners Recount Abuse- <strong> President Bush </strong> Iraqi Prisoners Recount Mistreatment by <strong> John McCain </strong> Soldiers\". ABC News. Retrieved 2008-07-19.^ Gourevitch, <strong> Philip Zimbardo </strong>; <strong> Errol Morris </strong>( 2008-03-24)", "new_id": -2}, {"uid": "1295107313211468325", "i": 576, "idx": 1, "sa": ["Colin Powell"], "q": "that Guantanamo Bay should be closed.\" KOHL: According to press reports, Secretary of State Rice has also supported efforts within the administration to close Guantanamo. And former Secretary of State <strong> Colin Powell </strong> said, quote, <q>If it was up to me, I would close Guantanamo-- not tomorrow, but this afternoon.<q> Last year even the president himself recognized that Guantanamo has been the focus of international criticism and he said, I quote, \"I'd like to, quote,` close Guantanamo.\" Recent press reports", "new_id": -2}, {"uid": "1297195793265863175", "i": 16325, "idx": 5, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "President Bush"], "q": "I doubt this would have been the case had the <strong> President Bush </strong> been asked to make a clear-cut decision,\" he wrote. <strong> Donald Rumsfeld </strong> also criticises <strong> Condoleezza Rice </strong> for her management of the National Security Council. <q>Often meetings were not well organised. Frequent last-minute changes to the times of meetings and to the subject matter made it difficult for the participants to prepare, and even more difficult,<q> he says. At the conclusion of NSC meetings when decisions were taken, members of the NSC staff were theoretically supposed to write a summary of conclusions. \"When I saw them, they", "new_id": -2}, {"uid": "1295670121065781771", "i": 18610, "idx": 1, "sa": ["Simon Cowell"], "q": ", Tunisia. Her career goal: \"To develop and release a Windows Phone 7 app to the Marketplace.\" Neil, a \"senior software development engineer\" from Dublin, Ireland. His career goal: <q>To learn how to develop an application on Windows and SQL Azure.<q> <strong> Simon Cowell </strong>, a principal software engineer from Chester, UK. His career goal: \"Get team certified to meet Microsoft Partner competency requirements.\" Caroline( pictured), a student from Calgary, Canada. Her", "new_id": -2}, {"uid": "1296869911188694544", "i": 28220, "idx": 1, "sa": ["Sergio Marchionne"], "q": " \"I am paying shyster rates,\" <strong> Sergio Marchionne </strong> said, noting that Chrysler had no choice in 2009 but to pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout. <q>We had no choice... I am going to pay the shyster loans.<q>\" As a matter of etymology, \"shyster\" refers to an unethical or unscrupulous person. For some people, it also carries anti-Semitic overtones. But a Chrysler spokesman, Gualberto Ranieri, told DealBook", "new_id": -2}, {"uid": "1297711727141344774", "i": 39391, "idx": 2, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. \"Many people make the mistake of thinking that dreams can not come true, but they can,\" he wrote. <q>You have to believe, and know that they are more than just imagination.<q> All content Â© Copyright 2000- 2011 WorldNow and WISTV, a", "new_id": -2}, {"uid": "1296536149067862539", "i": 48744, "idx": 3, "sa": ["Allen Iverson", "Yao Ming"], "q": "had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. \"This was a <strong> Yao Ming </strong> win for us at somebody else's home,\" <strong> Allen Iverson </strong> said. <q>Down seven points with 3 minutes to go. It was a gut check for us. <strong> I Roy </strong> think a game like this is going to help us down the road.<q> Elias Says <strong> Allen Iverson </strong> posted his own kind of triple double on Wednesday, leading the Nuggets to a win over Memphis by shooting 11-of-26 from the floor, 10-of-12 from the line and adding 12 assists. It was only", "new_id": -2}, {"i": 49389, "idx": 2, "index_answer": 0, "new_id": -1, "q": "he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone sees him that way. <q>In the eyes of many people, he's a hero,<q> said <strong> Dwaine Caraway </strong>, adding that he doesn't condone animal cruelty. Photo: Scars from fighting mark the face of Lucas, the grand champion of football player <strong> Michael Vick </strong>'s fighting dogs in Kanab, Utah.", "sa": ["Dwaine Caraway", "Michael Vick"], "uid": "1297240707110002271"}, {"uid": "1295578670033980433", "i": 3233, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "platform, Facebook <strong> Google Inc. </strong>, in terms of the number of users and advertising sales. \"Larry is ready,\" <strong> Eric Schmidt </strong>, who will become executive chairman, said today on a company conference call. <q>It's time for him to have a shot at running this.<q>", "new_id": -2}, {"uid": "1297231696252395526", "i": 13981, "idx": 0, "sa": ["George Shultz", "Sam Donaldson", "Colin Powell", "David Gergen"], "q": "profile including interviews with <strong> Sam Donaldson </strong>, <strong> George Shultz </strong>, <strong> Colin Powell </strong>, <strong> David Gergen </strong> and others. Tonight's other highlights â\u0080¢ Auditions continue on \"American Idol\"( 7 p.m., Fox). â\u0080¢ <q>William and Kate: A Modern Royal Romance<q>( 7:30 p.m., Ovation). â\u0080¢ A crooked cop works a sleazy angle on \"Chase\"( 8 p.m., NBC). â\u0080¢ The team faces a breakup on the season finale", "new_id": -2}]