[{"uid": "1295565725055705620", "i": 6532, "idx": 2, "sa": ["Tim Cook", "Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Thursday, he would earn about$ 334.7-million on the stock sale. He would still own about 2.7 per cent of Google's outstanding capital stock, down from 2.9 per cent before selling the shares. <q> As Google has grown, managing the business has become more complicated. So <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long Tim Cooke about how best to simplify our management structure and speed up decision making, </q> Mr. <strong> Eric Schmidt </strong> said in a posting on the company's official blog.`` And over the holidays we decided now was the right moment to make some changes to the way we are structured.''", "new_id": -2}, {"uid": "1297240179110002178", "i": 1823, "idx": 3, "sa": ["George W. Bush", "Colin Powell"], "q": "evidence of an active Iraqi program to produce weapons of mass destruction, but Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> Rumsfeld wrote. He said he made his recommendation to <strong> George W. Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days", "new_id": -2}, {"uid": "1295742091250150917", "i": 43434, "idx": 0, "sa": ["Mike Pence", "Erik Paulsen"], "q": ".- In the third trimester, there is an increase in viability rates and a corresponding greater state interest in prenatal life, and so the state can choose to restrict or proscribe abortion as it sees fit( <q> except where it is necessary, in appropriate medical judgment, for the preservation of the life or health of the mother </q>). In disallowing many state and federal MN-3 <strong> Mike Pence </strong> <strong> Erik Paulsen </strong> offered encouraging words to the Minnesota Citizens Concerned for Life rally on the steps of the State Capitol, on the anniversary of the 1973 Roe v Wade decision", "new_id": -2}, {"uid": "1295677688065617925", "i": 48031, "idx": 7, "sa": ["George Karl", "Carmelo Anthony", "Allen Iverson", "Anthony Michael", "Ben Wallace", "Steve Smith", "Dez Bryant"], "q": "a span of two seconds after technical fouls against JR <strong> Steve Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Dez Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Ben Wallace </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran http://wn.com/Carmelo Anthony_Anthony Michael_30_Pts_Against_Utah_Jazz_Opening_Night_at_Denver_Colorado_October_27,_2009 Absolutely NO COPYRIGHT infringement is intended. All", "new_id": -2}, {"uid": "1297706494051036178", "i": 46486, "idx": 2, "sa": ["Mike Pence", "Cecile Richards"], "q": "million in federal taxpayer funding.`` Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,'' <strong> Mike Pence </strong> said. <q> The time to deny any and all funding to Planned Parenthood is now. </q> But Planned Parenthood president <strong> Cecile Richards </strong> told AP the abortion business is not giving up on its government funding without a fight.`` We've been here for the past 95 years, and we'll", "new_id": -2}, {"uid": "1295701242121667612", "i": 25481, "idx": 1, "sa": ["LeBron James", "Andre Miller", "Allen Iverson", "Tim Duncan"], "q": "then pulling up and sinLeBron James the basket from the top of the key with 4.2 seconds remaining.`` I was surprised that they just let me wind the clock down and take a shot,'' <strong> Allen Iverson </strong> said. <q> I told my teammates that I was going to wind it down.... I was hoping if I did miss, the ball would bounce and the Tim Duncane would run out. </q> <strong> Andre Miller </strong> insisted he wanted <strong> Allen Iverson </strong>, who was hobbled by a sprained ankle he twisted in the third quarter, to take a jump shot rather than drive to the basket.`` I got a hand up on the", "new_id": -2}, {"uid": "1296232926027263004", "i": 42329, "idx": 0, "sa": ["Simon Cowell"], "q": "year running. The Geordie stars, who first found fame on BBC children's programme Byker Grove, were unable to accept the award in person but delivered a victory speech via video link. <q> We are so sorry, we're in Cardiff now. Thank you so much, this means so much to us. Ten years in a bloody row Declan. Ten years. We are so, so happy, </q> Ant said. <strong> Simon Cowell </strong>, who works with the stars on Britain's Got Talent, accepted the award on their behalf and joked that, while deserved, their success was`` annoying''.", "new_id": -2}, {"uid": "1296968210047710243", "i": 8790, "idx": 0, "sa": ["George W. Bush", "Lawrence Wilkerson", "Colin Powell"], "q": "the sort of Cold War approach on Afghanistan under Carter. But it gets escalated far-- by many times when Reagan comes in. JAY: Well, let me bring Larry in. The basic headline <q> Reagan is the winner of the Cold War </q> is not a deserved mantle and was actually more a rationale for an expansion of projecting US military power. <strong> Lawrence Wilkerson </strong>, FMR. CHIEF OF STAFF TO <strong> Colin Powell </strong>: I think in the American mind the <strong> George W. Bush </strong>", "new_id": -2}, {"uid": "1294964788123027464", "i": 35977, "idx": 1, "sa": ["Mark Kelson", "Barack Obama", "Kirsten Gillibrand", "Sarah Palin"], "q": "So her eye is flickering and <strong> Mark Kelson </strong> sees this and gets extremely excited... And so he said: Gabby, open your eyes, open your eyes. And he's really urging her forward.'' <q> And then she finally opens her eyes and you could she was like desperately trying to focus and it took enormous strength from her. And <strong> Mark Kelson </strong> could just can't believe it. I mean, he's so happy. And we're crying because we're witnessing something that we never imagined would happen in front of us. </q> <strong> Kirsten Gillibrand </strong> said that Giffords's husband, <strong> Mark Kelson </strong>, then urged his wife to give a`` thumbs up'' if she could see him. <strong> Barack Obama </strong> visits Arizona shooting survivors before memorial address <strong> Sarah Palin </strong> sticks to", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q> What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me, </q> <strong> Donald Rumsfeld </strong> writes.`` At that moment, I couldn't speak.''( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}]