[{"uid": "1296550022078987356", "i": 29052, "idx": 0, "sa": ["Sergio Marchionne"], "q": "from 11% to 13% market share. \"Their new products just came out and are beginning to get traction,\" said Van Conway, CEO of Conway McKenzie, a Detroit-based turnaround consultant. <q>Coupled with expectations that North American sales volumes will grow by at least 1 million vehicles, they could easily generate closer to$ 2 billion in cash.</q> The fact that <strong> Sergio Marchionne </strong> firmly defended the decision to pay hourly and salaried workers \"performance awards\" for the 2010 results indicates his confidence that the operating improvements will outpace the debt payments eventually.", "new_id": -2}, {"uid": "1296770511173654034", "i": 12151, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "the right moment,\" it said, \"we may want to give <strong> Saddam Hussein </strong> a way out for his family to live in comfort.\" Known and Unknown, the former Defense secretary says he believed that <q>an aggressive diplomatic effort, coupled by a threat of military force, just might convince <strong> Saddam Hussein </strong> and those around him to seek exile.</q> Instead, history will record that <strong> Donald Rumsfeld </strong> became a principal player in the Bush administration's drive to invade Iraq, which led to the execution of <strong> Saddam Hussein </strong>, the deaths of more than 4,400 American soldiers and a long", "new_id": -2}, {"uid": "1295016493211582980", "i": 15180, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": "as possible.\" A judge will hear the matter on January 26th. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead. He tells Late Show host <strong> David Letterman </strong>, <q>The kids are doing ok, we have been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I, <strong> Kayte Walsh </strong>'s my new girl, we're planning to get married soon. Sometime in February.</q> You can send a story to multiple email addresses by separating the email addresses with a semicolon(;) MEGA Millions 01, 04, 11, 16, 45, Mega Ball: 37 Powerball 19,", "new_id": -2}, {"uid": "1297063849240369679", "i": 21700, "idx": 1, "sa": ["Peter Bennett-Jones", "Andy Coulson"], "q": "'s off in the US doing a pilot for HBO at the moment.\" This ethos extends to off-screen colleagues, according to <strong> Andy Coulson </strong> Zein, who worked with <strong> Peter Bennett-Jones </strong> for 13 years at Tiger Aspect. <q>PBJ is one of the great unsung heroes of British television. He's made a career out of putting others ahead of himself,</q> says Zein, now the senior vice president, creative, format development and sales at Warner Bros. \"He has a great ability to stay out of the limelight but instil a set of values and an approach when", "new_id": -2}, {"uid": "1295531378255115294", "i": 20141, "idx": 0, "sa": ["Simon Cowell"], "q": "<q>Previous Wedding Bells at TLC, More British People Coming to Your TV Set <strong> Lady Gaga </strong></q> Is MTV's Skins Child Pornography? American Idol Starts Tonight, Except It Doesn't American Idol begins tonight, with a lot of questions swirling about how the show will survive the loss of <strong> Simon Cowell </strong>,", "new_id": -2}, {"uid": "1296108990167460879", "i": 3248, "idx": 1, "sa": ["Michael Vick"], "q": "of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. \"We're real excited about it,\" chief executive officer Rob Vito said Tuesday. <q><strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person.</q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a \"sizable\" contract. \"We believe it was worth", "new_id": -2}, {"uid": "1295564127055377924", "i": 12265, "idx": 5, "sa": ["Eric Schmidt", "Richard Chang"], "q": ", outstripping Wall Street's average forecast of$ 8.10. <strong> Eric Schmidt </strong> said on his blogpost that Page will now lead product development and technology strategy, areas that are \"his greatest strengths.\" <q>It will be interesting to see what he'll do that's different, what he could not have done in his prior role,</q> said BGC Partners analyst Colin Gillis.( Editing by Edwin Chan and <strong> Richard Chang </strong>) Google co-founder Larry Page talks to reporters as CEO <strong> Eric Schmidt </strong> looks on, in Sun Valley, July 9, 2009.", "new_id": -2}, {"uid": "1296361391082608151", "i": 7399, "idx": 0, "sa": ["Arian Foster", "Michael Vick", "Brandon Lloyd"], "q": "scenery and weather can't be beat. Temperatures this week were mostly in the high 70s, perfect for the Pro Bowlers who went golfing, fishing, jetskiing and toured Pearl Harbor with their families. <q>This is like heaven. I'll die and go to Hawaii. That's all right with me,</q> Houston Texans running back <strong> Arian Foster </strong> said. A few players even hit the waves such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard. \"I", "new_id": -2}, {"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from \"The Tonight Show\" settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q>He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing,</q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight: \"The Pillowman\" By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}, {"uid": "1297119751226197532", "i": 17094, "idx": 0, "sa": ["Kirsten Gillibrand", "Riyad Mansour"], "q": "another rush in Congress, this time led by New York Senator <strong> Kirsten Gillibrand </strong>, to have the United States veto the resolution. Surrealpolitik forces Palestinian leaders to grasp at straws. Palestinian Permanent Representative <strong> Riyad Mansour </strong> said, <q>Our objective is to convince our American colleagues that there is value to having this resolution adopted in the Security Council,</q> he said. \"We are not there yet.\" The Palestine Papers show Palestinian negotiators to be incredibly patient. \"The purpose of this resolution,\" said <strong> Riyad Mansour </strong>, \"among other things, is to", "new_id": -2}]