[{"uid": "1296286332201490484", "i": 3219, "idx": 4, "sa": ["Eric Holcomb", "Mike Pence", "Jackie Walorski", "Joe Donnelly"], "q": "Former Republican state <strong> Mike Pence </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Mike Pence </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for <strong> Eric Holcomb </strong>. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said.`` I think he'd clear the field.'' Indiana Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' like <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1297242000088965209", "i": 23969, "idx": 0, "sa": ["Sergio Marchionne"], "q": "quite a comeback in interest for the updated replacement for the Chrysler Sebring midsized car, which was one of Chrysler's worst performing and highly criticized cars ever. Chrysler CEO <strong> Sergio Marchionne </strong> told Forbes magazine that Eminem <q> was not an easy choice, </q> acknowledging that the rapper posed some risks. But in the end, Eminem turned out to be the perfect spokesman for Detroit, for Chrysler and its hell-and-back journey.`` He is really very symbolic of", "new_id": -2}, {"uid": "1297242024149028872", "i": 28747, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers", "Brett Favre"], "q": ", but relaxed, as he was a guest on` The`` This is fun for me,'' <strong> Aaron Rodgers </strong> said after <strong> David Letterman </strong> thanked the Packers quarterback for squeezing in a trip to Ed Sullivan Theater. <q> I watch your show a lot. </q> <strong> Aaron Rodgers </strong>, in just his third season as a starter since replacing Green Bay legend title=\"Brett Favre\" href=\"http://www.nydailynews.com/topics/Brett Favre+Brett Favre\"> <strong> Brett Favre </strong>, led the Packers to their fourth Super Bowl title, completing 24-of-39 passes for 304", "new_id": -2}, {"uid": "1294962736114475023", "i": 33043, "idx": 3, "sa": ["Philippe Mangou", "Patrick Achi", "Alassane Ouattara"], "q": "and flush out everybody behind these attacks,'' and could be extended to other neighborhoods in Abidjan, the main commercial city. <strong> Alassane Ouattara </strong>'s camp denied Thursday it had been encouraging what General <strong> Philippe Mangou </strong> called <q> endless calls for civil disobedience, armed insurrection and murder of all sorts. </q>`` We reject these accusations,'' <strong> Alassane Ouattara </strong>'s government spokesman <strong> Patrick Achi </strong> told A.F.P.`` It's the security forces who once more have sought to provoke the peaceful population. We will not", "new_id": -2}, {"uid": "1295432535243531906", "i": 8896, "idx": 1, "sa": ["Michael Crichton", "Catherine Zeta-Jones", "Johnny Depp", "Muhammad Ali", "Carrie Ann Inaba", "Angelina Jolie", "Beverly Hills"], "q": "target=\"_blank\" href=\"http://Beverly HillsBeverly Hillsfm.com/\"> <strong> Beverly Hills </strong> <strong> Beverly Hills </strong>, CMuhammad Alif.- He didn't walk away with the supporting target=\"_blank\" href=\"http://actingglobe.com/\"> actor award, but the way <strong> Michael Crichton </strong> sees it he had plenty to celebrate at Sunday's Golden Globes. <q> It's been a quiet year. <strong> Catherine Zeta-Jones </strong> is doing a Broadway show and six months of cancer, </q> the silver-haired actor joked as he walked the red carpet with his wife, <strong> Catherine Zeta-Jones </strong>. <strong> Michael Crichton </strong>, who Carrie Ann Inabaounced last week that his <strong> Angelina Jolie </strong> meets the fans and talks <strong> Johnny Depp </strong> at Golden Globes( Video) <strong> Angelina Jolie </strong> was at", "new_id": -2}, {"uid": "1295575736103366674", "i": 45549, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Art Lentini", "Justin King", "Michael Schmidt"], "q": "them to Google.''`` It is a privilege to work with a most skilled and dedicated team to build innovative technologies that people use every day,'' commented ITA Software's CEO and president Jeremy Wertheimer. <q> We are all looJustin King forward to continuing and expanding our efforts as pArt Lentini of Google. </q> Shares of Google closed Thursday's trading day at$ 439.49 on volume of 3.48 million shares, versus the average volume of 3.15 million shares. http://wn.com/Eric Schmidt_Michael Schmidt_at_NASA_50th_Anniversary_Lecture_Series <strong> Eric Schmidt </strong> Out As Google CEO, <strong> Larry Page </strong> Takes Over TalJustin King <strong> Michael Schmidt </strong>:", "new_id": -2}, {"uid": "1295310565231800855", "i": 32354, "idx": 3, "sa": ["Thomas S. Price", "Mike Pence", "Nancy Pelosi", "Nancy Skinner"], "q": "seeing costs rise, not just for employers, but for employees as well.'' <strong> Mike Pence </strong> <strong> Thomas S. Price </strong>:`` We look forward to fulfilling the promise that we made.'' <strong> Mike Pence </strong> DEBBIE WASSERMAN SHULTZ( D-FL): <q> Let's talk about January 1st. On January 1st, just a few days ago, with repeal of health care reform, Republicans will take away a 50% cut in brand name drugs that seniors got. Let's put a human face on what repealing health care reform will mean. It will mean that children, once again, and in a few years, everyone will be able to be dropped or denied http://wn.com/Nancy Pelosi_Nancy Skinner_Fox_News_082010_Health_Care_Democratic_Messaging <strong> Nancy Skinner </strong> goes on`` America Live </q> on Fox News on August 20, 2010, to discuss Democratic messaging around health care reform. She talks about how Democrats need to talk about the benefits of reform, not just costs. She also mentions the", "new_id": -2}, {"uid": "1295628138018169942", "i": 2139, "idx": 2, "sa": ["David Cameron", "Andy Coulson"], "q": "that phone hacking was carried out by a couple of rogue employees. <strong> David Cameron </strong> said that he was very sorry <strong> Andy Coulson </strong> had quit, and believed his claim that he was ignorant of the spying. <q> <strong> Andy Coulson </strong> resigned from the News of the World when he found out what was happening, </q> <strong> David Cameron </strong> said.`` I've always felt he's been punished for the same offense twice.'' The weekly News of the World has a circulation of more than 3 million and thrives on celebrity exclusives", "new_id": -2}, {"uid": "1295878078206389264", "i": 31704, "idx": 0, "sa": ["Alan Greenspan", "Richard Quest", "Eric Schmidt", "Bernie Sanders", "Bill Johnson"], "q": "a Richard Question about the wars in Iraq or Afghanistan, military families, warrior care, the new GI <strong> Bill Johnson </strong>, or anything else about the US military? Just click video respo... Rep. <strong> Bernie Sanders </strong> vs. Fed Chairman <strong> Alan Greenspan </strong> <q> You have told the AmEric Schmidtan people that you support a trade policy which is selling them out. </q>-- Rep. <strong> Bernie Sanders </strong> to Federal Reserve Chairman <strong> Alan Greenspan </strong> on 7/16/03. You MUST watch this impassioned five minute video clip! Rep. <strong> Bernie Sanders </strong>( Independent-Vermont), now a... Declassified: Chairman Mao part 1 of 5 History Channel", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that`` contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q> Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs. </q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are`` just on a break[ and] still rocking big time''.", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}]