[{"uid": "1295501959237502465", "i": 41062, "idx": 4, "sa": ["Simon Cowell"], "q": "'' He says he truly trusts his own instincts and when evaluating talent, doesn't necessarily think of himself as a person running a record company or in charge of a TV show. <q> I just go,' I like this person.' Or in many, many cases,' I don't like this person.' That's when we have a problem. I'm normally right though, </q> he says-- cracking a smile. <strong> Simon Cowell </strong> reveals that he never had a proper education and quickly became bored with school subjects.`` I was bored, constantly naughty, always doing things", "new_id": -2}, {"uid": "1297488327192626740", "i": 31199, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", with a first printing of 290,000 copies, was an immediate bestseller. <strong> Donald Rumsfeld </strong> is`` controversial'' and`` polarizing'' and`` defiant,'' as ABC News described him. These are media jargon for <q> we don't like the guy. </q> But since ABC offered a good deal for publicizing his book and gained exclusive interview rights on broadcast TV, <strong> Donald Rumsfeld </strong> had to run the gauntlet there: ABC World News in the evening, Nightline later that night", "new_id": -2}, {"uid": "1296755246266420251", "i": 14003, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "high-tech sector, creating good-paying jobs.''`` As the CEO of a biotechnology company, Senator <strong> Kirsten Gillibrand </strong>'s initiative is extremely important to us,'' said Dr. Joan Fallon, Curemark founder and CEO. <q> By supporting cutting edge research in the biotechnology field, and thus allowing for innovation, these R&D tax credits will help to defray the costs of basic research and clinical programs, which can be prohibitive to the small biotech companies. We at Curemark are extremely grateful for the Senator's leadership on this issue. </q> Senator <strong> Kirsten Gillibrand </strong>'s proposal would expand the current credit by changing the formula to provide greater incentive for companies such as Curemark to increase investment; simplify the current credit, which is highly complicated and confusing; and", "new_id": -2}, {"uid": "1296123008165298184", "i": 8933, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "bonds to Social Security, guaranteeing repayment with interest. Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q> It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government, </q> said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt.`` It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history", "new_id": -2}, {"uid": "1295386293114753561", "i": 13040, "idx": 1, "sa": ["Patrick Leahy", "Peter Shumlin", "Sen. Bernie Sanders"], "q": "and financial support of the federal health care law to make big changes in Vermont.`` If the Vermont state Legislature, governor and the delegation are able to work together effectively,'' <strong> Sen. Bernie Sanders </strong> said, <q> we have a golden opportunity not only to significantly improve the heatlh care system in Vermont, but to lead the entire nation in a very new and better direction. </q>`` Our little state has been a trailblazer for years and years,'' <strong> Patrick Leahy </strong> said.`` What Gov. <strong> Peter Shumlin </strong> knows is the time for incrementalism is over,'' Welch said.", "new_id": -2}, {"uid": "1295637365052674591", "i": 28809, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "The CEO"], "q": "that they worked closely with each other and co-founder <strong> Sergey Brin </strong> on big decisions. <strong> The CEO </strong> shift won't result in major strategic changes, the executives said.`` We really agree on strategy,'' Page said. <q> This is really a way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy. </q> <strong> Eric Schmidt </strong>, 55, said,`` We worked as a triumvirate for 10 years.'' The three didn't always agree, particularly when it came to coping with rules in China that require Web-search", "new_id": -2}, {"uid": "1297600395127287377", "i": 48202, "idx": 0, "sa": ["Allen Iverson", "Dan Tan", "Darius Morris"], "q": "of the silent locker room. He supported <strong> Darius Morris </strong> after every game, yet couldn't help himself.`` <strong> Dan Tan </strong> said,` Yeah, <strong> Darius Morris </strong>, even I saw that,''' Villegas said. <q> Everyone was so serious and when <strong> Dan Tan </strong> said that, that was it. That was the end of halftime.`` You can't follow that. We all started to laugh. It was great. </q> <strong> Dan Tan </strong> imitated <strong> Allen Iverson </strong>'s famous practice rant-`` We talkin' about practice, man, practice,''- after another halftime rant against Campbell Hall. An eternal optimist, <strong> Dan Tan </strong> always cracked", "new_id": -2}, {"uid": "1295991953089178223", "i": 3077, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford", "President Lyndon Johnson"], "q": "staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>.`` It's not a journal, it's not a diary,'' he says of the <strong> Gerald Ford </strong> White House notes. <q> It is a set of working documents that I've never edited. In fact, most I've never reread. </q> As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005:`` Are we winning or losing the", "new_id": -2}, {"uid": "1295256413206143491", "i": 15716, "idx": 12, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson", "Robert Vaden"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... <strong> Robert Vaden </strong> 28 Points in 2nd Half against Kentucky <strong> Robert Vaden </strong> let it go, turned as the ball made its way through the net and began pounding his chest. capped by runway Another big shot for the UAB guard", "new_id": -2}, {"i": 17910, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295008849080707673"}]