[{"uid": "1296535444067862582", "i": 34744, "idx": 0, "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "q": "'' <strong> Roger Goodell </strong> said.''[ Most often] they're not recognizing they have a role in it.'' Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q>I bet two dozen players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like, ''He won't sign my jersey.'</q>( Editor's Note: Read Peter King's clarification on <strong> Roger Goodell </strong>'s quote here.) He says he thinks Mike <strong> Michael Vick </strong> ''is sincerely trying.'' And he isn''t", "new_id": -2}, {"uid": "1297234976152961059", "i": 22187, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "LOS ANGELES( AP)-- <strong> Simon Cowell </strong> wants his American version of ''The X Factor'' to include controversy, vocal groups, not just soloists, and maybe, <strong> Paula Abdul </strong> as a judge. <strong> Simon Cowell </strong> says he's <q>spoken to her, she knows I'm a big fan.</q> He adds he's ''always said at some point we are going to be working together.'' But, he says he has ''to take everyone's opinions into account'' including the show's other producers", "new_id": -2}, {"uid": "1294953542155058304", "i": 47664, "idx": 1, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Sen. Kay Bailey Hutchison", "Gabrielle Giffords"], "q": "is a major milestone for her and we're hoping that she crosses through many more,'' said her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. <strong> Sen. Kay Bailey Hutchison </strong> <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q>It was raw courage. It was raw strength. It was so beautiful and so moving.</q> Doctors have also helped <strong> Gabrielle Giffords </strong> sit up and dangle her legs from her bed. She's able to open her right eye, even though it's bandaged. The next milestone will be removing", "new_id": -2}, {"uid": "1297070683236994575", "i": 21480, "idx": 1, "sa": ["Simon Cowell"], "q": "But Steve- who'll be live on the red carpet at this weekend's Baftas for the E! Entertainment channel- stayed tight-lipped about whether he was set to join <strong> Simon Cowell </strong> for the Stateside show. <q>I've spoken to numerous people and all I'll say about it is it's a job I really, really want and I'd love to do. I don't want to go in depth all about it because I think that's a foolish thing to do. It's just a thing I want to do and we'll see in time,</q> he said.:: Steve Jones will host Live From The Red Carpet: The 2011 Baftas on Sunday at 5pm on E! Entertainment Television. Copyright( c) Press Association Ltd.", "new_id": -2}, {"uid": "1296668926252297234", "i": 47066, "idx": 0, "sa": ["Barbara Walter", "Barbara Walters", "David Letterman", "Robin Williams", "Bill Clinton"], "q": "<strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Robin Williams </strong>: People Ask ''How Are You?' Comedian tells <strong> Barbara Walters </strong> how people approach him post-surgery. Diary of <strong> Barbara Walter </strong>'s Heart Surgery <strong> Barbara Walters </strong> says she thought: <q>If I die on the operating table, I won''t know it.</q>. <strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Bill Clinton </strong> says surgery gave him the chance to walk his daughter down the aisle. <strong> David Letterman </strong> on His Heart Surgery <strong> David Letterman </strong> jokes to <strong> Barbara Walters </strong> that new artery came from`", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q>Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board,</q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}, {"uid": "1296968578257851407", "i": 40189, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "Is the U.S. government changing fast enough?'' ''Do we need more troops? And if so, where and for what purpose?'' ''My brain would be going,'' he says. <q>I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.'</q> Another <strong> Donald Rumsfeld </strong> Rule: ''If you are not criticized, you may not be doing much.'' As defense secretary, he was admired as daring and innovative by foreign policy hawks and others,", "new_id": -2}, {"uid": "1297523762190513232", "i": 12446, "idx": 0, "sa": ["Patrick Leahy", "Hosni Mubarak", "Sen. Bernie Sanders"], "q": "stepping down, Vermont's U.S. senators applauded the move and the Egyptians who called for it. <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong>, D-Vt., flew into South Burlington on Friday morning shortly after <strong> Hosni Mubarak </strong> ceded power to the military. <q>Anytime the people really speak and get heard, and do not get repressed, we're better off,</q> <strong> Patrick Leahy </strong> said at Burlington International Airport. ''I would caution us that it's also important that we get stability as soon as possible.'' <strong> Patrick Leahy </strong> chairs one of the Senate's two foreign policy panels", "new_id": -2}, {"uid": "1295005297048742460", "i": 13205, "idx": 2, "sa": ["Lily Allen", "Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: ''I will get ITV to make substantial five figure donation to your charity for the interview''. But <strong> Lily Allen </strong> told him: <q>Those are my terms. I've got no interest in coming on your show, you've been asking me for years.</q> She revealed she had lost her second child in November and asked her two million followers on the social networking website to ''say a little prayer''. She previously had a miscarriage when she", "new_id": -2}, {"uid": "1297105919173965356", "i": 1771, "idx": 0, "sa": ["Simon Cowell"], "q": "2:11 PM EST- U.S. Markets close in 1 hr 49 mins ''The X Factor' winner to get$ 5 million contract{ ''s'': ''nwsa'', ''k'': <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, ''o'':''', ''j'':'''} On Monday February 7, 2011, 2:03 pm NEW YORK( AP)-- The winner of <strong> Simon Cowell </strong>''s upcoming game show on", "new_id": -2}]