[{"uid": "1295970594108969990", "i": 17881, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "equally between technology and sales staff. The recruitment plan is aggressive, amounting to an increase of almost 20% on Google's existing 5,000 staff across Europe, the Middle East and Africa. <q> We had a very, very good year and a very strong quarter, </q> said <strong> Eric Schmidt </strong>, referring to Google's href=\"http://www.guardian.co.uk/technology/2011/jan/21/google- <strong> Larry Page </strong>- <strong> Larry Page </strong>- ceo- Eric Schmidt?INTCMP=SRCH\" title=\"fourth quarter profits of$2.54bn\"> fourth-quarter profits of$ 2.54 bn.`` We looked at this year", "new_id": -2}, {"uid": "1296776054237715475", "i": 18498, "idx": 0, "sa": ["Michael Vick", "Billy Joel"], "q": "lines of questioning from reporters and having to defend himself for having a good time, Roethlisberger didn't do anything wrong( other than requesting a <strong> Billy Joel </strong> song). summed up the situation perfectly: <q>`` I'm not concerned about[ Roethlisberger going out] one iota. It's normal for guys to eat dinner believe it or not.... I understand things being reported or viewed differently but that's not our concern. Believe it or not guys live lives. </q> \" The following night, Roethlisberger's life was more low-key. He said he stayed in and watched a movie in his hotel room.`` Prev <strong> Michael Vick </strong>'s Super Bowl party has its own movie", "new_id": -2}, {"uid": "1297282407122896681", "i": 27904, "idx": 1, "sa": ["Simon Cowell"], "q": "'' prize, comparing the difference between American Idol and X Factor to the difference between Extreme Makeover: Home Edition and Jersey Shore. As for the current, Simon Cowell-free season of Idol, he claimed, <q> I haven't seen a full episode, </q> continuing,`` I think we're going to do something different. I'm excited. The stakes are high.'' Holding strong Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>.", "new_id": -2}, {"uid": "1297598560241336332", "i": 26775, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects missing from the famed museum included`` a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess'' and parts of <q> a gilded wood statue of Tutankhamun harpooning, </q> <strong> Zahi Hawass </strong> said in a statement. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against then president <strong> Hosni Mubarak </strong> drove his despised police from the streets in a series of running", "new_id": -2}, {"uid": "1297284876166281260", "i": 53487, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "recipient at New Trier High School in Winnetka, IL. The award has caused controversy. Some alumni, current students, and faculty have voiced their disappointment with the high school's decision to honor <strong> Donald Rumsfeld </strong>. <q> He is a liar and war monger, </q> href=\"http://www.facebook.com/pages/New-Trier-Alumni-Against-Donald Rumsfelds-Achievement-Award/183362295012177\"> wrote one woman on the`` New Trier Alumni Against <strong> Donald Rumsfeld </strong>'s` Achievement Award''' Facebook page. However, the school cites <strong> Donald Rumsfeld </strong>'s 50 years of public service and his philanthropic contributions", "new_id": -2}, {"uid": "1296538917017350691", "i": 2040, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", when it emerged from bankruptcy, the mere survival of the company to this point is a minor miracle. To silence the lingering doubts, Chrysler needs to build on the progress achieved in 2010. <q> What Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> said Chrysler chief executive <strong> Sergio Marchionne </strong>.`` However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.'' he said. In the past", "new_id": -2}, {"uid": "1296362329255475720", "i": 3662, "idx": 0, "sa": ["LeBron James", "Allen Iverson", "Hal Ketchum"], "q": "just over a month since he underwent chemotherapy. In the locker room afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength. <q> I survived, I'm still here, </q> he said.`` I'm a new man, stronger than ever, I just say,` Thank you, everybody.''' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a Hal Ketchumf-game behind Golden", "new_id": -2}, {"uid": "1295156723221855752", "i": 15986, "idx": 6, "sa": ["Chris Webber", "Allen Iverson", "Andre Iguodala", "Phil Jackson"], "q": "winning percentage, if the teams finish in a two-way tie. A Sixers team that was in a 4-13 nosedive got what it desperately needed against the Bulls, who had won a few days earlier in Phil Jacksonadelphia. <q> If we lost this one, it's almost a wrap, </q> said <strong> Andre Iguodala </strong>, who had 10 points and seven rebounds. Phil Jacksonadelphia( 35-41) was without forward <strong> Chris Webber </strong>, a late scratch with a lower back strain. But the Sixers still had <strong> Allen Iverson </strong>. And a Bulls team", "new_id": -2}, {"uid": "1297430496189579264", "i": 44378, "idx": 2, "sa": ["Steve Ballmer"], "q": "combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.''`` I am excited about this partnership with Nokia,'' added Microsoft CEO <strong> Steve Ballmer </strong>. <q> Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Nokia will adopt Windows Phone as its principal smartphone strategy, lending hardware design, language support, and helping to bring the platform to a larger range of price points, market segments, and geographies.", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected.`` The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,'' said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q>`` For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,'' said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri.`` This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}]