[{"uid": "1295497269083329029", "i": 3531, "idx": 0, "sa": ["Barack Obama", "Simon Cowell"], "q": "run away\" from his faith. Who gets praise? <strong> Simon Cowell </strong>, for one. And the movie \"Juno.\" <strong> Barack Obama </strong>? Unsurprisingly, not so much. She accuses him of reflecting <q>a stark lack of faith in the American people,</q> among many other things- without tipping her hand on whether she will challenge him in 2012. <strong> Simon Cowell </strong> to be honored at International Emmys\" tooltipId= \"mi_tt3\"> <strong> Simon Cowell </strong> to be honored", "new_id": -2}, {"uid": "1297033516043974665", "i": 15243, "idx": 0, "sa": ["Dick LeBeau", "Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "7-0 on their way to a 21-14 victory. \"He's like a very good scorer in basketball-- you know he's going to get points,\" Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q>From a defensive standpoint, you've got to keep him from controlling the game.</q> The 6-5, 241-pound <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> and <strong> Michael Vick </strong> or as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. \"I'm always trying", "new_id": -2}, {"uid": "1295976368172294158", "i": 9273, "idx": 5, "sa": ["Eric Schmidt"], "q": "engineering talent. <strong> Eric Schmidt </strong> rejected the notion that Google was losing key people. \"Our retention has been actually the same and our turnover has been exactly the same for seven years,\" he said. <q>We're going to be hiring many thousands of people this year.</q> <strong> Eric Schmidt </strong> said that in his new role he would be able to spend more time on government issues and Google's public image, among other things. We welcome comments that advance the story directly or", "new_id": -2}, {"uid": "1296108990167460879", "i": 3248, "idx": 1, "sa": ["Michael Vick"], "q": "of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. \"We're real excited about it,\" chief executive officer Rob Vito said Tuesday. <q><strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person.</q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a \"sizable\" contract. \"We believe it was worth", "new_id": -2}, {"uid": "1295595231037634053", "i": 11012, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "leave <strong> Google Inc. </strong> to work for the social networking company. \"My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a start-up,\" Page said in a Thursday interview. <q>I think I will have time to do that given the way we have split up our responsibilities.</q> <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply. \"I am not as concerned about the titles as I", "new_id": -2}, {"i": 1135, "idx": 4, "index_answer": 1, "new_id": -1, "q": "who has been the vocal wrestling fan having guest hosted WWE's \"Monday Night RAW\" back in October 2009. \"Yeah the belt's really caught on,\" said <strong> Aaron Rodgers </strong>. <q>It's a celebration that started in practice and the fans loved it and you got to give them what they love. Usually it was just after a run or something. Sometimes <strong> Ric Flair </strong> surprise myself on those.</q> <strong> David Letterman </strong> ended the segment by heading out into the audience and having <strong> Aaron Rodgers </strong> wing him a pass. Guidelines: Fan feedback should be within the guidelines for the NFL community. These guidelines will", "sa": ["David Letterman", "Aaron Rodgers"], "uid": "1297451512119193621"}, {"uid": "1297154709260177940", "i": 9758, "idx": 0, "sa": ["Simon Cowell"], "q": "left at the end of last season of \"Idol\" to focus on the Americanized version of the talent show \"The X Factor,\" which he also produces, along with the British edition. <q>Once the show goes into production, I become a judge,</q> People.com said <strong> Simon Cowell </strong> told reporters Monday. \"Then I have to put my trust into the producers' hands, which is effectively how it works in the U.K. Yes, I am judging.\" <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1297676452157712406", "i": 8458, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": ". They could be seen putting out fires started by petrol bombs that landed in the garden, when anti-government protesters fought with gangs supporting President <strong> Hosni Mubarak </strong>. On his official blog, Mr <strong> Zahi Hawass </strong>, wrote: <q>I have said that if the Egyptian Museum is safe, Egypt is safe. However, I am now concerned Egypt is not safe.</q> But he later added: \"Not a single thing has been thrown at the museum by the thousands of protesters in Tahrir Square, because these people do not want to damage their cultural heritage.\"", "new_id": -2}, {"uid": "1296697266117014550", "i": 19525, "idx": 0, "sa": ["Piers Morgan", "Seth Rogen", "Ricky Gervais", "Henry Cavill", "Sarah Palin", "Simon Cowell"], "q": "Bargis Tryhol, the American pole vaulter with the World's Largest Penis, has slipped out of a prototype JLS Condom. \"It was one from the \"Average to Large' range\", claimed Tryhol. <q>I picked it up... Mexico ambassador to London rattled by Top Gear's` outrageous, vulgar and inexcusable insults' <strong> John Travolta </strong> Furious At <strong> Ricky Gervais </strong> For Insinuating That He Is Gay- <strong> Ricky Gervais </strong> Replied \"Get Over It Missy!</q> <strong> Ricky Gervais </strong> Has Agreed To Be <strong> Sarah Palin </strong>'s 2012 Presidential Campaign Manager <strong> Piers Morgan </strong>, <strong> Ricky Gervais </strong> and <strong> Simon Cowell </strong>: Americans Just Don\"t Get the British <strong> Ricky Gervais </strong> Vilified For Teasing Self-Congratulatory Millionaire Public Figures. <strong> Ricky Gervais </strong> <strong> Seth Rogen </strong> Upon Backstage By <strong> Henry Cavill </strong> Elite", "new_id": -2}, {"uid": "1295991953089178223", "i": 3073, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "AP) If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\": <q>The harder I work, the luckier I am.</q> When <strong> Donald Rumsfeld </strong> began thinking about his book, \"Known and Unknown,\" he imagined a more typical Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he and a", "new_id": -2}]