[{"uid": "1297177866006504495", "i": 9949, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "Clearly, this was not the case in this situation and one without my knowledge or approval,'' he said. In his own statement, <strong> Dwaine Caraway </strong> said the key was`` ceremonial.'' <q> These ceremonial gifts are different from the official keys to the city presented by the mayor, </q> he said. As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s", "new_id": -2}, {"uid": "1295361627259211268", "i": 22796, "idx": 0, "sa": ["Steve Ballmer"], "q": "Year award, Glo was selected by Microsoft Corp. as a prime example of applications touch-tuned to maximize the interactivity and features of the new slate devices that were shown at the Microsoft booth at CES in Las Vegas. <q>`` We are honored to be included in Product Scout </q> \" Microsoft CEO <strong> Steve Ballmer </strong> introduced several Windows 7-powered slates during his CES keynote presentation, and the CES trade show floor was punctuated with Microsoft and OEMs showing Windows 7-powered slates at their booths including apps such as", "new_id": -2}, {"uid": "1297448627077103188", "i": 26174, "idx": 0, "sa": ["Tony Romo", "Michael Vick", "Nolan Ryan"], "q": "Tchaikovsky. Who knows why? Couple days ago I was typing to Foo Fighters. Why Are We Harder on <strong> Tony Romo </strong> than Josh Hamilton? <strong> Nolan Ryan </strong> Visits Injured Firefighter Who Fell From Second Deck at Rangers Ballpark: <q> I Was Expecting Him to Look Worse Than He Is </q> Rangers' Stud Re-Signing With Texas: Not <strong> Michael Vick </strong> Young, the Other One. Josh Hamilton. The Mavs Finally Make Their Move, and the Rangers Trump Them? midnitewriter All I wish for in", "new_id": -2}, {"uid": "1296084845244613132", "i": 38486, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q>`` There will be huge explosions all over Fleet Street if police get to the truth,'' he told the BBC. Egypt's anti-Egyptian protests enter 2nd day, increasing threat to regime Egypt's", "new_id": -2}, {"uid": "1296719379251002904", "i": 20229, "idx": 0, "sa": ["Nick Bryant", "Chris Gent", "Andy Coulson", "Brian Taylor"], "q": "down when these towns and cities were in lockdown. <strong> Nick Bryant </strong>, and I'm the BBC's Sydney correspondent. Subscribe to <strong> Nick Bryant </strong>'s Australia Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which... </q>`` The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "new_id": -2}, {"uid": "1297422806245137409", "i": 23242, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "smartphone from its partnership with Microsoft, although he also hinted that we shouldn't have to wait too long as they are expecting a quick rollout of the new hardware to suit a range of devices. <q> Part of the unique relationship here is that we will help Microsoft go down scale, </q> said <strong> Stephen Elop </strong>, confirming that Microsoft will loosen its strict hardware guidelines. Microsoft CEO <strong> Steve Ballmer </strong> added that the software giant has been working on making that happen since November, and that it really liked Nokia's", "new_id": -2}, {"uid": "1295599112020365330", "i": 18959, "idx": 0, "sa": ["Allen Iverson"], "q": "Winter World University Games as a member of the U.S. men's national ice hockey team. Turkey? Might he bump into another athlete with Philadelphia ties? A guy who plays basketball named <strong> Allen Iverson </strong>? <q> I thought about that, but I had enough of him when he was in Philly, </q> Pyne said with a laugh last night. The 21-year-old goalie is a dual marketing/entrepreneur major. Three years ago he helped lead La Salle High to the state title. Pyne said he has traveled", "new_id": -2}, {"uid": "1296016123074825728", "i": 28097, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "last lines of his State of the Union address. <strong> Barack Obama </strong> <strong> Chuck Schumer </strong> praised the president's commonsense call for trimming the federal budget and creating jobs, without cutting programs that could hurt the American Dream. <q>`` The <strong> Barack Obama </strong> has offered a balanced approach that hopefully can garner bipartisan support. He is aware of the need to rein in spending but also the need to grow jobs, the economy and middle class paychecks. It makes sense to cut programs that are wasteful and unnecessary, but grow the programs that are needed to preserve the American dream. The <strong> Barack Obama </strong> showed the kind of optimism that America relishes, thrives on and believes in. </q> \" <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> cited the 9/11 health care bill-which she helped shepherd to passage during the lame-duck session last month-as an example of the kind of bipartisan work that might be possible in this Congress. \"", "new_id": -2}, {"i": 34180, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is a major milestone for her and we're hoping that she crosses through many more,'' said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Advertise â\u0080¢ Contact Â© 2011 Vindy.com. All rights reserved. A service of The Vindicator. 107 Vindicator Square. Youngstown, OH 44503", "sa": ["Kirsten Gillibrand"], "uid": "1294960830111804421"}, {"uid": "1295548558137363461", "i": 36121, "idx": 0, "sa": ["Edwin Edwards", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "their first glimpse of <strong> Jennifer Lopez </strong> and Aerosmith front man <strong> Steven Tyler </strong> as they weeded out good singers from the thousands of early auditions-- without the caustic presence of British judge <strong> Simon Cowell </strong>. <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 <q> The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State... </q> former governor edwin e...( 18:02:05`` former governor edwin edwards granted 5 day furlough==== wesawthat.blogspot.com====...'' <strong> Edwin Edwards </strong> Top Ten F...( 18:03:04`` Louisiana's legendary governor <strong> Edwin Edwards </strong> was a guest on", "new_id": -2}]