[{"uid": "1295476300073809973", "i": 1633, "idx": 2, "sa": ["Sergio Marchionne"], "q": "high-pressure accumulator delivers the pressure energy to the axle hydraulic motor, giving the vehicle power to drive the wheels. The gas engine will remain off if the accumulator charge is sufficient to drive the motor. <q> In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions, </q> <strong> Sergio Marchionne </strong> said.`` One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this", "new_id": -2}, {"uid": "1297377651148979723", "i": 23935, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "LOL! RumsfeldOffice <strong> Donald Rumsfeld </strong> 10 posted on 02/10/2011 2:27:14 PM PST CPAC is a total disaster. JimRob called it an`` effin circus'' earlier today. 12 posted on 02/10/2011 2:28:40 PM PST <q> The former defense secretary was also booed when took to the stage. </q> Absolutely disgraceful. <strong> Donald Rumsfeld </strong> is not without his faults, but who isn't? We've gone 10-years without a major, coordinated attack on American soil. <strong> Donald Rumsfeld </strong> deserves his share of the credit. The people", "new_id": -2}, {"uid": "1295798818239026178", "i": 38160, "idx": 1, "sa": ["Colin Powell"], "q": "off the table is indefensible.'' Today on CNN's State of the Union, ret. <strong> Colin Powell </strong> and former Secretary of State <strong> Colin Powell </strong> joined the growing chorus in calling for a reduction in defense spending: <q> CANDY CROWLEY: Where would you with specificity say,`` Look we don't need a bigger military? </q> Can we cut there? </blockquote> POWELL: Yeah. I think we have to look at everything, domestic and our international accounts. As we draw down from Iraq and as over the next several years", "new_id": -2}, {"uid": "1296717067176898072", "i": 14616, "idx": 2, "sa": ["Rip Hamilton", "Vince Carter", "Rasheed Wallace", "Antonio McDyess", "Allen Iverson"], "q": "lot of other guys stepped up.'' Detroit played without <strong> Rip Hamilton </strong>( groin) and <strong> Antonio McDyess </strong>( ribs), and lost <strong> Rasheed Wallace </strong> to a first-half foot injury, but still held the Nets to a season low. <q> No one was going to come in and be <strong> Rasheed Wallace </strong>, <strong> Rip Hamilton </strong> or Dice, but we have guys who will come off the bench and help us in their own way, </q> <strong> Allen Iverson </strong> said.`` We just had to utilize that, even when it meant playing a totally different style.'' The Nets lost some of their advantage when <strong> Vince Carter </strong> was ejected after for arguing a second-quarter call with", "new_id": -2}, {"uid": "1295007567134168576", "i": 21229, "idx": 0, "sa": ["Allen Iverson", "Gary Moore"], "q": "lesion removed from his leg. His manager, <strong> Gary Moore </strong>, said <strong> Allen Iverson </strong> would not retire due to the leg injury, which The Associated Press said is giving pain to the 35-year-old point guard. <q> It has to be removed and tested to see if it's benign or not, </q> <strong> Gary Moore </strong> told AP.`` Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks. He's hoping to be able to", "new_id": -2}, {"uid": "1296405734264388636", "i": 10923, "idx": 4, "sa": ["Rasheed Wallace", "Allen Iverson", "LeBron James"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak.`` The best part about it is we struggled at times in the game but we got it done,'' <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/LeBron_James_41pts_vs_Brandon_Roy_Blazers_09/10_NBA Date: January 10, 2010. Boxscore: scores.espn.go.com <strong> LeBron James </strong>- 41pts FG( 13-19),", "new_id": -2}, {"uid": "1295665764077054063", "i": 16684, "idx": 4, "sa": ["Eric Schmidt"], "q": "long time. By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company,'' Mr <strong> Eric Schmidt </strong> said. Commenting on the management change, Mr Page said: <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade... we are only at the beginning and I can't wait to get started. </q>", "new_id": -2}, {"uid": "1295802582019185666", "i": 13035, "idx": 0, "sa": ["Richard L.", "Allen Iverson", "William Billings", "Dwight Howard"], "q": "own arrangements of Sacred Harp songs. www.awakemysoul.com This song was written by <strong> William Billings </strong> in 1778, and the text is from <strong> Allen Iverson </strong> Samuel 18 on the occasion of the death of <strong> Richard L. </strong> <strong> Dwight Howard </strong>'s rebellious son, Absalom: <q> <strong> Dwight Howard </strong> the king was grieved and moved He went to his chamber, and wept; And as he went he wept, and said,` Oh my son! Would to God <strong> John Wesley </strong> had died For thee, Oh Absalom, my son.' </q> The Good Players are from Chattanooga, TN. www.myspace.com Tracklisting for`` Help Me to Sing'' Disc Two: Help Me To Sing: Various Artists performing Songs Inspired by the Film 1`` Blooming Youth''-", "new_id": -2}, {"uid": "1297004944017629204", "i": 30694, "idx": 1, "sa": ["Eric Schmidt"], "q": "new executive chairman, <strong> Eric Schmidt </strong>, told the newspaper he did not want the company to be dragged into a drawn-out dispute with the EC.`` We certainly want to avoid that,'' <strong> Eric Schmidt </strong> said. <q> I think it is in our interests and I would hope in their interests to do a quick analysis of concerns that have been raised by competitors; hopefully they are minor or they are not correct, and we'll find out and make sure we are operating well within the law and the spirit of the law. </q> Start of sidebar. Skip to end of sidebar.", "new_id": -2}, [{"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy.`` I think that's part of what he's been positioning for,'' said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q> In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will </q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}]]