[{"uid": "1297657600196149258", "i": 30735, "idx": 1, "sa": ["Sergio Marchionne", "Sergio Chiamparino"], "q": "Trade unions and politicians have already accused <strong> Sergio Marchionne </strong> of \"blackmail\" in pushing through a tough deal on working conditions at Fiat's flagship Mirafiori plant in Turin to save the factory from closure. <q>Fiat is a great multinational which is growing in the world but its heart remains Italian, Industry Minister <strong> Paolo Romani </strong> said Saturday, adding, \"All arguments are now closed.</q> Romanni had said Monday that he would be asking <strong> Sergio Marchionne </strong> \"to commit to investing in our country and remain with head and heart\" in Italy. Mayor of Turin <strong> Sergio Chiamparino </strong> said Saturday the Fiat", "new_id": -2}, {"uid": "1297275061262340636", "i": 41152, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "head is on national TV a lot.\" Report Abuse \"So just why is it \"unconstitutional\"? Why would the state's Supreme Court be hearing it if it's so clear?\" Report Abuse <q>The Boston Tea Party was a protest prompted by the LOWERING of taxes!!</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$", "new_id": -2}, {"uid": "1295618610111296531", "i": 15543, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "News of The World that phone hacking was only carried out by a couple of rogue employees. h4 class= \"regseriflbl large\"> More related to this story Mr. <strong> Andy Coulson </strong> denies wrongdoing, but said <q>continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role.</q> <strong> David Cameron </strong> said that he was \"very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications. \"` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night. \"It was a huge lift off of me,\" <strong> Allen Iverson </strong> said. <q>I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more.</q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}, {"uid": "1296230764172146701", "i": 15182, "idx": 1, "sa": ["Michael Vick", "Brian Urlacher"], "q": "conviction, already was named Comeback Player of the Year by both Sporting News and Pro Football Weekly/Pro Football Writers Association. \"<strong> Michael Vick </strong>'s got to get it,\" <strong> Brian Urlacher </strong> said of the AP honor. <q>Especially with all the stuff he's been through. For me, I don't really care about that.</q> <strong> Brian Urlacher </strong> was named second-team All-Pro and selected to his seventh Pro Bowl after leading the Bears in tackles with 146 to go with four sacks, three fumbles recoveries, and two forced fumbles. He also had", "new_id": -2}, {"uid": "1297189237260702220", "i": 14952, "idx": 3, "sa": ["Donald Rumsfeld", "George Stephanopoulos"], "q": ", or expressed serious reservations.\" After reading off several names, she complained, \"What don't they get? What don't they understand?\" On January 9 2007, NBC's David Gregory <q>As the <strong> President Bush </strong> prepares to start a new phase of the war in Iraq, the White House is fending off charges that key figures in the administration have concluded the war is lost.</q> here. If <strong> Donald Rumsfeld </strong> is to be forced to admit a mistake about the troop surge, why not the journalists who derided the idea? Instead, <strong> George Stephanopoulos </strong> highlighted the cost of the war", "new_id": -2}, {"uid": "1295971212048300037", "i": 47243, "idx": 0, "sa": ["Donald Rumsfeld", "Michael Jackson", "Hillary Clinton"], "q": "defense\" is involved. It also details the international opposition to the US Star Wars program. \"Star Wars Returns\" explores the recently issued report of the <strong> Michael Jackson </strong> Commission chaired by Defense <strong> Donald Rumsfeld </strong> which calls for US <q>power projection in, from and through space</q> and declares: \"In the coming period the US will conduct operations to, from, in and through space in support of its national interests both on earth and in space.\" US <strong> Hillary Clinton </strong> Bob <strong> Michael Jackson </strong>,", "new_id": -2}, {"uid": "1297135687195428354", "i": 4074, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Mayor Tom Leppert", "Michael Vick"], "q": "February 4 as a pre-Super Bowl shindig <strong> Dwaine Caraway </strong>, the mayor pro tem of Dallas, says he's ready to take over should <strong> Mayor Tom Leppert </strong> end his term early. New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q>My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy?</q> Â© 2011 PanLocal Media, LLC- All Rights Reserved. Dallas <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I", "new_id": -2}, {"uid": "1295263457203423757", "i": 21091, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson", "David Cameron"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q>The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal. \"<strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media.</q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also http://wn.com/Newspaper_phone_tap_row_David_Cameron_backs_Andy_Coulson Tory leader <strong> David Cameron </strong> says his chief press advisor's job is safe, despite new allegations surrounding his time", "new_id": -2}, {"uid": "1295981263080740391", "i": 2762, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s damage for longer, although specialists are particularly concerned about the lifespan of children who live all their lives obese rather than getting fat after they're grown. As for all those health care bills, <q>it's not enough to trump a lot of our behaviors,</q> Crimmins said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog EXECUTIVE DIRECTOR Company Confidential HOTEL MAINTENANCE Company Comfort MANUFACTURING", "new_id": -2}]