[{"uid": "1297464275105054217", "i": 54150, "idx": 0, "sa": ["Angelina Jolie", "Brad Pitt"], "q": " <strong> Angelina Jolie </strong> has never even met the four-year-old Haitian orphan called Leah, who British and other newspapers claim she is in the process of adopting, Waldman told The Daily Beast. <q> Earlier this week, the Daily Mirror U.K. and others reported that <strong> Angelina Jolie </strong> and <strong> Brad Pitt </strong> are in the process of adopting a child from Haiti, </q> Waldman said in a statement.`` There is no truth to these rumors.`` Rather, Ms. <strong> Angelina Jolie </strong> is focused on enhancing the welfare and legal protection of children within Haiti.", "new_id": -2}, {"uid": "1295236078056066051", "i": 20441, "idx": 0, "sa": ["Alassane Ouattara", "Youssoufou Bamba"], "q": "will pay before the one-month grace period is up at the end of this month. The EU is continuing its investigations into Gbagbo's sources of finances and further sanctions are likely, said the source. <q> An important part of his capacity to hold power is to pay off his army. The day he doesn't do that, he'll probably lose power. </q> <strong> Alassane Ouattara </strong>'s envoy to the United Nations, <strong> Youssoufou Bamba </strong>, vowed earlier this week that his party would soon control revenues from customs on cocoa exports as well as the country's two ports, though it was", "new_id": -2}, {"uid": "1297182351166789123", "i": 33919, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": " LOS ANGELES( AP)- <strong> Simon Cowell </strong> wants his new Fox talent series`` The X Factor'' to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added,`` I have to", "new_id": -2}, {"uid": "1295829513017383424", "i": 1166, "idx": 0, "sa": ["Jacques Chirac", "Alassane Ouattara", "Ali Ahmeti", "George H. W. Bush"], "q": "EU's 27 foreign ministers will formAli Ahmetize that decision at their first meeting of the year on January 31. State Department Spokesman Philip Crowley confirmed American backing for the actions, about which, he added, <q> we are consulting closely with our counterparts in the European Union.`` We are very much aware and supportive of steps that the EU is taking, and we are also, in light of our concerns, prepared to take additional steps to restore sanctions that have previously been lifted. </q>[ 1] On December 2 the opposition-controlled Independent Electoral Commission in Ivory Coast( Cote d'Ivoire) released provisional results showing that George H. W. Bushial challenger <strong> Alassane Ouattara </strong> had defeated incumbent <strong> George H. W. Bush </strong> LauJacques Chiract Gbagbo in the November 28 runoff election", "new_id": -2}, {"uid": "1295758867143999001", "i": 53497, "idx": 0, "sa": ["David Letterman", "Rudy Giuliani", "Richard Greene"], "q": "the boots:`` This city doesn't fund wagers.''`` I was hoping the store manager would say,` We'll take care of Mayor <strong> Rudy Giuliani </strong>,''' <strong> Richard Greene </strong> said. <q> But he hemmed and said,` Well-- we'll sell them at our cost.' </q> <strong> Richard Greene </strong> was amazed to see <strong> Rudy Giuliani </strong> wearing the boots on The Late Show With <strong> David Letterman </strong>. <strong> Rudy Giuliani </strong> said:`` These are my new boots!'... I won'em in a bet from the", "new_id": -2}, {"uid": "1295528464081166339", "i": 12162, "idx": 0, "sa": ["Simon Cowell", "Oprah Winfrey"], "q": "in class.`` I was bored, constantly naughty, always doing things I shouldn't be doing,'' he revealed in an interview with <strong> Oprah Winfrey </strong> for her new television show <strong> Oprah Winfrey </strong> Presents Master Class. <q> And I never had a clue as to what I was going to do- other than I promised myself whatever I did do, I was going to have fun. </q> The 51-year-old British star has no regrets about his career so far and although he enjoyed his time on American Idol he feels ready for a new challenge. <strong> Simon Cowell </strong> has revealed a piece of advice he was", "new_id": -2}, {"uid": "1295606549109838348", "i": 52385, "idx": 7, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "tremendous leader and I have learned innumerable lessons from him.'' Mr <strong> Larry Page </strong> said Google is just at the`` tip of the iceberg'' of how the internet will change consumers lives in the future. <q> If you think about the next five years of what your online life will be like, we are only just[ getting] started and I am very excited, </q> he added. Mr <strong> Eric Schmidt </strong> said his new role would concentrate on`` deals, partnerships, customers and broader business relationships''. Mr <strong> Sergey Brin </strong> will devote his time to`` strategic projects'', particularly", "new_id": -2}, {"uid": "1295909289243613735", "i": 8986, "idx": 2, "sa": ["Bill Lockyer", "David Chiang"], "q": "of factors come into play, including state expenses, revenues, budget actions and legislative deferrals of state payments.`` We try to avoid the issuance of IOUs at all costs,'' <strong> David Chiang </strong> said. <q> It's an admission that the state can't pay its Bill Lockyers. </q> Of <strong> Bill Lockyer </strong>'s comments, <strong> David Chiang </strong> said,`` I think <strong> Bill Lockyer </strong> was using IOUs as an example of a cash conservation measure. I don't know if he was specifically referring to IOUs.''", "new_id": -2}, {"uid": "1296490332150683652", "i": 54866, "idx": 1, "sa": ["Mohamed Ould Abdel Aziz", "Alassane Ouattara", "Charles Blé Goudé", "Raila Odinga"], "q": "Minister <strong> Raila Odinga </strong> is no longer welcome in Ivory Coast because they say he too favors <strong> Alassane Ouattara </strong>. <strong> Raila Odinga </strong> says a negotiated settlement shMohamed Ould Abdel Aziz not include a power-sharing agreement because that wMohamed Ould Abdel Aziz undermine the credibility of Ivorian democracy. <q> Africa will never have a staCharles Blé Goudé political base unless we internalize the democratic culture of ceding power after losing in a competitive electoral process, </q> said <strong> Raila Odinga </strong>.`` If one's vote does not count in determining who will lead a nation, which is the most elemental dimension of democracy, elections will become meaningless, democracy will lose its luster, and", "new_id": -2}, {"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason.`` I think I've got the blueprint on what to do,'' <strong> Michael Vick </strong> said. <q> I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on. </q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}]