[{"uid": "1295568057244678671", "i": 10569, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and Sergey for a long time to come,\" <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as", "new_id": -2}, {"uid": "1297385685200884229", "i": 48203, "idx": 1, "sa": ["Simon Cowell", "Jennifer Lopez"], "q": "vessel. Day 2 of San Francisco auditions sees <strong> Jennifer Lopez </strong> showing up in one of her least affected get-ups since joining the show at the start of this season. It's refreshing. Clint Jun <q> June Bug in da House </q> Gamboa is a DJ from Long Beach/Strong Beach. He's got the patter, anyway. And he sings about being a billionaire. If <strong> Simon Cowell </strong> were here, the word \"swagger\" would come up. In", "new_id": -2}, {"uid": "1297159292070336514", "i": 10218, "idx": 0, "sa": ["David Letterman"], "q": "\" - The Rock via his official Facebook page To further clarify these comments, they were said in January of 2010 on <strong> David Letterman </strong> as well:@ the 6:40 mark. <q> I would most likely return in the capacity of hosting. </q> I don't need to reiterate on how amazing it would be to have The Great One come back to WrestleMania and host the event. Fortunately, Atlanta is my hometown and I have an", "new_id": -2}, {"uid": "1295629922045006856", "i": 19896, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "once considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. \" <q> \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! </q> wrote <strong> Eric Schmidt </strong> in a post on Google's official blog. \"<strong> Larry Page </strong>, in my clear opinion, is ready to lead.\" \" \" <strong> Larry Page </strong> will take over April 4, with <strong> Eric Schmidt </strong> taking the title of", "new_id": -2}, {"uid": "1296576215140820500", "i": 52280, "idx": 4, "sa": ["Scooter Braun", "David Letterman", "Justin Bieber"], "q": "Tonight on the Late Night with <strong> David Letterman </strong> <strong> Justin Bieber </strong> talked about the schedule he has with school and how it works for him being that he is a superstar. \"I did school this morning,\" says <strong> Justin Bieber </strong>. <q> I do three hours a <strong> Justin Bieber </strong> Teases Manager On` <strong> David Letterman </strong>' target=\"_blank\" teen phenom share quips over manager <strong> Scooter Braun </strong>'s nickname. by Jocelyn Vena Wearing a tuxedo T-shirt, <strong> Justin Bieber </strong> appeared on \"Late Show With <strong> David Letterman </strong> </q> on Monday night to talk about fame, his 3-D <strong> Justin Bieber </strong> talks about his mom:` She gave up everything'( Video) <strong> Justin Bieber </strong> seems indebted to the sacrifices of his mom. Putting <strong> Justin Bieber </strong>'s career first", "new_id": -2}, {"uid": "1296127741218218551", "i": 56095, "idx": 1, "sa": ["Michael Gove"], "q": "\" it said in a statement, calling for all sides of the conflict to spare civilians from harm. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1296731741114950147", "i": 11542, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Craig Oliver"], "q": "According to a report by BBC News, <strong> Craig Oliver </strong>, who will be employed by the government as a special advisor, was approached late last week by <strong> Andy Coulson </strong> and will receive a salary of? 140,000. <q> I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time, </q> he said in a statement. \"It's difficult to leave the BBC after a fascinating few years- but this is an opportunity I can't turn down.\" <strong> David Cameron </strong> said in a", "new_id": -2}, {"uid": "1296671464024215613", "i": 13549, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "radioactive-waste problems for at least a century. The facility's planners are still debating how to designate the site, or whether to designate it at all. The discussion ranges from musings reminiscent of <strong> Donald Rumsfeld </strong>( <q> We don't know what we don't know </q>) to phrases that might be from a conceptual art project( Onkalo \"has to be fully passive\" and \"independent of human nature,\" and its inheritors must be taught \"to remember forever to forget", "new_id": -2}, {"uid": "1296849466211632181", "i": 10535, "idx": 3, "sa": ["Bill Belichick", "Roger Goodell", "John Madden", "Michael Vick", "Andy Pettitte"], "q": "among the leading contenders for The Associated Press' NFL Comeback Player of the Year Award, to be announced Saturday night. \"I'm extremely proud of what <strong> Michael Vick </strong> has done,\" <strong> Roger Goodell </strong> said. <q> He's taken his responsibilities serious, he's made a commitment to himself to make better decisions. He is committed to doing the right thing going forward and I think that's a great thing. Video: NFL: <strong> Michael Vick </strong>'s comeback season ends in Hawaii... Photo: NFC quarterback <strong> Michael Vick </strong> of the Philadelphia Eagles poses... <strong> Roger Goodell </strong> says he felt...- The NFL commissioner felt \"deceived </q> by <strong> Bill Belichick </strong> after the coach did not...'s dismal image rating is proof that winning doesn't fix everything. Sports Video: Yankees' <strong> Andy Pettitte </strong> announces retirement Sports Video: <strong> John Madden </strong>'s best NFL memories ABC News", "new_id": -2}, {"uid": "1295929158036896768", "i": 1451, "idx": 0, "sa": ["John P. Yates", "Tim Godwin", "Keir Starmer", "Andy Coulson", "Glenn Mulcaire", "Clive Goodman"], "q": "Monday, Mr <strong> Keir Starmer </strong> said he has asked Ms Levitt to take a \"robust approach\" to her review of hundreds of documents and subsequent advice to senior police officers or prosecutors. Mr <strong> Keir Starmer </strong> said: <q> It has been agreed following a meeting with Acting Commissioner <strong> Tim Godwin </strong> and Acting Deputy Commissioner <strong> John P. Yates </strong> that any evidence resulting from recent or new substantive allegations made to the Metropolitan Police Service( MPS) of mobile voicemail interception arising from the <strong> Clive Goodman </strong> and <strong> Glenn Mulcaire </strong> case should be subject to the same rigorous assessment as Alison Levitt QC is applying to material already in the possession of the Metropolitan Police Service. </q> The Met is under intense pressure to reopen its investigation into the phone hacking scandal following the departure of Downing Street communications chief <strong> Andy Coulson </strong>, who has faced a barrage of difficult questions about his conduct while editor", "new_id": -2}]