[{"uid": "1295225658227999753", "i": 30242, "idx": 0, "sa": ["Allen Iverson", "Anthony Morrow", "Ray Allen"], "q": "the Bobcats with <strong> Allen Iverson </strong> spraining his right ankle and <strong> Anthony Morrow </strong> spraining his left wrist. <strong> Anthony Morrow </strong> said he's sore but fine and will play Wednesday night at Portland. <strong> Allen Iverson </strong> sounded a lot less confident in his status. <q> The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel toAnthony Morrow, </q> <strong> Allen Iverson </strong> said.`` Right now it's just frustrating to be out there at the end hobbling like that.'' X-Ray Allens on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Anthony Morrow </strong> are 2-3 together, and their", "new_id": -2}, {"uid": "1296870076196296704", "i": 29879, "idx": 3, "sa": ["Sergio Marchionne"], "q": "to restructure the weakest of the U.S. automakers with Fiat's small-car know-how and international distribution. <strong> Sergio Marchionne </strong> said that in the next two to three years Chrysler and Fiat could ultimately merge into one company, adding, <q> For all I know it could be based here. </q> <strong> Sergio Marchionne </strong> is credited with reviving Fiat, whose brands include Ferrari, Maserati and Last year, Volkswagen AG Chairman Ferdinand Piech expressed an interest in buying Alfa Romeo. But on Friday, <strong> Sergio Marchionne </strong> flatly", "new_id": -2}, {"uid": "1295225448165576714", "i": 7035, "idx": 4, "sa": ["Gabrielle Giffords", "Barack Obama", "Kirsten Gillibrand"], "q": "Wednesday, minutes after <strong> Barack Obama </strong> visited her.`` She is doing great, and I talked to her husband, Mark, last night. And she is making progress,'' <strong> Kirsten Gillibrand </strong> said. <q> If there's anyone in the world that will recover fully from this kind of crime and just unbelievable injury, it's her. She's got courage. She's got drive. She's got spirit. And I really think her courage is inspiring to all of us right now. </q> Six people died in the shooting, including a federal judge and a nine-year-old girl, and 14 were wounded in the burst of violence a week ago outside a Tucson supermarket, where <strong> Gabrielle Giffords </strong> was holding a", "new_id": -2}, {"uid": "1295545294257720361", "i": 35274, "idx": 0, "sa": ["David Letterman", "Ricky Gervais", "Piers Morgan"], "q": "admonish him halfway through the ceremony, when he seemed to disappear for an hour? Well <strong> Ricky Gervais </strong> will appear this evening on <strong> Piers Morgan </strong> Tonight, and in one David Lettermany clip he explains his thoughts on the Globes scandal: <q> I don't think I did anything wrong... I'm confronting the elephant in the room. Like I'm going to go out there and not talk about the issues in their industry. I've got to be an outsider there, I mustn't come out there as everyone's mate and schmooze- that's nauseating. I've got to come out there and roast them. </q> The video- and <strong> David Letterman </strong>'s poignant take on the situation- after the jump. Two nights before <strong> Ricky Gervais </strong> decided to address the situation on CNN, <strong> David Letterman </strong> brought his perspective to the issue, in", "new_id": -2}, {"uid": "1295746465110362632", "i": 5878, "idx": 3, "sa": ["LeBron James", "Allen Iverson", "Mike Brown", "Kobe Bryant", "Mo Williams", "Phil Jackson"], "q": "25 win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> LeBron James </strong> around, the Cavs have <strong> Kobe Bryant </strong> to fear.`` He willed this win for us,'' Cavs coach <strong> Mike Brown </strong> said of his star. <q> He has been doing that for us down the stretch, no matter who our opponent is. </q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half http://wn.com/Allen Iverson_Allen Iverson_54pts_vs_Cleveland_Cavaliers_2000/2001_MVP_NBA_Regular_Season <strong> Allen Iverson </strong> keeps scoring and the Phil Jacksonadelphia 76ers keep winning. One night after a 41-point effort in Phil Jacksonadelphia's most lopsided win of the season,", "new_id": -2}, {"uid": "1295754500172048384", "i": 16196, "idx": 0, "sa": ["Robert Gates", "Andy Coulson"], "q": "man was sentenced to a four-year prison term Friday for conspiring to... Photo in Slideshow: U.S. Secretary of Defense <strong> Robert Gates </strong> and China... Photo in Slideshow: U.S. Secretary of Defense <strong> Robert Gates </strong> and China... Report Abuse <q> Just a start. Now if cleaning up the country is real, go go go go... and we should support the effort. And why does the media ignore stories as to these drug bums using grenade launchers etc that are NOT readily nor legally available in the US!! Oh because it doesn't agree with what they wan to believe. Truth has no place in the libs mindset. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296139420017235978", "i": 29976, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> WASHINGTON- Social Security's finances are getting worse as the economy struggles to recover and millions of baby boomers stand at the brink of retirement. New congressional projections show Social Security running", "new_id": -2}, {"uid": "1296878115021512265", "i": 8568, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "`` He has said that on numerous occasions people have been using his name about being involved with some type of a party and he had no intention in participating in that,'' <strong> Roger Goodell </strong> said in Texas. <q> I want to make sure that he doesn't put himself in a position of where he's going to make decisions or bad things are going to happen around him, and he takes that seriously. </q> <strong> Roger Goodell </strong> expressed satisfaction that <strong> Michael Vick </strong> has been doing all the right things since last June's hiccup. SPORTS POLL Would you consider the 2010 Philadelphia Eagles season a success?", "new_id": -2}, {"uid": "1297183312119177307", "i": 56047, "idx": 3, "sa": ["Simon Cowell", "Matt Lauer"], "q": "what I used to do before. I think the show had to reinvent itself. I think it's right that it's a different show to what we made before.'' He continued: <q>`` I left the show on fantastic terms. I still talk to Randy and Ryan, and I still talk to Kenny, one of the executive producers. We're still good friends, but we're going to be competitive with each other; make no mistake. </q> \" <strong> Matt Lauer </strong> was unsuccessful in getting any real X Factor`` news'' out of the acerbic judge. He asked about who will be judging the American version of the show with Mr. <strong> Simon Cowell </strong> when it begins", "new_id": -2}, {"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q> We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people, </q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true.`` Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}]