[{"uid": "1296962462100581383", "i": 40727, "idx": 5, "sa": ["Wes Welker", "Matt Cassel", "Troy Polamalu", "Michael Vick", "Brian Urlacher"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q>Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit.</q> Also receiving votes were Minnesota linebacker E.J.Henderson( 3), New England receiver <strong> Wes Welker </strong>, Chicago linebacker <strong> Brian Urlacher </strong> and Kansas City quarterback <strong> Matt Cassel </strong>( 2 each), and Pittsburgh safety <strong> Troy Polamalu </strong>, Seattle running back/kick ereturner", "new_id": -2}, {"uid": "1295779892017170523", "i": 1844, "idx": 10, "sa": ["Mike Pence"], "q": "said Monday he's leaning in one direction but declined to say what it was. \"We're nearing the end of a process that began right after Election Day in November,\" <strong> Mike Pence </strong> said. <q>We've determined that it would be appropriate for us to make a decision on our general direction before the end of January.</q> His recent activities suggest he has been keeping his options open. <strong> Mike Pence </strong> addressed state legislators Monday and is speaking at 16 upcoming Lincoln Day dinners across the state. He campaigned", "new_id": -2}, {"uid": "1295801603188252206", "i": 42679, "idx": 0, "sa": ["George Washington", "Benjamin Franklin", "Andy Coulson", "The Irish"], "q": "FREE. That day is today and we ask our <strong> George Washington </strong> brothers and sisters to help the Arab people become free and democratic. May <strong> The Irish </strong> Bless You. And May <strong> The Irish </strong> Bless America. Report Abuse <q><strong> The Irish </strong> government is a disgrace they failed thier people yet again. They are like a pack of cowboys running wild, bang bang bang, who is going to lead, I will, no I will, not you... bang bang bang.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> Benjamin Franklin </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit Get Fit Today! Healthy Habits Coaching for military members& their families. Trader", "new_id": -2}, {"uid": "1295154913111345676", "i": 7388, "idx": 8, "sa": ["Allen Iverson", "George Karl"], "q": "share to ruin <strong> Allen Iverson </strong>'s homecoming. Denver scored the first 14 points of the fourth quarter to rally for its fourth straight win. <strong> Allen Iverson </strong>'s old team improved to 16-5; his new-again team fell to 5-16. <q>It was a positive experience to be part of AI returning,</q> Nuggets coach <strong> George Karl </strong> said. \"I thought he fatigued as the game went on and we got the benefit of it. He's not in the best of shape yet.\" <strong> Allen Iverson </strong> received a standing ovation when", "new_id": -2}, {"i": 2310, "idx": 4, "index_answer": 3, "new_id": -1, "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis. \"Monday, I get to wake up and it's Christmas,\" <strong> Allen Iverson </strong> said with a smile. <q>Obviously, it's going to be a fun day.</q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "sa": ["Carmelo Anthony", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "uid": "1294966525056983567"}, {"uid": "1297277192033341459", "i": 9968, "idx": 0, "sa": ["Christina Aguilera", "Simon Cowell"], "q": "has labelled <strong> Christina Aguilera </strong>'s performance at the Super Bowl as \"bad\". The singer fluffed her words whilst performing The Star-Spangled Banner at one of America's biggest sporting events. <strong> Simon Cowell </strong> said: <q>It sounded like 100,000 people in a stadium had just sat on a cat.</q> He went on to say: \"I always say this, this is what happens when you perform in front of an audience- even someone as experienced as <strong> Christina Aguilera </strong>. You can get it wrong.", "new_id": -2}, {"uid": "1296160603113164328", "i": 10629, "idx": 0, "sa": ["Donald Rumsfeld", "George Tenet", "Robert Mueller", "Colin Powell", "Tom Ridge", "John Ashcroft"], "q": "others on the Homeland Security Advisory Council, which made the decisions. The council included Attorney <strong> Colin Powell </strong> <strong> John Ashcroft </strong>, FBI chief <strong> Robert Mueller </strong>, CIA Director <strong> George Tenet </strong>, Defense <strong> Donald Rumsfeld </strong> and <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong>. <q>More often than not we( the department) were the least inclined to raise it,</q> <strong> Tom Ridge </strong> told reporters after the forum. \"Sometimes we disagreed with the intelligence assessment. Sometimes we thought even if the intelligence was good, you don't necessarily put the country on( alert).... There", "new_id": -2}, {"uid": "1295308684212140059", "i": 39077, "idx": 4, "sa": ["Michael Vick", "Charley Casserly"], "q": "designation provides a huge one-year salary, it does not provide longer-term security as <strong> Michael Vick </strong> would be in the exact same position after next season. \"Absolutely, absolutely. No problem,\" <strong> Michael Vick </strong> said. <q>I think about my situation two years ago, and to me, it's about securing my future financially, but I was in a position where I did n'thave anything at one point after having everything. So now it's all just a blessing, so whatever it is, whether it's a franchise tag or long-term deal, or however my agent and the Philadelphia Eagles, or whatever team may be, work it out, I'm going to be happy. But hopefully it's here.</q> Over the weekend, analyst <strong> Charley Casserly </strong> said on CBS that if <strong> Michael Vick </strong> and the Eagles can work out a long-term extension once the CBA is in place, it would likely be around$ 12M-$", "new_id": -2}, {"uid": "1296660999176242699", "i": 13894, "idx": 0, "sa": ["Dane Cook", "Simon Cowell"], "q": "interrupted comedian <strong> Dane Cook </strong>'s routine by taking the microphone from him and speaking directly to <strong> Simon Cowell </strong>, he says. In retribution for his outburst, he was threatened by <strong> Dane Cook </strong> and a producer who said he would <q>shove this mic up your ass, but you would like it,</q> according to the lawsuit. Benardo says that he fled the studio in a cab and hid in his hotel on the advice of the show's security, who he says told him that his life could", "new_id": -2}, {"uid": "1296106095124256262", "i": 20831, "idx": 3, "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "q": "portions of our meetings due to potential conflicts of interest.\" <strong> Roger Kay </strong>, an analyst with Endpoint Technology Associates <strong> Google Inc. </strong>, believes that <strong> Eric Schmidt </strong> is probably a persona non grata at Apple these days. <q>I think there is bad blood between <strong> Steve Jobs </strong> and <strong> Eric Schmidt </strong> over the timing of the Android,</q> he said. \"In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.\" Once you are on the black list at Apple", "new_id": -2}]