[{"uid": "1296744958246644763", "i": 15798, "idx": 0, "sa": ["David Letterman"], "q": ": He's having a blast in Boston. The Celtics big man, who last appeared on <strong> David Letterman </strong>'s show a decade ago, said he's been treated \"fabulous\" by C's fans. <q>I live in a small town called Sudbury. I signed kind of late, so I really didn't have a chance to find a house, so I went on Google and put \"big house outside of Boston,</q> and I found this big 10-acre farmhouse, so... I love it. Wild turkeys, wild foxes, wild bears.\"( Read more in Names) Now let's see what else", "new_id": -2}, {"uid": "1296498486124518453", "i": 34025, "idx": 0, "sa": ["Barack Obama", "Mike Pence"], "q": "help from <strong> Barack Obama </strong>, who carried Indiana in 2008. \"Indiana is going to be a priority for the president,\" Winston said. State Democrats, he hopes, will find a consensus candidate this spring. <q>It's a$ 15 million to$ 18 million race. I hope we won't have a primary.</q> <strong> Mike Pence </strong>'s plans should keep the Republican field clear of other strong candidates. \"The social conservatives love him,\" says former Republican state chairman Rex Early. \"The fiscal conservatives-he talks the", "new_id": -2}, {"uid": "1296244617002752522", "i": 12810, "idx": 3, "sa": ["Allen Iverson"], "q": "the Los Angeles Lakers on Tuesday night. <strong> Allen Iverson </strong> helped pull the Sixers( 31-33) to four games of Boston for first place in the Atlantic Division. \"It made me feel good,\" <strong> Allen Iverson </strong> said. <q>Any win makes me feel good.</q> <strong> Allen Iverson </strong>, though, chipped a bone in his left thumb sometime in the second half and will be fitted for a cast. He is day-to-day. The Sixers said <strong> Allen Iverson </strong> will be re-evaluated Friday when they play again", "new_id": -2}, {"uid": "1296429332256245803", "i": 11999, "idx": 4, "sa": ["Michael Jordan", "Allen Iverson", "Reggie Miller"], "q": "him. I don't know if anybody can stop him when he's on his game. \" \"To tell you the truth, all we can keep doiing is keep plugging away,\" <strong> Reggie Miller </strong> said. <q>We had a great opportunity to take this game tonight. But <strong> Michael Jordan </strong> wouldn't be denied. He did what a great player always does, he stepped up and took over.</q> In addition to <strong> Michael Jordan </strong>\"s second-half explosion, the Bulls also used several other ingredients from their Game One victory- more http://wn.com/Allen_Iverson_17pts_vs_Indiana_Pacers_09/10_NBA_*Home-to-Home_Game_1 <strong> Allen Iverson </strong> expected the Philadelphia 76ers to own the kind of killer instinct that can finish off teams", "new_id": -2}, {"uid": "1295577099150192142", "i": 36172, "idx": 1, "sa": ["Eric Schmidt"], "q": "new, detailed responsibilities in an organization can only help. If anything, I think it's a positive.\" The company's top executives painted the changes as anything but a shakeup. <q>Historically we( <strong> Eric Schmidt </strong>, Page and co-founder <strong> Sergey Brin </strong>) have always been running the decisions together and ultimately it adds delay and so forth in the way we make decisions,</q> <strong> Eric Schmidt </strong> said on a conference call with analysts. \"By elevating me and having Larry running things day to day... we think this will produce even better success for the corporation.\" <strong> Eric Schmidt </strong> said he", "new_id": -2}, {"uid": "1297234014042778761", "i": 938, "idx": 1, "sa": ["Donald Rumsfeld", "Todd Litman"], "q": "'s assertions are derived from a 2004 Canadian study prepared for the American Public Transportation Association( APTA),[ 2] America's principal transit-lobbying organization. The June 2010 Heritage Foundation report <q>Washington's War on Cars and the Suburbs</q> critiqued the <strong> Donald Rumsfeld </strong>'s claims.[ 3] The author of the APTA study, <strong> Todd Litman </strong> of the Victoria Transportation Policy Institute, responded to the Heritage report.[ 4] None of", "new_id": -2}, {"uid": "1295668634145047607", "i": 18709, "idx": 3, "sa": ["Mark Aguirre", "Allen Iverson"], "q": "Skin will bleed. Character will be tested. There were times away from the ball when the action resembled a rugby scrum. Players shoved, held and did whatever else they felt they could get away with. <q>It's a different style of ball when you play us,</q> said <strong> Mark Aguirre </strong>, who led the Pistons with 25 points. \"They're not going to be able to play us like Philly, where they got a lot of running and http://wn.com/Miami_Heat_vs_Detroit_Pistons_105__89_October_5,_2010 <strong> Allen Iverson </strong> scoring his first points in", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a \"second chance.\" According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was \"passionate about it,\" adding that the president said <q>it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall.</q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}, {"uid": "1295498090112721958", "i": 47306, "idx": 3, "sa": ["Yao Ming", "Rodney Stuckey", "Rasheed Wallace", "Amir Johnson", "Tayshaun Prince", "Allen Iverson"], "q": "<strong> Rasheed Wallace </strong> as their only <strong> Yao Ming </strong> starter. The Pistons acknowledged after the game that they are better defensively with <strong> Amir Johnson </strong> on the floor, and better offensively when Hamilton and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. <q>When we have the bigger lineup, obviously we're better defensively,</q> <strong> Tayshaun Prince </strong> said. \"It's kind of pick and choose. \"Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side.\" The game was tight", "new_id": -2}, {"uid": "1296003429036782088", "i": 10959, "idx": 0, "sa": ["Allen Iverson", "Dick Cheney"], "q": "to help the workers. http://wn.com/Allen_Iverson_in_Turkey_airport__The_Answer_is_mobbed__Can_He_still_play_in_the_NBA? <strong> Allen Iverson </strong> arrives for stint in Turkey to revive his career. <strong> Dick Cheney </strong> NBA star <strong> Allen Iverson </strong> arrived in Istanbul on Monday to begin a stint with Turkish club Besiktas, promising to give fans <q>something they haven't seen before.</q> Dozens of fans greeted the 11-time All-Star at Ataturk Airport. Sporting a Besiktas jersey and a Philadelphia Phillies hat, <strong> Allen Iverson </strong> waved at fans from inside his car before being driven to his hotel.[+] EnlargeAP", "new_id": -2}]