[{"i": 20409, "idx": 6, "index_answer": 0, "new_id": -1, "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q> This was a big win for us at somebody else's home, </q> <strong> Allen Iverson </strong> said. \"Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.\" Elias Says <strong> Allen Iverson </strong>", "sa": ["Allen Iverson"], "uid": "1295501732152404071"}, {"uid": "1295965142202670081", "i": 10341, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "being targeted while he was chancellor of the exchequer, according to the Independent on Sunday. media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. \"So far, our worst day in government,\"", "new_id": -2}, {"uid": "1296603744096632855", "i": 13765, "idx": 0, "sa": ["Billie Joe Armstrong", "Simon Cowell"], "q": "bipolar disorder requires of its audience a robust willingness to plunge headlong into every facet of its often dark realms. But not everyone is capable of this. At the intermission, an audience member declared: <q> This isn't a suitable subject <strong> Carrie Underwood </strong>: Married life' a lot like dating life' commodity. <strong> Carrie Underwood </strong>, the 2005 \"American Idol </q> winner who fulfilled judge <strong> Simon Cowell </strong>'s prophecy that she would become the biggest-selling artist ever produced by \"<strong> Billie Joe Armstrong </strong> Elliot\" cast works hard on tour A Tony Award-winning creative team and 20 of the most hardworking musical theater are", "new_id": -2}, {"uid": "1295903297179077120", "i": 31106, "idx": 12, "sa": ["Donald Rumsfeld", "Henry Kissinger"], "q": ". But he said \"Known and Unknown\" will take on the most sensitive subjects, from the detainment facility at Guantanamo Bay, Cuba, to the mistreatment of prisoners at Abu Ghraib in Iraq. <q> I brought in people who were involved and outside advisers to discuss the legal decisions that were made. And in the book, I present them in a direct way, </q> he said. In Washington, <strong> Donald Rumsfeld </strong> was known as a tenacious and effective fighter of policy wars, once described by <strong> Henry Kissinger </strong> as a \"skilled full-time politician-bureaucrat in whom ambition, ability, and substance fuse", "new_id": -2}, {"uid": "1296477551098844739", "i": 444, "idx": 0, "sa": ["Sergio Marchionne"], "q": "that controls Chrysler LLC, on Thursday... Photo: A demonstrator wears a mock mask of Fiat CEO <strong> Sergio Marchionne </strong> Video: New Technology to Combat Drunken Driving Video: Workers at GM plant optimistic about future Report Abuse <q> An Italian company that makes unreliable products with engines in Mexico and pretends to be American. </q> Report Abuse \" The 56 MPG Fiat 500 Returns by Bill Siuru03/17/2008 \" Fiat offered the Nuova 500 for nearly 20 years, from 1957 to 1975. It proved very popular as a city car and today is", "new_id": -2}, {"uid": "1297093828077135937", "i": 38615, "idx": 3, "sa": ["George H.W. Bush", "Donald Rumsfeld", "Colin Powell"], "q": "was certainly wrong\" with respect to weapons of mass destruction in Iraq. However, he said that the military and the <strong> George H.W. Bush </strong> administration-- including <strong> Colin Powell </strong>-- had faith in the intelligence at the time. <q> There's a lot of stuff[ in] the press that say <strong> Colin Powell </strong> was against[ the war], </q> he said. \"But I never saw even the slightest hint of that.\" \"The idea that he was lying or duped is nonsense,\" <strong> Donald Rumsfeld </strong> added. <strong> Donald Rumsfeld </strong> said \"it", "new_id": -2}, {"uid": "1295256412206143497", "i": 17152, "idx": 3, "sa": ["Michael Jordan", "Magic Johnson", "Allen Iverson", "Tracy McGrady"], "q": "Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. <q> <strong> Elgin Baylor </strong> score a career high and we won the game, </q> <strong> Allen Iverson </strong> said. \"That's how you draw it up in your dreams.\" It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana", "new_id": -2}, {"uid": "1295560040175849483", "i": 2219, "idx": 3, "sa": ["Eric Schmidt"], "q": "Mr. Page is set to take over product development and technology strategy. The executive shake up is designed to \"simplify our management structure and speed up decision making,\" Mr. <strong> Eric Schmidt </strong> said. <q> In this new role I know he will merge <strong> Google Inc. </strong>'s technology and business vision brilliantly, </q> Mr. <strong> Eric Schmidt </strong> said. \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion", "new_id": -2}, {"uid": "1296870076196296704", "i": 24679, "idx": 4, "sa": ["Carl-Peter Forster", "Sergio Marchionne"], "q": ". Tata Motors CEO <strong> Carl-Peter Forster </strong> was quoted as saying this week that he is unhappy with sales under the partnership. \"Likewise,\" <strong> Sergio Marchionne </strong> said when reporters asked about <strong> Carl-Peter Forster </strong>'s comments. <q> That's why it's on the table, and we're going to discuss it. </q>", "new_id": -2}, {"uid": "1295885672122388482", "i": 32150, "idx": 1, "sa": ["Zahi Hawass"], "q": "of one sun god, Aton. The bust is at the top of a \"wish list\" of five major artifacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q> Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti, </q> <strong> Zahi Hawass </strong> said in a statement. But he asked that \"this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" FILE- In this March 7, 1982", "new_id": -2}]