[{"uid": "1295012255080707586", "i": 30300, "idx": 0, "sa": ["Gary Moore", "Allen Iverson"], "q": "scheduled to for surgery to remove a lesion in his leg and will be in rehab for at least six weeks. Afterward, he should be rejoining the team in Turkey for the playoffs. <q> People need to know that <strong> Allen Iverson </strong> is and always has been a fighter, </q> said <strong> Allen Iverson </strong>'s manager <strong> Gary Moore </strong>.`` He's got a battle ahead of him.'' Just remember where <strong> Allen Iverson </strong> is now. He was traded from the Sixers to Denver, then to Detroit. After", "new_id": -2}, {"uid": "1297195892093274131", "i": 37617, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "`` We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist with ties to the al-Qaida terrorist network. HILLSBOROUGH 4 BR/ 3.1 BA$ 2,199,000.00 DALY", "new_id": -2}, {"uid": "1297189237260702220", "i": 14950, "idx": 1, "sa": ["Paul Bremer", "George Stephanopoulos", "Donald Rumsfeld", "Dan Bartlett", "Bob Woodward", "Diane Sawyer"], "q": "in office, there would have been defeat in Iraq and the surge would not have taken place?'' <strong> George Stephanopoulos </strong> asserted that individuals such as then-ambassador to Iraq <strong> Paul Bremer </strong> called for a surge. The host argued, <q> It's documented in <strong> Bob Woodward </strong>'s book. </q> <strong> Donald Rumsfeld </strong> retorted,`` <strong> Bob Woodward </strong> wasn't there.'' On January 10 2007, then-GMA host <strong> Diane Sawyer </strong> lectured White House aide <strong> Dan Bartlett </strong> about the surge:`` I just want to run through a partial roll call of", "new_id": -2}, {"uid": "1295658306074924083", "i": 1970, "idx": 7, "sa": ["Eric Schmidt"], "q": "is somewhat limited. Google is often called a one-trick pony, with its AdWords advertising platform continuing to generate most of the company's revenue. But as <strong> Eric Schmidt </strong> himself has said, it's quite a trick. <q> If you've got a one-trick pony, you want the one we have, </q> <strong> Eric Schmidt </strong> told The Journal last summer.`` We're in the ad business, and it's growing rapidly. We picked the right trick.'' And Google picked the trick on <strong> Eric Schmidt </strong>'s", "new_id": -2}, {"uid": "1295569415103104529", "i": 29690, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Microsoftt Sharepoint 2010 includes several new features, including its InfoPath forms designer, web versions of Office applications, a PowerPoint broadcast feature, and the integration of Visio workflows. Working with new content is much easier", "new_id": -2}, {"uid": "1297484044192626692", "i": 18747, "idx": 1, "sa": ["DeAndre McDaniel", "Johnny Unitas", "Michael Vick", "Eric Dickerson"], "q": "are just some of the many who have fallen prey to the business of the NFL Names like <strong> Johnny Unitas </strong>, <strong> Eric Dickerson </strong>, and <strong> Michael Vick </strong> have all declared bankruptcy because of bad decisions they made off the field. <q> That happens when they leave high school and go to college and meet one group of friends. And when they get a little money in their pocket, they all of a sudden have a few more friends. </q> Former Godby star and Clemson defensive back <strong> DeAndre McDaniel </strong> knows all too well about having too many friends. The more his stock rose, the more people wanted a piece of the action-- and be a part", "new_id": -2}, {"uid": "1296001277079446017", "i": 18820, "idx": 2, "sa": ["Steve Ballmer"], "q": "a parking garage.''( TRACK) CEDAR RAPIDS, IOWA IS FALLING APART AS THE CEDAR RIVER SWALLOWS THE CITY. IT LOOKS MORE LIKE VENICE, ITALY THAN THE MIDDLE OF IOWA. <strong> Steve Ballmer </strong> Shriver/owns flooded business <q> The river is literally running through buildings. </q>( TRACK) STEVE SHRIVER OWNS AN ORGANIC LIP BALM BUSINESS LOCATED IN DOWNTOWN. AND HIS PRODUCTION ROOM IS IN THE BASEMENT... SEVERAL FEET UNDER WATER. <strong> Steve Ballmer </strong> Shriver/owns flooded business`` we have a million sticks of", "new_id": -2}, {"uid": "1297118217093028381", "i": 45359, "idx": 0, "sa": ["Simon Cowell"], "q": "TV history and when asked on a conference call with reporters on Monday afternoon if he was nervous about giving away such a hefty sum, <strong> Simon Cowell </strong> said it did, in fact, make him quiver. <q> Yes. And I think we should be nervous. The reason we decided to do this was to show the people who are auditioning[ for] the show, sometimes you have to put your money where your mouth is. Putting up that kind of prize money is a massive, massive risk, but also it's an incredible incentive, </q> he said. VIEW THE PHOTOS: The Verdict Is In! Judges Of Reality Television`` I also did it because I believe[ we] can find a star,'' <strong> Simon Cowell </strong> continued.`` So", "new_id": -2}, {"uid": "1297421165245137429", "i": 36866, "idx": 0, "sa": ["Steve Ballmer"], "q": "further Symbian sales of 150m`` in the years to come''. Nokia's other OS MeeGo, which is run in collaboration with Intel, will become open source. Microsoft chief executive <strong> Steve Ballmer </strong> added: <q> I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q>", "new_id": -2}, {"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}]