[{"uid": "1295534401212385796", "i": 46212, "idx": 5, "sa": ["Simon Cowell", "Steven Tyler"], "q": "including a Kosovo refugee and a young man raised in a shelter) and a few glimpses, mercifully brief, of the appallingly bad, including a stocky young man whose performance was so awful <strong> Simon Cowell </strong> <strong> Steven Tyler </strong> asked, <q>Did you eat paint chips as a child?</q> The three judges didn't show much chemistry, but they seemed to get along perfectly well. And theirs is certainly a more even collaboration than the judges on \"Live to Dance.\" That show", "new_id": -2}, {"uid": "1296665783109838336", "i": 26524, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "ITV News, Channel Five News and Channel 4 News. Oliver was appointed to role as controller of English, BBC Global News Content, in April 2010. <strong> David Cameron </strong> said of his appointment: <q>I am very pleased that Craig Oliver is to become the new Director of Communications at 10 Downing Street. \"Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the Government's programme.</q> And Oliver said: \"I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time. <strong> David Cameron </strong> names <strong> Andy Coulson </strong>'s successor The BBC's Craig Oliver has been appointed as", "new_id": -2}, {"uid": "1295609568069435392", "i": 2225, "idx": 3, "sa": ["Michael Vick"], "q": "share in the blame for this loss. But, <strong> Michael Vick </strong> is the QB, which by default makes him the first man praised when the going's good and the first man canned when things go wrong. <q>I feel like I got greedy,</q> <strong> Michael Vick </strong> said postgame. So we might have a new Pro Bowl QB here in Philly but in the end Eagles fans are still left with the same bitter taste in their mouths. It does", "new_id": -2}, {"uid": "1297182562166789141", "i": 2705, "idx": 7, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "this capacity that <strong> Donald Rumsfeld </strong> met with <strong> Saddam Hussein </strong> in 1983- an event that <strong> Donald Rumsfeld </strong> uses to kick off the book. <strong> Donald Rumsfeld </strong> archly notes that the encounter, at which he was filmed shaking <strong> Saddam Hussein </strong>'s hand, would become <q>the subject of gossip, rumors, and crackpot conspiracy theories for more than a quarter of a century.</q> In <strong> Donald Rumsfeld </strong>'s telling, the whole business was a fairly straightforward case of great-power politics. Iraq, at the time, was at war with the Islamic Republic of Iran, a country now regarded by", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,\" <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q>Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him,</q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}, {"uid": "1295725464067436558", "i": 22663, "idx": 0, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "decade. BGC Partners analyst Colin Gillis said Google experienced tremendous growth under <strong> Eric Schmidt </strong>, becoming a search and advertising powerhouse, but the company also arguably experienced a number of missteps and missed opportunities. <q>A case can also be made that the company has not built any new material revenue streams, was late to building for the mobile market, has no effective social solutions, overbuilt its headcount and placed itself in the crosshairs of government regulators,</q> Gillis said. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google's biggest challenges now are to \"prove that they've got their Mojo back and that nobody needs to fear them\".", "new_id": -2}, {"uid": "1297108272141246515", "i": 7322, "idx": 0, "sa": ["Eric Schmidt"], "q": "their views on Google's business practices by Feb. 11. The Commission is expected to take several months to digest the feedback. Google on Monday reiterated that it was co-operating with the regulator. <q>There's always going to be room for improvement, so we'll be working with the Commission to address any concerns,</q> spokesman Al Verney said. Google Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. The Commission, which can fine companies", "new_id": -2}, {"uid": "1296510222121487362", "i": 1910, "idx": 0, "sa": ["Michael Vick"], "q": "'. Report Abuse \"Drug dealers and drug usage would come to a screeching halt if the U.S. would replace illegal drug use with the electric chair as a means for liberals to escape reality.\" Report Abuse <q>Drug dealers and drug usage would come to a screeching halt if the U.S. would replace illegal drug use with the electric chair as a means for liberals to escape reality.</q> Report Abuse \"Drug dealers and drug usage would come to a screeching halt if the U.S. would replace illegal drug use with the electric chair as a means for liberals to escape reality.\" Time.com: <strong> Michael Vick </strong>:", "new_id": -2}, {"uid": "1297270524044515339", "i": 32405, "idx": 5, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Condoleezza Rice", "Colin Powell"], "q": "a positive relationship. <strong> Donald Rumsfeld </strong> defends the invasion of Iraq even though they key justification for the war-- weapons of mass destruction-- were never found. He said the outlook in the Middle East would be <q>far more perilous than it is today</q> if <strong> Saddam Hussein </strong> were in still in power. He also takes some shots at former Bush officials, namely <strong> Colin Powell </strong>, who was secretary of state, and <strong> Condoleezza Rice </strong>, who succeeded <strong> Colin Powell </strong> after serving as Bush's", "new_id": -2}, {"uid": "1295097395007798784", "i": 4154, "idx": 4, "sa": ["Sergio Marchionne"], "q": "resulting overtime payment. \"Full utilisation of the 18 shifts would also enable an increase in annual pay of around EUR3,500( US$ 4,690) per year,\" added the Fiat chief. <q>We have also taken account of other needs relating to overtime. As employees can not always be available, we have instituted the option of substituting up to 20% of those workers who are unable to work overtime. \"By revising the system of breaks, reducing them to 30min and monetising the difference, we have also brought ourselves into line with standard practice at factories throughout the rest of Europe and the world.</q> <strong> Sergio Marchionne </strong> signed off his statement with a characteristic flourish, having previously hinted investment would move elsewhere unless agreement was secured at Mirafiori. \"The criticisms levelled at us have been unjust and often frustrating", "new_id": -2}]