[{"uid": "1296781450254083086", "i": 11588, "idx": 0, "sa": ["Steve Ballmer"], "q": "architect role: Network World <strong> Steve Ballmer </strong> ousts Bob Muglia from Microsoft's server and tools division If you enter anything in this field your comment will be treated as spam Users posting comments agree to the TechWorld comments <q>Brittney Jones Second Sex Tape. 10 Jan 2011 Brittney Jones Sex...</q> \"It's not just Australia, that's for sure. I live in Western Canada,...\" on Windows Event Viewer phishing scam remains active \"1\" on Blogs becoming entrenched in mainstream, and", "new_id": -2}, {"uid": "1297139083171491347", "i": 44160, "idx": 0, "sa": ["David Letterman"], "q": "extraordinary talent from The Boxer Rebellion. After killing last week's performance on <strong> David Letterman </strong>, these guys are ready to break out in a big way with their just-released new album, The Cold Still. The Descendents- <q>I Don't Want to Grow Up</q>- Fun Fun Fun Fest 2010 Why: This video allows you to relive the amazing show from The Descendents at the 2010 Fun Fun Fun Fest in Austin. If you don't know who this band is", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.\" The \"Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q>I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it.</q> She added, \"I will say that it\"s a kinder, gentler[ show now.]\"", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}, {"uid": "1297339908002965505", "i": 19254, "idx": 0, "sa": ["Anderson Cooper", "David Letterman"], "q": "<strong> David Letterman </strong>.' While attempting to talk to some of the pro-Mubarak supporters, <strong> Anderson Cooper </strong>, his cameraman and producer went a little too far into the chaos. See the video after the jump! <q>All of a sudden a guy went to grab our camera and from then it just became a free-for-all,</q> he said. \"People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer.\" The actions toward his producer are indicative of", "new_id": -2}, {"uid": "1295778208220971018", "i": 17670, "idx": 1, "sa": ["Eric Schmidt"], "q": ". <strong> Eric Schmidt </strong> and Page said the moves are intended to speed up decision-making at the top of the Internet giant, which also posted strong fourth- quarter results. The management reshuffle has been brought about to <q>streamline decision making and create clearer lines of responsibility and accountability</q> at the top of the company, <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong> oversaw a period of tremendous growth as chief executive for the past decade, as Google turned into a Web search-engine powerhouse with a complementary search-ad business", "new_id": -2}, {"uid": "1295812367162496520", "i": 22310, "idx": 2, "sa": ["Colin Powell"], "q": "\" he said. When asked whether he would consider joining the Obama administration, <strong> Colin Powell </strong>, 73, said he was not looking for a return to the White House, and that he prefers serving as <q>someone the president calls up from time to time.</q>", "new_id": -2}, {"uid": "1297251079068108305", "i": 11145, "idx": 0, "sa": ["Steve Ballmer", "Ray Ozzie", "Bill Gates"], "q": "'s SharePoint collaboration software. <strong> Ray Ozzie </strong> replaced Microsoft founder and chairman <strong> Bill Gates </strong> as chief software architect in 2006. In his e-mail, <strong> Steve Ballmer </strong> said he does not intend to fill the chief software architect role. <q>The CSA role was unique and I won't refill the role after <strong> Ray Ozzie </strong>'s departure,</q> <strong> Steve Ballmer </strong> wrote. \"We have a strong planning process, strong technical leaders in each business group and strong innovation heading to the market.\" Many have described <strong> Ray Ozzie </strong> as a visionary. <strong> Ray Ozzie </strong>'s initial", "new_id": -2}, {"uid": "1295636751256720935", "i": 12848, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "to the coming campaign. \"We can talk about gloom and doom, we can talk about the us can do it, we can't invest in the future, that's all wrong.\" <q>GE is a story of success,</q> <strong> Kirsten Gillibrand </strong> added. \"If we can beat Russia in the race to the moon, we can beat China in the race to green energy.\" jakester: I think we shoud have a new bill intorduced", "new_id": -2}, {"uid": "1296723373183549966", "i": 23719, "idx": 0, "sa": ["Sergio Marchionne"], "q": "The NADA convention provides an opportunity for us to hear directly from dealers about the issues that matter most to them,\" said Jim Bunnell, GM's general manager of U.S. sales operations, in a statement. <q>We are able to talk to a large number of dealers, answer their questions and share news about our business plans and performance.</q> Chrysler CEO <strong> Sergio Marchionne </strong> will speak at a pre event conference, sponsored by JD Power and Associates. While the fight over dealer terminations was a difficult one, Tonkin says that's over, and", "new_id": -2}, {"uid": "1295870439181960749", "i": 19131, "idx": 1, "sa": ["Eric Schmidt", "Eric Holder", "Woodrow Wilson"], "q": "3, 2010. www.cfr.org... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... White House Forum on Intellectual Property Theft( Part 1) Senior Administration officials, including Attorney General <strong> Eric Holder </strong> and Secretary of", "new_id": -2}]