[{"uid": "1294955656094240963", "i": 4924, "idx": 1, "sa": ["John McCain", "Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": "is a major milestone for her and we're hoping that she crosses through many more,\" said her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. <strong> John McCain </strong> <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q>It was raw courage. It was raw strength. It was so beautiful and so moving.</q> Doctors have also helped <strong> Gabrielle Giffords </strong> sit up and dangle her legs from her bed. She's able to open her right eye, even though it's bandaged. The next milestone will be removing", "new_id": -2}, {"uid": "1295965426108969993", "i": 19136, "idx": 2, "sa": ["Liza McGuirk", "Barack Obama", "John Heilemann", "Eric Schmidt", "David Gergen"], "q": "'... where <strong> Eric Schmidt </strong> was a regular guest. When <strong> Eric Schmidt </strong> filmed a pilot for CNN in August, <strong> Liza McGuirk </strong> oversaw the production.\" Good Monday morning. BEHIND THE CURTAIN-- New York mag cover, <q>The West Wing, Season <strong> Barack Obama </strong>: Almost overnight, <strong> Barack Obama </strong> overhauled his White House and rewrote much of the script. Now all he needs is a happy ending,</q> by <strong> John Heilemann </strong>: \"<strong> David Gergen </strong> Axelrod awoke at three in the morning and checked his BlackBerry. It was Jan. 12, a few hours before <strong> Barack Obama </strong> would fly to Arizona for the memorial service for the victims of the", "new_id": -2}, {"uid": "1296619354222035975", "i": 13520, "idx": 0, "sa": ["Dirk Nowitzki", "Allen Iverson"], "q": "control. A day after scoring 51 points in a defeat, <strong> Allen Iverson </strong> may have been even better, scoring 35 points and dishing out 12 assists while leading the Denver Nuggets past the Dallas Mavericks 122-109 Thursday night. <q>AI had it all going from everywhere,</q> said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds. \"He was driving and making shots in-between.\" <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line.", "new_id": -2}, {"uid": "1297254159064307248", "i": 19206, "idx": 1, "sa": ["Kristin Chenoweth", "Ricky Martin", "Simon Cowell", "Hailee Steinfeld"], "q": "at an event in Los Angeles on April 10. The award is given for increasing the visibility and understanding of the LGBT community. Video: <strong> Simon Cowell </strong> on New Judges, Life After \"Idol' Report Abuse <q>39 year old pop singer is a game changer for gay and transgender Latio CHILDREN?</q> Did this pedophile even think before he opened his mouth? ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit\" ABC News: GLAAD to Honor <strong> Ricky Martin </strong>, <strong> Kristin Chenoweth </strong> Cancer Treatment Centers CTCA Is Recognized For", "new_id": -2}, {"uid": "1295581455002506782", "i": 46436, "idx": 7, "sa": ["Eric Schmidt"], "q": "run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way.\" <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy. <q>We tend to agree on everything,</q> he noted. Robot cars: Google searches for next Android But he said he believes the new management structure will speed up decision making at the company. Google has lost some of its top", "new_id": -2}, {"uid": "1295594483015613993", "i": 23434, "idx": 2, "sa": ["Michael Gove"], "q": "subjects\"\" When asked whether he was \"leaving the door open\" to making modern foreign languages compulsory at GCSE, Mr <strong> Michael Gove </strong> responded with an emphatic \"yes\". He added: <q>We have given people a nudge with the English Baccalaureate towards a certain set of academic subjects.</q> \"Beyond that we want to have an informed debate.\" To gain the English Baccalaureate pupils need good GCSEs in English, maths, science, a modern foreign language, and either history or", "new_id": -2}, {"uid": "1295389551128106499", "i": 4720, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": ", and the American people are just fed up when, up and down the line, China doesn't play by the rules and seeks unfair economic advantage,\" <strong> Chuck Schumer </strong> said. <q>If it were just one area, if they were fine on most things... that would be one thing,</q> he said. \"It seems in almost every place you look, not only do they seek advantage, which every country does, but they seek unfair advantage.\" <strong> Kirsten Gillibrand </strong> sits on the Senate Foreign", "new_id": -2}, {"uid": "1296423000103301164", "i": 29539, "idx": 4, "sa": ["Zahi Hawass"], "q": "2013.( Comment on this story.) <strong> Zahi Hawass </strong> says he expects the current museum to reopen in a few days. He knows that the episode could have had a very different ending. <q>Thank God they did not know where the gold is, because if they knew about the jewelry room, this could have been a disaster.</q> Just ask the director of the Iraqi museum. Not a Fan of Facebook: New Yorker Sues Social Network Over Deleted Account 164 Money Tips: Least Evil Banks, Frugal Household Must-Haves, and Whether$ 1", "new_id": -2}, {"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}, {"uid": "1297491655239927298", "i": 17891, "idx": 2, "sa": ["Mike Pence"], "q": "figure balked, forcing the Appropriations Committee back to the drawing board. The new cuts will total about$ 60 billion, and the plan appeared to be winning support from the conservative rank and file. <q>House Republicans will keep our word to the American people,</q> said Representative <strong> Mike Pence </strong>, Republican of Indiana. The Republicans had given themselves an extraordinarily difficult task by promising ahead of the November elections to exclude military and domestic security spending from their reductions", "new_id": -2}]