[{"uid": "1295568681147800068", "i": 17127, "idx": 3, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "and <strong> Sergey Brin </strong> for a long time to come.'' Aaron Kessler, an ananlyst at Thinkequity, said that <strong> Larry Page </strong> had probably now gained the experience necessary to run operations at the internet giant. <q> Initially <strong> Larry Page </strong> and <strong> Sergey Brin </strong> were pretty young when Google started, so maybe they weren't prepared at that point to run the day-to-day operations of Google.`` But at this point they've been involved for several years now, and are in a better position to really run the company as opposed to just being in the founder role. </q> <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who did an`` outstanding job leading Google for the last decade''.`` There is no other CEO in the world that could have kept", "new_id": -2}, {"uid": "1295613295190234626", "i": 44306, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": ", his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government. And here's the full statement from <strong> David Cameron </strong>: <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my Director of Communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government. </q> During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete professionalism. He has been a brilliant member of my team and has thrown himself at the job with skill and dedication. He", "new_id": -2}, {"uid": "1294979190239403024", "i": 40930, "idx": 4, "sa": ["Ronnie King", "Allen Iverson", "Carmelo Anthony"], "q": ". <strong> Allen Iverson </strong> scored 38 points, including two big jumpers in the final two minutes, and <strong> Carmelo Anthony </strong> added 30, helping the Denver Nuggets hold on for a 110-104 victory over the Los Angeles Clippers on Friday night. <q> My whole thing was not so much taRonnie King over, but just trying to win the basketball game, </q> he said.`` I got a couple of good looks at the end.'' <strong> Allen Iverson </strong> put the Nuggets ahead for good with an 18-foot, off-balance floater with 1:23 remaining. <strong> Carmelo Anthony </strong> sealed the Nuggets' second straight", "new_id": -2}, {"uid": "1297182562166789141", "i": 3250, "idx": 5, "sa": ["Donald Rumsfeld", "Osama bin Laden"], "q": "<strong> Donald Rumsfeld </strong> put it this way:`` What you know today can help you unthink your thinking about tomorrow. It can't help you with things you were thinking about back then,'' he said. <q> Back then, there was reasonable confidence that[ Saddam Hussein] had these weapons. </q> title=\"\" rel=\"ibox\" href=\"http://gdb.rferl.org/E2B22AE4-D463-4DB9-B085-C225094F3276_mw800_s.jpg\"> Nor does <strong> Donald Rumsfeld </strong> register second thoughts about the Pentagon's crucial failure to capture <strong> Osama bin Laden </strong> in the Battle of Tora Bora in December 2001. He contends that no one ever provided him", "new_id": -2}, {"uid": "1295665752254312485", "i": 19230, "idx": 5, "sa": ["Ian Edmondson", "Ed Miliband", "Andy Coulson", "Alan Johnson", "Tony Blair", "Sienna Miller", "David Cameron"], "q": "News of the World suspended its news editor, <strong> Ian Edmondson </strong>, over allegations of phone hacking in 2005-6, thought to involve the actress <strong> Sienna Miller </strong>. Asked about Mr <strong> Andy Coulson </strong>'s resignation, Labour leader <strong> Ed Miliband </strong> said: <q> We think he should have gone earlier, he has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgement about hanging on to him as long as he did. </q> But other Labour MPs accused Mr <strong> Andy Coulson </strong> of deliberately announcing his resignation on a busy news day- when former Labour PM <strong> Tony Blair </strong> is before the Iraq Inquiry, and in the aftermath of <strong> Alan Johnson </strong>'s shock resignation", "new_id": -2}, {"uid": "1295621146048054324", "i": 59313, "idx": 1, "sa": ["Andy Coulson"], "q": "Continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,'' <strong> Andy Coulson </strong> said in an e-mailed statement today. <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> <strong> Andy Coulson </strong> has denied any knowledge of illegal activity when he was editor of Britain's best-selling Sunday newspaper, from which he resigned after a reporter and a private investigator were imprisoned for phone-tapping in 2007. In", "new_id": -2}, {"uid": "1296228272172146710", "i": 20867, "idx": 4, "sa": ["Tim Pawlenty", "Mike Pence"], "q": "the congressman's decision to forgo a presidential run and instead turn his attention toward a possible gubernatorial run. One source who met with <strong> Mike Pence </strong> several Tim Pawlentyes over the last few months tells NRO the conservative Hoosier <q> was extremely torn while he deliberated. </q> Another who met with <strong> Mike Pence </strong> feels his heart was never completely in a bid for president. Someone close to <strong> Mike Pence </strong> explains that`` the people closest to him, the friends and people he knew best from", "new_id": -2}, {"uid": "1297217270080478208", "i": 1278, "idx": 0, "sa": ["Michael Gove"], "q": "will result in a severe reduction in the amount of tutorial, guidance and enrichment currently available. Entitlement funding is used to support extra-curricular activities, from team sport and orchestras to sign-language and community volunteering. <q> In my view the size of the cut is unfair in comparison to the cut in funding per learner in primary and secondary education, </q> the Labour MP wrote.`` It is quite amazing that sixth-form colleges- applauded by <strong> Michael Gove </strong> and widely recognised as one of the most efficient parts of the education system- should be hit so badly.", "new_id": -2}, {"uid": "1296744552199131154", "i": 36507, "idx": 31, "sa": ["Donald Rumsfeld", "Colin Powell", "George Tenet"], "q": ",'' and`` that devastated me.'' <strong> Donald Rumsfeld </strong> fires back that the secretary of State had once been`` the most senior military officer in our country'' and no one else in the administration had <q> even a fraction of his experience </q> on intelligence matters.`` <strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about Saddam's suspected WMD stockpiles. The president did not lie. The vice president did not lie. <strong> George Tenet </strong> did", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q> What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me, </q> <strong> Donald Rumsfeld </strong> writes.`` At that moment, I couldn't speak.''( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}]