[{"uid": "1295132025137953291", "i": 16927, "idx": 3, "sa": ["Bill Clinton", "Jonathan Tasini", "Bernie Sanders", "A Clinton White", "Joe Biden"], "q": ", and that Obama's new advisers will push him in that direction. \"The middle class in this country is collapsing as more power is accruing to big, monied interests,\" <strong> Bernie Sanders </strong> said. <q> We need leadership in the <strong> A Clinton White </strong> House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality. </q> \"To me, it's a disaster,\" said New York-based labor activist <strong> Jonathan Tasini </strong>. \"When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has", "new_id": -2}, {"uid": "1296138678011223047", "i": 48357, "idx": 0, "sa": ["Michael Gove"], "q": "will be scrapped- the thinking is that parents may be inconvenienced, but will also be prompted to ask what more they can do to improve their children's behaviour in school. Mr <strong> Michael Gove </strong> added: <q> This Michael Government backs teachers. All the evidence from those countries with great education systems tells us that nothing is more important than attracting great people into teaching and supporting them in the classroom. \"Teachers will be free to impose the penalties they need to keep order and free from the red tape which swallows up teaching time, so they can get on with their first duty- raising standards. </q> Schools rated` outstanding' by Ofsted will be freed from regular inspections in order to focus on the worst performers. Ofsted will no longer rate schools on areas like community cohesion- instead focusing", "new_id": -2}, {"uid": "1295348154121946388", "i": 18925, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Nick Clegg"], "q": "judge and new CNN talkshow host told Metro that he was shocked by the powerful position to which the the Liberal Democrat leader has since risen. Asked who were his most difficult interviewees, <strong> Piers Morgan </strong> said: <q> Ones who emerge as fairly imbecilic. <strong> Nick Clegg </strong> stands out; my GQ interview with him was a series of spectacular own goals. \"I thought,' I hope he never ends up running the country' and, whoa- here he is. How can this guy be so powerful? It's frightening. </q> He added: \"<strong> Simon Cowell </strong> was tough because we're friends but he was also my boss and he wouldn't be afraid to use that advantage- but it made for good TV.\" EastEnders:", "new_id": -2}, {"uid": "1295717523000638988", "i": 24615, "idx": 3, "sa": ["Travis Best", "Allen Iverson", "LeBron James", "Nathaniel D Robinson"], "q": "court anNathaniel D Robinson took a 23-foot jumper from the right side just before the buzzer. \"I just knew if I get it up high enough I would have a good chance of maLeBron James it,\" <strong> Nathaniel D Robinson </strong> said. <q> So I just shot it hard and let it go. </q> \"The sky's the limit for him,\" <strong> Allen Iverson </strong> said. \"He's a tough guard. He's got the <strong> Travis Best </strong> coach in the world on his side.\" New York, outplayed in the", "new_id": -2}, {"uid": "1296312550037257243", "i": 9407, "idx": 1, "sa": ["Zahi Hawass"], "q": "when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,\" <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. He added looters had also ransacked the ticket office. The two-storey museum, built Read more In Full: State of the U...( 19:09:20 \"IN", "new_id": -2}, {"uid": "1296443805235372691", "i": 17838, "idx": 6, "sa": ["Allen Iverson", "Kobe Bryant"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,\" <strong> Allen Iverson </strong> said. <q> You honestly don't r... <strong> Kobe Bryant </strong> Scores 81 Points Raptors vs Lakers( Part 2) With the 18997 fans at Staples Center chanting \"MVP! MVP! </q> <strong> Kobe Bryant </strong> made two free throws with 43.4 seconds remaining for his final points. He scored 27 points in the third quarter, 28 in the fourth. \"We are on a journey, and to put on a", "new_id": -2}, {"uid": "1295586027175472666", "i": 20121, "idx": 4, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "he will remain \"an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>.\" \"I have learned a ton from him over the years,\" Mr. <strong> Larry Page </strong> said of Mr. <strong> Eric Schmidt </strong> in a conference call. <q> I can not be more excited about moving us forward, and we are really only at the beginning. </q> The transition has long been contemplated, according to a person familiar with the matter, and planning for it accelerated last year. People briefed on the matter said aspects of the personal relationship between", "new_id": -2}, {"uid": "1297125894137412610", "i": 18153, "idx": 1, "sa": ["Zahi Hawass"], "q": "minister of antiquities a few days ago. In his Feb. 3 posting, <strong> Zahi Hawass </strong> sought to dispel rumors that the Egyptian Museum had caught fire and to reassure people that the nation's treasures are safe. <q> I am the only source of continuing truth concerning antiquities, and these rumors are aimed at making the Egyptian people look bad, </q> <strong> Zahi Hawass </strong> wrote. \"If anything happens to the museum, I would bravely tell everyone all over the world because I am a man of honor, and I would never hide anything from you. It is from", "new_id": -2}, {"uid": "1295425615261013543", "i": 55292, "idx": 7, "sa": ["Bernie Sanders", "Barack Obama", "Austan Goolsbee"], "q": "on workers, and they control the House.\" Indeed, GOP lawmakers have since admitted they have no intention of letting the payroll tax return to its original, higher level in a year: <q> So what the <strong> Barack Obama </strong> has done is walked us in an unprecedented direction in terms of diverting huge amounts of money from Social Security, </q> <strong> Bernie Sanders </strong> said. \"A very, very, very dangerous precedent. And when aides of his such as[ Chairman of the Council of Economic Advisers] <strong> Austan Goolsbee </strong> were asked to reflect on this, he chose not", "new_id": -2}, {"uid": "1296864258154910775", "i": 3815, "idx": 4, "sa": ["Sergio Marchionne", "Carl-Peter Forster"], "q": ". Tata CEO <strong> Carl-Peter Forster </strong> was quoted as saying this week that he is unhappy with sales under the partnership. \"Likewise,\" <strong> Sergio Marchionne </strong> said when asked about <strong> Carl-Peter Forster </strong>'s comments by reporters. <q> That's why it's on the table and we're going to discuss it. </q> <strong> Sergio Marchionne </strong> said in the next two to three years, Chrysler and Fiat could ultimately merge to form a single company, adding \"for all I know it could be based here.\" But", "new_id": -2}]