[{"uid": "1297190811065617976", "i": 898, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": ", deserved an honor on the city's behalf, the newspaper said. The resulting controversy led Mayor Tom Leppart to ask for a city review of how council members hand out ceremonial gifts. <q>We don't condone it and clearly didn't approve it,</q> Leppert said of the <strong> Michael Vick </strong> award. ''It's unfortunate, and I would rather have not seen the situation.'' The key <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> was less than official, city officials explained. The", "new_id": -2}, {"uid": "1297306808104415294", "i": 15139, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "said the redevelopment proposal is integral to his overall strategy to permanently put the state back on sound financial footing. ''This package only works with taxes, spending cuts and realignment,'' he said. <q>Recapturing the property tax for its primarily intended purpose will save the state money because the things you do at the local level you can do more efficiently.</q> Treasurer <strong> Bill Lockyer </strong>, a supporter of <strong> Jerry Brown </strong>'s proposal, described redevelopment agencies as ''vampire agencies'' because they are ''sucking the blood of everybody around them for their own particular purposes.''", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. ''What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q>The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours].</q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life ''Truman Show'' PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}, {"uid": "1295907867175931434", "i": 35445, "idx": 0, "sa": ["Ron Paul", "Sen. Bernie Sanders"], "q": ", such as cutting the US military's budget, ending undeclared US wars overseas, restoring civil liberties and civil rights by dumping from the Patriot Act, and withdrawing from the NAFTA and World Trade Organization agreements. <q>I think we should come together and work together, and I think we can,</q> he said, noting that the coalition had previously worked on deficit financing solutions.'' <strong> Ron Paul </strong> and <strong> Sen. Bernie Sanders </strong>( I-VT), the most conservative and most liberal members of their respective chambers, joined forces last", "new_id": -2}, {"uid": "1295869587095535104", "i": 20162, "idx": 0, "sa": ["Eric Schmidt", "in excess"], "q": "an effort to speed up decision-making at the internet giant. In a regulatory filing last week, Google said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q>The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity,</q> the filing said. As of 31 December, <strong> Eric Schmidt </strong> had about 9.2 million shares in Google- a holding worth <strong> in excess </strong> of$ 5.6 billion at today's stock price- and controlled 9.6% of the", "new_id": -2}, {"uid": "1296962832064782345", "i": 6687, "idx": 1, "sa": ["Rachel Uchitel", "Cheryl Cole", "Simon Cowell"], "q": "judging role on the US X Factor. The 27-year-old star has been speaking with pals such as <strong> Simon Cowell </strong> and Will.i.am as she plans to kick-start her career in the States. A source said: <q><strong> Simon Cowell </strong> still hasn't confirmed the panel. She is in a state, it's her ticket out of the UK.</q>*** <strong> Cheryl Cole </strong> is signed to Universal and it is thought they will help promote her on US television to boost her profile. Miss USA 2010 Winner a Pole Dancer- <strong> Rachel Uchitel </strong> Poses for Playboy", "new_id": -2}, {"uid": "1296082191244613131", "i": 33808, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "paid endorsement contract since his release from prison. The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. <q>We're real excited about it,</q> chief executive officer Rob Vito said Tuesday. ''<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1296697297021184517", "i": 22184, "idx": 1, "sa": ["Tom Coburn", "Sen. Bernie Sanders"], "q": "quotes <strong> Sen. Bernie Sanders </strong>: '' ''With the country running a$ 14 trillion national debt, my goal is to provide as much transparency as possible about what is happening with taxpayer money,'' he said. <q>The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money.</q>'' There was no reaction in the report from Pentagon spokesmen but the story filed by Terkel did include: ''On Monday, <strong> Sen. Bernie Sanders </strong> <strong> Tom Coburn </strong>( R-Okla.) pressed the Joint Chiefs of Staff", "new_id": -2}, {"uid": "1295978589172294145", "i": 4985, "idx": 0, "sa": ["Simon Cowell", "Christian O'Connell"], "q": "a ''great boss''. The presenter, who took over as host of The X Factor in 2007, told Absolute Radio's <strong> Christian O'Connell </strong> that he had been taught a lot by <strong> Simon Cowell </strong>. <q>He's a workaholic. He's a great boss, and I'm not just saying that,</q> he said. ''He's very loyal, he's very honest, and he just wants that in return.'' He continued: ''He smells fear though, he's like a wolf.", "new_id": -2}, {"uid": "1296744552199131154", "i": 30147, "idx": 49, "sa": ["Donald Rumsfeld"], "q": "he wanted his Pentagon chief to stay ''until the end.'' But it was the vice president who called with the news, while <strong> Donald Rumsfeld </strong> and his wife were having dinner shortly before the election: <q>Don, the president has decided to make a change.</q> <strong> Donald Rumsfeld </strong> handed Bush the official letter in the Oval Office on Election Day. The president asked if Joyce was all right. ''This is hard for me,'' Bush said. ''You're a", "new_id": -2}]