[{"uid": "1296110006260849745", "i": 10600, "idx": 0, "sa": ["Shaquille O'Neal", "Pete Maravich", "Allen Iverson", "Jerry West", "Walt Frazier", "Tom Brady"], "q": "NBA championship.... The Lakers and Dallas Mavericks, annually among the top teams in the <strong> Jerry West </strong>, haven't met in the playoffs since 1988.... <strong> Shaquille O'Neal </strong> is always day to day: <q>Because he's old as hell.</q>... GQ's list of the 25 coolest athletes of all time includes five each from the NFL( <strong> Tom Brady </strong>) and the NBA( <strong> Pete Maravich </strong>, <strong> Walt Frazier </strong> <strong> Allen Iverson </strong>).... Not counting Jackson,", "new_id": -2}, {"uid": "1295020317211582983", "i": 31753, "idx": 5, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-35v&amp;flvURL=/media/2011/01/13/01132011-35v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-35v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\", \"description\": <q><strong> Sen. Kay Bailey Hutchison </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.</q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1297193732179781634", "i": 27273, "idx": 1, "sa": ["Michael Vick"], "q": "and broken communities. <strong> Michael Vick </strong> now talks to kids-kids growing up like he did-about the mistakes he made. Carolyn Kilborn of Maryland Votes for Animals thinks <strong> Michael Vick </strong>'s work is valuable, telling the Baltimore Sun: <q>Kids... are more likely to listen to someone like <strong> Michael Vick </strong>. He can do a lot of good for troubled kids... He has the power to make a change in kids' hearts like few other people can.</q> If nothing else is taken from <strong> Michael Vick </strong>'s story, let it be the example of the success of a man determined not to be another recidivist. Let it be of a man determined to show that", "new_id": -2}, {"uid": "1297103680174964803", "i": 41711, "idx": 1, "sa": ["Simon Cowell"], "q": "is looking forward to seeing. \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" <strong> Simon Cowell </strong> said in a statement issued by FOX. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract.</q> Already a hit in the UK- the show has consistently been a huge ratings draw abroad since its debut in 2004, peaking with 21 million viewers tuning in for the 2010 season finale, which saw", "new_id": -2}, {"uid": "1295450622002900031", "i": 45509, "idx": 1, "sa": ["Sergio Marchionne"], "q": "underpinnings that could be used for a full-size car, <strong> Sergio Marchionne </strong> said. The Windsor plant could also produce Fiat models, he said, as he stressed the flexibility of the engineering in the future vehicles. <q>You're going to see a new architecture on the line, a completely different architecture, completely re-thought,</q> <strong> Sergio Marchionne </strong> told reporters after the event. \"We've learned a lot in making this minivan over the last 20 plus years. We need to upgrade this and make it a much more versatile platform, one that", "new_id": -2}, {"uid": "1297192002260702246", "i": 2203, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "too.----- For the good of the whole world this monster must be rejected. <strong> Barack Obama </strong> and the U.S. have no right to do this. Stop them! <strong> Colin Powell </strong> Joe <q>Before the Pharaoh anointed him as vice president last week, <strong> Omar Suleiman </strong>, aka \"Sheik al-Torture</q>( everyone in Egypt knows he supervised US Central Intelligence Agency( CIA) renditions as well as torture of al-Qaeda suspects), born July <strong> Barack Obama </strong>, 1936, in Qena, southern Egypt, was a minister without", "new_id": -2}, {"uid": "1296109290115327074", "i": 23390, "idx": 12, "sa": ["Michael Vick"], "q": "18 months at Leavenworth, Kan. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savouring his experience with his teammates and soaking in the 27 C weather. <q>I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short,</q> he said. Things seem to be turning around for <strong> Michael Vick </strong> off the field as well. NFL: Check out the best pictures from the NFC and AFC Championship games. Give your", "new_id": -2}, {"uid": "1295310056128925958", "i": 17642, "idx": 1, "sa": ["Allen Iverson"], "q": " \"No Crossover: The Trial of <strong> Allen Iverson </strong>,\" a film about the basketball star's youth. One film that won't be included in the State Department program, despite plenty of Oscar buzz? <q>Client 9: The Rise and Fall of <strong> Eliot Spitzer </strong>.</q> http://thehill.com/capital-living/in-the-know/138357-state-dept-to-send-oscar-shortlist-films-overseas- Schumer to Obama: Close loophole that let Arizona shooting suspect buy a gun Gensler: Dodd-Frank a strong law, but we need budget to implement it Liberals warn of Democratic schism if Obama backs Social", "new_id": -2}, {"uid": "1295655169052625412", "i": 19598, "idx": 0, "sa": ["Bill Leader", "Eric Cantor", "Mike Pence", "Ron Paul", "Jeffrey Young"], "q": "Chairman <strong> Ron Paul </strong> Ryan( R-WI) said that the GOP's goal was to cut \"a good$ 100 billion.\" <strong> Ron Paul </strong> Kevin McCarthy( of \"<strong> Jeffrey Young </strong> Gun\" fame) reiterated the promise, saying, <q>We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.</q> \"We've got to roll back there. That will save$ 100 billion in the first year,\" agreed <strong> Ron Paul </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority <strong> Bill Leader </strong> <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. \"We're putting our money where our mouth is,\" <strong> Simon Cowell </strong> said. <q>It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star.</q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge. \"I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}]