[{"uid": "1295571782118030340", "i": 3036, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q> <strong> Google Inc. </strong> had a strong second quarter, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>.`` Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video"}, {"uid": "1297443077223772703", "i": 3223, "idx": 2, "sa": ["Steve Ballmer"], "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino.`` I am excited about this partnership with Nokia,'' <strong> Steve Ballmer </strong> said of the pairing. <q> Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Private Nokia memo reveals potential stratospheric shift for the manufacturer"}, {"uid": "1295667464153141265", "i": 4952, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "In a statement, he said it had been`` a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years'' and he was proud of the work he had done. But he added: <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role.`` I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on. </q> <strong> David Cameron </strong> praises` professional' <strong> Andy Coulson </strong> The prime minister said he was`` very sorry'' Mr <strong> Andy Coulson </strong> had decided to resign but he`` understood that the continuing pressures on him and his family meant"}, {"uid": "1295336713131039270", "i": 7457, "idx": 1, "sa": ["Martin Luther King", "Mike Pence"], "q": "was participating in a series of events commemorating the <strong> Martin Luther King </strong> on Monday, said through a spokesman that he will make a decision by the end of the month on whether he plans to seek the presidency. <q> Congressman <strong> Mike Pence </strong> is humbled by the encouragement he has received across Indiana and the country to seek higher office, </q> spokesman Matt Lloyd said.`` He will continue to prayerfully consider counsel.'' <strong> Mike Pence </strong>, who represents the state's 6th district, also is widely mentioned as a candidate for Indiana governor, a post"}, {"uid": "1295607782188842002", "i": 23732, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. <strong> Google Inc. </strong>"}, {"uid": "1296664437210550812", "i": 25716, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "10 P.M. <strong> Barbara Walters </strong>, <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Charlie Rose </strong>: Life Can Change in a Heartbeat, No Matter How Famous You Are 1 comment By BARBARA WALTERS with ALAN B. GOLDBERG <q> I realized there was really no alternative, if I wanted to live, I had to do this. </q>-- <strong> Bill Clinton </strong>`` I would find myself busting into tears and sobbing uncontrollably.''-- <strong> David Letterman </strong>''... stop the heart, work on it, restart it..."}, {"uid": "1296742613164560898", "i": 29369, "idx": 1, "sa": ["Donald Rumsfeld", "L. Paul", "President Bush"], "q": ". Ultimately, <strong> Donald Rumsfeld </strong> blames former <strong> President Bush </strong> for not clearly resolving the disagreement and clearly charting a post-war plan before hostilities commenced, instead deferring to his point man on Iraq reconstruction, <strong> L. Paul </strong> Bremmer. <strong> President Bush </strong> <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made, </q> writes <strong> Donald Rumsfeld </strong>. Bremmer, suggests <strong> Donald Rumsfeld </strong>, pursued a muddled reconstruction plan that more closely resembled that which was advocated by the State Department. At the same time, <strong> Donald Rumsfeld </strong> gripes Brummer did not keep the"}, {"uid": "1295570584118865943", "i": 44090, "idx": 1, "sa": ["Eric Schmidt"], "q": "is working on new projects, but doesn't want to provide any details, lest he be accused of introducing vaporware.`` I don't want to repeat that in the future,'' he said. <q> I think our primary reason for purchasing the building... was the office space that we really enjoy using, </q> <strong> Eric Schmidt </strong> said. Jonathan Rosenberg, senior vice president for product management, said Google opted to buy the building because it was able to accomodate the growing number of Google employees in New York, currently at"}, {"uid": "1295304814100499460", "i": 11725, "idx": 0, "sa": ["Ricky Gervais", "Simon Cowell"], "q": "Celebrity Apprentice. And <strong> Simon Cowell </strong> stopped listening to music in the 80 â\u0080² s and was basically wrong about everybody. Mon 01/17/11 5:11 PM I think a lot of people are confusing`` not funny'' with <q> I don't get this type of humour. </q> Brits are hysterical. I'm Canadian, and we have a bit more of the same humour, sarcastic, blunt, and yes, funny. They have to be doing something right... <strong> Ricky Gervais </strong> managed to get"}, {"uid": "1296225829149782528", "i": 8865, "idx": 3, "sa": ["Mike McDaniel", "Mike Pence"], "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he"}]