[{"uid": "1295446736183418917", "i": 1902, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "slogan. <strong> Mike Pence </strong>, who has said he'll decide by the end of this month, said he is leaning in one direction-- but didn't say which way. <q> I certainly know where I'm leaning, but I haven't made any decision. </q> <strong> Mike Pence </strong> said he continues to talk to people, in Indiana and elsewhere, as he makes up his mind. He talked Monday morning to Gov. <strong> Mitch Daniels </strong>, who is term-limited from seeking a third", "new_id": -2}, {"uid": "1296226773041238599", "i": 53194, "idx": 1, "sa": ["Tim Pawlenty", "Mike Pence", "Michele Bachmann", "Rick Scott"], "q": "wide-ranging interview, <strong> Tim Pawlenty </strong> talked about his faith, his reversal on cap and trade, and the possibility of running against <strong> Mike Pence </strong> <strong> Michele Bachmann </strong>,\" the Minnesota Independent writes. <strong> Mike Pence </strong>: <q> U.S. <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: <strong> Rick Scott </strong> of Indiana, </q> the Indianapolis Star reports.\" ` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,' <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen", "new_id": -2}, {"uid": "1296391725266764308", "i": 46996, "idx": 2, "sa": ["Eric Cantor", "Paul Ryan", "Mike Pence"], "q": "his State of the Union address. \"AmEric Cantorans are skeptical of both political parties, and that skepticism is justified- especially when it comes to spending,\" said <strong> Mike Pence </strong> <strong> Paul Ryan </strong> of Wisconsin. <q> So hold all of us accountable. </q> As the leader of the Tea Party Caucus in the House, the Minnesota Republican gave her own, unauthorized response to the State of the Union, live from the National Press Club, filmed", "new_id": -2}, {"uid": "1296166138113442846", "i": 5862, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong>( R-IN), who has become something of a dream presidential candidate for many conservative bloggers and activists, appears to be about to say that he will Howey Politics Indiana reports: <q> U.S. <strong> Mike Pence </strong> has ruled out a run for national office and will tour the state in the next few months, informed and reliable sources tell Howey Politics Indiana. The sources say that <strong> Mike Pence </strong> has not made a final decision about a run for governor, keeping open the option of running for reelection in the 6th CD. </q> National Journal got in touch with <strong> Mike Pence </strong>'s mother, who predicted that he would make an announcement tomorrow-- though she would not say just what the announcement would in fact be. Roll Call reports, <strong> Mike Pence </strong> is", "new_id": -2}, {"uid": "1295412290169443332", "i": 36145, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong> \"the best governor in America.\" <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to <q> keep the national campaign. </q> <strong> Mike Pence </strong> visits Ind.. Statehouse while mulling future In a Nov. 29, 2010 photo <strong> Mike Pence </strong>( R-Ind.) addresses the media at the Detroit Economic Club in Birmingham, Mich.. An independent campaign to", "new_id": -2}, {"uid": "1295282488229982250", "i": 48564, "idx": 0, "sa": ["Mike Pence", "Allen Boyd"], "q": "disdain for the \"job-killing\" healthcare bill. That job-killing label, by the way, is appropriate. Even PolitiFact admits it within an article running interference for Democrat <strong> Allen Boyd </strong>. Boyd-Allen Boyd-cost-sallie-mae-employees-their-jobs-he/\"> PolitiFact said, <q> It's much more accurate, for instance, to say that the 700 jobs were lost because the health care bill passed. </q> Those jobs belonged to Sallie Mae employees and I happened to meet one of those employees who'd worked for the company for years. <strong> Mike Pence </strong> has also worked hard on issues like freedom of speech.", "new_id": -2}, {"uid": "1296166515171278338", "i": 11593, "idx": 1, "sa": ["Mike Pence"], "q": "own party or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation, and personal ambition.\" So now what? The same person says: <q> Unless something miraculous happens and we get an unexpected gift candidate, I guess true believing conservatives will have to stop bad things from happening and see what emerges. </q> I'd give Congressman <strong> Mike Pence </strong> much more credit than that. He can be a good governor. Good governors are powerful. And it takes a certain humility to say no when people are enthusiastically insisting you", "new_id": -2}, {"uid": "1295387630249954409", "i": 23054, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Larry King", "Eric Cantor", "Newt Gingrich"], "q": "GOP presidential hopefuls( <strong> Tim Pawlenty </strong>, <strong> Newt Gingrich </strong>, and <strong> Mike Pence </strong>) told The Wall Street Journal today that they opposed any lifting of the debt ceiling by Congress unless it was accompanied by strict spending cuts. <q> Let's call their bluff, </q> enthused <strong> Tim Pawlenty </strong>. But it's striLarry King how much less excited the Republican leadership in Congress sounds about a staredown with the White House. At a briefing with reporters this afternoon, House Majority Leader <strong> Eric Cantor </strong> tried to lower", "new_id": -2}, {"uid": "1296224676092700695", "i": 2498, "idx": 14, "sa": ["David McIntosh", "Mike Pence"], "q": "is the right move.\" Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one \"because he made it.\" <q> You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana, </q> <strong> David McIntosh </strong> said. From USA TODAY and Associated Press", "new_id": -2}, {"i": 20409, "idx": 6, "index_answer": 0, "new_id": -1, "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q> This was a big win for us at somebody else's home, </q> <strong> Allen Iverson </strong> said.`` Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.'' Elias Says <strong> Allen Iverson </strong>", "sa": ["Allen Iverson"], "uid": "1295501732152404071"}]