[{"uid": "1296216092141213713", "i": 4312, "idx": 3, "sa": ["Michael Gove"], "q": "the Coalition: \"They're talented, honourable and radical, too- they've got to make these cuts and they're doing very well.\" He wholeheartedly supports <strong> Michael Gove </strong>'s education reforms and thinks it <q> essential to bring back the reading of classics onto the curriculum </q>. Even on Burke...\" Burke? \"Great literature is gripping. It's absurd it's not being taught. There's appalling ignorance out there.\" When he was on tour promoting", "new_id": -2, "mturk_index": "367"}, {"uid": "1297283735263864322", "i": 9613, "idx": 1, "sa": ["Simon Cowell"], "q": "\"The X Factor,\" plus her thoughts on the new\" <strong> Simon Cowell </strong>'s \"The X Factor\" ? <strong> Simon Cowell </strong> has told \"Extra\" she is still in consideration, but Abdul danced around the question. <q> Right now I'm concentrating on the finale of` Live to Dance.' </q> The singer/dancer is very excited about the talent she saw on her show. \"Oh, my gosh, it's just a culmination of unbelievably unique ability and talent. And one act's gon", "new_id": -2, "mturk_index": "1182"}, {"uid": "1295181499258277387", "i": 850, "idx": 2, "sa": ["Chris Anderson", "Eric Schmidt"], "q": "part of the Google DC Talks series, Google's Washington office hosted a special book talk with <strong> Chris Anderson </strong>, Editor in Chief of Wired Magazine and best-selling author of \"The Long Tail.\" In his new book <q> Free: The Future of a Radical Price, </q> <strong> Chris Anderson </strong> makes the... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, \"Prosperity", "new_id": -2, "mturk_index": "809"}, {"uid": "1296445798042500106", "i": 2110, "idx": 0, "sa": ["Jhon García Sossa", "Michael Vick"], "q": "derided as too dangerous. In another respect, though, their recoveries are slow and sometimes painful, many filled with diseases, injuries and skittishness that manifested themselves under their stewardship of <strong> Michael Vick </strong>. <q> Some people might say,` Three years, that seems like such a long time, </q>' said <strong> Jhon García Sossa </strong>, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. \"But we measure their progress in baby steps, especially when they were on", "new_id": -2, "mturk_index": "436"}, {"uid": "1297171230133922851", "i": 11419, "idx": 10, "sa": ["Simon Cowell"], "q": "members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition.\" The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. <q> If they don't sell a single record they still get to keep the money, </q> he said. \"It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back\" through record sales. To do", "new_id": -2, "mturk_index": "500"}, {"uid": "1296138389209518633", "i": 3620, "idx": 1, "sa": ["Bernie Sanders", "Barack Obama"], "q": "make me uncomfortable simply because they're in the same room as me.\" \"With all due respect, Sen. <strong> Bernie Sanders </strong>, you are very weird,\" continued <strong> Barack Obama </strong>, addressing the Vermont legislator directly. <q> You mutter to yourself when nobody's around. There's not a soul within 20 feet of you, and you're there moving your lips and hands. Who are you talking to, <strong> Bernie Sanders </strong>? </q> In the end, however, <strong> Barack Obama </strong> stressed that all citizens, from those who just want to provide for their families to those who try to have sex with bridges, can come together to form a", "new_id": -2, "mturk_index": "1753"}, {"uid": "1296271846184582164", "i": 29200, "idx": 1, "sa": ["Eddie Jordan", "Chauncey Billups", "Grant Hill", "Carmelo Anthony", "LeBron James", "Allen Iverson"], "q": "capitalize. I think there is a direct correlation to yesterday and how they came to practice after the break. They had the right attitude and they were eager and excited to get back in the gym.\" <q> That was a classic butt-kicLeBron James, </q> Philadelphia head coach <strong> Eddie Jordan </strong> Hilly-Allen Iverson's_First_Game_vs_Nuggets_December_7,_2009 <strong> Allen Iverson </strong> socred 11 points, dished six assists and grabbed five rebounds in his return to the Sixers. <strong> Chauncey Billups </strong> and Denver ruined <strong> Allen Iverson </strong>'s homecoming. <strong> Chauncey Billups </strong> scored 31 points and <strong> Carmelo Anthony </strong> had 14", "new_id": -2, "mturk_index": "128"}, {"uid": "1297427687170164234", "i": 16342, "idx": 0, "sa": ["Sergio Marchionne", "Maurizio Sacconi"], "q": "in Italy starting in 2012 as part of a venture with Chrysler. Under the deal with unions, workers will put in more hours, take shorter breaks and risk having pay withheld for persistent absenteeism. <q> Integration with Chrysler may lead to new combinations, so it's crucial to stress the importance now of a prominent position for Italy, </q> Labor Minister <strong> Maurizio Sacconi </strong>, who will attend the meeting and spoke with <strong> Sergio Marchionne </strong> last week, said in an interview. \"The government wants to verify with Fiat's management the status of the Italian investment plan.\"", "new_id": -2, "mturk_index": "443"}, {"uid": "1295563103175194117", "i": 56098, "idx": 2, "sa": ["Cody Canada", "David Letterman", "Alyse Eady", "Robert Randolph"], "q": "#rejectedarkansasmottos trend. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong> Miss Arkansas <strong> Alyse Eady </strong> will appear on the \"Late Show with <strong> David Letterman </strong>\" this Thursday night. The Gossip's \"Standing in the Way of Control\" named the <q> Most Powerful Protest Song of the 21st Century </q> by Flavorwire. Thursday night offers <strong> Cody Canada </strong> and the Departed at Rev, Mandy McBryde at The Afterthought and, in Fayetteville, <strong> Robert Randolph </strong> at George's. Today on Twitter:` True Grit' snubs,", "new_id": -2, "mturk_index": "920"}, {"uid": "1296277283055640093", "i": 10792, "idx": 0, "sa": ["Allen Iverson", "Aaron McKie", "James Cleveland", "Del Negro"], "q": "and the PhilaDel Negrophia 76ers keep winning. One night after a 41-point effort in PhilaDel Negrophia's most lopsided win of the season, <strong> Allen Iverson </strong> scored an NBA season-high and career-best 54 in a 107-103 victory over the <strong> James Cleveland </strong> Cavaliers. <q> It was like he was playing horse tonight, </q> said 76ers guard <strong> Aaron McKie </strong>, who had 20 points and nine assists. \"His jumper was deadly.\" Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route", "new_id": -2, "mturk_index": "412"}]