[{"uid": "1297443291053690376", "i": 4884, "idx": 0, "sa": ["Simon Cowell"], "q": "singer is close friends with show supremo <strong> Simon Cowell </strong> and would be prepared to accept a judging or mentoring role on the new series when it launches later this year. He told the Daily Mail newspaper: <q> <strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine. </q> <strong> Simon Cowell </strong>- who is set to announce the highly anticipated final judging line-up for the show within the next month- has previously said he is looking for an American superstar to join the panel and conceded", "new_id": -2}, {"uid": "1295285589082853897", "i": 40089, "idx": 0, "sa": ["Bill Winters", "Steve Ballmer", "Bill Gates"], "q": "are seen as crucial to those companies' ability to avoid the fate of their competitors last year. But companies in creative fields do seem somewhat more susceptible to being very closely associated with their leaders. <q> Even if they don't supply the creativity, their departure would certainly necessitate a public-relations campaign, </q> said Walking. Microsoft( href=\"http://quote.foxbusiness.com/symbol/MSFT/snapshot\"> MSFT) founder href=\"http://www.foxbusiness.com/topics/business/finance/technology/Bill Winters-Bill Gates.htm\"> <strong> Bill Gates </strong> was able to groom potential CEOs during the 1990s, paving the way for current CEO <strong> Steve Ballmer </strong>. <strong> Bill Gates </strong> put <strong> Steve Ballmer </strong> in charge", "new_id": -2}, {"uid": "1296371374213876760", "i": 43358, "idx": 5, "sa": ["Allen Iverson", "Kobe Bryant", "Sergio Rodríguez Reche", "Ime Udoka"], "q": "right knee. He missed four recent games with a sore knee, but played 32 minutes against the Kings in his second game back, making 6-of-14 shots and adding five rebounds, three assists and three steals. <q> All my life I've been watching him play and to have the opportunity to play him was fun, </q> said Kings guard <strong> Sergio Rodríguez Reche </strong>, who was matched up against <strong> Allen Iverson </strong> at tIme Udokas.`` He showed that he can still play and he can play well. He looked great.'' <strong> Allen Iverson </strong> was at his best in http://wn.com/Kobe Bryant_Kobe Bryant_48_points_16_rebounds_vs_Kings_2000-01_Game_4", "new_id": -2}, {"uid": "1296770511173654034", "i": 14666, "idx": 40, "sa": ["Donald Rumsfeld", "Eric Shinseki", "Ted Kennedy"], "q": "a ruptured appendix.`` Think what's happened in our cities when we've had riots, and problems, and looting. Stuff happens!'' he told reporters. But he adds that media outlets <q> who creaTed Kennedy and spread the grossly false and harmful stories about the museum looting took no responsibility, </q> as if they had collectively shrugged,`` stuff happens.'' <strong> Donald Rumsfeld </strong> seems to suggest it was a mistake for AmEric Shinsekian civilians to be running Iraq-he offered to go there for two weeks-rather than`` putting an", "new_id": -2}, {"uid": "1295914434141459479", "i": 26642, "idx": 0, "sa": ["Andray Blatche", "Allen Iverson", "Nick Young"], "q": "Wizards' struggles away from home, <strong> Nick Young </strong> decided to take a different approach before their game against the New York KNick Youngs. At the urging of <strong> Andray Blatche </strong>, <strong> Nick Young </strong> decided to have his Afro braided on Sunday night. <q> You can call me A.I. now, </q> <strong> Nick Young </strong> said, referencing former NBA superstar <strong> Allen Iverson </strong>. <strong> Nick Young </strong> hasn't played well on the road this season, but neither have the Wizards, who have lost 21 consecutive games away from Verizon. They are", "new_id": -2}, {"uid": "1295199786047906870", "i": 10720, "idx": 0, "sa": ["Kirsten Gillibrand", "Jeff Flake"], "q": "rhetoric'' during the debate, <strong> Jeff Flake </strong> predicted the substance of the Republicans' arguments will not change. The repeal will find favor in the Republican-controlled House but isn't expected to pass the Senate. <q> We've lessened the impact between doctors and patients with this bill, </q> he said.`` My hope is the debate will be good for it.'' Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.) said on CBS that lawmakers should aim to focus not on throwing out the", "new_id": -2}, {"uid": "1295571327120422448", "i": 19203, "idx": 0, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "begins again. After one of the busiest off-seasons in American Idol target=\"_blank\" href=\"http://wkd.com/\"> history, Fox's reality juggernaut returns promising that, despite last year's questionable talent mass defections from the judges' table, <q> the best is yet to come </q> in Season 10. Host <strong> Ryan Seacrest </strong> even trotted out the word`` epic.'' So, did the show live` Why did I sign up for this?' J-Lo struggles to fill <strong> Simon Cowell </strong>'s shoes on...", "new_id": -2}, {"uid": "1297417985011878405", "i": 19942, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "Ovi Maps geht in Microsofts Bem?hungen im Kartografiebereich ein. Der href=\"http://www.zdnet.de/news/wirtschaft_telekommunikation_nokias_ovi_store_ist_online_story-39001023-41004521-1.htm\" target=\"_blank\"> Ovi Store wird in den Windows Phone Marketplace integriert. Pressemeldung zitiert die CEOs beider Unternehmen, <strong> Steve Ballmer </strong> und <strong> Stephen Elop </strong>, mit folgenden Worten: <q> Heute verlagert sich das Schlachtfeld von Mobilger?ten auf mobile kosysteme, und unsere St?rken erg?nzen sich hier. kosysteme bl?hen auf, wenn sie die n?tige Gr?e erreichen, wenn Energie und Innovationen einflie?en und wenn sie jeder Person, jedem beteiligten Unternehmen einen Vorteil und Mehrwert bringen. Genau das schaffen wir; das ist unsere Vision; das ist unsere Aufgabe, die wir ab heute angehen. </q> href=\"http://www.zdnet.de/news/wirtschaft_unternehmen_business_microsoft_manager_Stephen Elop_Stephen Elop_wird_neuer_nokia_ceo_story-39001020-41537581-1.htm\" target=\"_blank\"> kommt von Microsoft. In das neue Projekt soll jeder`` seine Kernkompetenzen einbringen''. Zukunft von Symbian ge?u?ert: Es erwarte, weitere 150 Millionen Symbian-Telefone abzusetzen. Heute seien bereits 200 Millionen im", "new_id": -2}, {"uid": "1295627933219987982", "i": 1875, "idx": 0, "sa": ["Eric Schmidt"], "q": "versilbert vor seinem Abtritt erst einmal Aktienoptionen im Wert von 334 Millionen Dollar. Das ist allerdings erst der bescheidende Anfang. Der scheidende Google-Chef <strong> Eric Schmidt </strong> trennt sich vor seinem Abschied von einem kleinen Teil seiner Aktien. <q> <strong> Eric Schmidt </strong> hat vor, 534.000 Aktien zu verkaufen </q>, hei?t es in der Meldung an die US- B?rsenaufsicht SEC. Dies entspricht zum gegenw?rtigen B?rsenkurs einem Wert von 334 Millionen Dollar( 247 Mio Euro). Macht <strong> Eric Schmidt </strong> von dieser Option in vollem Umfang Gebrauch,", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.'' The` Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q> I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it. </q> She added,`` I will say that it's a kinder, gentler[ show now.]''", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}]