[{"uid": "1297269838172048416", "i": 30379, "idx": 0, "sa": ["Steve Ballmer", "Wes Miller"], "q": "de serverdivisie van het bedrijf. Volgens <strong> Steve Ballmer </strong> was het bedrijf aan` nieuw leiderschap' toe dat zich zou kunnen richten op bijvoorbeeld cloud computing software.` Meer begrip van achterliggende producten nodig' <q> Je zult meer ontwikkelaars zien promoveren omdat <strong> Steve Ballmer </strong> zich realiseert dat er een behoefte is aan mensen die een visie kunnen realiseren. Om dat te kunnen doen moet je begrijpen hoe de software is gebouwd </q>, zegt analist <strong> Wes Miller </strong> van onderzoeksbureau Directions on Microsoft. <strong> Steve Ballmer </strong> heeft zelf geen technische achtergrond. Hij haalde een bachelor in wiskunde en economie op de universiteit van Harvard voordat hij een carri?re bij Microsoft koos.", "new_id": -2}, {"uid": "1296581404133529604", "i": 885, "idx": 0, "sa": ["Bill Clinton", "David Letterman", "Hosni Mubarak", "Keith Olbermann", "Alec Baldwin"], "q": "<strong> Keith Olbermann </strong> returns to TV-- for five seconds In his surprise cameo on the Late Show with <strong> David Letterman </strong>, the former MSNBC shows his face to American viewers The Late Show <q> We got ta guy backstage... that if anything ever happened to me... </q> As a coda to a joke about the Egyptian protests and <strong> Bill Clinton </strong> <strong> Hosni Mubarak </strong>'s imminent departure, <strong> David Letterman </strong> pointed his thumb at an eager-looking <strong> Keith Olbermann </strong>. <strong> Alec Baldwin </strong> When rumors began swirling this week that MSNBC was", "new_id": -2}, {"uid": "1295384033114753576", "i": 19800, "idx": 0, "sa": ["Matt Ryan", "Danny Smith", "Mike Williams", "Vince Young", "Aaron Rogers", "Shaun Ellis", "Michael Vick"], "q": "us the Dallas and Chicago games, and the D would have still knocked out <strong> Vince Young </strong>, <strong> Mike Williams </strong> <strong> Michael Vick </strong>, and abused <strong> Aaron Rogers </strong>. Posted by: Matt Ryansoundworld| January 18, 2011 12:33 PM| <q> <strong> Danny Smith </strong> plans to return to Redskins to coach special teams. </q> It's not the size of the dog in the fight... But it helps when the dog is Shaun Ellisger and nastier. It's also not so much the weight for the 3-4", "new_id": -2}, {"uid": "1297196814258572315", "i": 47246, "idx": 5, "sa": ["Colin Powell"], "q": "between Saddam Hussein and terrorists on the hunt for weapons of mass destruction. \"As we know, there are known knowns; there are things we know we know,\" he replied. <q> We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown unknowns- the ones we don't know we don't know. </q> Behind the scenes, however, the man known as Rummy says he pushed hard for attacks on Iraq, including a strike on a chemical weapons plant in early 2003, as former secretary of state <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1296628403061571088", "i": 56954, "idx": 0, "sa": ["Mitt Romney", "David Letterman"], "q": "sites- UN report Baptizing the Palestinian and Israeli Crisis <strong> Mitt Romney </strong>:` Top Ten Things You don't know' about him Newsday Let the campaign begin! Here's a preview of <strong> Mitt Romney </strong> doing the top ten things <q> You Don't Know about Him </q> on \"Late Show with <strong> David Letterman </strong>:\" ... newsday.com is now available at no charge to Newsday and Optimum Online? Dubinsky: AM X-rays \"clean\" , no pain, may play tonight Newsday... personally,", "new_id": -2}, {"uid": "1295569403192872482", "i": 48666, "idx": 0, "sa": ["Eric Schmidt"], "q": "Search Thu, Jan 20, 2011, 7:23 PM EST- U.S. Markets closed Summary Box: Google co-founder to replace <strong> Eric Schmidt </strong>{ \"s\" : \"goog\" , \"k\" : <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\" :\" \" , \"j\" :\" \" } The Associated Press, On Thursday January 20, 2011, 6:58 pm NEW CEO: In a surprise announcement that overshadowed his company", "new_id": -2}, {"uid": "1296563258061784069", "i": 36956, "idx": 0, "sa": ["Michael Vick", "Jeffrey Garcia", "Miley Cyrus", "Candis Cayne"], "q": "Cayne_Candis Cayne_Damiana_Jeffrey Garcia_At_The_2010_NewNowNext_Awards <strong> Candis Cayne </strong> talked to Damiana <strong> Jeffrey Garcia </strong> on the red carpet at the 2010 NewNowNext Awards. They talked about <strong> Candis Cayne </strong>' new role on Season 2 of \"Drop Diva,\" her Facebook campaign to get on ABC's <q> Dancing With The Stars, </q> and how she almost missed the awards show! To see all of Damiana's NewNowNext red carpet interviews, click here: worldofwonder.netDamiana <strong> Jeffrey Garcia </strong> is played by <strong> Michael Vick </strong> Lucid, and Miley Cyrusmond Tejada is the cameraman for this episode", "new_id": -2}, {"uid": "1297044026199639050", "i": 36137, "idx": 1, "sa": ["Eric Schmidt"], "q": "its market dominance, the Sunday Telegraph quoted its chief executive as saying. Skip related content \"We certainly want to avoid that,\" <strong> Eric Schmidt </strong> told the paper in an interview. <q> I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct. \"We'll find out and make sure we are operating well within the law and the spirit of the law. </q> Brussels launched a formal investigation into Google in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. A previous EU investigation", "new_id": -2}, {"uid": "1297432193243695621", "i": 5290, "idx": 0, "sa": ["Katy Perry", "Justin Bieber", "Kevin Costner", "CeeLo Green", "Valerie Bertinelli", "Kevin Spacey", "Simon Cowell"], "q": "Fashion Show Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Valerie Bertinelli </strong> Loves Being a Naked Newlywed <cite> Us Magazine </cite> Chris& Rihanna to keep their distance at Grammys <cite> Associated Press </cite> <strong> Kevin Spacey </strong> bank movie asks <q> are we all greedy? </q> <cite> Reuters </cite> <strong> CeeLo Green </strong> subs for Rihanna at cancer benefit <cite> Associated Press </cite> <strong> Katy Perry </strong>:' I Was Shaped Like a Square' Bieber-Justin Bieber-is-a-movie-star/557\"> <strong> Justin Bieber </strong> Is a Movie Star! <cite> Crush </cite> Spacey-Kevin Costners-little-golfing-buddies/597\"> <strong> Kevin Costner </strong>'s", "new_id": -2}, {"uid": "1296484991219168947", "i": 28650, "idx": 0, "sa": ["Sergio Marchionne"], "q": "AUBURN HILLS- Die ehemalige Daimler-Tochter Chrysler schreibt weiterhin Verluste. Im vergangenen Jahr summierte sich das Minus auf unterm Strich 652 Millionen Dollar. Alleine im Schlussquartal verlor der kleinste der drei US-Autokonzerne 199 Millionen Dollar. <q> Unsere Arbeit ist noch nicht getan </q>, r?umte Firmenchef <strong> Sergio Marchionne </strong> am Montag ein. Chrysler ist der Problemfall unter den drei gro?en US-Autokonzernen. Die heimischen Konkurrenten General Motors und Ford( Ford Motor) schreiben nach der schweren Branchenkrise schon wieder", "new_id": -2}]