[{"uid": "1297462010177340423", "i": 32127, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "next year for hundreds of families who take advantage of the Home Energy Assistance Program. <strong> Barack Obama </strong>'s budget, which will be released Monday, is expected to include a 50 percent cut to the program. <q> I'm going to fight very hard if there are cuts, </q> said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>.`` I will try to restore as much money as I can. I will be looking for other ways to make sure that families and seniors aren't at risk because they don't have", "new_id": -2}, {"uid": "1295665840153141349", "i": 42308, "idx": 0, "sa": ["Andy Coulson"], "q": "short for Israel-Palestinian deal: UN chief </blockquote> Soon Israel will not be able to negotiate anything outside their UN given border. Bunch of schmucks lost another opportunity- again. Report Abuse <q> the palestinians can go live in iran with the rest of the hamas/ hezbollah supporters </q> Report Abuse <blockquote> Let's repeat together:`` Settlements in the occupied Palestinian territory are illegal under international law''. </blockquote> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and", "new_id": -2}, {"uid": "1297196814076382262", "i": 12944, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "pages, and they're going to be mentioned,'' he says.`` We had a nice discussion,'' he says. <strong> Donald Rumsfeld </strong> defends the decision to go to war in Iraq- <q> Are we better off today with <strong> Saddam Hussein </strong> gone? Yes </q>- and denies that the Bush administration neglected the war in Afghanistan once the campaign against Baghdad had begun. Still, an internal Pentagon memo he wrote in October 2003 questioned whether the United States was winning", "new_id": -2}, {"uid": "1295909303177651718", "i": 10723, "idx": 2, "sa": ["Simon Cowell", "Jennifer Lopez"], "q": "this blessing. The astonishing <strong> Jennifer Lopez </strong> did stoop to conquer: Her kindness( all the more engaging for its chilly context) seems to insist that brute judicial honesty is neither refined nor necessary. <q> It's a different kind of energy now, </q> <strong> Jennifer Lopez </strong> told an interviewer this week. Jobs at The Globe& Mail Â© Copyright 2011 The Globe and Mail Inc.. All Rights Reserved. M5V 2S9 <strong> Simon Cowell </strong> Crawley, Publisher", "new_id": -2}, {"uid": "1296231939160088102", "i": 47712, "idx": 0, "sa": ["Eric Schmidt", "George Osborne"], "q": "role at the heart of government has come under increasing scrutiny. One of the co-founders of the Independent newspaper Stephen Glover recently wondered why Chancellor <strong> George Osborne </strong> had co-written an editorial piece with outgoing Google CEO <strong> Eric Schmidt </strong>. <q> I can't imagine a member of the Government doing a piece with <strong> Rupert Murdoch </strong>, </q> Glover noted. You can imagine the reaction if he had. What's good for Google, it seems, must be good for the UK. Â® Google Apps for Business: Secure, reliable", "new_id": -2}, {"uid": "1296771979116113439", "i": 5138, "idx": 0, "sa": ["Eric Schmidt"], "q": "only football-related topic swirling around the water cooler these days. During a recent( and highly divided) debate, city council members voted to recruit a financial analyst to weigh the fiscal risks and rewards of a potential <q>`` If it's not a good deal, we punt. I say,` Get in the huddle.' </q> </blockquote>, the latest installment of The Market This Minute offered a look back at outgoing Google( GOOG) CEO <strong> Eric Schmidt </strong>'s most memorable quotes. Click here to watch the video. For", "new_id": -2}, {"uid": "1297461177215384092", "i": 10816, "idx": 1, "sa": ["The Lost Dogs", "Michael Vick"], "q": "The only way the public is going to know if he's sincere is to revisit it five to eight years from now, when he's not playing in the NFL and getting endorsements,'' Knorr said. <q> Is he still going into the neighborhoods, preaching to the kids?`` If he's sincere or not, it doesn't really matter because what he's doing now, he's doing a positive thing by speaking to kids in the community about his mistakes and telling them not to go there. What he's doing is good for the public. </q> Knorr talked for the first time since he discussed the case with book author Jim Gorant for his book`` <strong> The Lost Dogs </strong>.'' He said he met <strong> Michael Vick </strong>`` four, five times'' during the investigation.", "new_id": -2}, {"uid": "1296380428137199628", "i": 18558, "idx": 1, "sa": ["After 7", "Elton Brand", "Allen Iverson", "LeBron James"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four <strong> LeBron James </strong> goes beast in game against Portland when he scores 44 points and makes <strong> After 7 </strong> points in overtime January 8, 1987 86-87 Blazers was", "new_id": -2}, {"uid": "1295977910157089808", "i": 30975, "idx": 23, "sa": ["Carmelo Anthony", "Vince Carter", "Allen Iverson", "Raja Bell"], "q": "so aggressive. He wanted the ball more than everybody else.'' <strong> Carmelo Anthony </strong> said he just wanted to take advantage of the smaller defenders such as <strong> Raja Bell </strong> the Suns put on him and score some easy baskets early, <q> and the way I was going to do that was with offensive rebounding. </q> Seven of his rebounds came off the offensive glass. <strong> Allen Iverson </strong> led the Nuggets with 31 points and had 12 assists and no turnovers, teaming with <strong> Carmelo Anthony </strong> <strong> Vince Carter </strong>, who had 11 assists and just two turnovers, to", "new_id": -2}, {"i": 6048, "idx": 1, "index_answer": 0, "new_id": -1, "q": "proposal intended to incite a panicked response to a phony crisis,'' <strong> Bill Lockyer </strong>, a Democrat, said during a conference call with reporters organized by the Economic Policy Institute, a Washington, D.C., think tank. <q> Killer bees, space aliens... now it's the invasion of the bankrupt states. The truth is, no state wants to declare bankruptcy, no state needs to declare bankruptcy, and no state would. </q> The proposal at issue would give states the option of declaring bankruptcy in much the same way that businesses can, though it is unclear whether courts would go along with such a move because states, unlike", "sa": ["Bill Lockyer"], "uid": "1295967628237387816"}]