[{"uid": "2008111909_00011310_W", "i": 844, "idx": 6, "sa": ["Glen Phillips", "Jonatha Brooke"], "q": "for fish and other animals during low water levels. while the new rules give miners more time on this particular creek, levesque said the state has slowly chipped away at mining rights over the past couple decades. <q> there probably won't be any peace between dredgers and fish and game, </q> he said. win tickets to see <strong> Jonatha Brooke </strong> and <strong> Glen Phillips </strong> at the guthrie theater.", "new_id": -2}, {"uid": "2008091807_00007623_W", "i": 1035, "idx": 5, "sa": ["Robert Johnson", "Bo Diddley"], "q": "cost of war, is stoked by a reggae-funk jam-band rhythm. <NO_QUOTATION> a tribute to author edward abbey's band of eco-warriors in \"the monkey wrench gang,\" is built on a slowed-down <strong> Bo Diddley </strong> beat, while <q> say it to my face </q> could be garage-rockers the fleshtones in deep blues mode. elsewhere, a jivey jazz vibe refracts <NO_QUOTATION> and <strong> Robert Johnson </strong>'s <NO_QUOTATION> is immersed deliberately in a greasy new orleans-style gumbo. oregon country fair when he was 12,", "new_id": -2}, {"uid": "2008111000_00032065_W", "i": 2597, "idx": 27, "sa": ["Gustavo Arellano", "Elaine Hatfield"], "q": "the normal boundaries of sci-fi/fantasy fandom. we need to start <strong> Gustavo Arellano </strong> an empty page of notebook paper, write <NO_QUOTATION> across the top and start brainstorming. at least, that's what i plan to do.\" <q> personally, i believe neither that you're attracting nutty people because you don't want nice ones nor that the universe will deliver someone really neato as soon as you deserve him or her. it would be nice if things worked out that equitably for everyone, but in my experience, the universe is kind of shiftless and lazy and just doesn't bother. </q> <strong> Elaine Hatfield </strong>: \"when you are young, passion and hope are so strong that's it's almost impossible to stop loving someone. after you've been kicked around by life, however, you start to have", "new_id": -2}, {"uid": "2008120519_00003420_W", "i": 1942, "idx": 0, "sa": ["Daniel Gilbert"], "q": "social connections-neighbors, friends, family, co-workers, fellow congregants at church and other associates-affect us. the premise is that we live in a social environment that shapes what we do and how we think and feel. <q> we've known for some time that social relationships are the best predictor of human happiness, and this paper shows that the effect is much more powerful than anyone realized, </q> said <strong> Daniel Gilbert </strong>, author of <NO_QUOTATION> and a professor of psychology at harvard university... their primary finding: people who are surrounded by happy people are more likely to be happy themselves. and it's not only people", "new_id": -2}, {"uid": "2008100918_00017600_W", "i": 3998, "idx": 2, "sa": ["Anders Svensson", "Carlos Queiroz", "Henrik Larsson", "Tobias Linderoth", "Markus Rosenberg", "Olof Mellberg", "Christian Wilhelmsson"], "q": ". coach <strong> Carlos Queiroz </strong> said portugal now have to win points on the road to make up for the denmark defeat. \"i can assure you we'll be looking for three points in sweden,\" he said. <q> i want us to play our usual game and make the swedes defend and cause them headaches.... we can't allow three goals against us in games like these. we can't afford any more mistakes. </q> strikers <strong> Henrik Larsson </strong> and <strong> Markus Rosenberg </strong>, defender <strong> Olof Mellberg </strong>, and midfielders <strong> Christian Wilhelmsson </strong>, <strong> Tobias Linderoth </strong> and <strong> Anders Svensson </strong> are out for sweden because of injuries. \"i don't think i've ever had this kind of injury situation since i began", "new_id": -2}, {"uid": "2008112100_00036454_W", "i": 3465, "idx": 1, "sa": ["Iain Gray", "Nicola Sturgeon"], "q": "but was waiting for the procurator-fiscal to report back on whether criminal proceedings should be started. \"i have never ever said that i am unable at this stage to order a public inquiry,\" she said. <q> instead, what i have said is it is appropriate firstly to focus on the actions to rectify significant failings at the vale of leven and to allow due process in terms of the ongoing police investigation to take place. </q> but mr <strong> Iain Gray </strong> attacked her for <NO_QUOTATION>. \"there is no reason why that can not happen,\" he said. mr <strong> Iain Gray </strong> said ms <strong> Nicola Sturgeon </strong> was now <NO_QUOTATION> to an inquiry being held and asked her:", "new_id": -2}, {"uid": "2008110519_00044127_W", "i": 379, "idx": 3, "sa": ["Brian Cashman", "Mark Teixeira"], "q": "payroll, that shouldn't be an issue. still, <strong> Brian Cashman </strong> isn't tipping his hand. \"i don't think anybody's anxious to give out those type of contracts, period,\" <strong> Brian Cashman </strong> said. <q> those commitments are tough to make. </q> the yankees will have plenty of competition for <strong> Mark Teixeira </strong>, starting with his current team, the angels. after dealing for <strong> Mark Teixeira </strong> this summer, the angels were impressed with everything he brought to the field, as he", "new_id": -2}, {"uid": "2008091112_00031320_W", "i": 637, "idx": 21, "sa": ["Ned Vaughn"], "q": "intended to vote on the merger. <strong> Ned Vaughn </strong> said the critical difference between the 2003 poll and the current one is that members in 2003 were aware that the pollster knew their names, phone numbers, and votes. <q> if a member is called by an independent pollster asking a question on behalf of sag and is addressed by name, then he knows his response is at least potentially going to be recorded by name. if he is concerned about this... he can decide whether to participate, </q> <strong> Ned Vaughn </strong> wrote via email. \"this is not true of the response cards which were part of the` contract update' special bulletin mailed to sag members recently. members' names were not printed on the response", "new_id": -2}, {"uid": "2008121417_00013863_W", "i": 39, "idx": 0, "sa": ["Raúl Castro", "Fidel Castro"], "q": "<NO_QUOTATION> in his oil-rich south american nation-has given <strong> Fidel Castro </strong>'s younger brother a warm welcome and praised him for challenging u.s. <NO_QUOTATION> for decades. <strong> Raúl Castro </strong>, in turn, thanked venezuela for increasing cooperation with the communist-led island. <q> in the name of cuba, we thank you for your solidarity with the cuban revolution, </q> said the 77-year-old <strong> Raúl Castro </strong>. \"we've been able to leave the difficult years behind.\" <strong> Fidel Castro </strong> signed cuba's first cooperation agreement with venezuela eight years ago. <strong> Raúl Castro </strong> stopped first in venezuela on his first foreign", "new_id": -2}, {"uid": "2008091208_00014361_W", "i": 3427, "idx": 43, "sa": ["George W. Bush", "Jack Talbert"], "q": "with both. the limits of tyrants are prescribed by the endurance of those whom they oppress.\" -- frederick douglass \"those who can not remember the past are condemned to repeat it.\" -- <strong> George W. Bush </strong> santayana <q> a morsel of genuine history is a thing so rare as to be always valuable. </q>-- <strong> Jack Talbert </strong>( 1817) \"any intelligent fool can make things bigger, more complex, and more violent. it takes a touch of genius, and a lot of courage to move in the opposite direction.", "new_id": -2}]