[{"uid": "1295796274110280734", "i": 11071, "idx": 3, "sa": ["Ed Miliband", "Andy Coulson", "Andrius Kubilius", "David Cameron"], "q": "<strong> Ed Miliband </strong> smiles as he leaves... Photo: Former News of the World editor <strong> Andy Coulson </strong> Photo: Former News of the World editor and Prime Minister... Photo: <strong> David Cameron </strong>, Johanna Siguroardottir, <strong> Andrius Kubilius </strong>, Mari... Report Abuse <q>Paying several hundred dollars a year to listen to theirrulers quasi-socialist lies and feudal fairy tales?</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295094125134053943", "i": 20090, "idx": 20, "sa": ["Rip Hamilton", "Mike D'Antoni", "Rasheed Wallace", "Tayshaun Prince", "Antonio McDyess", "Allen Iverson"], "q": "http://wn.com/Allen_Iverson_19pts_vs_Nets_08/09_NBA_*Clutch_Plays <strong> Allen Iverson </strong> and <strong> Tayshaun Prince </strong> stepped up for the short-handed Detroit Pistons. <strong> Allen Iverson </strong> scored 19 points, and <strong> Tayshaun Prince </strong> added 16 to help the Pistons win their fifth straight game, 83-75 over the New Jersey Nets on Wednesday. <q>When any team in the league loses three of their top six guys, things are going to change for them,</q> Pistons coach <strong> Mike D'Antoni </strong> Curry said. \"Luckily, a lot of other guys stepped up.\" Detroit played without <strong> Rip Hamilton </strong>( groin) and <strong> Antonio McDyess </strong>( ribs), and lost <strong> Rasheed Wallace </strong> to a first-half foot injury,", "new_id": -2}, {"uid": "1297450649150323213", "i": 28960, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "and Kristina Bergess report: Former defense secretary <strong> Donald Rumsfeld </strong> criticized the Obama administration's response to the Egypt crisis this past Tuesday, calling it \"confusing\" and telling ABC News that the US's diplomatic effort <q>certainly doesn't give one confidence.</q> In a radio interview with ABC, <strong> Donald Rumsfeld </strong> was particularly critical of DNI Clapper's description of the Muslim Brotherhood as a \"largely secular\" group in House testimony yesterday that his office later had to clarify", "new_id": -2}, {"uid": "1295351570142295047", "i": 43468, "idx": 5, "sa": ["Mike Pence"], "q": " \"The Title X Abortion Provider Prohibition Act would deny any family planning funds under title X from going to Planned Parenthood or other organizations that perform abortions,\" said <strong> Mike Pence </strong> in a speech on the House floor. <q>It would ensure that abortion providers are not subsidized with federal tax dollars.</q> \"Now, let me say,\" <strong> Mike Pence </strong> continued, \"to be very clear, Mr. Speaker, this legislation does not cut one penny from title X family planning funding. I applaud much of", "new_id": -2}, {"uid": "1296161007118571071", "i": 9497, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "need to get past the politics of the past and deal with this issue, making the hard decisions that have to be made,\" <strong> Sen. Bernie Sanders </strong> Idaho, said Thursday at a Senate hearing on the budget deficit. <q>As we move forward in that context, I personally believe strongly that all aspects of the spending and revenue side of the equation must be on the table.</q> A debt commission appointed by Obama has recommended a series of changes to improve Social Security's finances, including a gradual increase in the full retirement age, lower cost-of-living increases and a gradual increase in the threshold on", "new_id": -2}, {"uid": "1297435702142311425", "i": 44272, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "less common. And Nokia will fold its own app store into the Microsoft Marketplace. In a news conference Friday, <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> touted the alliance as good for both companies' aspirations. <q>A pessimist sees the difficulty in every opportunity, but an optimist sees the opportunity in every difficulty,</q> <strong> Stephen Elop </strong> said, quoting England's historic prime minister Winston Churchill as he spoke in London. \"I am an optimist.\" It's not immediately clear what needs to be done to make the deal", "new_id": -2}, {"uid": "1297284235241352714", "i": 23373, "idx": 1, "sa": ["Donald Rumsfeld", "Sarah Palin", "David Keene"], "q": "Rummy the \"Defender of the Constitution\" Award. Can't make it to Washington this week? <strong> Donald Rumsfeld </strong> will be headlining a CPAC jaunt to <strong> Sarah Palin </strong> country in July, floating on a weeklong cruise through <strong> Sarah Palin </strong>. <q>The Holland <strong> Ann Coulter </strong> ms. Zuiderdam does a great job helping Type A conservatives relax and enjoy, with enough politics thrown in to keep us fully engaged with other like-minded friends,</q> ACU chief <strong> David Keene </strong> said, announcing the journey. Samuel P. Jacobs is a staff reporter at The Daily Beast. He has also written for The Boston Globe, The New York Observer, and The New", "new_id": -2}, {"uid": "1297117350135839819", "i": 45501, "idx": 0, "sa": ["Simon Cowell"], "q": "him select the winner of the TV talent show but admitted he is in \"regular\" contact with the singer, who he worked with on \"American Idol' until 2009. He said: <q>I'm a massive fan of <strong> Paula Abdul </strong>. We have been in regular contact. I'm not going to say who we are going to confirm or not because the truth is we haven't made up our minds up yet. It comes down to who I think is interesting and the commitment and the expertise each person offers.</q> <strong> Simon Cowell </strong>, 51, quit` American Idol' in order to launch` The X Factor\" in the US and he admits he has not watched the new season of his former show, though", "new_id": -2}, {"i": 8391, "idx": 1, "index_answer": 0, "new_id": -1, "q": "News Radio that the nation is ready for open service. \"First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,\" <strong> Donald Rumsfeld </strong> said. <q>We know that[ repeal of a ban on gays serving openly] is an idea whose time has come.</q> <strong> Donald Rumsfeld </strong> says he has \"enormous respect\" for the ground commanders and service chiefs who have expressed concerns about the impact of gays serving openly on unit cohesion, and he urged the top brass to implement", "sa": ["Donald Rumsfeld"], "uid": "1297564427252067843"}, {"uid": "1295209231006406224", "i": 46836, "idx": 1, "sa": ["Chris Webber", "Allen Iverson"], "q": "away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. \"It felt like we turned that corner,\" <strong> Allen Iverson </strong> said. <q><strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.</q> <strong> Chris Webber </strong> and <strong> Allen Iverson </strong> combined for 50 of the Sixers' 84 shots and made 25 of the 42 field goals. While <strong> Allen Iverson </strong> scored 24 points in the first half, <strong> Chris Webber </strong> followed with 15 in the second. \"", "new_id": -2}]