[{"uid": "1296203372059293774", "i": 50173, "idx": 7, "sa": ["Mike Pence", "Brad Ellsworth", "Jonathan Weinzapfel"], "q": "are drawn this year; former U.S.  Mike Pence   Brad Ellsworth , who lost his bid for the Senate in 2010; Evansville Mayor  Jonathan Weinzapfel ; and Kokomo Mayor Greg Goodnight. Indiana Democratic Party Chairman Dan Parker predicted a  very, very competitive race  in 2012. He labeled  Mike Pence  an ideologue who is \"out of the mainstream in Indiana\"\"  and should be thinking more about his job in Washington and less about seeking another job. Even though  Mike Pence ", "new_id": -2}, {"uid": "1296171152171278391", "i": 19297, "idx": 3, "sa": ["Mike Pence"], "q": " Mike Pence  said he would make a decision \"later this year\"\"  about his next political step, though he appeared to telegraph his next move saying saying his \"calling is closer to home\"\"  and added he would  be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead.  \"I have learned to follow my heart, and my heart is in Indiana,\"\"  he added. Former  Mike Pence  Political Director Jerry Alexander told Roll Call about the decision and said he wo", "new_id": -2}, {"uid": "1295958129216842277", "i": 12960, "idx": 4, "sa": ["Mike Pence"], "q": "we fail today?\"\"  And  Mike Pence  fans are collecting signatures from conservatives and tea party activists through a Web site and social media campaigns as part of a draft effort.  I said,` Let's attempt to demonstrate the level of enthusiasm for him that I think is out there a millimeter under the surface, ' said Ralph Benko, a former Reagan administration aide who started the campaign. \"I think it's huge. I just think it needs a little place to go. So we built a little place for", "new_id": -2}, {"uid": "1297287102243777541", "i": 56263, "idx": 3, "sa": ["Mike Pence", "Laura Ingraham", "Gail Collins", "George Tiller"], "q": "the efforts of Bill and  Mike Pence 's \"pro-life\"\"  pals to criminalize it. As  Gail Collins  says in her excellent article, href=\"http://www.nytimes.com/2011/02/05/opinion/05Gail Collins.html\"> \"The Siege of PlLaura Ingrahamd Parenthood,\"\"  the legislative slogan here is  let them eat leeches.  So not surprisingly, Bill O'Reilly, whose relentless attacks on abortion provider Dr.  George Tiller , which created a climate of hate in which the doctor was murdered and his clinic closed, earned him a href=\"http://www.newshounds.us/2009/09/20/bill_oreillys_courage_award_speech_smears_dr_George Tiller_and_his_patients.php\"> \"Courage", "new_id": -2}, {"uid": "1295453957222740491", "i": 24507, "idx": 1, "sa": ["Thomas S. Price", "Mike Pence", "Bill Clinton", "Rob Andrews"], "q": "the speaker's gavel and possibly Democrats' hallmark health care reform plan. Is it legit-- or more lame politics? We have all the angles. Let's start with ABC News and Republicans' plan.  They've already unveiled their first major piece of legislation, George. And here it is, short and to the point. This  Bill Clinton  would repeal the entire health care reform law, replace it with nothing and set the stage for the first battle of the new Congress.  And battle they will. Always looking for a fight, leaders from the right and left went on CNBC to debate the repeal. You can pRob Andrewsably guess who's who.  Mike Pence   Thomas S. Price ( R-GA) \"It", "new_id": -2}, {"uid": "1295085191096239620", "i": 47373, "idx": 3, "sa": ["Michele Bachmann", "Mike Pence", "Rand Paul", "Barney Frank"], "q": "opposition \"useful\"\"  in terms of creating political leverage. But now, apart from  Rand Paul  and  Michele Bachmann , firm opponents are hard to come by. And  Rand Paul  thinks most GOP freshmen will end up voting yes.  I[ expect] they're going to be talked into it- the majority will be talked into it- because they are going to get some promise they are going to cut back,  he said in an interview on Fox Business Network. Perhaps sensing an opportunity, House Democrats have begun to toy with the idea of \"playing chicken\"\"  with the debt.  Mike Pence   Barney Frank ( D., Mass.", "new_id": -2}, {"uid": "1295644518096387074", "i": 25246, "idx": 2, "sa": ["Kevin McCarthy", "Mike Pence", "Bill Maher", "Jeffrey Young", "Eric Cantor"], "q": ".\"\"   Mike Pence   Kevin McCarthy ( of \" Jeffrey Young  Gun\"\"  fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\"\"   We've got to roll back there. That will save$ 100 Bill Maherion in the first year,  agreed  Mike Pence ( R-IN). Just yesterday, in fact, incoming Majority Leader  Eric Cantor ( R-VA) repeated that the GOP is aiming for$ 100 Bill Maherion in cuts. However, according to the New York Times", "new_id": -2}, {"uid": "1295387630249954409", "i": 23055, "idx": 1, "sa": ["Mike Pence", "Paul Ryan"], "q": "that. I don't want to opine one way or the other. All I said was this was a serious vote.\"\"  Couple that with what House budget chair  Paul Ryan  said the other day:  Will the debt ceiling be raised? Does it have to be raised? Yes.  That's a long way from \"Let's call their bluff.\"\"   Mike Pence  Nixon, of course, had his href=\"http://en.wikipedia.org/wiki/Madman_theory\"> madman theory of international relations- act like you'll do anything, no", "new_id": -2}, {"uid": "1294961671181354498", "i": 18688, "idx": 5, "sa": ["Mike Pence", "Peter Roskam"], "q": "even using the tragedy as an impetus. \"Clearly we need to move forward on an agenda,\"\"  said Illinois Republican  Mike Pence  target=\"_blank\" href=\"http://topics.politico.com/index.cfm/topic/Peter RoskamPeter Roskam\">  Peter Roskam , the party's chief deputy whip.  The events in Arizona are a reminder that we need to focus on the nation's agenda. And I think that members have been respectful of that, and will be in the future. But if anybody needed a reminder it was the events of Arizona.  After they return from a three-day harbor-side retreat in Baltimore, Republicans plan to come back to Washington Tuesday to debate the bill that would repeal the health care reform law. The GOP is planning a", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making.`` In strategy we agree. There's no disagreement,'' <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q> In character, he's fundamentally a deeper thinker than anybody else, </q> he said.`` He sees a few moves deeper than I do.'' <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}]