[{"uid": "1295224428194101276", "i": 14624, "idx": 3, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Barack Obama", "Tim Pawlenty", "Peter King"], "q": "the head from point-blank range a week ago and remains in critical condition. With <strong> Kirsten Gillibrand </strong> in the hospital room, <strong> Gabrielle Giffords </strong> opened her eyes for the first Tim Pawlentye on Wednesday, minutes after <strong> Barack Obama </strong> visited her. <q> She is doing great, and I talked to her husband, Mark, last night. And she is maPeter King progress, </q> <strong> Kirsten Gillibrand </strong> said. \"If there's anyone in the world that will recover fully from this kind of crime and just unbelievable injury, it's her. She's got courage. She's got drive", "new_id": -2}, {"uid": "1296496333175095835", "i": 45065, "idx": 5, "sa": ["Allen Iverson", "Maurice Williams", "Jim O'Brien"], "q": "\" He got off to a fast start in this one, scoring 20 in the first quarter. \"He was just on fire,\" <strong> Maurice Williams </strong> said after watching <strong> Allen Iverson </strong> make 18-of-30 shots, including five 3-pointers. <q> He was in such a good rhythm that really nobody could stop him tonight. </q> Sixers coach <strong> Jim O'Brien </strong> could only agree after Philadelphia beat the Bucks for the third time this season. \"It was the quickest 40 points I think I have ever witnessed,\" <strong> Jim O'Brien </strong> said. \"He was spectacular", "new_id": -2}, {"uid": "1295804524123387906", "i": 46371, "idx": 7, "sa": ["Allen Iverson", "George Karl", "Michael Finley"], "q": "it straight after every game, there's a chance it will get worse and I'll have to get a pin,\" he said. Yet he refuses to wear anything on the Michael Finleyger in a game. <q> I'm just real superstitious, </q> <strong> Allen Iverson </strong> said. Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last", "new_id": -2}, {"uid": "1297536880214712335", "i": 499, "idx": 1, "sa": ["Ron Paul", "Dick Cheney", "Barack Obama", "Donald Rumsfeld"], "q": "libertarian and prospective 2012 Republican Barack Obamaial candidate <strong> Ron Paul </strong>- jeered and booed the former defence secretary, <strong> Donald Rumsfeld </strong>, as he was presented with a \"defender of the constitution\" award by former Vice-Barack Obama <strong> Dick Cheney </strong>. Amid shouts of <q> Where's Bin Laden? </q> <strong> Ron Paul </strong>'s supporters staged a walkout during <strong> Donald Rumsfeld </strong>'s acceptance speech for a prize that, for Republicans, is akin to the lifetime achievement award handed out each year at the Oscars. And the reason for all", "new_id": -2}, {"uid": "1295980272233783310", "i": 34118, "idx": 3, "sa": ["Tom Allen", "Eric Schmidt"], "q": "words. That is just plain ridiculous...\" RedRat: \"Actually have <strong> Eric Schmidt </strong> host a tech type show on TV might not be a bad idea. Right now, you have these news...\" RedRat: <q> Verizon greedy!!! How can this be! Be still my quiet heart. Oh, the world is ending. Come on man, give... </q> Levi Sumagaysay: \"The RSS feed is now working. The ampersand was coded correctly in the headline for the Q&A...\" <strong> Tom Allen </strong>: \"P.S. I just spent several hours coding a fix for this, but", "new_id": -2}, {"uid": "1296793038213319695", "i": 42952, "idx": 4, "sa": ["Allen Iverson", "Paul Pierce", "Marcus Gilbert", "LeBron James"], "q": "scoreless in the final period. \"This is what playoff <strong> Marcus Gilbert </strong> is all about,\" <strong> Paul Pierce </strong> said. \"Nobody said it was going to be easy when we got here. It's obviously not.\" <q> It's hard to get the clinching game, </q> said <strong> Allen Iverson </strong>, who has gotten five of them in his career. \"Those shots at the beginning of the game are a lot easier than the ones at end of the game, when you're looLeBron James to", "new_id": -2}, {"uid": "1296483335037306377", "i": 56511, "idx": 2, "sa": ["Chris Anderson", "Jared Cohen", "Eric Schmidt"], "q": "part of the Google DC Talks series, Google's Washington office hosted a special book talk with <strong> Chris Anderson </strong>, Editor in Chief of Wired Magazine and best-selling author of \"The Long Tail.\" In his new book <q> Free: The Future of a Radical Price, </q> <strong> Chris Anderson </strong> makes the... <strong> Eric Schmidt </strong> and <strong> Jared Cohen </strong> at the Council on Foreign Relations <strong> Eric Schmidt </strong> and <strong> Jared Cohen </strong> at the Council on Foreign Relations Sonic Fan Remix Act 1-3[ HD] 5:29 Website: sonicfanremix.com Download link: www.filedropper.com Fangame by", "new_id": -2}, {"uid": "1295385837083918857", "i": 26109, "idx": 0, "sa": ["Hillary Clinton", "Kirsten Gillibrand"], "q": "the right forum for the resolution. Sen. <strong> Kirsten Gillibrand </strong>, a member of the Senate Foreign Relations Committee, wrote a letter to Secretary of State <strong> Hillary Clinton </strong> urging the administration to oppose the U.N. resolution. <q> A resolution of this nature would work against our country's consistent position, which has been that this and other issues linked to the Middle East peace process can only be resolved by the two parties negotiating directly with each other, </q> <strong> Kirsten Gillibrand </strong>, D-N.Y., wrote in a letter signed by 16 of her colleagues. \"Attempts to use a venue such as the United Nations, which you know has a long history of hostility toward Israel", "new_id": -2}, {"uid": "1295562281254656562", "i": 14875, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Google earned US$ 2.5 billion", "new_id": -2}, {"uid": "1294957406081149956", "i": 56724, "idx": 17, "sa": ["Allen Iverson", "Muhammad Ali"], "q": ". <strong> Allen Iverson </strong>, 35, enjoyed his best years with Philadelphia but also had spells with the Denver Nuggets, Detroit Pistons and Memphis Grizzlies. <strong> Allen Iverson </strong>, 35, should make his debut for Besiktas on November 20. <q> It's the fact that I want to play and contribute what I can give to a basketball team, </q> <strong> Allen Iverson </strong> said. Iverson_Allen Iverson_Highlights_[_Besiktas_Cola_Turka_Istanbul_] Highlights von <strong> Allen Iverson </strong> in Braunschweig beim Spiel: BG G?ttingen gegen Besiktas Cola Turka Istanbul( 85:83). Der ehemMuhammad Alige NBA-Spieler legte 18 Punkte aufs Parkett. Iverson_Allen Iverson_first_interview_in_Istanbul_Turkey_outside_his_hotel_Besiktas_r?portaj <strong> Allen Iverson </strong>'s first interview on Turkish", "new_id": -2}]