[{"uid": "1297425441197410833", "i": 19554, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": " RIM and HP/Palm need not apply in <strong> Stephen Elop </strong>'s eyes. And we of course can't have such a big announcement coming from the Microsoft camp without having a statement from <strong> Steve Ballmer </strong>. <q>I am excited about this partnership with Nokia,</q> added <strong> Steve Ballmer </strong>. \"Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.\"", "new_id": -2}, {"uid": "1295556469260145156", "i": 22073, "idx": 0, "sa": ["Eric Schmidt"], "q": "for 2011. I'm not exactly sure when this thing was posted. I saw reference to it today on ReadWriteWeb. Google's three priorities are all about mobile, as they should be. <q>First, we must focus on developing the underlying fast networks( generally called LTE),</q> <strong> Eric Schmidt </strong> writes. \"Second, we must attend to the development of mobile money,\" he continues. \"Third, we want to increase the availability of inexpensive smartphones in the poorest parts of the world.", "new_id": -2}, {"uid": "1297055142107708447", "i": 34119, "idx": 0, "sa": ["Stella Zavala Damon", "David Letterman", "Matt Damon"], "q": "a teenager... because I know just what teenage boys are thinking.' Let's go for a sail: <strong> Matt Damon </strong> and Alexia grabbed a kayak and went sailing He added: <q>Luckily, she is a terrific kid and the best you can hope for is that you are raising someone who has a lot of self-esteem and a lot of common sense.</q> <strong> Matt Damon </strong> has three younger daughters with his wife, including <strong> Stella Zavala Damon </strong>, who was born in October. Shortly before the birth, <strong> Matt Damon </strong> told late night television host <strong> David Letterman </strong> that he and Luciana are not", "new_id": -2}, {"uid": "1295611498129794052", "i": 13397, "idx": 1, "sa": ["Andy Coulson"], "q": "public figures launching civil actions against publisher News International over alleged hacking. The Prime Minster went on to praise the manner in which <strong> Andy Coulson </strong> ran the Number 10 communication's team, saying it worked in a <q>very proper and transparent and decent way; that hasn't always been the case in the past</q>.", "new_id": -2}, {"uid": "1297179623238403585", "i": 19625, "idx": 0, "sa": ["Donald Rumsfeld", "Gwen Ifill"], "q": "POLITICS-- February 8, 2011 at 9:08 AM EDT In New Memoir, <strong> Donald Rumsfeld </strong> Settles Scores, Spreads Responsibility for Iraq War <q>At its heart, it is a revenge memoir,</q> writes NewsHour senior correspondent <strong> Gwen Ifill </strong> in her Washington Post review of former secretary of defense <strong> Donald Rumsfeld </strong>'s new book, \"Known and Unknowns.\" The book certainly includes its fair share of score settling", "new_id": -2}, {"i": 14970, "idx": 1, "index_answer": 0, "new_id": -1, "q": "drama Soldier, Soldier. However, <strong> Simon Cowell </strong> admitted that his attempts were initially unsuccessful. \"It took me seven months to persuade these two to sign a recording contract with me,\" he said. <q>But I drove them so mad that I actually got a solicitor's letter from one of them saying I had to stop harassing his client.</q> He added: \"But the reason I kept doing it was is that a) I knew I could persuade them to do it and b) I knew it would be successful.\" This week", "sa": ["Simon Cowell"], "uid": "1295884115215089172"}, {"uid": "1296117571165298183", "i": 7775, "idx": 5, "sa": ["Brian McCarthy", "Roger Goodell", "Tony Dungy", "Michael Vick"], "q": "tending to community-relations commitments as part of commissioner <strong> Roger Goodell </strong>'s program of rehabilitation for him following his incarceration for federal dogfighting offenses. \"He's done a great job turning things around,\" <strong> Brian McCarthy </strong> said. <q>He still meets regularly with the commissioner and fulfills his obligations.</q> <strong> Michael Vick </strong> also continues to have conversations with former Colts coach <strong> Tony Dungy </strong>, who was assigned to mentor him. <strong> Michael Vick </strong> was by far the most popular interview and autograph subject after yesterday's practice. He", "new_id": -2}, {"uid": "1296454658210534413", "i": 7654, "idx": 0, "sa": ["Allen Iverson"], "q": "silky smooth shot. He finished with a game-high 32 points, 27 of which came in the first half. He also set an NBA Finals record for most 3-pointers in a game by going 8-for-11 from deep. <q>It's definitely right up there,</q> said <strong> Allen Iverson </strong> of setting the record and where this performance ranks in his career.\"( It's) great to be able to look back on it and say I did that.\" With the victory,", "new_id": -2}, {"uid": "1295732278021118996", "i": 1496, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "for helping others as his loving hugs and enjoyment of baseball.\", \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012202238.jpg\", \"emailLink\": <q>http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012202229.html&amp;title=Shriver honored by family, Clinton& site= politics& type= Video& sent= no& search= Search</q>, \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012202229.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011-8v&amp;flvURL=/media/2011/01/22/01222011-8v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011-8v.jsn\"}{ \"title\": \"<strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved", "new_id": -2}, {"uid": "1295416067196034628", "i": 10175, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler just started making its refreshed 2011 Dodge Grand Caravan and Chrysler Town and Country in Windsor, Ontario, today but Fiat/Chrysler CEO <strong> Sergio Marchionne </strong> was already pondering the next-generation van. <q>We need to completely rethink the minivan,</q> he told the AP's Dee-Ann Durbin at the plant in Canada. \"We need to retain all its functionality but make it much more versatile.\" He said that could mean vehicles that still haul a", "new_id": -2}]