[{"uid": "1295948629120340631", "i": 44438, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Richard Land", "Abraham Foxman"], "q": "potential constituency includes all Southern Baptists. With almost 16.2 million members, the Nashville-based SBC is the largest Protestant denomination in the U.S. Anti-Defamation League National Director <strong> Abraham Foxman </strong> released a statement on <strong> Richard Land </strong>'s withdrawal writing, <q>We respect <strong> Richard Land </strong>. We respect his decision. We wish it were otherwise.</q>___ Online: ADL's Interfaith Coalition on Mosques: Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog BERKELEY", "new_id": -2}, {"i": 24637, "idx": 1, "index_answer": 4, "new_id": -1, "q": "Wizards on Tuesday. They watched an 11-point halftime lead evaporate against the Raptors in the third quarter. \"<strong> Fatboy Slim </strong>'re jumping out and holding leads and we just can't hold them,\" guard <strong> Allen Iverson </strong> said. <q><strong> Fatboy Slim </strong> play well for a while and then it seems we just lose focus.</q> <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-balance layup. He sank the free throw for a 108-106 lead. <strong> Lou Williams </strong>' last-chance 3-pointer was off the mark,", "sa": ["Fatboy Slim", "Chris Bosh", "Samuel Dalembert", "Lou Williams", "Allen Iverson"], "uid": "1296279092111296547"}, {"uid": "1296940939224919552", "i": 14165, "idx": 5, "sa": ["Eric Schmidt"], "q": "is a net positive.\" Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment. \"I can only describe this now as a \"wow\" moment,\" he says. <q>For me this is the beginning of the real revolution in information. \"You need never be lonely, you need never be bored. It is a remarkable change that has not been led by and is not just for the Western elites- it is all-pervasive with a declining cost. \"We are just at the beginning of hearing the voices who are starting to come online. I feel that we have made a material change in the lives of literally billions of people.</q> The convergence of search, location and social is the next big narrative. <strong> Eric Schmidt </strong> says that people who \"opt in\" to the system will begin experiencing a much richer relationship with technology, aided by", "new_id": -2}, {"uid": "1296850521242090033", "i": 48952, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "0 comments POSTED: Friday, Feb. 04, 2011 NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q>He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that,</q> <strong> Roger Goodell </strong> said. \"I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him,\" <strong> Roger Goodell </strong> said.", "new_id": -2}, {"uid": "1297694269130826245", "i": 35057, "idx": 5, "sa": ["Donald Rumsfeld", "Nicole Krauss"], "q": "reading experience as a \"long, hard slog, with little likelihood of emerging on the far side appreciably enlightened\". Instead of \"seriously contemplating the implications\" of the events in which he participated, <strong> Donald Rumsfeld </strong> <q>spends more than 800 pages dodging them</q>. \"Known and Unknown\" will be reviewed in a forthcoming issue of the New Statesman Great House by <strong> Nicole Krauss </strong> Writing in the Financial Times, Adrian Turpin finds <strong> Nicole Krauss </strong>'", "new_id": -2}, {"uid": "1297427071058949663", "i": 2482, "idx": 1, "sa": ["Michael Gove"], "q": "of councils and schools. A spokesman for the Department for Education said the judge had not called into question <strong> Michael Gove </strong>'s decision to end \"the wasteful and bureaucratic Building Schools for the Future programme\". <q>He concluded it was a rational decision and that the authorities had no expectation of being allowed to proceed with their projects.</q> The judge, Mr Justice Holman, asked <strong> Michael Gove </strong> to reconsider his decision \"with an open mind\". \"The final decision on any project still rests with him and... no one should gain false", "new_id": -2}, {"uid": "1296577954157810706", "i": 23119, "idx": 1, "sa": ["Elizabeth Reaser", "Robert Pattinson", "David Letterman", "Robin Williams", "Kristen Stewart", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "<strong> Bill Clinton </strong>, <strong> Regis Philbin </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong> and <strong> Charlie Rose </strong>. \"I realized there was really no alternative, if I wanted to live, I had to do this,\" <strong> Bill Clinton </strong> says. <strong> Charlie Rose </strong> is more succinct: <q>It was hell... Bachelor Brad Womack: Love, Lies and Betrayal! The Bachelor: Exclusive photos and OK! interview with Bachelor Brad Womack! After his shocking criminal past is revealed, he's desperate to prove he's a changed man. <strong> Angelina Jolie </strong>: An inside look at the private life of <strong> Angelina Jolie </strong>: her relationship with her kids, her parenting style and spending time with brood. Deena Nicole On Joining \"Jersey Shore': \"I've Only Heard Positive Things</q> <strong> Elizabeth Reaser </strong>: \"Here\"s a Naked Picture of <strong> Robert Pattinson </strong>& <strong> Kristen Stewart </strong>\"", "new_id": -2}, {"uid": "1295168588203145230", "i": 7560, "idx": 4, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "The strength that you could see flowing out of her, it was like she was trying to will her eyes open.\" On ABC's \"Good Morning America\" on Thursday, <strong> Kirsten Gillibrand </strong> added, <q>Everything that we love about <strong> Gabrielle Giffords </strong> was all there at that moment.</q> Kelly told the president and first lady about the development as they drove from the hospital to the University of Arizona's McKale Center, where <strong> Barack Obama </strong> would speak at a memorial service. Kelly gave the president", "new_id": -2}, {"uid": "1297147099140001280", "i": 21935, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Brenda Harvill, 60, of Detroit, said the commercial gave her community \"a new image as a comeback city. \" \"We were down for a while,\" she acknowledged. <q>But guess what? We\"re back.</q> A Chrysler logo is seen atop a New York City car dealership Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits to speak... U.S. Video: Suspect in Las Vegas casino heist in court U.S. Video:", "new_id": -2}, {"uid": "1295589373019480599", "i": 2058, "idx": 0, "sa": ["George H.W. Bush", "Colin Powell", "Dan Quayle", "Dick Cheney"], "q": "who was unable to attend, thanked the former president, his officials, the US and its military forces. \"Believe me, Kuwait and its people will never forget you,\" he said. <q>We carry in our hearts what you did for us each and every day.</q> Mr <strong> George H.W. Bush </strong> was briefly joined by former vice president <strong> Dan Quayle </strong>. Later, his top advisers- then-defence secretary <strong> Dick Cheney </strong>, former Joint Chiefs of Staff chairman <strong> Colin Powell </strong>, former secretary of state <strong> Dan Quayle </strong> Baker and then-national security", "new_id": -2}]