[{"uid": "1297715935009617444", "i": 37436, "idx": 2, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. \"Many people make the mistake of thinking that dreams can not come true, but they can,\" he wrote. <q>You have to believe, and know that they are more than just imagination.<q> Web links to Kyiv Post material are allowed provided that they contain a URL hyperlink to the www.kyivpost.com material and a maximum 500-character extract of the story. Otherwise, all materials contained on this site", "new_id": -2}, {"uid": "1297433777190496801", "i": 21113, "idx": 1, "sa": ["Donald Rumsfeld", "Sharron Angle", "Sarah Palin"], "q": "The HRC- whose stated goal is to \"achieve lesbian, gay, bisexual and transgender( LGBT) equality\"- appears to be holding a second Day of Silence. <q>We have no comment on this matter,<q> HRC Deputy Press <strong> Donald Rumsfeld </strong> Paul Guequierre told The Daily Caller when asked for a comment regarding <strong> Sarah Palin </strong> and <strong> Sharron Angle </strong>'s recent support of GOProud. Other prominent nationwide gay-rights organizations, like the Gay and Lesbian Alliance Against", "new_id": -2}, {"uid": "1296727907183500817", "i": 16355, "idx": 23, "sa": ["Elton Brand", "Jrue Holiday", "Ray Allen", "Michael Jordan", "Allen Iverson"], "q": "\" Looking for a spark, 76ers coach Eddie <strong> Michael Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q>He just put us in a good rhythm tonight and had us flowing,<q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He http://wn.com/Ray_Allen_Greatest_Games41_Points_Against_Sixers_2001_ECF_Game_6 <strong> Ray Allen </strong> Great Game, 41 Points, 9 Three Pointers,", "new_id": -2}, {"uid": "1297293762070500376", "i": 43407, "idx": 0, "sa": ["Donald Rumsfeld", "The Republican Party"], "q": "are dedicated to the country, not Democratic far left policy or the <strong> The Republican Party </strong> line. There is not one of you here that can say either the Dems or Repubs have served this country well. Report Abuse <q>I smell a tea party Jihad, led by Saran Palin.<q> <strong> The Republican Party </strong> has split into two different groups. ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Cancer Treatment", "new_id": -2}, {"uid": "1297228510016744464", "i": 12534, "idx": 0, "sa": ["Donald Rumsfeld", "Leon Panetta"], "q": "punish anyone. The director explained his reasoning to journalists in October. \"The conclusion was that the blame just didn't rest with one individual or group of individuals,\" <strong> Leon Panetta </strong> said. <q>That there were some systemic failures that took place here.<q> It was a collective failure, <strong> Leon Panetta </strong> said. So nobody was held accountable. Politics Video: Harrisburg Council Reacts To Problems Politics Video: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Washington Post: The", "new_id": -2}, {"uid": "1295499872140181508", "i": 46183, "idx": 0, "sa": ["Elton Brand", "Allen Iverson", "Samuel Dalembert"], "q": "otherwise. Or did they? \"Defense is heart and desire and I thought we stepped it up on that end,\" said Sixers forward <strong> Elton Brand </strong>, who contributed 14 points on 6-for-8 shooting off the bench. <q>We haven't had some good games defensively, leading with 3-pointers. I thought we did a much better job in this game.<q> <strong> Allen Iverson </strong> scored 17 points and <strong> Samuel Dalembert </strong> was terrific once again with 17 points( 7-for-7 from the field), 12 rebounds and three blocked shots. It was his second straight double-double and eighth of the http://wn.com/Dead_bitch_walking,_starring_Linda_Mcmahon/_Stand_up_for_WWE Poll:", "new_id": -2}, {"uid": "1296692287182763550", "i": 476, "idx": 0, "sa": ["Zahi Hawass"], "q": "King Tut's remains. They broke a statue of a panther and several others, according to a previous report in The Epoch Times. Reuters reported that the looters also damaged some mummies. <q>All of the museums in Egypt, 24 in total, are safe and unharmed; only the Egyptian Museum, Cairo, was broken into,<q> reads a Wednesday posting on the website of <strong> Zahi Hawass </strong>, Egypt's Minister of Antiquities. \"When I went to the museum on Saturday morning I found out that 70 objects had been broken, but nothing had been", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries. \"Things have been stable since June\" in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q>But you never know; it's possible for the government to cause us to not work.<q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}, {"uid": "1295726389160612375", "i": 36234, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Martin Indyk", "President Bush", "Dick Cheney", "Paul Wolfowitz", "Bill Clinton"], "q": "term of office and then National Security Adviser to <strong> President Bush </strong> during <strong> President Bush </strong>'s second term. In these positions he worked closely and comfortably not only with <strong> Paul Wolfowitz </strong> but also men like <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>. <strong> Barack Obama </strong>. <q>A second effort[ is] led by <strong> Martin Indyk </strong>.<q> And who is <strong> Martin Indyk </strong>? <strong> Martin Indyk </strong> served twice as U.S. Ambassador to Israel as well as being a member of the National Security Council under <strong> Bill Clinton </strong>. Before that he was deputy research director for", "new_id": -2}, {"uid": "1295860435042090520", "i": 5996, "idx": 4, "sa": ["Dominic Cummings", "Michael Gove", "Andy Coulson", "Steve Hilton"], "q": "the election, he apparently vetoed one of <strong> Michael Gove </strong>'s proposed special advisers, <strong> Dominic Cummings </strong>. There was tension with <strong> Steve Hilton </strong>, too. \"They're just chalk and cheese,\" says one senior Cameroon. <q><strong> Andy Coulson </strong> was the measured professional, cautious, a bit more Right-wing. Anti-bullshit, anti-hipster. And <strong> Steve Hilton </strong> was the opposite.<q> According to one Cabinet minister, the two \"complemented\" one another, with <strong> Steve Hilton </strong> providing big, blue-sky ideas about the Tory party and the 21st-century state, while <strong> Andy Coulson </strong> handled the practical realities of day-to-day", "new_id": -2}]