[{"uid": "1296741912015351821", "i": 21626, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush", "Hosni Mubarak"], "q": "<strong> President Bush </strong> focused on a war with Iraq almost immediately after the Sept. 11, 2001 terror attacks. \"He asked that I take a look at the shape of our military plans on Iraq,\" <strong> Donald Rumsfeld </strong> writes. <q> He wanted the options to be \"creative.\" </q> Since <strong> Hosni Mubarak </strong> came into power in 1981, U.S. taxpayers have sent more than$ 60 million in aid to his government- but more than half was spent on weapons for the military, \"an arrangement that", "new_id": -2}, {"uid": "1296731741114950147", "i": 9634, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "BBC after a fascinating few years- but this is an opportunity I can't turn down.\" <strong> David Cameron </strong> said in a statement yesterday that he was \"very pleased\" by the appointment. <q> Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the government's programme. </q> Sign up here for our free, daily email newsletter to get all the latest stories, jobs, tips and more. BBC's Craig Oliver to replace <strong> Andy Coulson </strong> as No 10 communications chief BBC's Craig Oliver to", "new_id": -2}, {"uid": "1297162307055738376", "i": 21239, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "likely to resurge, and a fragile government propped up by foreign funding and a limited military presence. Not despite our best efforts, but quite possibly because of them\". Let's try asking Afghan people: <q> Has the west failed in Afghanistan? </q> How did the US get to here and what should they conclude? May 1, 2003. In Kabul the US <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> announces a clear move \"from", "new_id": -2}, {"uid": "1294963157066879490", "i": 8555, "idx": 4, "sa": ["Michelle Obama", "Kirsten Gillibrand"], "q": "The strength that you could see flowing out of her, it was like she was trying to will her eyes open.\" On ABC's \"Good Morning America\" on Thursday, <strong> Kirsten Gillibrand </strong> added, <q> Everything that we love about <strong> Gabrielle Giffords </strong> was all there at that moment. </q> Kelly told the president and first lady about the development as they drove from the hospital to the University of Arizona's McKale Center, where <strong> Michelle Obama </strong> would speak at a memorial service. Kelly gave the president", "new_id": -2}, {"uid": "1295552137065978390", "i": 40781, "idx": 5, "sa": ["John McCain", "Kirsten Gillibrand", "Sen. Joe Lieberman", "Lady Gaga"], "q": "... \"Don't Ask, Don't Tell' Repeal Passes Historic Senate Vote In a historic vote, the Senate on Saturday voted to advance legislation that would overturn the military ban on openly gay troops known as <q> Don't Ask, Don\"t Tell. </q> Prior to the vote, Senators <strong> Kirsten Gillibrand </strong> and <strong> Sen. Joe Lieberman </strong>-- leaders on this issue-- urged their <strong> John McCain </strong>.. A message from <strong> Lady Gaga </strong> to the Senate Sept 16 2010 www.sldn.org Call your senator at(202) 224-3121... In Historic Move", "new_id": -2}, {"uid": "1296366675082608135", "i": 22255, "idx": 0, "sa": ["Jesse Eisenberg", "Chris Christie", "David Letterman", "Cory Booker", "Mark Zuckerberg"], "q": "USA today reports that Facebook co-founder <strong> Mark Zuckerberg </strong> is making a$ 100 million donation to Newark, New Jersey's school system. Newark <strong> Cory Booker </strong>, New Jersey <strong> Chris Christie </strong> and <strong> Mark Zuckerberg </strong> are expected to make the official announcement today on <q> The <strong> Oprah Winfrey </strong> Winfre... Press Conference: The Social Network/ <strong> Jesse Eisenberg </strong>/ <strong> Andrew Garfield </strong>/ <strong> Justin Timberlake </strong> Press Conference: The Social Network/ <strong> Jesse Eisenberg </strong>/ <strong> Andrew Garfield </strong>/ <strong> Justin Timberlake </strong> www.thefancarpet.com The stars <strong> Jesse Eisenberg </strong>, <strong> Andrew Garfield </strong> and <strong> Justin Timberlake </strong> talk about their new film \"The Social Network' that tells the story of the faces behind Facebook at the London Press Conference,... <strong> Mark Zuckerberg </strong> Introduces Facebook Stories( With Annotations) <strong> Mark Zuckerberg </strong> Introduces Facebook Stories( With Annotations) Is this Facebook's answer for \"The Social Network </q> movie? Could be, but nevertheless Facebook Stories definitely looks like an interesting initiative. Which facebook stories you know? share links in the comments. Zuck makes the official it\"s- all-thanks-to-you-how-amazing-... <strong> David Letterman </strong> <strong> Jesse Eisenberg </strong>", "new_id": -2}, {"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}, {"uid": "1295949463061587494", "i": 33877, "idx": 1, "sa": ["Emma Watson", "Justin Bieber", "David Letterman", "Andy Kaufman", "Joaquin Phoenix"], "q": "Sweet About Me- Acoustic Cover By Katem3- The New <strong> Justin Bieber </strong>!!! <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?@mjdasilva <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?@mjdasilva So are you in the <q> <strong> Joaquin Phoenix </strong> is on drugs and deeply disturbed camp? </q> or the \"He's having a laugh camp\". Either way, I can't wait for that debut hip-hop album. Follow me@mjdasilva... Late Show with <strong> David Letterman </strong>- <strong> Emma Watson </strong>( 2007) On July 11", "new_id": -2}, {"uid": "1295564203105267205", "i": 12255, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" Mr <strong> Eric Schmidt </strong> said. Mr Page praised Mr <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Mr Page said. Start of sidebar. Skip to end of sidebar.", "new_id": -2}, {"uid": "1295568029105267239", "i": 18222, "idx": 1, "sa": ["Eric Schmidt"], "q": "runs$ 1,000 per month. It provides a way to connect, collaborate, share documents, get feedback and manage parterns. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}]