[{"uid": "1295563364204783630", "i": 12687, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "`` so there's clear responsibility and accountability at the top of the company.'' After April 4, <strong> Larry Page </strong> will lead product development and technology strategy and take charge of day-to-day Google operations. <q> In this new role I know he will merge Google's technology and business vision brilliantly, </q> <strong> Eric Schmidt </strong> wrote.`` <strong> Larry Page </strong>, in my clear opinion, is ready to lead.'' During a Thursday conference call, <strong> Larry Page </strong> said <strong> Eric Schmidt </strong> has`` done an outstanding job leading Google. We're all", "new_id": -2}, {"uid": "1295680042220479516", "i": 18070, "idx": 3, "sa": ["David Cameron", "Theresa May", "Andy Coulson"], "q": "spokesman it's time to move on,'' he added. The <strong> Theresa May </strong> said he was`` very sorry'' that Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being <q> punished for the same offence twice </q>. But critics insisted the resignation was`` long overdue'', and questioned Mr <strong> David Cameron </strong>'s judgment in recruiting the former journalist in the first place. The timing also sparked accusations that the Government was trying to``", "new_id": -2}, {"uid": "1296230388149782544", "i": 52138, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "him as the force behind the company's product initiatives.`` When people criticize <strong> Larry Page </strong> as the new CEO, that's grossly unfair to <strong> Larry Page </strong>,'' <strong> Eric Schmidt </strong> told reporters, according to the Journal. <q> He has been with me at every business decision for 10 years. </q> <strong> Eric Schmidt </strong> also dismissed the notion that competition with Facebook is driving Google and was a factor in the management shift. He instead pointed to Microsoft as a major competitor, according to href=\"http://features.blogs.fortune.cnn.com/2011/01/27/Eric Schmidt-on-google-facebook-and-apple/\"> Fortune.", "new_id": -2}, {"uid": "1296066785094879751", "i": 2454, "idx": 1, "sa": ["Alassane Ouattara"], "q": "<strong> Alassane Ouattara </strong> is going to be president, they don't want to be on the wrong side of him.'' The analyst said that with the Easter period approaching when demand for chocolate is high, confectioners <q> will try to buy as much cocoa they can and that will push prices up.`` But other grinders who are already well-covered and anticipated this supply ban, they should be OK. </q> Other analysts were less convinced of the effect of the export ban. Laurent Pipitone, of the International Cocoa Organisation( ICCO), said:`` For the time being,( <strong> Alassane Ouattara </strong>'s", "new_id": -2}, {"uid": "1295936288203702276", "i": 20557, "idx": 1, "sa": ["Michael Gove"], "q": "Mr <strong> Michael Gove </strong>'s decision. He added a judicial review was his council's only option because the Michael Government would not`` sit down amicably and explain their decision to us''. He added: <q> We have significant levels of deprivation in our borough and Building Schools for the Future( BSF) was a once-in-a-lifetime opportunity to raise the aspirations of our entire population.`` That chance has been snatched away from future generations and will have a devastating impact for years to come. </q>` Inefficient' The announcement that BSF was being scrapped provoked an outcry from politicians, councils, teachers and pupils. School personnel were often very closely involved in bringing together their school's BSF", "new_id": -2}, {"uid": "1296336453124829724", "i": 14139, "idx": 1, "sa": ["Zahi Hawass"], "q": "army arrived, young Egyptians_ some armed with truncheons grabbed off the police_ created a human chain at the museum's front gate to prevent looters from making off with any of its priceless artifacts. <q> They managed to stop them, </q> <strong> Zahi Hawass </strong> said. He added that the would-be looters only vandalized two mummies, ripping their heads off. They also cleared out the museum gift shop. The prized King Tutankhamun exhibit had not been damaged and", "new_id": -2}, {"uid": "1296700278031981577", "i": 31975, "idx": 0, "sa": ["David Letterman", "Justin Bieber", "Martha Stewart"], "q": "is really no one <strong> Justin Bieber </strong> can't charm and his mother could be his secret weapon.`` <strong> Justin Bieber </strong>'s mom, Patti, is tiny,'' <strong> Martha Stewart </strong> href=\"http://twitter.com/#!/Martha StewartMartha Stewart/status/32959634943778817\"> tweets along with the above photo. <q> Looks twelve, and is very, very nice. <strong> Justin Bieber </strong> is extremely talented. </q> Look at that! Well, we all know <strong> Justin Bieber </strong> has a way with the cougars. He'll be doing the`` Top Ten'' segment on Friday's`` <strong> David Letterman </strong>'' and <strong> Martha Stewart </strong> even tweeted a", "new_id": -2}, {"uid": "1296600256096632842", "i": 35039, "idx": 0, "sa": ["Pauley Perrette", "David Letterman"], "q": "body. Showing off a tattoo between her finger that wouldn't be noticeable to the naked eye and even her arms, she had <strong> David Letterman </strong> Lettermen engrossed in her body art as she explained each piece. <q> Well most of mine are number based. I love math., </q> said <strong> Pauley Perrette </strong>.`` I have little secret number tattoos everywhere. I design them.'' <strong> Pauley Perrette </strong> definitely is just as unique as her character on NCIS. From the cute dog she rescued that was shown", "new_id": -2}, {"uid": "1295920727141459457", "i": 210, "idx": 0, "sa": ["Brian Lenihan", "Eamon Gilmore"], "q": "Mr <strong> Brian Lenihan </strong> said that while it was the Taoiseach's prerogative to name the date, he expected it to be held before the end of February. Labour leader <strong> Eamon Gilmore </strong> said his party had achieved its goal <q> of bringing this government to an end </q>. However, he said Labour had left its no-confidence motion on the D?il agenda to ensure there would be`` no funny business''- ie, attempts by the Government to alter the agreed timetable.", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,'' <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as`` deals, partnerships, customers and broader business relationships,'' while Page would <q> merge Google's technology and business vision. </q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so`` there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}]