[{"uid": "1295625832143933451", "i": 20892, "idx": 4, "sa": ["Saddam Hussein", "Colin Powell"], "q": "generations to come.\" <strong> Colin Powell </strong> said a peaceful solution was not possible because <strong> Saddam Hussein </strong> was unfazed by the warnings from the U.N. Security Council, by economic sanctions or by the buildup of U.S. troops in the region. <q>I was quite confident we were going to war and( <strong> Saddam Hussein </strong>) wasn't going to blink,<q> <strong> Colin Powell </strong> said. The U.N. Security Council warned Iraq that if it didn't withdraw its troops by Jan. 15, 1991, a U.S.-led coalition would be authorized to drive them out. The war began two days later", "new_id": -2}, {"i": 29453, "idx": 1, "index_answer": 2, "new_id": -1, "q": ", as most broadcasters interrupted their coverage of the Iraq inquiry to devote themselves to Mr. <strong> Andy Coulson </strong>'s drama. While Mr. <strong> David Cameron </strong> was quick to issue a statement supporting Mr. <strong> Andy Coulson </strong> Friday, arguing that his ex-aide <q>has been punished twice for the same offence,<q> the tabloid scandal has tainted his government with two less than desirable associations. The first, evident in yesterday's TV juxtapositions, is with Mr. <strong> Tony Blair </strong>'s Labour government. While Mr. <strong> David Cameron </strong> had campaigned to", "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "uid": "1295670004088440867"}, {"uid": "1296463954171245576", "i": 15173, "idx": 2, "sa": ["President Dwight D. Eisenhower", "Ayn Rand", "Sen. Bernie Sanders"], "q": "the World More than the Internet;\" \"More Education, in Itself, Is Not Going to Make a Country Richer;\" \"The U.S. Does Not Have the Highest Living Standard in the World;\" <q>Companies Should Not Be Run in the Interest of their Owners.<q> Veterans Slam <strong> Sen. Bernie Sanders </strong> Bachmann's Plan To Cut Vet Benefits: \"Heartless,'` Shows Contempt' For Troops' Sacrifice Virginia Lawmaker Says GOP\"s 2010 Victories Driven by Opposition to Black <strong> President Dwight D. Eisenhower </strong> <strong> Ayn Rand </strong> Railed Against Government", "new_id": -2}, {"uid": "1296527704266076229", "i": 47381, "idx": 0, "sa": ["Eric Schmidt", "Patrick Pichette", "Nikesh Arora"], "q": "Google Q409 Earnings Call 53:43 <strong> Eric Schmidt </strong>, <strong> Patrick Pichette </strong>, <strong> Nikesh Arora </strong>, and Jonathan Rosenberg participate in Google's Q409 Earnings Call on January 21, 2010.... Slave Auction at Colonial Williamsburg- Part 1 A scene from movie <q>History Of The World, Part 1<q>... BayCon 2009 Klingon Slave Auction Part 1 Part 1 of 5 DISCLAIMER: The following feature contains scenes that are not suitable for young audiences. Parents may wish to consider whether it should be viewed by those under", "new_id": -2}, {"uid": "1295344920052248582", "i": 26352, "idx": 1, "sa": ["Steve Ballmer"], "q": "the cloud arena against Google, especially over federal and large-enterprise contracts for cloud-based apps. <strong> Steve Ballmer </strong> has insisted for months that his company is \"all in\" with regard to the cloud services. <q>We have learned a lot through running Windows Live, Hotmail, Bing,<q> he told an audience during a 12 July keynote address at last summer's Worldwide Partner Conference. \"These are some of the highest volume services run on the Internet today. When you run a highly scaled,", "new_id": -2}, {"uid": "1295265085125091841", "i": 4047, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "<strong> Andy Coulson </strong> denies being aware of any wrongdoing at the paper, part of <strong> Rupert Murdoch </strong>'s News Corp media group, and police said last month there was not enough evidence to charge him with any crime. <q>Obviously when he was editor of the News of the World, bad things happened at that newspaper and when he found about those, he resigned. That was the right thing to do,<q> <strong> David Cameron </strong> told BBC Radio 4's Today programme. \"I gave him a second chance,\" <strong> David Cameron </strong> added. \"I think he has done a good job for the government and for the country.", "new_id": -2}, {"uid": "1297336520021299256", "i": 36805, "idx": 0, "sa": ["Simon Cowell"], "q": "firearm within 50 feet of a road, footpath or bridle-path, and in most cases will be contrary to laws for the protection of wildlife and the prohibition of cruelty to animals.\" He added: <q>Ownership and use of these weapons is perfectly legal but what is neither legal nor morally acceptable is to go around firing them randomly at animals.<q> <strong> Simon Cowell </strong> is urging the police to investigate such incidents thoroughly and he has asked them to issue warnings to the public not to fire air-guns at wild animals in any circumstances. Wildlife Aid said that", "new_id": -2}, {"uid": "1295799418036782093", "i": 2729, "idx": 8, "sa": ["Colin Powell", "Barack Obama"], "q": ". \"There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,\" he said. <q>All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with all of the cable channels and talk radio and blogs, especially blogs, where people can be anonymous with their nastiness, I think has caused a level of coarseness in our society that we've all got to think about.<q> <strong> Colin Powell </strong> said he thought <strong> Barack Obama </strong> was making an effort to reach across political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295094109134053944", "i": 22242, "idx": 8, "sa": ["Sergio Marchionne", "Maurizio Landini"], "q": "sfida \"Sciopero generale con la Cgil il 28 gennaio\". <strong> Maurizio Landini </strong> poi scuote il Pd- \"Bersani prenda posizione\"- mentre il segretario del settore auto della Fiom, Giorgio Airaudo, attacca il governo: <q>Doveva incalzare <strong> Sergio Marchionne </strong> sul piano industriale, come Obama per la Chrysler<q>. Servizio di David Perluigi, montaggio Paolo Dimalio http://wn.com/CGIL,CAMUSSO_CONTRO_MARCHIONNEBASTA_DISPREZZARE_L'ITALIA <strong> Sergio Marchionne </strong> presenta il suo piano per il rilancio di Mirafiori ai sindacati.26 novembre 2010 Un piano di riassetto aziendale che prevede tagli alla capacitÃ produttiva ma che garantisce la", "new_id": -2}, {"uid": "1296128197246497300", "i": 17600, "idx": 11, "sa": ["Michael Vick"], "q": "a game, nine more than his career average. The difference was in the passing game, where he completed 62.8 percent of his passes, blowing his previous best out of the water. <q>I feel like this one I had to work hard to get here,<q> <strong> Michael Vick </strong> said. \"This came in a different fashion due to the fact that I displayed different talents this year to show really what I can do in the passing game along with doing everything else.", "new_id": -2}]