[{"uid": "1296365269097009680", "i": 28538, "idx": 1, "sa": ["Zahi Hawass"], "q": ". army arrived, young Egyptians- some armed with truncheons grabbed off the police- created a human chain at the museum's front gate to prevent looters from making off with any of its priceless artifacts. <q> They managed to stop them, </q> <strong> Zahi Hawass </strong> said. He added that the would-be looters vandalized two mummies, ripping their heads off. They also cleared out the museum gift shop. More Cubans are chasing entrepreneurial ambitions with startup firms Register) Please", "new_id": -2}, {"uid": "1295351570142295047", "i": 52776, "idx": 1, "sa": ["Mike Pence"], "q": "Title X Abortion Provider Prohibition Act, has 127 co-sponsors, including seven from California.`` It is morally wrong to end an unborn human life by abortion,'' said <strong> Mike Pence </strong> in a prepared statement. <q> It is also morally wrong to take the taxpayer dollars of millions of pro-life Americans and use them to promote abortion at home or abroad. </q>`` Last year,'' said <strong> Mike Pence </strong>,`` Planned Parenthood received more than$ 363 million in revenue from government grants and contracts. During that same time, they performed an unprecedented 324,008 abortions. The", "new_id": -2}, {"uid": "1296159582150814732", "i": 17895, "idx": 1, "sa": ["Mike Pence"], "q": "to announce a decision on his political future on Friday, according to his mother, who has been urging him to finally put an end to all of the building speculation over his political future. \" <q> He will be making his announcement tomorrow, </q> said Nancy <strong> Mike Pence </strong> Fritsch, contacted today by telephone at her home in Columbus, Ind. Asked to confirm reports that she has told her son to make up his mind about whether he's going to run", "new_id": -2}, {"uid": "1295701484119783425", "i": 41359, "idx": 0, "sa": ["David Cameron", "Andy Coulson", "Mark Lewis"], "q": "I am absolutely positive- and I am not an advocate for the News of the World- that this wasn't a practice for one newspaper or even one newspaper group,'' Mr <strong> Mark Lewis </strong> said. <q> It's fair to say that over the past 10 years or so most entertainment stories will have had some element of subterfuge.`` What happens is that if a celebrity is subject to a story there is a natural inclination to think that someone has sold their story or betrayed their confidence.`` But in fact it's their mobile phone or a bugging device that are the source of the story- that's how it got out. </q> Mr <strong> Andy Coulson </strong>, who edited the News of the World before he became <strong> David Cameron </strong>'s spin doctor, handed in his resignation on Friday and plans to leave within weeks. In a statement, he", "new_id": -2}, {"uid": "1295214581182157324", "i": 14062, "idx": 1, "sa": ["Zahi Hawass"], "q": ". Replicas of two other closed tombs will be opened nearby.`` There's no alternative. Closing the tombs is the only way to preserve them,'' said <strong> Zahi Hawass </strong>, Egypt's antiquities chief. <q> If I don't build this` Valley of the Replicas', the originals will be destroyed in less than 100 years. That would be a disaster for history. </q> The greatest damage had come from mass tourism over the past 30 years.`` People's respiration, the humidity they bring into the tombs, their sweat, the fact that they use flashes", "new_id": -2}, {"uid": "1297094902077135892", "i": 20936, "idx": 0, "sa": ["Michael Vick", "Richard Hunter"], "q": "not clear to me where in town Caraway and <strong> Michael Vick </strong> are.( We'll get more on this as soon as we can sort it out.) But Caraway's words are clear: <q> I would like to present to <strong> Michael Vick </strong> the key to the city of Dallas, Texas. <strong> Michael Vick </strong>, you own it, you deserve it, you earned it. We appreciate you and we love you. </q> That last part is not universally true. The person who made the video-- who identifies himself in the soundtrack as <strong> Richard Hunter </strong> of 1190 AM radio-- claims to have bought one of <strong> Michael Vick </strong>'s", "new_id": -2}, {"uid": "1295795776254902285", "i": 19286, "idx": 3, "sa": ["Colin Powell", "Candy Crowley"], "q": "'' <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.'' <q> Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile, </q> <strong> Colin Powell </strong> added. CNN welcomes a lively and courteous discussion as long as you follow the Rules of Conduct set forth in our", "new_id": -2}, {"uid": "1296762870078708770", "i": 19561, "idx": 5, "sa": ["Friederike Seyfried", "Hosni Mubarak", "Jean-Pierre Corteggiani", "Zahi Hawass"], "q": "contributor to its comment page. Another major area of speculation was what exactly happened in last Friday's break-in. French archaeologist <strong> Jean-Pierre Corteggiani </strong>, speaking on RTL radio, said it seemed to be an <q> operation aimed at discrediting the movement </q> to oust President <strong> Hosni Mubarak </strong>. In Berlin, <strong> Friederike Seyfried </strong>, director of the Egyptology Museum which houses the celebrated bust of Nefertiti, said Egyptologists were desperate for solid news. Dr. <strong> Zahi Hawass </strong>, Director for the", "new_id": -2}, {"uid": "1295394211046235674", "i": 5420, "idx": 4, "sa": ["Sergio Marchionne"], "q": "governments of U.S., Canada and Ontario. Excluding interest and taxes, Chrysler earned a$ 565 million profit in that period.`` That's a difficult question,'' <strong> Sergio Marchionne </strong> said about profit sharing. <q> It's part of a more complicated set of negotiations. I've always been convinced that we need to reward everybody in the organization for performance. </q> Chrysler wants to complete an initial public offering later this year that would enable the U.S. and Canada to sell part or all of their equity in Chrysler. The U.S. Treasury owns 9.2% of Chrysler's", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q> We want to eliminate that uncertainty so that businesses can continue in </q> their research and development projects, she said.`` This is not a Democrat or a Republican idea,'' <strong> Kirsten Gillibrand </strong> said.`` It's just a good idea.'' She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}]