[{"uid": "1295623554249511961", "i": 22783, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "David Cameron", "Clive Goodman"], "q": ". The newspaper's former royal editor, <strong> Clive Goodman </strong>, was jailed in 2007 for conspiracy to access voice mails left for royal aides, and private investigator <strong> Glenn Mulcaire </strong> was jailed on the same charge. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role, </q> <strong> Andy Coulson </strong> said. <strong> David Cameron </strong> said he is \"very sorry\" <strong> Andy Coulson </strong> felt \"compelled\" to resign because of continuing pressure over the phone-tapping allegations. In \"repealing\" Obamacare, House Republicans only made", "new_id": -2}, {"uid": "1296365944097009666", "i": 530, "idx": 8, "sa": ["Allen Iverson", "Ben Wallace"], "q": "3-pointers were the Ben Wallacegest of the game, coming after Philadelphia had pulled within 10 with 5:14 remaining. \"When[ <strong> Allen Iverson </strong>] went on that run, it seemed like he was unstoppable,\" <strong> Allen Iverson </strong> said. <q> He almost pulled it off. </q> <strong> Allen Iverson </strong>'s performance came one day after he alleged that the NBA would rather see a 76ers-Lakers Finals than a Bucks-Lakers Finals. He spent a long time before the game sitting at his locker defending his words, then", "new_id": -2}, {"uid": "1297452146077103181", "i": 28330, "idx": 1, "sa": ["Steve Ballmer"], "q": "lassen sich gerne dirigieren. Hauptsache, der Eindruck setzt sich fest: Hier treffen sich zwei, die k?nftig sehr gut und sehr erfolgreich zusammenarbeiten. Und damit es auch keiner verpasst, jubelt die Homepage des Handy-Herstellers: <q> Nokia+ Microsoft. Here we go! </q> Frei bersetzt: Auf geht's. Was die neue Kooperation tats?chlich bringt und vor allem wem, wird an diesem Tag kontrovers diskutiert. Von einem Pakt der Verzweiflung ist die Rede. F?r den Microsoft-Vorstandsvorsitzenden <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1297124012124354582", "i": 8982, "idx": 4, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> Register) Please avoid offensive, vulgar, or hateful language.", "new_id": -2}, {"uid": "1295625832143933451", "i": 25289, "idx": 3, "sa": ["Colin Powell"], "q": "generations to come.\" <strong> Colin Powell </strong> said a peaceful solution was not possible because Hussein was unfazed by the warnings from the U.N. Security Council, by economic sanctions or by the buildup of U.S. troops in the region. <q> I was quite confident we were going to war and( Hussein) wasn't going to blink, </q> <strong> Colin Powell </strong> said. The U.N. Security Council warned Iraq that if it didn't withdraw its troops by Jan. 15, 1991, a U.S.-led coalition would be authorized to drive them out. The war began two days later", "new_id": -2}, {"uid": "1295614765207978533", "i": 21433, "idx": 1, "sa": ["David Cameron", "Andy Coulson", "Rupert Murdoch"], "q": "<strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,\" Mr. <strong> David Cameron </strong> said in a statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q> Mr. <strong> Andy Coulson </strong> is a trusted aide and his departure is a blow to Mr. <strong> David Cameron </strong>, whose office had long insisted he would stay on despite the scandal. Earlier this week, Mr. <strong> David Cameron </strong> told", "new_id": -2}, {"uid": "1296117571165298183", "i": 9363, "idx": 15, "sa": ["Michael Vick", "Andy Reid"], "q": "'re going to go out and have some fun and everybody's just enjoying each other.\" As <strong> Michael Vick </strong> left the field, fans hanging on the gate outside the school chanted his name. <q> I came from the Philly area, and we've got his back, </q> said Lon Williams, a 44-year-old engineer and Honolulu resident formerly of Norristown. \"<strong> Andy Reid </strong>'s a perfect coach for him because his sons had trouble. Everybody's made mistakes. Philadelphia's a city that is all", "new_id": -2}, {"uid": "1295596985054968344", "i": 20192, "idx": 3, "sa": ["Eric Schmidt"], "q": "Gegenspieler Baidu. Im Gesamtjahr 2010 verdiente Google unterm Strich 8,5 Milliarden Dollar. Doch Google kann das Geld gar nicht so schnell ausgeben, wie es hereinkommt. In der Kasse liegen mittlerweile 35 Milliarden Dollar. <q> Wir hatten ein starkes Quartal und ein starkes Jahr </q>, sagte <strong> Eric Schmidt </strong>. \"Der Ausblick ist vielversprechend.\" Google st?t mit seinen Milliarden in immer neue Felder vor: Smartphones, Fernsehen, Internet-Telefonie, elektronische B?cher, Musik, B?rosoftware, PC-Betriebssystem oder Internet-Browser", "new_id": -2}, {"uid": "1294986518220069897", "i": 36711, "idx": 3, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "doctor, Dr. Michael Lemole. But it was <strong> Gabrielle Giffords </strong>' husband's reaction to this milestone that made <strong> Kirsten Gillibrand </strong> realize this was the very first time <strong> Gabrielle Giffords </strong> had opened her eyes since being shot. <q> It was dramatic. We didn't understand the importance of that. We didn't know that she had not opened her eyes. But when we watched Mark we knew. </q> A realization that makes <strong> Kirsten Gillibrand </strong> all the more optimistic about her friend's recovery. \"It was so clear to me that she was absolutely present in every way and had so much strength and", "new_id": -2}, {"uid": "1296227265086933575", "i": 28665, "idx": 0, "sa": ["Andy Coulson"], "q": "Culture of bullying? Didn't <strong> Andy Coulson </strong> have similar trouble at NOTW? I wonder what became of him? rob 26 January 2011 at 15:00 \"Keir\" <q> So what would the British economy do if all those who have made provocatively lewd remarks in the workplace were to get the tin tack? There wouldn't be many workers left, and even fewer employers and management! </q> Probably true- but the most workers don't have the privilege of earning millions to get it wrong in front of millions and the bosses do as they like anyway with their millions. Like", "new_id": -2}]