[{"uid": "1296830789203898892", "i": 28389, "idx": 1, "sa": ["John McCain", "Donald Rumsfeld", "President Bush", "Gen. David Petraeus"], "q": ", very strong difference of opinion\" about the war strategy employed. \"Thank God, he was relieved of his duties and we put the surge in,\" <strong> John McCain </strong> said on US-based ABC News. <q>Otherwise we would have had a disastrous defeat in Iraq.<q> Turning the tide of the war is credited to a military surge led by <strong> Gen. David Petraeus </strong>, starting in 2007, a year after Mr <strong> President Bush </strong> sacked Mr <strong> Donald Rumsfeld </strong>. Mr <strong> Donald Rumsfeld </strong>, 78, argues in his book that he", "new_id": -2}, {"uid": "1295501609069894186", "i": 14837, "idx": 1, "sa": ["Harry Belafonte", "Colin Powell", "Ward Churchill", "Adolf Eichmann"], "q": " \"<strong> Colin Powell </strong> is committed into come into the house of the master, as long he would serve the master, according to the master's purpose.\"-- <strong> Harry Belafonte </strong>, washed up singer and communist activist <q>If there was a better, more effective, or in fact any other way of visiting some penalty befitting the little Eichmanns inhabiting the sterile sanctuary of the[ World Trade Center], I'd really be interested in hearing about it.<q>-- plagarizing academic <strong> Ward Churchill </strong>.( For those of you who were educationally abused by our public school system, <strong> Ward Churchill </strong> is referring to <strong> Adolf Eichmann </strong> who masterminded the Holocaust. Yes, you read that right. This chunk of", "new_id": -2}, {"uid": "1295637393157057065", "i": 21728, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Larry is ready to lead,\" said <strong> Eric Schmidt </strong>, in a nod to the company's 37-year-old co-founder. During the public conference call, <strong> Eric Schmidt </strong>, Larry Page and co-founder <strong> Sergey Brin </strong> lavished ebullient praise on one another. <q><strong> Eric Schmidt </strong> has clearly done an outstanding job,<q> Page said. A few moments later, <strong> Eric Schmidt </strong> sent out a peppy little tweet, \"Day-to-day adult supervision no longer needed!\" But surely there's more to the story. The company itself shrouded", "new_id": -2}, {"uid": "1297704186051036184", "i": 25434, "idx": 5, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "and invest significantly \"to continue popularizing the product.\" Nokia CEO <strong> Stephen Elop </strong> made an appearance at <strong> Steve Ballmer </strong>'s keynote, and said that Microsoft will help Nokia address the challenges of re-entering the U.S. market. <q>The world is shifting from a battle of devices to a war of eco-systems,<q> <strong> Stephen Elop </strong> said.( PCMag's interview with <strong> Stephen Elop </strong> from earlier today). In terms of Windows Phone capability, <strong> Steve Ballmer </strong> said that copy and paste, Twitter integration, a form of multitasking,", "new_id": -2}, {"uid": "1297445759223772675", "i": 27093, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ". Nokia's chief executive is <strong> Stephen Elop </strong>, the former president of Microsoft's business division who left last year. In an open letter written by Microsoft Chief Executive <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>, the two said, <q>There are other mobile ecosystems. We will disrupt them.<q> The two companies say they will combine services, such as Nokia Maps with Microsoft's search engine Bing and ad platform AdCenter. Microsoft would provide developer tools to software developers building for Nokia phones. Nokia", "new_id": -2}, {"uid": "1295524677199704589", "i": 32904, "idx": 1, "sa": ["Erik Spoelstra", "Allen Iverson", "Dwyane Wade"], "q": "points in the first five minutes, the Celtics found themselves down 14 and a quarter and a half away from losing home-court advantage. \"We are normally good in those situations,\" Heat coach <strong> Erik Spoelstra </strong> said. <q>We are normally able to control the game, grind it, take good shots, dictate the pace.<q> Enter Tony <strong> Allen Iverson </strong> and Glen Davis. With <strong> Allen Iverson </strong> on <strong> Dwyane Wade </strong> and Davis surveying Miami's offense, ready to pounce on anyone who attacked the lane, the Celtics exposed the Heat for what they are-- a team", "new_id": -2}, {"uid": "1297706437046809090", "i": 23791, "idx": 0, "sa": ["Donald Rumsfeld", "Hillary Clinton"], "q": "would be a step too far, but the U.S. would certainly need to extend its commitment to the conventional defense of the states bordering Iran. In July 2009, <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> explicitly admitted this: <q>We want Iran to calculate what I think is a fair assessment that if the United States extends a defense umbrella over the region, if we do even more to support the military capacity of those in the Gulf, it's unlikely that Iran will be any stronger or safer because they won't be able to intimidate and dominate as they apparently believe they can once they have a nuclear weapon.<q>[ 20] A policy of containment thus implies that the U.S. will expand its military presence in the Persian Gulf. This could mean many things. It might imply guarantees of conventional U.S.", "new_id": -2}, {"uid": "1295943928120340507", "i": 38465, "idx": 0, "sa": ["Eric Schmidt"], "q": "for an executive who is transitioning out of the CEO role- and may even be unusual for sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q>the board clearly wants to retain his guidance for the next four years.<q> \"It's a signal to shareholders that he'll continue to steer the boat,\" Wise said. <strong> Eric Schmidt </strong>, 55, is being replaced as chief executive by co-founder Larry Page, 37", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season. \"I thought AI had a real good feel for the game,\" Nuggets coach <strong> George Karl </strong> said. <q><strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved.<q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}, {"uid": "1296462102029147230", "i": 28404, "idx": 0, "sa": ["Michael Vick", "David Akers", "Morten Andersen"], "q": "try in the fourth quarter bounced off the right upright. \"<strong> Morten Andersen </strong> was a mentor of mine and I competed with <strong> Morten Andersen </strong> for a job in Atlanta and he taught me a lot,\" <strong> David Akers </strong> said, <q>so it means a lot to be able to pass a legend like that.<q> The game returned to its traditional home in Hawaii after a one-year detour to Miami, much to the approval of the players involved. <strong> Michael Vick </strong> started but played only the first quarter, completing 5 of", "new_id": -2}]