[{"uid": "1295280116214679587", "i": 36191, "idx": 0, "sa": ["Simon Cowell"], "q": "The singer, who assists <strong> Simon Cowell </strong> on The X Factor, tweeted last night:`` Coming out now.'' Sinitta then received messages from her followers to congratulate her on the admission. One wrote: <q> Welcome to the pink side! We have cupcakes! </q> However, the star later revealed that the tweet was instead intended to be a text message for her personal chauffeur, Gemel. Guy BurnetThe former Hollyoaks star on moving stateside and his 2011 projects EastEnders:", "new_id": -2}, {"uid": "1297425123196083775", "i": 19364, "idx": 2, "sa": ["David Letterman"], "q": ". I hardly drink. It's just, you know, it's summer.'' <strong> David Letterman </strong> divulged that friends used to send him Alcoholics Anonymous brochures listing seven signs that one may have a problem. <q> Number one was always,` Do you drink in the morning?' </q> he told her. Snooki then contradicted herself.`` I'm not like that all the time...[ I'd] rather stay in and watch movies at night than go to a frickin' club", "new_id": -2}, {"uid": "1295763240036667398", "i": 31781, "idx": 1, "sa": ["Mike Tyson", "Heidi Klum", "Michael Vick"], "q": "that jungle now, you have got to be more aggressive. You've got to be louder.'' Pigeon racing â\u0080¢ What <strong> Mike Tyson </strong> was there to talk about when he got the inevitable <strong> Michael Vick </strong> question. <q> He admitted to the crime, he paid his time, and now he should start over. You still think he should suffer some more? A little bit more? I don't know. </q> <strong> Mike Tyson </strong>'s reality series about pigeon racing,`` Taking on <strong> Mike Tyson </strong>,'' is due March 6 on Animal <strong> Mike Tyson </strong>. Boogers â\u0080¢ One thing that makes <strong> Heidi Klum </strong> laugh. For`` Seriously Funny Kids''(", "new_id": -2}, {"uid": "1297363571104955962", "i": 5409, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "a chance'' to install a representative government that fits with their own culture, but we have a limited ability to impose any lasting outcomes otherwise. What does the military look like in 20-25 years? <q> The Iron Triangle- the permanent bureaucracy in this town </q>- make change difficult, <strong> Donald Rumsfeld </strong> says.`` Today we have massively increased our special forces,'' and that doesn't make the Army especially happy. The change <strong> Donald Rumsfeld </strong> pushed to make to transform the ground-forces military", "new_id": -2}, {"uid": "1295498091112721922", "i": 6205, "idx": 7, "sa": ["James Cleveland", "LeBron James", "Chris Webber", "Allen Iverson", "Derrick Rose", "Byron Scott", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` I just know how tough it is on him,'' <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 http://wn.com/Chicago_Bulls_vs_Cleveland_Cavaliers_8883_Highlights CLEVELAND-- <strong> Byron Scott </strong>'s lineup changes had the <strong> James Cleveland </strong> Cavaliers on the verge of a much-needed victory-- until <strong> Derrick Rose </strong> made the biggest play of the night.", "new_id": -2}, {"uid": "1295336713131039270", "i": 7460, "idx": 4, "sa": ["Mitt Romney", "Sarah Palin", "Mike Pence"], "q": "and then to other voices around the country about where they think we might best serve in the years ahead,'' <strong> Mike Pence </strong> told about 100 people at a conference room at Henry County Hospital in New Castle, Ind. <q> We'll be making a decision before the end of this month. </q> Should <strong> Mike Pence </strong> enter the contest, he would face an uphill climb. Few Americans have heard of him, and better-known potential Republican candidates-- such as former Massachusetts <strong> Sarah Palin </strong> <strong> Mitt Romney </strong> and former <strong> Sarah Palin </strong>-- already have", "new_id": -2}, {"uid": "1296361850041893890", "i": 46449, "idx": 0, "sa": ["Zahi Hawass"], "q": "other key archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters.( See photos of Egypt convulsed by protest.) The museum, which is home to the gold mask", "new_id": -2}, {"uid": "1295595325066338817", "i": 26396, "idx": 0, "sa": ["Eric Schmidt", "Ronald Reagan"], "q": "percent said they couldn't afford to have a baby because of the economy. Local and state birth statistics don't show a definite trend, but some say the recession has had an effect on family planning. <q> There is no doubt that the economy is directly affecting the women in our community, </q> said Jenifer Vick, development and communications director for <strong> Eric Schmidt </strong> speaks at the <strong> Ronald Reagan </strong> and International Trade Center on November 18, 2008 in Washington, DC about technology, economic growth and open government. http://wn.com/EX-PROSTITUTE_INTERVIEW_ON_CONDOMS_NOT_ENOUGH_SOLUTION As a long", "new_id": -2}, {"uid": "1297065247095109134", "i": 46133, "idx": 1, "sa": ["Colin Powell", "Dick Cheney", "Joe Biden"], "q": "in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article: <strong> Dick Cheney </strong> calls Mubarak a good friend, US ally... <strong> Joe Biden </strong> Tears Up Talking About Wounded US Troops Report Abuse <q> Fun with <strong> Dick Cheney </strong> and <strong> President Bush </strong>... what a friggin' disaster. Thank God for a REAL <strong> Dick Cheney </strong>... kick-@#$% <strong> Barack Obama </strong>!!! </q> Washington Post: The Fix: Charlotte will be site of 2012 Democratic National Convention Washington Post: 2012 Republican presidential candidates all have flaws Who's Hiring Now?Find out which jobs are hiring, what they pay- and", "new_id": -2}, [{"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said.`` I think he'd clear the field.'' Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}]]