[{"uid": "1296224676092700697", "i": 8610, "idx": 1, "sa": ["Mike Pence"], "q": "Hoosier State.\" In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star. <q> We will not seek the Republican nomination for president in 2012. </q> <strong> Mike Pence </strong> has been publicly pondering whether to run for the governor's office or for president for several months. In recent weeks, he has received considerable encouragement for a White House bid. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295829088258179074", "i": 498, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "the Internet giant. SCHMIDT SELLS SHARES In a regulatory filing last week, <strong> Google Inc. </strong> said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his <strong> Google Inc. </strong> stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. As of December 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of <strong> Google Inc. </strong> stock and controlled 9.6 percent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1297122134226197521", "i": 10351, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a\" dressed up\" sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,\" I believe I can find a star.\"", "new_id": -2}, {"uid": "1295610181062603290", "i": 6402, "idx": 0, "sa": ["Andy Coulson"], "q": "over the phone-hacking scandal, with a slew of revelations in a number of civil court cases that appeared to bring the scandal closer to his door. This is what the Press Association has just reported: <q> The Prime Minister's communications chief <strong> Andy Coulson </strong> is expected to issue a personal statement today. </q> Mr <strong> Andy Coulson </strong> has been under intense pressure to step down over allegations of phone-hacking by the News of the World when he was the newspaper's editor. A No 10 spokeswoman told reporters at a regular", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected.\" The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,\" said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q>\" For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,\" said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri.\" This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}, {"uid": "1296506251121487405", "i": 12960, "idx": 0, "sa": ["Ramses II", "Zahi Hawass"], "q": "tourism based on <strong> Ramses II </strong>'s history,\" she said. <strong> Ramses II </strong> Treasures Especially Vulnerable But not all of <strong> Ramses II </strong>'s museums and ancient sites have been quite so well protected.( See <q> Plundering of Tombs, Museums, Antiquities Widespread, Egyptian Official Reports </q> on our News Watch blog.) According to <strong> Ramses II </strong>'s top antiquities official, <strong> Zahi Hawass </strong>, the open-air museum in Memphis-a capital of ancient <strong> Ramses II </strong> just south of Cairo-was emptied of its", "new_id": -2}, {"uid": "1295912190158924806", "i": 17919, "idx": 0, "sa": ["Bill Lockyer"], "q": "agree on at least one thing.)\" This is a cynical proposal intended to incite a panicked response to a phony crisis,\" he said, comparing it to scares over killer bees and aliens. <q> No state wants to or would declare bankruptcy. It would severely injure the economy, local businesses, investors and taxpayers.... and I think what will happen when Republicans in Congress realize their allies-- large insurance companies and banks that hold a lot of municipal bonds-- don't like someone talking this way, that it injuries their investments, they are going to develop less enthusiasm for it. </q> <strong> Bill Lockyer </strong>, along with officials from the liberal-leaning Economic Policy Institute, told reporters this morning that California and other states don't have a debt problem, they have budget problems. They said that the bankruptcy", "new_id": -2}, {"uid": "1295621879009781264", "i": 38086, "idx": 1, "sa": ["Piers Morgan", "Andy Coulson", "Rupert Murdoch"], "q": "the second major resignation for <strong> Andy Coulson </strong> over his role at News of the World. Before stepping down as editor four years ago, he quickly rose up the ranks of <strong> Rupert Murdoch </strong>'s empire. He was often characterized <q> as the' Essex boy made good' thanks to hard-nosed ambition, drive and more than an ounce of sheer ruthlessness, </q> says the Guardian. <strong> Piers Morgan </strong>, who gave <strong> Andy Coulson </strong> his first job, once described him as\" one of the best journalists I have ever worked with.\" <strong> Andy Coulson </strong>'s resignation in 2007 came after a reporter and", "new_id": -2}, {"uid": "1295037729036372579", "i": 38226, "idx": 0, "sa": ["Ed Rendell", "Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Christie", "Grace Napolitano", "Tim Pawlenty", "Jeff Flake", "Dick Lugar", "Alan Mulally"], "q": ", Pennsylvania <strong> Chris Christie </strong> <strong> Ed Rendell </strong>( D), <strong> Dick Lugar </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.), and Reps. <strong> Debbie Wasserman Schultz </strong>( D-Fla.) and <strong> Jeff Flake </strong>( R-Ariz.). This Week hosts a town hall discussion in Tucson titled, <q> After the Tragedy: An American Conversation Continued. </q> Fox News Sunday hosts New Jersey <strong> Chris Christie </strong>( <strong> Alan Mulally </strong>) and former Minnesota <strong> Chris Christie </strong> <strong> Tim Pawlenty </strong>( <strong> Alan Mulally </strong>). State of the Union hosts Reps. <strong> Tim Pawlenty </strong> Murphy( R-Pa.) and <strong> Grace Napolitano </strong>( D-Calif.),", "new_id": -2}, {"uid": "1294994738178470923", "i": 48180, "idx": 1, "sa": ["Brian Finneran", "Michael Vick", "Mike Jensen"], "q": "spent with <strong> Michael Vick </strong> as his quarterback.\" The exciting part was, you never knew what was going to happen. The scramble drill was a big part of what we did,\" <strong> Brian Finneran </strong> said. <q> You could be 70 yards down the field and he'd still yank it up to you. Always stay alive. </q> <strong> Brian Finneran </strong> doesn't argue with <strong> Michael Vick </strong>'s own self-description of the quarterback's Falcons years.\" <strong> Mike Jensen </strong> always worked hard on the football field,\" <strong> Brian Finneran </strong> said.\" But as a quarterback,", "new_id": -2}]