[{"uid": "1296787924171524099", "i": 14325, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Al-Qaida attacks on the United States had been planned and where U.S. retaliation was imminent.`` He asked that I take a look at the shape of our military plans on Iraq,'' <strong> Donald Rumsfeld </strong> writes. <q> Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied, </q> <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, <strong> Donald Rumsfeld </strong> writes.`` He wanted the options to be` creative.''' <strong> Donald Rumsfeld </strong>'s memoir,`` Known and Unknown,", "new_id": -2}, {"uid": "1297446685101842958", "i": 25163, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "with unrivaled global reach and scale,'' <strong> Stephen Elop </strong>, Nokia's chief executive officer, said in a statement. Referring to the rivalry between Apple's iPhone and Google's Android system, <strong> Stephen Elop </strong> said, <q> It's now a three-horse race. </q> Microsoft Chief Executive Officer <strong> Steve Ballmer </strong> said:`` I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale.'' Nokia said it would relegate its Symbian", "new_id": -2}, {"uid": "1297332514205176883", "i": 19840, "idx": 2, "sa": ["David Letterman"], "q": "Pristine Bay( Roatan, Honduras).`` <strong> David Letterman </strong> Wood's worldly experiences and media contacts help Buffalo Communications effectively relate to our international clients,'' says Rich Katz, Managing Director of Buffalo Communications. <q> This allows our agency to consistently position clients` in the news' to benefit their brand equity and sales. </q> About Buffalo Communications Based in Vienna, Va., Buffalo is a global public relations, branding and marketing-communications firm with clients in golf, lifestyle and fashion; golf hard-goods, retail and industry; and", "new_id": -2}, {"uid": "1295166194240582656", "i": 39149, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "has claimed. Speaking to the News of the World, the Irish music manager seemed to confirm` Promise This' singer will join <strong> Simon Cowell </strong> on the judging panel of the forthcoming US competition. <q> It will be me and Dannii[ Minogue] on the UK show with two more people, </q> he stated. The paper further reports that ITV bosses are desperately attempting to convince <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> to reconsider their Stateside move. Guy BurnetThe former Hollyoaks", "new_id": -2}, {"uid": "1296937069066093063", "i": 16308, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "nephew. Before Randy Jackson and <strong> Steven Tyler </strong> really had a chance to weigh in, however, the 28-year-old produced a prop mic and began fitfully gyrating through Usher's`` Confessions,'' prompting J. <strong> Jennifer Lopez </strong> to declare, <q> You could be a good impersonator! </q> Sure, it was the sort of audition <strong> Simon Cowell </strong> would've eviscerated, but at least Party Man had a sense of showmanship. Viewers just got a blink-and-you'll- miss-him glimpse of him as he left the audition", "new_id": -2}, {"uid": "1295645168182517789", "i": 6878, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google may be returning to its start-up roots.`` A lot of the growth of the company used to be driven by innovation,'' said Yun Kim, an analyst at investment firm Gleacher& Co. <q> Having someone with the very strong product background that Larry has could bring some innovation back to Google. </q> <strong> Eric Schmidt </strong>, 55, will remain as executive chairman and will advise Page and <strong> Sergey Brin </strong>, Google's other co-founder. <strong> Sergey Brin </strong> will give up his title as co-president to work on high-priority projects. One", "new_id": -2}, {"uid": "1295584219212418566", "i": 1681, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": ", <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,'' <strong> Eric Schmidt </strong> said in a posting on the company's official blog. <q> And over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> <strong> Google Inc. </strong> also reported fourth-quarter financial results, beating Wall Street's net revenue expectations. <strong> Eric Schmidt </strong> said on his blogpost that Page, the son of a Michigan State University computer science professor, will", "new_id": -2}, {"uid": "1297451229044924949", "i": 13296, "idx": 3, "sa": ["Michelle Obama", "David Letterman"], "q": "stated that he was very impressed.`` I put out my hand to shake her hand and I called her Mrs. <strong> Michelle Obama </strong>. That seemed right, right?'' However, <strong> Michelle Obama </strong> wanted more than a handshake. <q> She put her arms around me and said,` I'm a hugger.' </q> <strong> David Letterman </strong> seemed very pleased with his first meeting with the <strong> Michelle Obama </strong> and their exchange.`` She's a very gracious and powerful woman,'' he told viewers last night. So, what was the best", "new_id": -2}, {"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": "`` not committed'' to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q> Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile, </q> he said, adding he thinks <strong> Barack Obama </strong>`` is doing a good job right now.''  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}, {"uid": "1297346998032342017", "i": 41052, "idx": 0, "sa": ["Kirsten Gillibrand", "Richard Blumenthal"], "q": "Two Senate Democrats, <strong> Kirsten Gillibrand </strong>( N.Y.) and <strong> Richard Blumenthal </strong>( Conn.), have vowed to block any anti-abortion bills that come to the Senate. http://thehill.com/blogs/blog-briefing-room/news/143179-degette-house-republicans-showing-true-colors-on-abortion-bills I find it funny that the Pro-abortion congressional leaders are never <q> pushing legislation... to appease their... base </q>. They are ALWAYS`` working for the people'' or`` vowing'' to block or push( depending on the hour) ANY legislation that is against paying for or pushing to extend abortion up until the baby", "new_id": -2}]