[{"uid": "1295481709046153781", "i": 43891, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "- health- law- and- repeal?ocid=twitter\"> poll revealed a divided public but with the highest percentage saying the law is a good idea since September 2009.' A promise kept' <q> Some in the cynical political class are saying this is a gimmick, an empty gesture, </q> said Indiana <strong> Mike Pence </strong>, a possible Republican Barack Obamaial candidate.`` We on the other side call it a promise kept.'' That refrain was repeated by Republicans often during the House debate. For even", "new_id": -2}, {"uid": "1296752760168230988", "i": 45246, "idx": 2, "sa": ["Bernie Sanders"], "q": "taxpayer dollars. A <strong> Bernie Sanders </strong> provision in a defense spending bill required the report and directed the Department of Defense to recommend ways to punish fraudulent contractors. The Pentagon brass saw no need for any changes. <q> The department believes that existing remedies with respect to contractor wrongdoing are sufficient, </q> the Report to Congress on Contractor Fraud concluded.`` It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud,'' <strong> Bernie Sanders </strong> said", "new_id": -2}, {"uid": "1295494449164200472", "i": 21151, "idx": 1, "sa": ["Aaron McKie", "Allen Iverson", "Robert Horry", "Jason Kidd"], "q": "scored an NBA seJason Kidd-high and career-best 54 in a 107-103 victory over the Cleveland Cavaliers.`` It was like he was playing horse tonight,'' said 76ers guard <strong> Aaron McKie </strong>, who had 20 points and nine assists. <q> His jumper was deadly. </q> Using mostly jump Robert Horrys, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento.`` When your jumper is on", "new_id": -2}, {"uid": "1295237947014565436", "i": 27645, "idx": 5, "sa": ["Mila Kunis", "Aishwarya Rai", "Angelina Jolie", "Megan Fox", "Laura Croft"], "q": "? Thats as far as the siMila Kunisrities extend. Im not the next anyone.'' <strong> Megan Fox </strong> was also said to have been replacing <strong> Angelina Jolie </strong> in the next Lara <strong> Laura Croft </strong> film, but <strong> Megan Fox </strong> turned down the role, saying <q> There have been a lot of films I've had to pass on because I don't want people thinking I'm trying to emulate her. </q> <strong> Megan Fox </strong> said of the idea of ever meeting <strong> Angelina Jolie </strong> that,`` I haven't had the opportunity to meet her and I try to avoid that because I'm afAishwarya Raid,'' and`` She's a powerful person", "new_id": -2}, {"uid": "1295911596142966787", "i": 23683, "idx": 1, "sa": ["Bernie Sanders"], "q": "Comcast's well-documented history of opposing and obstructing local journalism efforts at public access and community TV stations leads Josh Stearns, who monitors journalism issues for Free Press and the Stop Big Media coalition, to bluntly declare, <q> Comcast's sudden commitment to nonprofit news seems suspect. </q> <strong> Bernie Sanders </strong> is right when he suggests that the FCC will have a hard time keeping Comcast in line.`` Once we allow companies to become this powerful, the FCC does not regulate them. They regulate the FCC", "new_id": -2}, {"uid": "1297163077054263818", "i": 49214, "idx": 4, "sa": ["Simon Cowell"], "q": "the contestants but also mentor them, the live portion of the show will be ultra-competitive and <strong> Simon Cowell </strong> is looking for some true music heavyweights who can back up their criticism as well as coach the contestants. <q> I got bored of just judging, </q> said <strong> Simon Cowell </strong>.`` I wanted to make a show where I, along with my fellow judges, help competitors on a regular basis.'' <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end", "new_id": -2}, {"uid": "1295623845169754629", "i": 24597, "idx": 0, "sa": ["David Letterman", "Jay Leno", "Ric Flair", "Rob Lowe", "Jon Stewart", "Conan O'Brien"], "q": "Show with <strong> Jon Stewart </strong>''. In October, <strong> Jon Stewart </strong> drew an average of 1.3 million viewers from the coveted group. The 18-49 age range is the most valuable to advertisers. It was histoRic Flairally an asset of NBC's <q> The Tonight Show With <strong> Jay Leno </strong> </q> and`` The Late Show With <strong> David Letterman </strong>'' on CBS. <strong> Jon Stewart </strong>'s viewership pull and <strong> Conan O'Brien </strong>'s strong debut may be evidence of hotter competition between the networks. http://wn.com/Foreclosure_Looms_For_Larry_and_Judy_Vardon,_Extreme_Makeover_Family_Home,_Posted_by_Rob Lowe_Paisola A show record of 20.5 million viewers watched the", "new_id": -2}, {"uid": "1297120638195428364", "i": 22676, "idx": 0, "sa": ["Tom Leppert", "Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "to know that he wasn't involved in that decision. not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas,'' <strong> Mayor Tom </strong> <strong> Tom Leppert </strong> said in a statement. <q> Official Keys to the City are presented by the <strong> Mayor Tom </strong>, or an elected official designated by the <strong> Mayor Tom </strong>, and reserved, on a limited basis, for an elected official of international status. Clearly, this was not the case in this situation and done without my knowledge or approval. Given these circumstances I have requested the City Manager propose guidelines to prevent this situation in the future. </q> So what was Dallas <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong> thinking when he gave <strong> Michael Vick </strong> the key to the city? He says he was under the impression that he has the authority to give keys to the city, and", "new_id": -2}, {"uid": "1295308684212140059", "i": 47459, "idx": 4, "sa": ["Michael Vick"], "q": "he'd be OK with getting the franchise tag. While the designation provides a huge one-year salary, it does not provide longer-term security as <strong> Michael Vick </strong> would be in the exact same position after next season. <q> Absolutely, absolutely. No problem, </q> <strong> Michael Vick </strong> said.`` I think about my situation two years ago, and to me, it's about securing my future financially, but I was in a position where I did n'thave anything at one point after", "new_id": -2}, {"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q> Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet, </q> <strong> Mike D'Antoni </strong> said.`` They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}]