[{"uid": "1296537954082821149", "i": 25241, "idx": 0, "sa": ["Bernard King", "Allen Iverson"], "q": "history, after <strong> Bernard King </strong>, to post back-to http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1297112750077856823", "i": 34771, "idx": 4, "sa": ["Paula Abdul", "Simon Cowell"], "q": "a judge.`` I'm a massive fan of <strong> Paula Abdul </strong>. While we were on(`` Idol''), I'd say we were friends 80 percent of the time,'' he said. <q> Since the show, we've been in contact.... But the truth is, I haven't made up my mind( about the judges). We'll have an announcement in 3-4 weeks, maybe a bit longer. </q> As for the new-look`` Idol,'' <strong> Simon Cowell </strong> said he has yet to see a complete episode, only a short recap. <strong> Simon Cowell </strong> announces audition cities,$ 5 million prize for`` The X", "new_id": -2}, {"uid": "1295575736103366674", "i": 37506, "idx": 2, "sa": ["Eric Schmidt", "Jeremy Wertheimer", "Google Inc."], "q": "<strong> Google Inc. </strong> chairman and CEO <strong> Eric Schmidt </strong>.`` Their technology opens exciting possibilities for us to create new ways for users to more easily find flight information online, and we're looking forward to welcoming them to <strong> Google Inc. </strong>.'' <q> It is a privilege to work with a most skilled and dedicated team to build innovative technologies that people use every day, </q> commented ITA Software's CEO and president <strong> Jeremy Wertheimer </strong>.`` We are all looking forward to continuing and expanding our efforts as part of <strong> Google Inc. </strong>.'' Shares of <strong> Google Inc. </strong> closed Thursday's trading day at$ 439.49 on volume", "new_id": -2}, {"uid": "1297719034008798216", "i": 10115, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Today, developers, operators and consumers want compelling mobile products which include not only the device, but the software, services, applications and customer support that make a great experience,'' said <strong> Stephen Elop </strong>. <q> Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> Microsoft chief executive <strong> Steve Ballmer </strong> added:`` I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in", "new_id": -2}, {"uid": "1295156723221855763", "i": 25486, "idx": 0, "sa": ["Allen Iverson"], "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q> This was a <strong> Yao Ming </strong> win for us at somebody else's home, </q> <strong> Allen Iverson </strong> said.`` Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.'' Elias Says <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297102387023560199", "i": 16017, "idx": 0, "sa": ["Simon Cowell"], "q": ", New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <q> We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar, </q> <strong> Simon Cowell </strong> said in a statement. Britain's`` The X Factor'', which launched in 2004, won the talent show category at Britain's National Television Awards two weeks ago beating'' Update: Virginia Beach man", "new_id": -2}, {"uid": "1296972042257851410", "i": 464, "idx": 0, "sa": ["Michael Vick"], "q": "dealt with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind Reid. <q> He had a plan and he stuck to that, both on and off the field, </q> Reid said.`` He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did", "new_id": -2}, {"uid": "1295640121217038855", "i": 5524, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "said that after losing out to Page and co-founder <strong> Sergey Brin </strong> over the company's China policy a year ago,`` <strong> Eric Schmidt </strong> lost some energy and focus.`` <strong> Eric Schmidt </strong> was also criticized for allowing Google <q> be overtaken by Facebook, for the company's increasingly frequent privacy scandals and its increasing internal bureaucracy. Together with the co- founders, he decided to step aside.In announcing the move Thursday, <strong> Eric Schmidt </strong> said that the company no longer needed his`` adult supervision </q> and that Page, 38, was ready to run the world's leading internet company.`` We have been talking about how best to simplify our management structure and speed up decision making for a long time,", "new_id": -2}, {"uid": "1294967176039272452", "i": 4390, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Bill Clinton"], "q": ". When appointed by <strong> Bill Clinton </strong> as Commerce secretary, none other than <strong> Donald Rumsfeld </strong> spoke favorably at Daley's confirmation hearing. Daley was mildly but publicly critical of <strong> Barack Obama </strong>'s health care reform strategy. He argued last year: <q> We've really got to listen carefully to the public. Voters are not re-embracing conservative ideology. But we must acknowledge that the left's agenda has not won the support of a majority of Americans-- and, based on that recognition, we must steer a more moderate course. </q> <strong> Barack Obama </strong> has put into place a staff structure that would allow for a shift toward the center-left. The hard left thinks this happened years ago-- but it is only true when measured against its own uncompromising", "new_id": -2}, [{"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the`` Wapping two top men'' regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q> It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published. </q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}]]