[{"uid": "1295446232083853376", "i": 13079, "idx": 0, "sa": ["Ron Paul", "Mike Pence"], "q": ", 2011 at 2:25 PM Follow Reports: Buffalo police shoot sword-armed suspect Syracuse cuse lax 2000 January 17, 2011 at 1:39 PM Follow\" man had a sword for an arm. It was amazing. How about <q>Buffalo police shoot suspect armed with sword<q> Inappropriate? Alert us. Reply Post new Otiscobum January 17, 2011 at 2:20 PM Follow <strong> Mike Pence </strong> urged to enter GOP race for president in 2012 Syracuse CNYSports13 January 17, 2011 at 7:27 PM Follow <strong> Ron Paul </strong> ya'll", "new_id": -2}, {"uid": "1295536150212385796", "i": 12820, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q>The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class.<q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. Notables at state dinner Gallery: Mayors Lee and Quan join CEOs, leaders and celebs", "new_id": -2}, {"uid": "1295917245213958661", "i": 885, "idx": 1, "sa": ["Andy Coulson", "Boris Johnson"], "q": "on- but only \"if there is genuine market failure\". Ker-ching, ker-ching. â\u0080¢ In Stockholm- which British thinktanks visit to acquire wisdom- they offer an evening class on pigeon feeding. <q>We learn to break bread into suitable pieces and throw it without hitting the pigeons on the head. We practise making pigeon noises, imitating their head movements and their staring eyes to be able to blend in...<q> says the brochure. Honest. â\u0080¢ While ex-BBC hack Gito Hari ponders flattering calls to take <strong> Andy Coulson </strong>'s job at No 10, students of his PR skills for <strong> Boris Johnson </strong> can measure the support for the London", "new_id": -2}, {"uid": "1296741912015351821", "i": 21625, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush", "Hosni Mubarak"], "q": ": February 3, 2011 In his upcoming book, former Defense <strong> Donald Rumsfeld </strong>'s book writes that <strong> President Bush </strong> focused on a war with Iraq almost immediately after the Sept. 11, 2001 terror attacks. <q>He asked that I take a look at the shape of our military plans on Iraq,<q> <strong> Donald Rumsfeld </strong> writes. \"He wanted the options to be` creative.\" Since <strong> Hosni Mubarak </strong> came into power in 1981, U.S. taxpayers have sent more than$ 60 million in aid to his government- but", "new_id": -2}, {"uid": "1297230061243105794", "i": 35643, "idx": 1, "sa": ["Piers Morgan", "Dado Ruspoli", "Gwyneth Paltrow", "Kate Middleton", "Simon Cowell", "Matthew Morrison", "Harrison Ford", "Sam Rockwell"], "q": "film roles on her plate( including this year's <strong> Harrison Ford </strong> and <strong> Sam Rockwell </strong>): \"She is a hot property now... it was weighing her down being married.\" <strong> Kate Middleton </strong> estranged husband, meanwhile, <q>is heartbroken and really wanted to stay together.<q> <strong> Simon Cowell </strong> Unveils His' X Factor' Wardrobe Plans& Offers A Wedding Update <strong> Kate Middleton </strong> deemed top fashion buzzword February 8, 2011 10:35 PM PST <strong> Matthew Morrison </strong> and <strong> Gwyneth Paltrow </strong> to Cover <strong> Dado Ruspoli </strong> on Glee <strong> Piers Morgan </strong> Rescues Charity", "new_id": -2}, {"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q>the left is trying to goad her into it,<q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}, {"uid": "1296552417261570573", "i": 23538, "idx": 6, "sa": ["Kenyon Martin", "Marcus Camby", "Allen Iverson", "Paul Allen"], "q": ". I thought <strong> Kenyon Martin </strong> was the star of the game.\" JR <strong> Paul Allen </strong> scored 14 points and <strong> Marcus Camby </strong> had 15 rebounds as Denver rallied from a 17-point first-quarter deficit to win for the fifth time in seven games. <q>Once we got it together on the defensive end we were able to run and not have to play the half-court offense,<q> <strong> Allen Iverson </strong> said. \"We just wanted it more than they did at the end.\" Limited to just two games last year following right knee surgery, <strong> Kenyon Martin </strong> has reclaimed his role as Denver's defensive stopper this", "new_id": -2}, {"uid": "1295094125134053943", "i": 20103, "idx": 33, "sa": ["Allen Iverson", "Nate Robinson"], "q": "I would have a good chance of making it,\" <strong> Nate Robinson </strong> said. \"So I just shot it hard and let it go.\" \"The sky's the limit for him,\" <strong> Allen Iverson </strong> said. <q>He's a tough guard. He's got the best coach in the world on his side.<q> New York, outplayed in the first half, outhustled and outworked the 76ers for a key 16 1/2- minute http://wn.com/Allen_Iverson_33pts_vs_T-Mac_Rockets_NBA_07/08_Nasty_Block!! JR Smith made so many boneheaded plays in last year's postseason that he got a benching", "new_id": -2}, {"uid": "1295928839118013955", "i": 5658, "idx": 1, "sa": ["Chris Bosh", "Allen Iverson", "Samuel Dalembert", "Lou Williams"], "q": "Wizards on Tuesday. They watched an 11-point halftime lead evaporate against the Raptors in the third quarter. \"We're jumping out and holding leads and we just can't hold them,\" guard <strong> Allen Iverson </strong> said. <q>We play well for a while and then it seems we just lose focus.<q> <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-balance layup. He sank the free throw for a 108-106 lead. <strong> Lou Williams </strong>' last-chance 3-pointer was off the mark,", "new_id": -2}, {"uid": "1297562861212975618", "i": 2798, "idx": 0, "sa": ["Kirsten Gillibrand", "Hillary Clinton", "James F. Amos"], "q": "nation fights two wars. <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.), who recently took over <strong> Hillary Clinton </strong>'s former seat on the Senate Armed Services Committee, also worried today about decreased funding of the Marines: <q>The Marine Corps must have the resources it needs to respond to new and emerging cyber threats and terror threats in different parts of the world. Secretary <strong> Robert Gates </strong> will explain his vision to the committee next week, and I look forward to working with him to ensure the Marine Corps is well-positioned to respond to the new security demands that will continue to emerge,<q> <strong> Kirsten Gillibrand </strong> said in a statement. In a speech Tuesday night at the Marine Memorial Club in San Francisco, <strong> James F. Amos </strong>, the first Commandant from the airwing of the Corps, said his cutback plan was a", "new_id": -2}]