[{"uid": "1295977508172294147", "i": 38421, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s damage for longer, although specialists are particularly concerned about the lifespan of children who live all their lives obese rather than getting fat after they're grown. As for all those health care bills, <q>it's not enough to trump a lot of our behaviors,</q> Crimmins said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1295945596182452232", "i": 9354, "idx": 1, "sa": ["Bill Lockyer", "Michael Bernick", "Newt Gingrich"], "q": "will be in the low tech, non-professional positions, in jobs such as personal and home care aides, retail salespersons, cashiers, waiters and waitresses, and food preparation workers,\" <strong> Michael Bernick </strong> concludes. <q>It may be time that our California workforce system gives these jobs greater consideration.</q>( http://sfg.ly/eXj0J3). Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SOCCER COACH Company International SOFTWARE ENGINEER Company Oracle America", "new_id": -2}, {"uid": "1295739236074268686", "i": 265, "idx": 1, "sa": ["Doc Rivers", "Allen Iverson", "Ben Gordon", "Tyrus Thomas"], "q": "side. <strong> Allen Iverson </strong> scored 28 points after getting some advice from coach <strong> Doc Rivers </strong> at halftime. \"<strong> Doc Rivers </strong> said going into the half, \"Be aggressive, but let it come to you,\" <strong> Allen Iverson </strong> said. <q><strong> Elgin Baylor </strong> never think <strong> Elgin Baylor </strong>'m not in my rhythm. It can be a grind as a shooter. As a scorer you\"re always trying to find something.</q> <strong> Allen Iverson </strong> and <strong> Ben Gordon </strong> each had several clutch baskets in the second half as the former University of Connecticut guards battled for control of the game. After <strong> Tyrus Thomas </strong> missed a shot from midcourt as time expired, <strong> Allen Iverson </strong> headed for", "new_id": -2}, {"uid": "1295681320220479511", "i": 46172, "idx": 5, "sa": ["Allen Iverson"], "q": "losses that AI endured when he first came to Colorado, fueling his critics' contention that two superstar scorers couldn't coexist for very long. \"I always felt good about my situation,\" <strong> Allen Iverson </strong> said. <q>That was the whole <strong> Yao Ming </strong> thing with me. I knew there was going to be one day when \"<strong> Carmelo Anthony </strong> came back and JR came back, and I knew that we'd be able to get into practice and get some offensive and defensive chemistry going. \"I felt I was in a better position than I was in Philadelphia, so I never lost hope or lost focus because I felt the day that we'd be playing good basketball would come,</q> <strong> Allen Iverson </strong> said. \"I'm just http://wn.com/Carmelo_Anthony_41_Pts_MIX_NBA_09/10_Season_Denver_Nuggets_At_Portland_Trail_Blazers Green Day performs August 28, 2010 at Comfort Dental Ampitheatre. First look at Total Health Concepts\" new Denver Colorado Medical Marijuana Dispensary thc-dispensary. com Please pardon the limited", "new_id": -2}, {"uid": "1296531352020578318", "i": 36413, "idx": 0, "sa": ["Charlie Callas", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "James Ellroy", "Bill Clinton"], "q": "US offer <strong> James Ellroy </strong> is back, doing what he does best PASADENA, Calif.- Author <strong> James Ellroy </strong> claims he knows nothing about- <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong>, <strong> Charlie Rose </strong> and discuss having open-heart surgery on ABC's <q>A <strong> Barbara Walters </strong> Special: A Matter of <strong> Heidi Klum </strong> up to these days? Let's see... Last year, she was the face for Jordache, AnnTaylor's holiday campaign, etc.. We all love her on Project Runway( BTW- The past and current cast from The Real Housewives of Orange County have visited)! Plus, the beauty has several projects in films received, The Associated Press reports. The Warner Bros. flick earned$ 15 million from just under 3,000 theaters. The \"Exorcist</q>- influenced movie drew most of its audience from the older-than-25 demographic. In its 10th week of release, the Weinstein Company's... Comedian <strong> Charlie Callas </strong> dies at 83 LAS VEGAS- <strong> Charlie Callas </strong>, a versatile comedian", "new_id": -2}, {"uid": "1297706494051036178", "i": 38281, "idx": 5, "sa": ["Cecile Richards", "Mike Pence"], "q": "LifeNews.com obtained, <strong> Cecile Richards </strong> said she is expecting a vote this week on the <strong> Mike Pence </strong> measure, which she called \"the most dangerous legislative assault on women's health in Planned Parenthood's 95-year history.\" <q>That's not an exaggeration, it is a simple fact- and if they succeed, the consequences for women will be catastrophic. We need everyone who cares about women's health to join together to oppose this attack on Planned Parenthood and those we serve,</q> she said. \"Anti-choice House leadership wants to completely eliminate this crucial funding- particularly for Planned Parenthood. Tell your representative to vote NO. \"` This attack on family planning funding is not an", "new_id": -2}, {"uid": "1295734906001638428", "i": 34076, "idx": 0, "sa": ["Andy Coulson"], "q": "threat to the world and must be stopped... if not the diplomatic route, which unfortunately has not been working( 8 years already), then im sorry to say by FORCE!\" Report Abuse <q>To the Government of Iran: Please, please, please ignore the legitimate demands of the rest of the world and continue on your present obstinate course regarding your nuclear program. That way the world will have a good excuse to attack you, overthrow your disgusting regime, and free the Iranian people and the rest of the world from your fanaticism and tyranny.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295390850138936373", "i": 2129, "idx": 1, "sa": ["Simon Cowell"], "q": "He wanted to know all the dirt I had heard about him. He did not respond defensively at all when I told him some of the unpleasant things that were in the book,\" Rushfield tells TVGuide.com. <q>I think because he was so honest, there's a much more complete portrait of him in this book.</q> alums say farewell to <strong> Simon Cowell </strong> As Idol prepares to celebrate its tenth anniversary and usher in a new judges table( among many other changes), Rushfield has compiled nine seasons of backstage dirt for", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the \"Jersey Shore\" sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong> \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q>It's really hard for me to watch,</q> <strong> Nicole Polizzi </strong> says of watching the punch t... \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1297195214244269078", "i": 5052, "idx": 0, "sa": ["David Letterman"], "q": "in Texas and appearing in a ticker-tape parade at Disney World, He told <strong> David Letterman </strong> that after the Packers were held to a field goal in their final drive, he was nervous. <q>I'm a little worried about special teams. Every time we kick off, I kind of hold my breath,</q> he said, citing \"too many bad memories\" of losing momentum with a long kickoff return by the opposing team. But he said he breathed a sigh of relief when the Steelers were flagged for", "new_id": -2}]