[{"uid": "1296911242257261627", "i": 25221, "idx": 0, "sa": ["Michael Gove"], "q": "a piece entitled \"What I learned from my stay with a Muslim family\"), the then leader of the opposition rejected the Gove-esque obsession with \"Islamism\" and warned against the dangers of reckless rhetoric: <q>We must also be careful about the language we use... our efforts are not helped by lazy use of language. Indeed, by using the word \"Islamist</q> to describe the threat, we actually help do the terrorist ideologues' work for them.\" But this morning's speech to the Munich Security Conference suggests <strong> Michael Gove </strong> has won the battle for the Prime Minister", "new_id": -2}, {"uid": "1297224206054231079", "i": 19170, "idx": 1, "sa": ["Sean Hannity", "Donald Rumsfeld"], "q": "Fox News' <strong> Sean Hannity </strong>, <strong> Donald Rumsfeld </strong> also said the extremist, autocratic rule in Iran is an example of what could happen in Egypt, and other Middle Eastern nations, experiencing signs of political upheaval. <q>If you think of the Iran model, where there was a popular revolution, and it wasn't the populace that ended up in charge- it was a very small, radical, extremist clique- that risk exists[ in other Middle East countries],</q> said <strong> Donald Rumsfeld </strong>, whose memoir, \"Known and Unknown,\" was published Tuesday. \"The problem we have is there are many elements in a popular revolt. Among them are extremists, like the", "new_id": -2}, {"uid": "1295928935203030533", "i": 27855, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "\" \"Is the US government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" \"My brain would be going,\" he says. <q>I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.'</q> Another <strong> Donald Rumsfeld </strong> Rule: \"If you are not criticized, you may not be doing much.\" As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and", "new_id": -2}, {"uid": "1295562595178864193", "i": 44871, "idx": 1, "sa": ["Eric Schmidt"], "q": "products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it was a slow process. The new organization is expected to streamline things by <q>elevating me and having Larry running things day to day,</q> Mr. <strong> Eric Schmidt </strong> said. While the management shake-up wasn't telegraphed, Google has given subtle indications in the past that the roles of its leaders were being rethought. E.U. Questions Advertisers About Google Deals", "new_id": -2}, {"uid": "1297242543083116089", "i": 15457, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Kit Hoover"], "q": "new judges panel with his \"American Idol\" pal <strong> Paula Abdul </strong>- but could it happen? \"She's in the mix,\" <strong> Simon Cowell </strong> told Billy Bush and <strong> Kit Hoover </strong> on Tuesday's Access Hollywood Live. <q>But a lot of people are in there.</q> This week, <strong> Simon Cowell </strong> has been blitzing the media, beginning on Sunday with promos for his show, which aired during the Super Bowl, but none of those clips revealed what the Brit will be wearing when", "new_id": -2}, {"uid": "1295454223235356168", "i": 7116, "idx": 0, "sa": ["Sergio Marchionne", "Lisa P. Jackson"], "q": "vehicles. The announcement was made at the EPA laboratories in Ann Arbor, Mich., following a meeting with <strong> Sergio Marchionne </strong>, Chrysler Group CEO, and <strong> Lisa P. Jackson </strong>, Agency Administrator for the EPA. <q>In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,</q> <strong> Sergio Marchionne </strong> said. \"Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1295264992125091902", "i": 27234, "idx": 0, "sa": ["Piers Morgan", "Alec Baldwin", "Rooney Mara", "Natalie Portman", "Oprah Winfrey", "Emily Blunt", "Simon Cowell"], "q": "the X-Factor boss starred side by side as judges on Britain's Got Talent, and <strong> Piers Morgan </strong> claimed he would never gone to the lengths <strong> Simon Cowell </strong> has in pursuit of keeping his looks. He told Parade: <q>I'm not as vain as him, physically. He has all these treatments and Botox and all. I don't do that kind of thing.</q> <strong> Oprah Winfrey </strong> finds <strong> Piers Morgan </strong>'s interviewing style \"tough\" <strong> Alec Baldwin </strong> has hailed <strong> Rooney Mara </strong> as the \"biggest movie star of her generation\"... <strong> Emily Blunt </strong>: <strong> Natalie Portman </strong> is better dancer <strong> Emily Blunt </strong> says <strong> Natalie Portman </strong> could \"definitely out-tutu\" her", "new_id": -2}, {"uid": "1295830575187138051", "i": 36420, "idx": 0, "sa": ["Andy Coulson"], "q": "phone being hacked, poor old Vince is unmuzzled for once but can do no harm and <strong> Andy Coulson </strong> is still in the shit. fistofonan 24 January 2011 12:49 AM qwertboi 24 January 2011 12:54 AM <q>Bonofido- Why has Blair joined the back of the parade when he should be in the Middle East?</q> In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window without pressing", "new_id": -2}, {"uid": "1296003429036782088", "i": 10960, "idx": 1, "sa": ["Allen Iverson"], "q": "new team upon his arrival in Istanbul. <strong> Allen Iverson </strong>, who agreed to a$ 4 million, two-year contract with Besiktas, is the Turkish league's biggest signing. He has called his move to the Istanbul club <q>a chance to get back on track with my basketball career</q> after no NBA team was willing to offer him a contract this season. Many see his stint in Turkey as a test of his ability to revive his NBA career because teams are likely to monitor <strong> Allen Iverson </strong>'s performance", "new_id": -2}, {"i": 10425, "idx": 0, "index_answer": 4, "new_id": -1, "q": "was palpable. Here it was, the come-from-behind drive that longtime franchise quarterback <strong> Donovan McNabb </strong> had failed to produce so many times. <strong> Michael Vick </strong> had his chance. \"We were very confident,\" <strong> Michael Vick </strong> said. <q>We thought we were going to win the game. I thought we were going to win the game. I had an upbeat feeling about myself. I felt like I was in control.</q> <strong> Michael Vick </strong> overthrew tight end <strong> Brent Celek </strong> on first down. He threw wide of running back <strong> LeSean McCoy </strong> on second down. On third and 10, he hit rookie receiver <strong> Riley Cooper </strong> on a slant pattern for 11 yards and", "sa": ["Brent Celek", "LeSean McCoy", "Riley Cooper", "Donovan McNabb", "Michael Vick"], "uid": "1295921805206389258"}]