[{"uid": "1297360972264552456", "i": 26663, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "takeover talks with Twitter, valuing the company as high as$ 10 billion. Asked whether he planned to stay another four years at Google to collect stock awards worth$ 100 million, <strong> Eric Schmidt </strong> said: <q> Yes, that is my plan. </q> Google said last month co-founder <strong> Larry Page </strong> would take over as chief executive from April 4 while <strong> Eric Schmidt </strong> would assume the role of executive chairman. We welcome comments that advance the story directly or with relevant tangential", "new_id": -2}, {"uid": "1295714464099811335", "i": 24112, "idx": 0, "sa": ["Andy Coulson"], "q": "and Karachay want freedom from Russia...... but they also have a power struggle with Circassians Report Abuse \" Feh, does Russia really think it can hold on to its empire any longer? \" Report Abuse <q> Until the region is freed from all outside manipulation, the`` Great Game </q> will continue to take innocent lives, Russian, Chechen, and others. \" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295566282254656542", "i": 19051, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "in August of 2001, <strong> Eric Schmidt </strong>, <strong> Larry Page </strong>, and co-founder <strong> Sergey Brin </strong> have been running the company as a triumvirate, with each man taking over one specific role, but all three making the major decisions. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. </q> <strong> Eric Schmidt </strong> said.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with", "new_id": -2}, {"uid": "1296564851217727002", "i": 21191, "idx": 0, "sa": ["Andy Coulson"], "q": "the World editor, who quit amid mounting controversy over phone-hacking allegations. But a Number 10 source said`` good progress'' had been made in identifying a successor and that <strong> Andy Coulson </strong> chose to leave quietly after finishing <q> what he wanted to finish </q>. <strong> Andy Coulson </strong> said last month he could no longer give his full attention to the job because of the drip-drip of claims about illegal eavesdropping under his editorship. Scotland Yard has since launched a fresh", "new_id": -2}, {"uid": "1296700794078823424", "i": 3823, "idx": 0, "sa": ["Michael Cox", "Chris Ziemann", "Michael Vick", "Garry Cobb", "Chris Guthrie", "Andre Weathers", "David Messas", "Clay Matthews III", "Jeff Backus", "Charles Woodson", "Ryan Hamilton", "Jon Jansen", "Steve Hutchinson"], "q": "Tackle- <strong> Jeff Backus </strong> Left Guard- <strong> Steve Hutchinson </strong> Center- Zach Adami Center- <strong> Steve Hutchinson </strong> Fraiser Right Guard- <strong> Chris Ziemann </strong> Right Guard- <strong> David Messas </strong> Brandt Right Guard- Zack Adami Right Tackle- <strong> Jon Jansen </strong> Tight E... Still Motion- <q> Love's in need of love today </q>`` Still Motion'' at 2010 Columbus Jazz and Ribs Fest Still Motion: Andre Weathersw Hartman- Guitar <strong> Michael Cox </strong>- Sax <strong> Ryan Hamilton </strong>- Trombone Andy <strong> Charles Woodson </strong>- Bass <strong> Chris Guthrie </strong>- Drums... <strong> Michael Vick </strong> on <strong> Clay Matthews III </strong> and <strong> Charles Woodson </strong> 1:53 <strong> Garry Cobb </strong> talks", "new_id": -2}, {"uid": "1295665720122536071", "i": 3574, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "believed the company needed a more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to <strong> Larry Page </strong> and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' <strong> Larry Page </strong> said.", "new_id": -2}, {"uid": "1295735680191037477", "i": 52771, "idx": 2, "sa": ["George W. Bush", "Colin Powell", "George H. W. Bush", "Dick Cheney", "Ryan Crocker"], "q": ".`` It's an era when small states can create big problems,'' <strong> Ryan Crocker </strong>, U.S. ambassador to Iraq from 2007 to 2009, said in an interview before the event. The modern world features <q> space for a host of non-state actors to play dangerous roles.... Al-Qaeda is the most important; but there are others. </q> <strong> Dick Cheney </strong> and <strong> Colin Powell </strong> went on to play prominent( and conflicting) roles in the fires of 9/11-style terrorism, Afghanistan and Iraq during the presidency of <strong> George H. W. Bush </strong>'s son <strong> George W. Bush </strong> <strong> George H. W. Bush </strong>. Big questions remain about how", "new_id": -2}, {"uid": "1295027167083820572", "i": 15611, "idx": 0, "sa": ["Sienna Miller", "Andy Coulson", "Keir Starmer"], "q": "re-examine all material police held on alleged illegal phone <strong> Keir Starmer </strong>, Director of Public PSienna Millercutions, said the Crown PSienna Millercution Service( CPS) would conduct a`` comprehensive assessment'' of evidence collected by detectives. <q> The purpose of this assessment is to ascertain whether there is any material which could now form evidence in any future criminal pSienna Millercution relating to phone hacking, </q> the CPS said in a statement. Cameron's communications chief <strong> Andy Coulson </strong> quit as News of the World editor in 2007 after one of the paper's reporters was jailed for secretly listening to phone messages of royal", "new_id": -2}, {"uid": "1295564551217792537", "i": 38951, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Larry Page </strong> also praised Mr <strong> Eric Schmidt </strong>.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Mr <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season.", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}]