[{"uid": "1296200464159858698", "i": 4885, "idx": 6, "sa": ["Mike Pence", "Joe Donnelly"], "q": "to campaign successfully, he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said <strong> Mike Pence </strong> could be hard to beat if he runs for governor. <q>He'll be the prohibitive favorite in 2012,</q> Bopp said, for both the nomination and the general election. Democrats disagreed. Several Democrats have expressed interest in running, including U.S. Rep. <strong> Joe Donnelly </strong>, whose Northern Indiana district is expected to become more Republican-leaning", "new_id": -2}, {"uid": "1297711286141344809", "i": 25175, "idx": 1, "sa": ["Donald Rumsfeld", "Adam Klugman"], "q": "Department officials to produce legal memos that would immunize from criminal prosecution US officials who participated in the detention and interrogation of enemy combatants- including Padilla, the lawyers say. <strong> Donald Rumsfeld </strong> and other Defense Department officials <q>were privy to regular reports on the interrogation and condition of suspected \"enemy combatants' held at the brig,</q> Padilla\"s brief says. \"Those reports repeatedly drew attention to the devastating psychological effects that the conditions were having on detainees, including Mr. Padilla.\" Progressive Radio Host <strong> Adam Klugman </strong>...- A new play", "new_id": -2}, {"uid": "1297319963198246426", "i": 36058, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google and the European Commission aren't nearing a resolution on the antitrust investigation launched in the European Union in November, and Google isn't likely to change its algorithm there any time soon. <q>There are no discussions. As is known, the commission is conducting an in-depth market investigation. The investigation is not finished,</q> said Amelia Torres, spokeswoman for competition issues at the commission, in a Wall Street Journal This all stems from a story published in The Sunday Telegraph in which the reporter( not lame duck CEO <strong> Eric Schmidt </strong>)", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star. \"Honestly, they play me one-on-one, straight up,\" <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q>Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something.</q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}, {"uid": "1295384209249954310", "i": 33255, "idx": 1, "sa": ["Sergio Marchionne"], "q": "during a ceremony at the plant. \"The new 2011 Dodge Grand Caravan and Chrysler Town& Country remain key parts of our revival plan,\" <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. <q>Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust in each other and make a true, full-faith effort to work together.</q> <strong> Sergio Marchionne </strong> also reminded employees that it was with the assistance of the federal government of Canada and the Province of Ontario that Chrysler has been given an opportunity to create a future. \"Chrysler Group", "new_id": -2}, {"uid": "1295586272212418583", "i": 2950, "idx": 15, "sa": ["Andre Iguodala", "Andre Miller", "Samuel Dalembert", "Marcus Camby", "Allen Iverson"], "q": "on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Western Conference. <q>I almost had a perfect trip at my home away from home,</q> <strong> Allen Iverson </strong> said. <strong> Samuel Dalembert </strong> scored the decisive basket with 32.9 seconds remaining. When <strong> Andre Iguodala </strong> lost possession of the ball as he fell, <strong> Samuel Dalembert </strong> was there to grab it and turned for a lay-in. <strong> Andre Miller </strong>, acquired by", "new_id": -2}, {"uid": "1296157088239124517", "i": 16002, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> Get the Chicago Tribune delivered to your home for only$ 1 a week> Dave... at 1:22 PM January 27, 2011 gposner29 at 1:13 PM January 27, 2011 Simply repay what was stolen and all", "new_id": -2}, {"uid": "1297612533258687001", "i": 46138, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "Syco boss is apparently keen to ensure that the show doesn't struggle if <strong> Cheryl Cole </strong> also joins the US version. However, the report claims that they will both still be involved in the UK edition. <q>There's no way they'll go off and forget about the UK show,</q> a source said. \"<strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> will be involved in some way during the UK series.\"", "new_id": -2}, {"uid": "1295966915202670097", "i": 41591, "idx": 7, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "<strong> Colin Powell </strong>'s remarks In regard to the financial crisis, which <strong> Colin Powell </strong> called the candidates' \"final exam,\" <strong> Colin Powell </strong> said <strong> John McCain </strong> appeared unsteady in dealing with it, while <strong> Barack Obama </strong> had excelled in handling the situation. <q><strong> Barack Obama </strong> displayed a steadiness, an intellectual curiosity http://wn.com/Colin_Powell_Endorses_Obama,_Condemns_GOP_anti-Muslim_Slurs Former Secretary of State <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong> and condemns his Republican Party for the Anti-Muslim bigotry and slurs. <strong> Colin Powell </strong> denounced the inaccurate suggestions by some Republicans that <strong> Barack Obama </strong> is a Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency. \"He's not a Muslim,</q> said <strong> Colin Powell </strong>, but \"what if he is?\" \"I'm troubled by the fact that within the party we have these kinds of expressions\" about Muslims, said <strong> Colin Powell </strong>, who was the country's", "new_id": -2}, {"uid": "1297197862240402458", "i": 27106, "idx": 10, "sa": ["Donald Rumsfeld"], "q": "they're North, East, South, and West of Baghdad... somewhere in that region\"\" Report Abuse \"Your typical liberal ignoramus calling himself- \"Guest\", writes this mess...\" <q>bush wanted rumsfled to stay so that he could have been his escape gost and blame it on rumsfled in case of impeachements</q> \"escape gost\"? Never heard of \"scapegoat\", you idiot? How about \"<strong> Donald Rumsfeld </strong>\"? Ever come across that name? Report Abuse \"How about all the idiots here posting comments", "new_id": -2}]