[{"uid": "1297418316059129859", "i": 48205, "idx": 1, "sa": ["Michael Gove"], "q": "and claims of a large number of different authorities, or an even larger number of individual schools. The Education Secretary's lawyers said the six councils seeking judicial review would in any event receive in total <q> well in excess of? 1bn in BSF funding </q>, and the case was about \"whether they must get even more\" . Urging the judge to dismiss the challenge, they argued the decisions made by Mr <strong> Michael Gove </strong> involved \"value judgments and invidious choices", "new_id": -2}, {"uid": "1296706301075202568", "i": 3832, "idx": 3, "sa": ["Donald Rumsfeld"], "q": ", nor did he always receive effective implementation of the decisions he made,\" <strong> Donald Rumsfeld </strong> wrote. Addressing charges that he failed to provide enough troops for the Iraq war, the former defense chief wrote: <q> In retrospect, there may have been times when more troops could have helped. </q> But <strong> Donald Rumsfeld </strong> insists that if senior military officers had reservations about the size of the invading force, they never informed him, the Post said. In a lengthy section on the administration's treatment", "new_id": -2}, {"uid": "1297429861014974993", "i": 39172, "idx": 1, "sa": ["Simon Cowell"], "q": "Super Bowl at the Cowboys Stadium in Texas, reports Fox News. The singer sang incorrect lyrics to the historic track in front of an audience of millions and <strong> Simon Cowell </strong> took no pity on the star, remarking, <q> Well, I just heard it then, and it sounded like a 100,000 people in a stadium had just sat on a cat. Well look, obviously she is regretting it now. She must be. I'm listening to it here in London and it didn't sound great to me </q>. The AMERICAN IDOL guru went further, adding, \"To mess the words up? Not great. But I always say this, this is what happens when you perform in front of an audience, even", "new_id": -2}, {"uid": "1296387656254263315", "i": 4614, "idx": 4, "sa": ["John McCain", "Colin Powell"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q> a man who I admire as much as any man in the world, person in the world </q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly Playlist to the entire interview- 5 of 11- www.youtube.com Make this go", "new_id": -2}, {"uid": "1295677688065617925", "i": 48024, "idx": 0, "sa": ["Dez Bryant", "Allen Iverson"], "q": "in their first-round playoff series. Games 3 and 4 will be in Denver on Saturday and Monday night. <strong> Dez Bryant </strong> finished with 49 points and 10 assists- one shy of his career playoff high in both categories. <q> Tonight, the way he was going, we probably could have put 10 people on the court and probably wouldn't have been able to stop him, </q> said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. \"I didn't realize it,\" <strong> Dez Bryant </strong> said when told about his scoring spree. \"You just get into", "new_id": -2}, {"uid": "1295439848144605314", "i": 3362, "idx": 1, "sa": ["Steven Tyler", "David Letterman"], "q": "idol, you have to pay your dues. But, today's a different world.\" The 62-year-oldrocker went on to agree with TV talk show host <strong> David Letterman </strong>, who said he prefers musicians to have the <q> honest, legitimate stamp of approval </q> that comes from gradual success. <strong> Steven Tyler </strong> responded: \"I tend to agree.\" However, the Crazy hitmaker admitted he is enjoying the \"fun\" of looking for new talent via", "new_id": -2}, {"uid": "1297584969045400067", "i": 226, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "a comment on how the partnership would specifically be structured in regard to the two companies' patents. But the companies underscored Nokia's strength in that area in the open letter from <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>: <q> We each bring incredible assets to the table. Nokia's history of innovation in the hardware space, global hardware scale, strong history of intellectual property creation and navigation assets are second to none. </q> They're making clear they're both counting on Nokia's intellectual property portfolio as an asset in this new strategic tie-up. And it's become obvious that Nokia is very aware of the value of its", "new_id": -2}, {"uid": "1296940939224919552", "i": 17164, "idx": 6, "sa": ["Eric Schmidt"], "q": "is a net positive.\" Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment. \"I can only describe this now as a` wow' moment,\" he says. <q> For me this is the beginning of the real revolution in information. \"You need never be lonely, you need never be bored. It is a remarkable change that has not been led by and is not just for the Western elites- it is all-pervasive with a declining cost. \"We are just at the beginning of hearing the voices who are starting to come online. I feel that we have made a material change in the lives of literally billions of people. </q> The convergence of search, location and social is the next big narrative. <strong> Eric Schmidt </strong> says that people who \"opt in\" to the system will begin experiencing a much richer relationship with technology, aided by", "new_id": -2}, {"uid": "1295779438083050512", "i": 15011, "idx": 3, "sa": ["Simon Jones", "Simon Cowell"], "q": "Idol', used the interview to fuel speculation that he will quit the British X Factor to focus on the US show. But it seems <strong> Simon Cowell </strong> has now had a change of heart. <q> I asked a successful guy, \"What's the best advice you can give me? </q> He said, \"<strong> Simon Jones </strong>, know when to leave the fair,\" he said. \"I think that's good advice- one year, I actually found myself thinking, \"I've run", "new_id": -2}, {"uid": "1297180938217825348", "i": 17139, "idx": 4, "sa": ["Richard Hunter", "Michael Vick"], "q": ". <strong> Richard Hunter </strong> tried to get <strong> Michael Vick </strong> to look at a picture of the dog and comment on camera, but instead of responding, <strong> Michael Vick </strong>'s bodyguard cursed and restrained <strong> Richard Hunter </strong>, which provided its own moment of irony: <q> But something else happens[ in addition to <strong> Michael Vick </strong> being given the key to the city] in video- which was shot by <strong> Richard Hunter </strong>, better known as radio's own Big Dick. <strong> Richard Hunter </strong>, as[ Dallas Observer writer] Richie[ Whitt] pointed out last June, adopted one of the so-called \"bait dogs </q> <strong> Michael Vick </strong> used in the dog-fighting ring that landed him in prison. The dog's name is Mel- and as <strong> Richard Hunter </strong> told Richie, \"While <strong> Michael Vick </strong> is pure evil, this dog is so good despite having suffered", "new_id": -2}]