[{"uid": "1296789416115392521", "i": 29007, "idx": 7, "sa": ["Magic Johnson", "Allen Iverson", "Dwight Howard"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Magic Johnson </strong> 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't r... <strong> Allen Iverson </strong> 54pts vs Cleveland Cavaliers 2000/2001 MVP NBA Regular Season <strong> Allen Iverson </strong> 54pts vs Cleveland Cavaliers 2000/2001 MVP NBA Regular Season <strong> Allen Iverson </strong> keeps scoring and the Philadelphia 76ers keep winning", "new_id": -2}, {"uid": "1297433777190496801", "i": 21113, "idx": 1, "sa": ["Donald Rumsfeld", "Sharron Angle", "Sarah Palin"], "q": "The HRC- whose stated goal is to \"achieve lesbian, gay, bisexual and transgender( LGBT) equality\"- appears to be holding a second Day of Silence. <q>We have no comment on this matter,</q> HRC Deputy Press <strong> Donald Rumsfeld </strong> Paul Guequierre told The Daily Caller when asked for a comment regarding <strong> Sarah Palin </strong> and <strong> Sharron Angle </strong>'s recent support of GOProud. Other prominent nationwide gay-rights organizations, like the Gay and Lesbian Alliance Against", "new_id": -2}, {"uid": "1296218123081313799", "i": 2822, "idx": 2, "sa": ["Maurice Cheeks", "Allen Iverson", "Chris Webber"], "q": "\" <strong> Chris Webber </strong> and <strong> Allen Iverson </strong> combined for 50 of the Sixers' 84 shots and made 25 of the 42 field goals. While <strong> Allen Iverson </strong> scored 24 points in the first half, <strong> Chris Webber </strong> followed with 15 in the second. <q>I don't think I had any doubt about them playing together,</q> coach <strong> Maurice Cheeks </strong> said. \"The reason you put the ball in their hands is because they make plays.\" The Sixers will need the All-Stars to keep it up when they open a seven-game road trip Friday night", "new_id": -2}, {"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q>Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet,</q> <strong> Mike D'Antoni </strong> said. \"They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}, {"uid": "1297270846258801676", "i": 46992, "idx": 1, "sa": ["Ed Westwick", "Cheryl Cole", "Simon Cowell"], "q": "him being the voiceover act as they are wary of making the show too British with <strong> Simon Cowell </strong> already confirmed as a judge and <strong> Cheryl Cole </strong> also lined up for a role. He explained: <q>They have to decide how British they want the show to be, and whether they want a British voice and a British judge like <strong> Cheryl Cole </strong>.</q> But if he impresses US executives, 49-year-old <strong> Ed Westwick </strong>- who has two teenage sons with his wife Barbara- would be happy to relocate to Los Angeles during the filming of the series. He", "new_id": -2}, {"uid": "1297676452157712406", "i": 8459, "idx": 1, "sa": ["Zahi Hawass"], "q": "Mr <strong> Zahi Hawass </strong>, wrote: \"I have said that if the Egyptian Museum is safe, Egypt is safe. However, I am now concerned Egypt is not safe.\" But he later added: <q>Not a single thing has been thrown at the museum by the thousands of protesters in Tahrir Square, because these people do not want to damage their cultural heritage.</q> A date for the Egyptian Museum to open has not yet been decided. Its director and other staff have been sleeping at the site to watch over it. This statue depicts the boy king held", "new_id": -2}, {"uid": "1296280079111296551", "i": 6648, "idx": 5, "sa": ["Mike McDaniel", "Mike Pence"], "q": "person like him, with a wealth of experience, is always important to have backing you up when you're just getting started.\" Bucshon wouldn't speculate about <strong> Mike Pence </strong>'s future, but said, <q>No matter what he decides to do, I'll be supportive.</q> Other Republicans seemed more sure of <strong> Mike Pence </strong>'s plans. \"I am convinced he is now going to run for governor,\" said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former", "new_id": -2}, {"uid": "1295628159004243506", "i": 1649, "idx": 0, "sa": ["Eric Schmidt"], "q": "The big question is timing. Why now? Certainly <strong> Eric Schmidt </strong> has not helped himself over the past year by making some poorly chosen remarks in public. First he said, regarding online privacy, that, <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.</q> Then he suggested that in the future people who've misbehaved could simply change their names to escape the cybertrail of their naughty past. <strong> Eric Schmidt </strong> quickly covered his tracks, saying his comment about changing", "new_id": -2}, {"uid": "1297222400217088019", "i": 39003, "idx": 0, "sa": ["Steve Ballmer"], "q": "heads, in place of talent from within or outside of the company, versus changing the number of business units and their executive make-up. Bloomberg did say that a central part of the company's plan was to <q>promote managers who have engineering chops and experience executing on product plans,</q> which would imply moving someone at the top to make way for that promotion. A Microsoft representative declined to comment. Bink.nu 3.0. Copyright Â© 1999-2011 <strong> Steve Ballmer </strong> Bink. All Rights Reserved.", "new_id": -2}, {"uid": "1297182776036618313", "i": 41171, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "the meeting,\" he said. The plot also targeted <strong> President Bush </strong>'s two daughters, <strong> Donald Rumsfeld </strong> said, and <strong> President Bush </strong> urged him to take it seriously because the administration had killed <strong> Saddam Hussein </strong>'s sons. <q>I made a comment like \"Thank you\" or something and <strong> President Bush </strong> looked me in the eye and said` You better take this seriously,</q> he said. \"And of course I did take it seriously. But I was also realistic that there was not much one could do about that.\" WLS Weekdays On-Demand Your central source", "new_id": -2}]