[{"uid": "1297282260166281230", "i": 21802, "idx": 3, "sa": ["The Lost Dogs", "Jamie Buehrle", "Michael Vick"], "q": "<strong> Michael Vick </strong> owned a pit bull in college and clearly knows right from wrong in this area. It was not a cultural issue or a case of being involved with a bad crowd, in her estimation. <q>What gets me the most is so many people say he paid his dues,</q> <strong> Jamie Buehrle </strong> said. \"He was charged with trafficking of money, not animal cruelty. \"I read the book <strong> The Lost Dogs </strong> and I read every detail of the investigation. I saw the dogs and I saw", "new_id": -2}, {"uid": "1295858908136740868", "i": 337, "idx": 0, "sa": ["Tio Hardiman", "Michael Vick"], "q": "to what <strong> Michael Vick </strong> was involved in, the sums can be much larger. <strong> Tio Hardiman </strong> says <strong> Michael Vick </strong> represents a lot of young people across the country who are growing up in a culture of violence. <q>He's giving his testimony to young men and women across America and educating these guys, saying, \"Look, I fell from a high place in society, and you normally don't get a second chance.'</q> <strong> Tio Hardiman </strong> says there\"s a connection between fighting pit bulls and struggling to live in a violent society. He says keeping guys out of the world of dogfighting is good for them, their dogs, their", "new_id": -2}, {"uid": "1297135687195428354", "i": 4074, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Mayor Tom Leppert", "Michael Vick"], "q": "February 4 as a pre-Super Bowl shindig <strong> Dwaine Caraway </strong>, the mayor pro tem of Dallas, says he's ready to take over should <strong> Mayor Tom Leppert </strong> end his term early. New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q>My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy?</q> Â© 2011 PanLocal Media, LLC- All Rights Reserved. Dallas <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I", "new_id": -2}, {"uid": "1296866191123699217", "i": 29238, "idx": 1, "sa": ["Sergio Marchionne"], "q": "analysts. \"When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut,\" <strong> Sergio Marchionne </strong> said of the bailout. <q>When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut.</q> <strong> Sergio Marchionne </strong> CEO, Chrysler Group& Fiat <strong> Sergio Marchionne </strong> said Chrysler was in the final stages of discussions with the Department of Energy on its application for up to$ 3.5 billion loans. A deal in principle", "new_id": -2}, {"uid": "1296561500134217730", "i": 17288, "idx": 1, "sa": ["Mike Pence"], "q": "media to Central on Friday. On Thursday, <strong> Mike Pence </strong>-- until recently the third-ranking Republican in the House-- announced he would not be a candidate for president in 2012. <q>Seeking national office was not right for us now,</q> he told the Central students. \"While( <strong> Mike Pence </strong> and his family) went back and forth in our heads, we never went back and forth in our hearts.\" Saying his \"", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the \"Jersey Shore\" sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong> \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q>It's really hard for me to watch,</q> <strong> Nicole Polizzi </strong> says of watching the punch t... \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1294979190239403024", "i": 33736, "idx": 3, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "<strong> Kobe Bryant </strong> said. \"This just ain't Memphis. I think this offense has freed him up a little bit and showcased more what he can do instead of just being in the post all the time.\" <q>It's tough to match up against us for a variety of reasons. We have guys that can finish, we have aa great 1-2 punch, and all of our guys can pass the ball.</q> <strong> Kobe Bryant </strong>, who said he made himself a decoy through most of the game, scored 18 of his 32 points in the final 8 minutes to keep http://wn.com/Allen_Iverson_38pts_Denver_Nuggets_vs_LA_Clippers_07/08_NBA <strong> Allen Iverson </strong> wasn't trying to take over the game down the", "new_id": -2}, {"uid": "1295981593193069105", "i": 9678, "idx": 0, "sa": ["Tim Pawlenty", "Bill Lockyer", "Newt Gingrich"], "q": "to solve the entire national debt that now totals$ 1.4 trillion. <strong> Tim Pawlenty </strong> also said raising the retirement age is an option he's willing to consider for younger workers entering Social Security programs. <q>Your retirement age is going to be pegged to some reasonable correlation to life expectancy,</q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1294977903249905195", "i": 5923, "idx": 0, "sa": ["Jason Terry", "Allen Iverson", "Dikembe Mutombo"], "q": "shots and <strong> Allen Iverson </strong> scored 47 points as the Philadelphia 76ers beat the Atlanta Hawks 108-103 Friday night. The Hawks have lost 10 straight, including nine since trading <strong> Dikembe Mutombo </strong> to Philadelphia in a five-player deal on Feb. 22. <q>I kept running into them and they kept telling me they were going to dunk on me,</q> said <strong> Dikembe Mutombo </strong>, who is living at the same hotel that Atlanta stayed at in downtown Philadelphia. \"I kept telling them during the course of the game,` Why are you even trying?\" <strong> Jason Terry </strong> had", "new_id": -2}, {"uid": "1296362585082608158", "i": 3751, "idx": 0, "sa": ["Zahi Hawass"], "q": "Egypt's top archaeologist, <strong> Zahi Hawass </strong>, told state television Egyptians on the street had tried to protect the building, but that the looters had entered from above. Two mummies on display had been damaged. <q>I felt deeply sorry... when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,</q> <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said. The museum is adjacent to the headquarters of the ruling National Democratic Party that protesters torched ad earlier set ablaze in protests demanding the resignation of", "new_id": -2}]