[{"uid": "1295560621029818881", "i": 9540, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said. Advertise| AdChoices Advertise| AdChoices Advertise| AdChoices \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him", "new_id": -2}, {"uid": "1295611063109838355", "i": 2999, "idx": 5, "sa": ["Eric Schmidt"], "q": "long time to come,\" he said in the statement. <strong> Eric Schmidt </strong> said the key to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. <q>We're trying to be as transparent and as collaborative as possible,</q> he said. \"We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we", "new_id": -2}, {"uid": "1297297558098500613", "i": 45145, "idx": 0, "sa": ["Donald Rumsfeld", "Jonathan Krohn", "Ronald Reagan"], "q": "a launching pad for a few bright-eyed activists. Our personal favorite is <strong> Jonathan Krohn </strong>, who is still too young to drive, but parlayed his CPAC star turn two years ago into a bestselling book. <q>I'm not like a lot of my colleagues who think <strong> Barack Obama </strong>'s goal is trying to harm the country. That's insanity. That's out there. That's loony tunes,</q> the reasonable young man told us over ice cream last year. 8. <strong> Donald Rumsfeld </strong>'s Victory Lap Move over, <strong> Ronald Reagan </strong>. Another conservative icon will seize the spotlight this week when the former defense secretary", "new_id": -2}, {"uid": "1297265672144211976", "i": 39152, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "inmates at the Guantanamo Bay prison in Cuba. Bush was due to visit Geneva to address a Jewish charity gala on Saturday, but organisers cancelled the event due to what they described as security concerns. <q>People are trying to make legal issues out of public policy issues, which is unfortunate,</q> <strong> Donald Rumsfeld </strong> told Reuters. \"I think it's a sign of the times.\" <strong> Donald Rumsfeld </strong>, who personally authorized harsh interrogation techniques used on some terrorism suspects, said he had not considered whether he,", "new_id": -2}, {"uid": "1295739237074268687", "i": 9444, "idx": 4, "sa": ["Marvin Webster", "Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q>I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,</q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible. \"` He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/CSU_FULLERTON_TITANS_VS_CSU_BAKERSFIELD_ROADRUNNERS_11/27/10 Fullerton, Calif.- Perry <strong> Marvin Webster </strong>", "new_id": -2}, {"uid": "1297294817013402180", "i": 33544, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Jane Holl Lute"], "q": "On January 23, 2009, <strong> Barack Obama </strong> announced his intention to nominate <strong> Jane Holl Lute </strong> as Deputy <strong> Donald Rumsfeld </strong> of Homeland Security.[ 3] She was confirmed April 3.[ 1] How about this... Napolitano: <q>I am a Bilderberg puppet nutjob who continues to spew nonsense at congressional hearings while <strong> Jane Holl Lute </strong> rapes the American citizen of all humanity</q> Re: Napolitano: Al-Qaeda does not exist: \"Natural Born Americans are the terrorists\" to me it seems that this ties into birthright citizenship, now all they have to do is identify you as a terrorist", "new_id": -2}, {"uid": "1296228272172146710", "i": 17279, "idx": 21, "sa": ["Tim Pawlenty", "Vin Weber", "Mike Pence"], "q": "successful gubernatorial terms under your belt is more Reaganesque than- Reagan.\" <strong> Vin Weber </strong>, who is a <strong> Tim Pawlenty </strong> adviser, is an admirer of <strong> Mike Pence </strong>. \"I'm not surprised,\" he says. <q>I think it's the right decision for him.</q> \"There was not a path for him to become a significant player,\" <strong> Vin Weber </strong> continues, \"other than to accept the role of the social-conservative candidate, and he's much broader than that.", "new_id": -2}, {"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.</q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}, {"uid": "1295261556064110646", "i": 18218, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Reince Priebus"], "q": "argument he'll try to craft in a potential 2012 run- and host Chris Wallace brought up the holes opponents will poke in <strong> Tim Pawlenty </strong>'s narrative. Finishing his \"Courage to Stand,\" <strong> Tim Pawlenty </strong> still stopped at <q>seriously Poll Shows <strong> Barack Obama </strong> Leading, Gaining Against 2012 Political Rivals COMMENTARY| Of course, the first thing that many seeing the title are going to say is: \"Well, sure he is; presidents' poll numbers and popularity almost always rise in times of adversity and tragedy. It's a solidarity thing. Besides, he just gave a great speech at the memorial.</q> But in so saying, they would be only half correct. Popularity polls of presidents generally do see <strong> Reince Priebus </strong> Ousts <strong> Mike Pence </strong> Steele as RNC Chairman <strong> Tim Pawlenty </strong> on his ambitions:` For somebody like me, you have to", "new_id": -2}, {"uid": "1297167911133922834", "i": 43031, "idx": 1, "sa": ["Simon Cowell"], "q": "risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure. \"I believe I can find a star.\" But he admitted: <q>If they don't sell a single record they still get to keep the money. It is pressure, because if the wrong person wins, I'm in trouble. \"We've got to find somebody fantastic to get the money back[ through record sales].</q> Judge speculation The winner of the inaugural American edition gets a recording contract with Syco, the joint venture between <strong> Simon Cowell </strong> and Sony Music. The age limit differs from the UK version with 12-year-olds allowed", "new_id": -2}]