[{"uid": "1295753806078102571", "i": 3353, "idx": 0, "sa": ["Tommie Harris", "Michael Vick"], "q": "37 yards and set up a touchdown Bears, causing a surge of 14 points Eagles could not overcome. \"Hey, it was fun,\" <strong> Tommie Harris </strong> said after Chicago beat the Eagles, 31-26. <q>We knew we definitely need to get revenue, and that he had not thrown an interception throughout season, so we were lucky.</q> The Bears were better than chance. They were good and they won because they were the first team all season to see <strong> Michael Vick </strong> puzzle. Chicago's defense relied on a game plan that called to be faithful", "new_id": -2}, {"uid": "1297460017090980370", "i": 33229, "idx": 0, "sa": ["David Letterman"], "q": "the headliners for the 2011 Glastonbury Festival in England this summer. Glastonbury runs from June 22-26 and is expected to close out the final night of the weekend. Her husband Jay-Z performed at Glastonbury in 2008. <q>This really is the biggest festival in the world and I can not wait to perform there. Everyone who attends is really appreciative of music and is in such a good mood that entire weekend,</q> she said in a statement. \"I'm pumped just thinking about that huge audience and soaking up their energy.\" British singer Adele will perform as part of CBS's Live On <strong> David Letterman </strong> webcast series", "new_id": -2}, {"uid": "1296126576085180439", "i": 40262, "idx": 1, "sa": ["Michael Vick"], "q": "release said. Unequal President Rob Vito said the company was proud to have <strong> Michael Vick </strong> on board and addressed the 2007 dog fighting conviction that sent <strong> Michael Vick </strong> to federal prison got him booted out of the league. <q>As a dog owner, I know the love of a pet... But as a Christian, I believe that people can repent and deserve a second chance.</q> <strong> Michael Vick </strong>, 30, made his NFL comeback in 2009 after spending 21 months of his 23-month sentence in Leavenworth, Kan., federal prison. He served the last two months confined to his home in Virginia", "new_id": -2}, {"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.\" here. <strong> Henry Blodget </strong> writes for The Business Insider, <q>Let's be serious: <strong> Eric Schmidt </strong> got fired.</q> \"Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- \"day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,\" through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}, {"uid": "1295835990071843858", "i": 13190, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. \"<strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,\" he said. <q>Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.</q> Whats so strange about this? He wasnt our choice. He couldnt stay Preferred partner for memory products, Laptop& Desktop Memory Modules, Flash Cards, SSD, USB Flash& HDD. Fujitsu has more", "new_id": -2}, {"uid": "1295179371216776710", "i": 23281, "idx": 0, "sa": ["Colin Powell"], "q": "*** THE MAIN BOARDS- Welcome to the Prison Planet Educational Forum and Library*** <strong> Colin Powell </strong> Discussion for the Prison Planet Educational Forum and Library Re: Civil War is being Incited in Pakistan- a new murderous phase begins <q>Reply# 1440 on: December 28, 2010, 04:29:05 AM</q> Taliban kidnap 23 Pakistanis in show of strength By ISHTIAQ MAHSUD and NAHAL TOOSI The Associated Press Re: Civil War is being Incited in Pakistan- a new murderous phase begins \"Reply#", "new_id": -2}, {"uid": "1297546979003112975", "i": 47877, "idx": 1, "sa": ["Paolo Romani", "John Elkann", "Sergio Marchionne", "Silvio Berlusconi"], "q": "and Chairman <strong> John Elkann </strong>. <strong> Paolo Romani </strong> attended the meeting with <strong> Silvio Berlusconi </strong> and other members of the government. <strong> Sergio Marchionne </strong>, 58, caused a stir in Italy after saying February 4 the Turin-based carmaker and Chrysler Group LLC may <q>end up looking like one entity,</q> possibly based in the US. He later backtracked, saying no decision has been made and the issue would be dealt with no sooner than 2014. Fiat owns a 25 per cent stake in Auburn Hills, Michigan-based", "new_id": -2}, {"uid": "1296124108014483472", "i": 1409, "idx": 0, "sa": ["Andy Coulson"], "q": "10:26 AM So Plastic Dave is trying to spin his way out of this by pleading ignorance.Did he not ever discuss the matter with <strong> Andy Coulson </strong>? Thakinski 27 January 2011 10:26 AM BigB73 <q>Seriously do people really care about this at all?</q> By the number of comments on this issue over the past few months the answer is quite simply a resounding In order to post a comment you need to be registered and signed in.", "new_id": -2}, {"uid": "1297712532158122035", "i": 11180, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ", Twitter integration, and more. But <strong> Steve Ballmer </strong>'s announcements at the Mobile World Congress in Barcelona, Spain, doesn't seem to be convincing Nokia shareholders or employees that <strong> Stephen Elop </strong> made the right bet. <q>Particularly for business users, Windows Phone 7 provides an interesting and very powerful platform and user experience that is beautifully integrated with the world's most popular PC operating system and software,</q> said Charles King, principal analyst at Pund-IT Research. \"But part of the problem is that you can have a great technology, but you need buy-in from a significant part of the market. Companies and technologies", "new_id": -2}, {"uid": "1296092084132530182", "i": 14610, "idx": 0, "sa": ["Roger Kay", "Eric Schmidt"], "q": "the personality and business expertise to run day-to-day operations at a company of Google's size and stature. \"<strong> Eric Schmidt </strong> was the most business- and market-focused guy they had,\" says veteran tech analyst <strong> Roger Kay </strong>. <q>Larry Page doesn't replace that business acumen, and Google needs to replace it one way or another.</q> Certainly any time there's a change in leadership at a company, it can be perceived as a victory for the competition. In this case, Microsoft-- one of Google's biggest competitors in various", "new_id": -2}]