[{"uid": "1296826903159875141", "i": 33163, "idx": 1, "sa": ["Zahi Hawass"], "q": "All the archaeological sites in Aswan, such as the Temple of Philae, the Unfinished Obelisk, the Island of Kalabsha, the Tombs of the Nomarchs, and Elephantine Island are completely safe,'' <strong> Zahi Hawass </strong> says. <q> The temples of Edfu and Kom Ombo are also safe. All of the tombs in the Valley of the Kings, Valley of the Queens, Tombs of the Nobles, and the temples of Luxor and Karnak are safe. </q> Grant programs Two years ago, ARCE was awarded a$ 6.6 million grant from the U.S. Agency for International Development( USAID). The organization is still drawing on those funds to support its", "new_id": -2}, {"uid": "1295829795174063631", "i": 15468, "idx": 0, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "BGC Partners analyst Colin Gillis said that Google experienced tremendous growth under <strong> Eric Schmidt </strong>, becoming a search and advertising powerhouse, although the company also arguably experienced a number of missteps and missed opportunities. <q> A case can also be made that the company has not built any new material revenue streams, was late to building for the mobile market, has no effective social solutions, overbuilt its headcount and placed itself in the crosshairs of government regulators, </q> Gillis said. Editor-in-chief of technology blog SearchEngineLand.com <strong> Danny Sullivan </strong> said Google's biggest challenges now are to`` prove that they've got their Mojo back and that nobody needs to fear them.''", "new_id": -2}, {"uid": "1296099209217432070", "i": 48569, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": ": www.youtube.com Check Out TYT Interviews www.youtube.com Reporting from Washington- <strong> Sen. Bernie Sanders </strong>( I-Vt.) has ended a marathon filibuster of the proposed tax compromise, ceding control of the Senate floor after more than 8 1 hours. <q> It has been a very long day, </q> he said as he concluded his remarks, including a five-hour period in which he spoke without interruption.`` I do believe that if the American people stand up... I think we can defeat this proposal. I", "new_id": -2}, {"uid": "1294965103172343305", "i": 13383, "idx": 3, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "BlackBerry, <strong> Gabrielle Giffords </strong>' parents wept. Finally, the congresswomen were shown the door, <strong> Debbie Wasserman Schultz </strong> said.`` There was a lot of excitement. She had to rest,'' <strong> Debbie Wasserman Schultz </strong> said. <q> We told her how much we loved her and we'd be back to see her and whatever she needed us to do, we'd be here for her. </q> <strong> Debbie Wasserman Schultz </strong> said Thursday that she and <strong> Kirsten Gillibrand </strong> walked out of the hospital room buoyed by the`` power of girlfriends.'' Neurosurgeon Michael Lemole told them outside the hospital room that he had long discounted", "new_id": -2}, {"uid": "1297425441197410833", "i": 19556, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "'s current offerings are stagnating in the marketplace. We'll leave you with this closing statement from an open letter that <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> posted to the Nokia Conversations blog: <q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we see the opportunity, and we have the will, the resources and the drive to succeed. </q>", "new_id": -2}, {"uid": "1295697481212844549", "i": 44413, "idx": 0, "sa": ["Cheryl Cole", "Derek Hough", "Simon Cowell"], "q": "report. It was rumoured the Messy Little Raindrops singer would be shacking up with the dancer when she moves to LA later this year, but The Sun says <strong> Cheryl Cole </strong> has changed her mind. <q> <strong> Cheryl Cole </strong> told him she would spend a lot of time at his, but she needs her own space, </q> a source tells the paper.`` She wants to remain independent and not just become` <strong> Derek Hough </strong>'s girlfriend'.`` It's clearly a wise move that has in part been steered by <strong> Simon Cowell </strong> because", "new_id": -2}, {"uid": "1295952030070795286", "i": 15354, "idx": 1, "sa": ["Laura Marling", "Mat Horne", "Marcus Mumford", "Simon Cowell"], "q": "is perfect for the role.`` <strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit,'' a srouce told The Sun. <q> They want to see if the American public warm to her before she takes on such a high-profile role in one of the biggest shows on US TV. </q> <strong> Laura Marling </strong> Dating Gavin And Stacey's <strong> Mat Horne </strong> After <strong> Marcus Mumford </strong> Split", "new_id": -2}, {"uid": "1297307665234995776", "i": 12445, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Stephen Elop", "Ray Ozzie"], "q": "vendor's US$ 15 billion a year Server and Tools business. <strong> Satya Nadella </strong> replaces former Server boss Bob Muglia, who departed in January after a strategy disagreement with Microsoft chief executive <strong> Steve Ballmer </strong>. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> <strong> Steve Ballmer </strong> said in a statement today. Microsoft has recently lost several of top executives, including current Nokia boss, <strong> Stephen Elop </strong> and Microsoft's former chief software architect <strong> Ray Ozzie </strong>. The software vendor", "new_id": -2}, {"uid": "1296232141043434078", "i": 16305, "idx": 11, "sa": ["Michelle Obama", "Mike Pence"], "q": ". I'm excited for any door <strong> Mike Pence </strong> walks through,'' she said.`` Obviously it'd be great for the state of Indiana.'' Politics Video: Exclusive: <strong> Michelle Obama </strong>'s New Focus Report Abuse <q> <strong> Barack Obama </strong> has a dying political message of retread talking points that excites n one even the lemming lib followers. </q> Report Abuse <blockquote> He should run for Governor. The fewer GOP knuckleheads in the House the better. </blockquote> Washington Post: New GOP proposal targets federal workforce Washington Post: Gun show attendees say firearms limits would be", "new_id": -2}, [{"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On` The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I'm Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}]]