[{"uid": "1297443949230703173", "i": 34632, "idx": 3, "sa": ["Mike Pence", "Richard L. Hanna", "Peter King"], "q": "Law After blindly voting to repeal the health care law last month, several GOP lawmakers are waPeter King up to the another GOP lawmaker, <strong> Mike Pence </strong> <strong> Richard L. Hanna </strong>( NY), questioning the party rhetoric. Going <q> way off the national Republican Party's message </q> in an interview with the Auburn Citizen, <strong> Richard L. Hanna </strong> dismissed the health care repeal as\" ceremonial.\" Noting that Republicans have \"complained for two years\" without offering \"viable\" alternatives, he", "new_id": -2}, {"uid": "1295296359138346549", "i": 23619, "idx": 1, "sa": ["Mike Pence"], "q": "about it. The group is launching an independent spending effort to convince <strong> Mike Pence </strong> to run, The group, \"America's President Committee,\" begins a website, www.theconservativechampion.org, and a signature drive Monday. <q> <strong> Mike Pence </strong> has gotten buzz on the right in part because he's seen as a candidate who could unify the three traditional constituencies within the GOP- social conservatives, economic conservatives and foreign-policy conservatives, </q> the news service states.", "new_id": -2}, {"uid": "1295954772070795352", "i": 36300, "idx": 1, "sa": ["Mike Pence", "Tim McGraw", "André Carson"], "q": "talk these days around here about where members of Congress are going to sit during the State of the Union address,\" <strong> Mike Pence </strong>, R-Columbus, said last week during the House debate on repealing the health-care overhaul. <q> Well, I've been in Congress for 10 years, and I learned a long Tim McGrawe ago it doesn't really matter where you sit. It matters where you stand. </q> A spokesman for <strong> Mike Pence </strong> <strong> André Carson </strong>, D-Indianapolis, said Carson hasn't made any seating arrangements for the speech. \"He's just going to play it by ear and see what happens,\"", "new_id": -2}, {"uid": "1296370414073023502", "i": 4525, "idx": 0, "sa": ["Joe Donnelly", "Mike Pence", "Jackie Walorski"], "q": "and pragmatically about education, energy policy, the federal deficit, the economy-- and about his Northern Indiana district, which includes South Bend. \"It's a working-class area,\" he said. <q> The issues are clear. It's jobs and education. Jobs and education. </q> <strong> Joe Donnelly </strong> attracted a lot of attention last year as he battled and narrowly won re-election against former state <strong> Mike Pence </strong> <strong> Jackie Walorski </strong>. Republicans worked hard to tie him to national Democrats, focusing most squarely on his vote for", "new_id": -2}, {"uid": "1297584598159744008", "i": 26865, "idx": 1, "sa": ["Mike Pence"], "q": "the alley, because the light was better. Social conservatives tend to talk about issues such as abortion and gay rights, stem cell research and the role of religion \"in the public square\" : <q> Those who would have us ignore the battle being fought over life, marriage and religious liberty have forgotten the lessons of history, </q> said <strong> Mike Pence </strong>, Republican of Indiana, at the Family Research Council's 2010 Values Voter Summit. But what, exactly, are the policy problems they say they aim to solve? Former Arkansas", "new_id": -2}, {"uid": "1295779892017170523", "i": 2227, "idx": 21, "sa": ["Andrew P. Smith", "Mike Pence", "Marjorie Dannenfelser", "Sarah Palin"], "q": ". She said <strong> Mike Pence </strong>, a former radio talk show host, connects with those he's speaking to. \"I hate to bring up Reagan because everybody does that,\" <strong> Marjorie Dannenfelser </strong> said. <q> But it's what Reagan did and what <strong> Sarah Palin </strong> can do and what other candidates would pay any amount of money for. </q> <strong> Andrew P. Smith </strong>, who heads the University of New Hampshire's Granite State Poll, said it's not surprising that activists are urging <strong> Mike Pence </strong> to run. But, he noted, that doesn't mean", "new_id": -2}, {"uid": "1297709927124567580", "i": 48789, "idx": 1, "sa": ["Mike Pence", "Mike Huckabee"], "q": "the alley, because the light was better. Social conservatives tend to talk about issues such as abortion and gay rights, stem cell research and the role of religion \"in the public square\" : <q> Those who would have us ignore the battle being fought over life, marriage and religious liberty have forgotten the lessons of history, </q> said <strong> Mike Pence </strong>( R-Ind.) at the Family Research Council's 2010 Values Voter Summit. Former Arkansas Gov. <strong> Mike Huckabee </strong>, at the same summit, said: \"We need to understand there is a direct", "new_id": -2}, {"uid": "1296817703066027527", "i": 52681, "idx": 2, "sa": ["David McIntosh", "Mike Pence", "Karen Hartman"], "q": "His political views began to change at Hanover College, where he became a born-again Christian. He met his wife, <strong> Karen Hartman </strong>, at an evangelical church service where she was playing the guitar. <q> I think his faith is first and foremost what makes him tick, </q> said former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, a Republican. \"Even as he approached this really hard decision, I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in", "new_id": -2}, {"uid": "1296391518023904278", "i": 53415, "idx": 10, "sa": ["Mike Pence"], "q": "the congressional seat was especially gratifying for <strong> Mike Pence </strong> after he made, by his own admission, fairly serious missteps and then spent years toiling in the vineyards through his work in policy, radio and television. <q> I think it was a sense that` There is a second chance. There is an opportunity to serve at this level, </q>' Stephan said.\" ` I've learned a lot. I've grown a lot, and I'm in a better position now to represent Indiana than I would have been.\" '", "new_id": -2}, {"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.\" As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q> I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table, </q> he said. \"He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}]