[{"uid": "1295875845093847563", "i": 29096, "idx": 1, "sa": ["Larry Page", "Marissa Mayer", "Eric Schmidt"], "q": "der Konferenz DLD( Digital, Life, Design) in M?nchen. Jetzt gebe es ver?nderte Aufgaben, \"aber <strong> Larry Page </strong>, <strong> Eric Schmidt </strong> und Sergey werden das Unternehmen weiter f?hren\" . <strong> Marissa Mayer </strong> f?gte hinzu: <q> Wir freuen uns wirklich ber die nderungen. </q> Der neue Vorstandschef <strong> Larry Page </strong> habe sich schon immer sehr um die Entwicklung der Google-Produkte gek?mmert und werde seinen Blick auf die Technik auch in der Mayer-wird-personalchefin-bei-sap-magazin/\" Link: DJ Unilever-Managerin DammMarissa Mayer wird Personalchefin bei SAP-", "new_id": -2, "mturk_index": "2077"}, {"uid": "1296744552199131154", "i": 36515, "idx": 39, "sa": ["Donald Rumsfeld"], "q": "But he confesses to \"a few ill-chosen words\" at a subsequent press briefing-a time, says <strong> Donald Rumsfeld </strong>, when he was under additional strain because his wife was in the hospital with a ruptured appendix. <q> Think what's happened in our cities when we've had riots, and problems, and looting. Stuff happens! </q> he told reporters. But he adds that media outlets \"who created and spread the grossly false and harmful stories about the museum looting took no responsibility,\" as if they had collectively shrugged, \"", "new_id": -2, "mturk_index": "1663"}, {"uid": "1295503547083329028", "i": 6935, "idx": 0, "sa": ["Kobe Bryant", "Marcus Camby", "Carmelo Anthony", "Phil Jackson", "Allen Iverson", "John Calipari"], "q": "led by <strong> Kobe Bryant </strong>'s 25, score 20-plus points to give the Lakers a 111-107 win over the Denver Nuggets on Wednesday night. <strong> Carmelo Anthony </strong> had 26 points and eight rebounds and <strong> Marcus Camby </strong> had 20 rebounds for the Nuggets. <q> We absorbed a lot of points from <strong> Allen Iverson </strong>, </q> Lakers <strong> John Calipari </strong> <strong> Phil Jackson </strong> said. \"He got our whole team in foul trouble.\" <strong> Allen Iverson </strong> scored 49 points through the first three quarters but was held to a just a layup in the fourth. The Lakers clamped", "new_id": -2, "mturk_index": "1443"}, {"uid": "1294957392081149963", "i": 8355, "idx": 1, "sa": ["Jason Kidd", "Larry Brown", "Allen Iverson"], "q": "the powerful Lakers. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseJason Kidd. \"Anybody that bet on it, some broke people out there,\" <strong> Allen Iverson </strong> said. <q> I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now. </q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach <strong> Larry Brown </strong> said. \"This is kind of unexpected but", "new_id": -2, "mturk_index": "1425"}, {"uid": "1297290951065437723", "i": 59783, "idx": 2, "sa": ["Steve Ballmer", "Amitabh Srivastava"], "q": "accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future.\" <strong> Steve Ballmer </strong> also disclosed that <strong> Amitabh Srivastava </strong>, senior vice president in the Server and Tools Business, is leaving Microsoft. <q> Windows Azure is in a great place and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career, </q> <strong> Steve Ballmer </strong> said in his e-mail. \"He has done stellar work for the company and will work to ensure a smooth transition with the Windows Azure team.\" <strong> Amitabh Srivastava </strong> has been with Microsoft since 1997 and", "new_id": -2, "mturk_index": "843"}, {"uid": "1297429768243695651", "i": 17023, "idx": 0, "sa": ["Jeremy Irons", "David Anders", "CeeLo Green", "Kevin Spacey", "Simon Cowell"], "q": "and Aniston` Just Go With It' Meet the Man Behind the` Old Spice' Advertisements Celebrities at the Red Dress Fashion Show Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Kevin Spacey </strong> bank movie asks <q> are we all greedy? </q> <cite> Reuters </cite> <strong> CeeLo Green </strong> subs for Rihanna at cancer benefit <cite> Associated Press </cite> Vampire Diaries' <strong> David Anders </strong>: Trust Uncle <strong> Jeremy Irons </strong> <cite> TV Guide </cite>` American Idol' Moves On To Hollywood Week As Favorites Rise& Falter", "new_id": -2, "mturk_index": "1445"}, {"uid": "1295616610091799567", "i": 38519, "idx": 2, "sa": ["David Letterman", "Rumer Willis", "Bob Dylan", "Pearl Jam", "Steve Gorman"], "q": "<strong> Rumer Willis </strong> 09/01/2009 Want to learn how to play guitar? Learn with Pearl Jamorama! learnwithPearl Jamorama.info... The Black Crowes- Good Morning Captain- <strong> David Letterman </strong> 9/1/09 The Black Crowes performing \"Good Morning Captain\" from their new double album <q> Before The <strong> Bob Dylan </strong>... Until The Freeze </q> on <strong> David Letterman </strong> 9/1/09. Note <strong> Steve Gorman </strong>'s cool new drumhead! Enjoy!... \"Sometimes Salvation\" - The Black Crowes The best music video of Black Crowes.... The Black Crowes- Oh Sweet Nuthin' The", "new_id": -2, "mturk_index": "1072"}, {"uid": "1295588354071548929", "i": 1609, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "a cargo de la gesti?n diaria. <strong> Eric Schmidt </strong> se?al que en su calidad de presidente ejecutivo de la junta se concentrar \"en todo aquello en lo que pueda agregar el mayor valor\" y que seguir siendo <q> un asesor de <strong> Larry Page </strong> y <strong> Sergey Brin </strong> </q>. \"He aprendido una tonelada de l durante a?os\" , dijo <strong> Larry Page </strong> sobre <strong> Eric Schmidt </strong> en una conferencia telef?nica. \"No podr?a estar m?s entusiasmado respecto a la direcci?n futura... Estamos apenas en el comienzo", "new_id": -2, "mturk_index": "2186"}, {"uid": "1295615268003915792", "i": 32718, "idx": 2, "sa": ["Catherine Tate", "Donald Rumsfeld"], "q": "\" But, she said, \"it was not a judgment that found favor with some parts of the American machine\" - namely <strong> Donald Rumsfeld </strong> H. <strong> Donald Rumsfeld </strong>, the United SCatherine Tates secretary of defense at the time. That <q> is why <strong> Donald Rumsfeld </strong> started an alternative intelligence unit in the Pentagon to seek an alternative judgment, </q> she said. MI5, she said, had refused to offer contributions to the documents produced at 10 Downing Street's orders to justify the case for war because the The Ghost Writer, had its world", "new_id": -2, "mturk_index": "532"}, {"uid": "1294956184094240812", "i": 5288, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Mark Kelson", "Debbie Wasserman Schultz", "Rush Limbaugh"], "q": "'s shooting in Tucscon. Special Section: Tragedy in Tuscon Shuttle commander <strong> Mark Kelson </strong>, who Rush Limbaughed from target=\"_blank\" Houston to Tucson, Ariz., after the shootings, issued his first public statement Sunday night. <q> <strong> Gabrielle Giffords </strong> was doing what she loved most- hearing from her <strong> Gabrielle Giffords </strong> hospital visit: \"Like we were watching a miracle </q> WASHINGTON- U.S. Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., told reporters Wednesday night that she and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. were in Rep. Garbielle <strong> Gabrielle Giffords </strong>' hospital room when the wounded congresswoman opened her eyes for the first target=\"_blank\"", "new_id": -2, "mturk_index": "715"}]