[{"uid": "1297100048035717139", "i": 43892, "idx": 1, "sa": ["Michael Vick", "Sarah Palin", "Aaron Sorkin"], "q": ", <strong> Aaron Sorkin </strong> compared <strong> Sarah Palin </strong> hunting on her TLC show to the animal abuse football player <strong> Michael Vick </strong> was found guilty of in promoting dog fighting. On CNN's Parker-Spitzer on October 4, 2010, <strong> Aaron Sorkin </strong> declared: <q><strong> Sarah Palin </strong>'s an idiot. Come on. This is a remarkably, stunningly, jaw-droppingly incompetent and mean woman.</q> Cappmann1962 on Mon, 02/07/2011- 12:05 pm. <strong> Sarah Palin </strong> demonizes education and intellect, hmmm? So, in other words, we're back to liberals being mentally superior to Cro-Magnon conservatives. And here", "new_id": -2}, {"uid": "1295800150188252182", "i": 36065, "idx": 2, "sa": ["Colin Powell"], "q": "When asked whether he would consider joining the Obama administration, Mr. <strong> Colin Powell </strong>, who is 73 years old, said he was not looking for such a return to the White House, and that he prefers serving as <q>someone the president calls up from time to time.</q> Overall, Mr. <strong> Colin Powell </strong> gave a fairly upbeat assessment of President is one of the oldest standing features in American journalism. Since the Wire", "new_id": -2}, {"uid": "1297310036062455890", "i": 32255, "idx": 1, "sa": ["Steve Ballmer"], "q": ". \"In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops,\" <strong> Steve Ballmer </strong> said in an e-mail to all employees Wednesday. <q>We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways.</q> <strong> Steve Ballmer </strong> also said in his e-mail that Amithabh Srivastava, a senior vice president for Server and Tools who seemed the heir apparent, is leaving. It's unclear where Srivastava will go next. He was", "new_id": -2}, {"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.\" The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q>started to open her eyes, literally,</q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying: \"<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,\" <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}, {"uid": "1297119812245366792", "i": 1417, "idx": 2, "sa": ["Simon Cowell"], "q": "; and Seattle, WA. <strong> Simon Cowell </strong> and Fox announced they had inked a deal to have the sharp-tongued Brit leave American Idol and launch an American edition of The X Factor early last year. <q>Where we have come to and agreed is that The X Factor will launch in America in[ Fall] 2011, with me judging the show and executive producing the show. Because of that this will be my last season on American Idol, this year,</q> <strong> Simon Cowell </strong> told reporters at a January 2010 media event announcing the deal. he'd insisted it wasn't a negotiating ploy, <strong> Simon Cowell </strong> had spent the prior year stating he was unsure whether he'd remain with", "new_id": -2}, {"uid": "1296184901199016459", "i": 11062, "idx": 1, "sa": ["Chris Christie", "Mike Pence"], "q": "until January 2011. circulated a letter to supporters announcing the decision. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" wrote <strong> Mike Pence </strong>. <q>We will not seek the Republican nomination for president in 2012.</q> Video: Obama picks Carney for press secretary Senate Republicans beg for spending addiction intervention, Dems say no way Top Republicans craft strategy to fight EPA's expanding regulatory reach <strong> Chris Christie </strong> on 2012 presidential run:` In", "new_id": -2}, {"uid": "1295578537195002486", "i": 4082, "idx": 7, "sa": ["Eric Schmidt", "Google Inc."], "q": "his blogpost that Page, the son of a Michigan State University computer science professor, will now lead product development and technology strategy, areas that are \"his greatest strengths.\" <q>It will be interesting to see what he'll do that's different, what he could not have done in his prior role,</q> said BGC Partners analyst Colin Gillis. <strong> Google Inc. </strong>'s trek from startup to tech titan <strong> Google Inc. </strong> said co-founder Larry Page will replace <strong> Eric Schmidt </strong> in April as chief executive of the world's No. 1 search...", "new_id": -2}, {"uid": "1295714464099811335", "i": 19878, "idx": 0, "sa": ["Andy Coulson"], "q": "and Karachay want freedom from Russia...... but they also have a power struggle with Circassians Report Abuse \"Feh, does Russia really think it can hold on to its empire any longer?\" Report Abuse <q>Until the region is freed from all outside manipulation, the \"Great Game</q> will continue to take innocent lives, Russian, Chechen, and others.\" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295369718224215100", "i": 41385, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "Justin Bieber", "David Letterman"], "q": "Met <strong> Justin Bieber </strong> <cite> The Famous </cite> <cite> <strong> Howard Stern </strong>| Photo Credits: Bobby Bank/WireImage. com </cite> <strong> Piers Morgan </strong> Tonight, the shock jock calls the NBC late-night host \"insane\" and accuses him of stealing sketch ideas. <q>Jay is a crook and the world knows exactly what he's up to. He steals a tremendous amount of material,</q> The New York Post quoted <strong> Howard Stern </strong> as saying. \"This guy's ripped off like 10 major things from my show.\" <strong> David Letterman </strong> in the ratings. \"It's beyond my", "new_id": -2}, {"uid": "1295582437002506782", "i": 32673, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "to the table this season that the previous panels of judges lacked. \"When you see the camaraderie( among the judges), that was never even in \"Idol',\" <strong> Steven Tyler </strong> explained. <q>I'm taking a risk in saying that. I haven't seen them all, but I don't think there ever was.</q> Now it remains to be seen if audiences prefer this camaraderie to <strong> Simon Cowell </strong>'s sideway glances of disdain. TV Replay: Watch TV\"s Best Moments Daily Our rights to these clips expire a few days after", "new_id": -2}]