[{"uid": "1296250466060604424", "i": 23456, "idx": 0, "sa": ["Newt Gingrich", "Barack Obama", "Mike Pence"], "q": "insiders, CNN's report. At <strong> Mike Pence </strong> Will Not Run for <strong> Barack Obama </strong> Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> Mr. <strong> Mike Pence </strong> wrote in a letter to supporters. \"We will not seek the Republican nomination for president in 2012.\" The Santorum in no hurry to make presidential decision <strong> Newt Gingrich </strong> Assesses His Potential 2012 Presidential", "new_id": -2}, {"uid": "1297709264165232682", "i": 12094, "idx": 0, "sa": ["Steve Ballmer"], "q": ", as well as integrating micro-blogging service Twitter into Windows Phone 7's People Hub. The first update, which will bring cut and paste features to the handset will be made available <q> in just a few weeks in early March </q>, <strong> Steve Ballmer </strong> said. The other features will be part of a second update to Windows Phone 7 expected later in the year. Photoshop& Illustrator Tutorial: Put a low-poly spin on music cover art Photoshop&", "new_id": -2}, {"i": 8023, "idx": 0, "index_answer": 0, "new_id": -1, "q": "want the <strong> Bill Clinton </strong> and Congress to work together on the big issues, not least the economy. <strong> Larry Sabato </strong> said the Republican takeover of the House of Representatives gives the <strong> Bill Clinton </strong> a new political lease on life. <q> Once the Tea Party members of the House start having a full airing of their views, <strong> Barack Obama </strong> will appear more moderate. He's going to be nicely positioned between the old <strong> Barack Obama </strong> and the new Republican House. I've said for more than a year that if the Democrats hold both the House and the Senate <strong> Barack Obama </strong> might be a one-term <strong> Bill Clinton </strong>. Now he has someone to blame and someone to make him to look better. </q> <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically. \"He hasn't achieved all of his purposes, but he", "sa": ["Larry Sabato", "Colin Powell", "Bill Clinton", "Barack Obama"], "uid": "1296560297058949650"}, {"uid": "1296708031055181325", "i": 8723, "idx": 0, "sa": ["Eddy Curry", "Jamal Crawford", "Allen Iverson", "Carmelo Anthony", "Stephon Marbury", "Renaldo Balkman", "Isiah Thomas"], "q": "game.\" <strong> Jamal Crawford </strong> led the Knicks with 25 points and <strong> Eddy Curry </strong> added 24, nine in the fourth quarter. <strong> Stephon Marbury </strong> had 21 points and nine assists, and <strong> Renaldo Balkman </strong> led a spirited bench effort with 11 points. <q> Our whole team, I like the tenacity that we played with. I like the intensity that we played with, </q> Knicks coach <strong> Isiah Thomas </strong> said. <strong> Allen Iverson </strong> scored 32 points and <strong> Carmelo Anthony </strong> had 24 for the Nuggets, who led by as many as 15 and were still ahead by 10 going to the fourth quarter before dropping their second straight", "new_id": -2}, {"uid": "1296425350029392900", "i": 32992, "idx": 5, "sa": ["Zahi Hawass", "Sarah Parcak", "National Geographic Society"], "q": "Jewelery Museum, the <strong> National Geographic Society </strong> Museum of Alexandria, and El Manial Museum. <strong> Zahi Hawass </strong> said none of the attempts were successful. <strong> Zahi Hawass </strong> expressed deep gratitude toward the protesters who helped protect the Cairo museum Saturday. <q> They stood beside me. They know this museum is their cultural heritage. This could have been the blackest day of my life, but thank God, we are protecting the sites. </q> Nonetheless, Egypt specialists in the United States are working hard to learn what sites might be damaged or endangered. <strong> Sarah Parcak </strong>, an Egyptologist at the University of Alabama-Birmingham, said, \"We're all very", "new_id": -2}, {"uid": "1295156723221855777", "i": 4727, "idx": 2, "sa": ["J.R. Smith", "Kobe Bryant", "George Karl", "Chauncey Billups", "Allen Iverson"], "q": "a span of two seconds after technical fouls against JR <strong> J.R. Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Chris_Paul_21_Points_vs_Nuggets_Game_1_Playoffs!_HD!_19409 capped by revgen DENVER( AP) <strong> Chauncey Billups </strong> ca", "new_id": -2}, {"uid": "1296189352088326146", "i": 11629, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "with Social Security taxes. Centrist Democrats, while they're not backing privatization, are discussing ways to save money by making smaller alterations to the system. They're in for a fight. <q> Social Security has been the most successful social program initiated by the federal government in the history of this country, </q> said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who's the caucus's leader. \"We are getting very tired of hearing Republicans saying Social Security is collapsing.\" It's not, and estimates are that its trust funds", "new_id": -2}, {"uid": "1295615268003915792", "i": 27023, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Barack Obama", "David Cameron"], "q": "the CIA,\" she said. \"<strong> Saddam Hussein </strong> had nothing to do with 9/11,\" she added, \"and I have never seen anything to make me change my mind.\" But, she said, <q> it was not a judgment that found favor with some parts of the American machine </q>- namely <strong> David Cameron </strong> <strong> Barack Obama </strong> <strong> Donald Rumsfeld </strong>, the United States secretary of defense at the time. That \"is why <strong> Donald Rumsfeld </strong> started an alternative intelligence unit in the Pentagon to seek an alternative judgment,\" she said. MI5", "new_id": -2}, {"uid": "1295968668242466824", "i": 17828, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "week said he will step down as chief executive officer in favor of <strong> Google Inc. </strong> co-founder Larry Page to become executive chairman, is \"actually committed to <strong> Google Inc. </strong>,\" he told reporters at the Digital-Life-Design conference in Munich. <q> How long are you committed to doing what you're doing? As long as it's exciting, </q> he said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported yesterday. <strong> Ken Auletta </strong>, author", "new_id": -2}, {"uid": "1295487735203259910", "i": 47669, "idx": 0, "sa": ["Nancy Cordes", "Mike Pence"], "q": "voted 245 to 189 to repeal health care reform. The party line vote capped a vigorous debate in which Republicans vilified the health care law and Democrats exalted it, reports CBS News Congressional correspondent <strong> Nancy Cordes </strong>. <q> When you order every American to buy health insurance whether they want it, need it or not, that's a government takeover of healthcare, </q> said Rep. <strong> Mike Pence </strong>, R-Indiana, on the floor. \"Really? Who is taking over what health care plan? Who? We are offering people tax incentives, small businesses tax incentives to go buy", "new_id": -2}]