[{"uid": "1295572388224641040", "i": 2686, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "CEO, <strong> Eric Schmidt </strong> said during the call. \"It's time for him to have a shot at running this.\" <strong> Larry Page </strong> hailed <strong> Eric Schmidt </strong> as a \"tremendous leaders\" whose contributions exceeded all expectations. <q> There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done, </q> <strong> Larry Page </strong> said. <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. For the first time last year, he", "new_id": -2}, {"uid": "1297390855091619342", "i": 1000, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "the six years during which he ran the Defense Department for <strong> George W. Bush </strong>- particularly because nearly two-thirds of the book deal with that relatively brief period in the author's life. But, as <strong> Donald Rumsfeld </strong> writes, he's <q> never much of a handwringer, I don't spend a lot of time in recriminations, looking back or second-guessing decisions made in real time with imperfect information by myself or others. </q> As seems typical of so much here, that's partially true; the author has no taste for self-criticism or second-guessing himself. Masterful bureaucratic survivor that he was until he ran out of room to maneuver", "new_id": -2}, {"uid": "1296030310020856872", "i": 40439, "idx": 0, "sa": ["Michael Vick"], "q": "free use of a$ 54,000 Nissan Armada. Terms of his deal with Unequal, his first paid endorsement, were not disclosed, but Vito said it was a \"sizable\" investment. <q> We believe it was worth it, </q> he said, \"because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.\" <strong> Michael Vick </strong> was once the NFL's highest-paid player, and he made an estimated$ 7 million", "new_id": -2}, {"uid": "1295562675204783640", "i": 44778, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "<strong> Larry Page </strong> speaking to the European Parliament, 2009. An \"unexpected shakeup\" went down at Google today. <strong> Larry Page </strong>, company co-founder, will take over as CEO effective April 4. <q> <strong> Larry Page </strong>, 37, is reclaiming the top job from <strong> Eric Schmidt </strong>, who had been brought in as CEO a decade ago because Google's investors believed the company needed a more mature leader, </q> reports KTVU. \"<strong> Eric Schmidt </strong>, 55, will remain an adviser to <strong> Larry Page </strong> and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman.\" This news comes on the heels", "new_id": -2}, {"uid": "1297193758265863169", "i": 16513, "idx": 2, "sa": ["Colin Powell"], "q": "so startling.\" He rebuked the Congressional Black Caucus for their hesitancy, and suggested that the role played by General <strong> Colin Powell </strong> and Condoleeze Rice shifted the African American role from outsider to insider. <q> The result has been the diminution of an American voice that gave people abroad hope that at least some of us were sympathetic to their struggles, </q> he said. But, this silence might not matter much now, he continued. In Tunisia, Egypt and elsewhere, they're on the move- with or without help from America's political establishment", "new_id": -2}, {"uid": "1297100173035717127", "i": 11540, "idx": 0, "sa": ["Simon Cowell"], "q": "American Idol last year got a glimpse of the curmudgeonly judge during a Super Bowl spot promoting his new singing competition, The X Factor. Now additional details are emerging about the upcoming Fox show, which unlike <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> <strong> Simon Cowell </strong> told target=\"_self\"> UsMagazine.com in a statement. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the", "new_id": -2}, {"uid": "1295568042244678667", "i": 25044, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "a browser-based app that's integrated with Google Apps. It comes with pre-built workflows, includes expense tracking& customer payment tracking. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295562703217792663", "i": 20236, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "many others. He also writes Maximize the efficiency of your virtualization solution. Visit the Dell Virtualization Center today. earnings release today, Google announced a major shift to the executive ranks, calling it a way to <q> streamline decision making and create clearer lines of responsibility and accountability at the top of the company. </q> Here are the details: Starting April 4, co-founder <strong> Larry Page </strong>, becomes CEO and takes over day-to-day operations. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, specifically, new products. <strong> Eric Schmidt </strong> becomes Executive Chairman and", "new_id": -2}, {"uid": "1295683091039469111", "i": 41137, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "and other difficult challenges facing his coalition government. <strong> Andy Coulson </strong>, 43, has denied knowledge of illegal activities, but he left the paper saying he took responsibility for what happened on his watch. <q> I stand by what I've said about those events, but when the spokesman needs a spokesman, it's time to move on, </q> said <strong> Andy Coulson </strong>, who had worked for <strong> David Cameron </strong> for 3 1/2 years. <strong> Andy Coulson </strong> was \"a brilliant member of my team and has thrown himself at the job with skill and dedication,\" <strong> David Cameron </strong> said.", "new_id": -2}, {"uid": "1296848372199835650", "i": 57250, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "done as soon as possible.\" <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. <q> We're looking for success stories; we're not looking for players to fail, </q> <strong> Roger Goodell </strong> said. \"He's paid a very significant price and he's doing the right thing.\" <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's", "new_id": -2}]