[{"uid": "1297094624063078408", "i": 31159, "idx": 8, "sa": ["Madeleine Albright", "Colin Powell", "Walter E. Boomer"], "q": "Photo in Slideshow: <strong> Colin Powell </strong>, <strong> Walter E. Boomer </strong> BREAKING UP IS HARD TO DO...- Anastasio Somoza was a bulwark against Nazi influence in Central America. Ferdinand... Photo in Slideshow: <strong> Madeleine Albright </strong>, <strong> Colin Powell </strong> Report Abuse <q> All of these books come out: <strong> President Bush </strong>, Feith, now <strong> Donald Rumsfeld </strong>. But NOBODY answers the one question that needs to be answered. Who gave the orders in Iraq during the early days? Specifically, who gave Order number one and order number two which disbanded both the Baath Party and the army of Iraq? These orders killed thousands of our troops and hundreds of thousands of Iraqis. </q> Washington Post: The Fix: Charlotte will be site of 2012 Democratic National Convention Washington Post: 2012 Republican presidential candidates all have flaws Your 10 BAGGER is here! Stock tools, news, social feeds, charts", "new_id": -2}, {"uid": "1296744552199131154", "i": 30142, "idx": 44, "sa": ["Donald Rumsfeld", "Colin Powell", "Dick Cheney"], "q": "time you feel it would be helpful to you.\"\" Don, someone's head has to roll over this,\" Bush told him. But the president called him that night and said that <q> your leaving is a terrible idea. </q> Bush asked whether he should oust <strong> Colin Powell </strong> <strong> Dick Cheney </strong> Myers instead. <strong> Donald Rumsfeld </strong> replied that he would be\" firing the wrong person.\" But as commentators demanded his head, <strong> Donald Rumsfeld </strong> still contemplated leaving, even after", "new_id": -2}, {"uid": "1295572388224641040", "i": 2239, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old founder, <strong> Sergey Brin </strong>", "new_id": -2}, {"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,\" Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q> These payouts recognize the continual support and tireless efforts of our people, </q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds.\" We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}, {"uid": "1295959277216842330", "i": 5453, "idx": 1, "sa": ["Dermot O'Leary", "Simon Cowell", "Christian O'Connell"], "q": "off Facebook, how annoying is that?\" he told Absolute Radio's <strong> Christian O'Connell </strong> on his breakfast show. <strong> Dermot O'Leary </strong> also revealed how X Factor judge <strong> Simon Cowell </strong> has a bath in his dressing room. <q> <strong> Simon Cowell </strong>'s decked out his whole dressing room, his whole dressing room is monochrome. It's like his house, and he's got a bath in his dressing room as well, no word of a lie, </q> he continued.\" I have been in there. He loves a bath, <strong> Simon Cowell </strong>, it gives him time to think.\" The 37-year-old credited the TV mogul for giving him a masterclass", "new_id": -2}, {"uid": "1295501548043302914", "i": 41242, "idx": 0, "sa": ["Ryan Seacrest", "Jennifer Lopez", "Simon Cowell", "Celine Dion"], "q": "The judges inexplicably agree, and put her through to Hollywood after she puts her jacket back on( to remain tasteful) and sings a more calmed-down version of <strong> Celine Dion </strong>'s\" Power of Love.\" <q> An interesting decision for our judges, </q> <strong> Ryan Seacrest </strong> remarks. <strong> Simon Cowell </strong> would have never stood for this foolishness. Finally, we have a typical montage of several people in a row butchering songs. <strong> Jennifer Lopez </strong> respectfully averts her eyes from the trainwrecks.", "new_id": -2}, {"uid": "1296485471063668248", "i": 16555, "idx": 0, "sa": ["Sergio Marchionne"], "q": " after the company's 2009 bankruptcy.Chrysler sold 1.52 million cars in 2010, helping it to boost its market share in the vital domestic US market to 9.2 per cent, from 8.8 per cent the year before. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> chief executive <strong> Sergio Marchionne </strong> said.\" However, our job is not yet done,\" added <strong> Sergio Marchionne </strong>, who is CEO of both Chrysler and Italian carmaker Fiat, which owns a controlling 25 per cent interest in the", "new_id": -2}, {"uid": "1297369833096845847", "i": 15031, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": " of all home mortgages are underwater.# 9 28 million Americans that would like full-time jobs but that don't have full-time jobs. In a recent interview, <strong> Donald Rumsfeld </strong> said that he takes <q> great pride in the structures that the Bush administration put in place that this <strong> Barack Obama </strong> administration criticized and ran against and now have retained: military commissions and indefinite detention and( the prison at) Guantanamo Bay, Cuba. </q># 11 The number of net jobs gained by the U.S. economy during this past decade was smaller# 12 The <strong> Barack Obama </strong> administration and the Federal Reserve are both declaring that the U.S. economy is in recovery mode", "new_id": -2}, {"uid": "1297179623238403585", "i": 19627, "idx": 2, "sa": ["Donald Rumsfeld", "Gwen Ifill"], "q": "\" Good Morning America\" Tuesday. When pressed further about his responsibility, <strong> Donald Rumsfeld </strong> said it was\" as a participant\" in a group of policy makers who believed the intelligence was correct. <q> It turned out it was not correct, </q> <strong> Donald Rumsfeld </strong> added. one of his biggest regrets was not having successfully resigned in the wake of the Abu Ghraib prison scandal. In her review, <strong> Gwen Ifill </strong> rounds up some of the finger-pointing <strong> Donald Rumsfeld </strong> employs in the", "new_id": -2}, {"uid": "1295611674042827797", "i": 15951, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": ", his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government. 11.51 am: Here's the full statement from <strong> David Cameron </strong>: <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my Director of Communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government. </q> During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete professionalism. He has been a brilliant member of my team and has thrown himself at the job with skill and dedication. He", "new_id": -2}]