[{"uid": "1294959203181354515", "i": 23908, "idx": 1, "sa": ["Olivia Munn", "David Letterman"], "q": "16, she felt very alone, she said. Then, something big happened. \"In America, the way to make friends is, like, throw a party,\" <strong> Olivia Munn </strong> told <strong> David Letterman </strong>. <q>Some kids at school found out that my parents were gon na be out of town. I said, \"Sure,' I would have a party. So then, as I was walking through the halls, somebody hands me a flyer, like,` Here, go to this party.' And I looked at the flyer and it was directions to my house. Sad, but it was actually fun for me, because I was like,` Now people want to be my friend.'<q> Facebook! Know something we don't? E-mail us at <strong> Olivia Munn </strong> is hot now, but it wasn't always that way. The` Attack of the Show' alum and new` Perfect Couples\" star", "new_id": -2}, {"uid": "1295569871192872471", "i": 30682, "idx": 2, "sa": ["Eric Schmidt"], "q": "that claims to be \"the industry leader in scoring, auditing, and improving traffic quality for the online advertising community.\" <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,<q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1296106964198869129", "i": 6093, "idx": 0, "sa": ["Allen Iverson", "Anthony Parker"], "q": "the Bobcats with <strong> Allen Iverson </strong> spraining his right ankle and <strong> Anthony Parker </strong> spraining his left wrist. <strong> Anthony Parker </strong> said he's sore but fine and will play Wednesday night at Portland. <strong> Allen Iverson </strong> sounded a lot less confident in his status. <q>The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow,<q> <strong> Allen Iverson </strong> said. \"Right now it's just frustrating to be out there at the end hobbling like that.\" X-rays on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Anthony Parker </strong> are 2-3 together, and their", "new_id": -2}, {"uid": "1296689667060637223", "i": 15206, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "from the Snookster and J-Woww. What do you think? Did your head explode( like mine did) when you saw the Shore/Biebs collaboration? Are you craving more? Hoping for a single, maybe <q>Never Say Never... Except to a Grenade<q>? <strong> Justin Bieber </strong> teaches <strong> David Letterman </strong> about the \"Twitter device' <strong> Justin Bieber </strong> on` Today': When they're not screaming, <strong> Justin Bieber </strong> fans are kind of adorable Previous Post` American Idol\" producers issuing an apology for", "new_id": -2}, {"uid": "1296104989131907606", "i": 18427, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "his first endorsement contract since his release from prison. The Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. <q>We're real excited about it,<q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1295438176135233544", "i": 958, "idx": 2, "sa": ["Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "q": "and his teammates were keeping up. \"A lot of times Coach talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,\" <strong> Allen Iverson </strong> said. <q>They were beating me down the court, and I was just finding guys. They did a great job of finishing.<q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with JR Smith scores a season-high 40 points and grabs 5 rebounds as the Nuggets defeat the visiting Wizards 116-105. http://wn.com/Game_Recap_Mississippi_Rebels_vs_Colorado_State_Rams__December_23,_2010_NCAAB December 23, 2010 Mississippi Rebels vs. Colorado State Rams(", "new_id": -2}, {"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from \"The Tonight Show\" settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q>He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing,<q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight: \"The Pillowman\" By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}, {"uid": "1296888568025706496", "i": 798, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "salary plummet from nearly$ 10 million, including bonuses, to$ 1. \"I don't want my salary to go to a dollar,\" he said. Then he smiled and added, <q>My wife doesn't want my salary to go to a dollar. But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible.<q> <strong> Roger Goodell </strong> also said he has spoken to Eagles quarterback <strong> Michael Vick </strong> three times in the past two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting", "new_id": -2}, {"uid": "1296084752130252877", "i": 44052, "idx": 3, "sa": ["Michael Vick"], "q": ", the Packers are tied for second behind the Steelers in bringing down quarterbacks. \"Those guys fly around the ball and are always in good position,\" <strong> Michael Vick </strong> said of the Packers' defense. <q>You just have to be ready for what they're going to do. They give you a lot of different looks and try to confuse you.<q> Given the nature of the opposing defense and the porous nature of the Eagles' offensive line, this is not a good week for <strong> Michael Vick </strong> to be having issues with his all-important legs. Paul Domowitch", "new_id": -2}, {"uid": "1297598560241336332", "i": 22135, "idx": 2, "sa": ["Zahi Hawass"], "q": "artefact is the teenage monarch's gold funerary mask, which stares out from a case on the first floor of the museum. <strong> Zahi Hawass </strong> said an investigation has been launched to find those behind the theft. <q>The police and army plan to follow up with the criminals already in custody,<q> he added.... Copyright Â© MediaCorp Pte Ltd.. All Rights Reserved. Use of this Site is subject to our", "new_id": -2}]