[{"uid": "1297194654244269071", "i": 6234, "idx": 0, "sa": ["Steve Ballmer"], "q": "The term` Software defined radio'( SDR) has been used for a long time already, but real products have only been released mostly within the last 10 years,'' Virtanen told Betanews on Tuesday. <q> By using software, radio development is more flexible, fixes and updates can be made more easily and cost effectively, new functionalities and features can be implemented and mobilized faster, and software code can be re-used. </q> <strong> Steve Ballmer </strong>'s change of heart is touching, but it's five years too late Unconfirmed reports have Microsoft's CEO replacing sales and marketing managers with engineers. It's a sensible approach. Too bad <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1295803019101695619", "i": 39692, "idx": 6, "sa": ["Norman Schwarzkopf", "Colin Powell"], "q": "will say we got this one right,'' The AP quoted him as saying. Among the guests was Sheikh Ahmad Humood Jaber Al-Sabah, who attended as a representative of Kuwait's ruler. <q> Believe me, Kuwait and its people will never forget you, </q> he said.`` We carry in our hearts what you did for us each and every day.'' By letter, <strong> Norman Schwarzkopf </strong> salutes the war fighters <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, who commanded the allied coalition", "new_id": -2}, {"uid": "1295558979260145159", "i": 32373, "idx": 1, "sa": ["Bryan Fischer", "Nancy Pelosi", "Mr. Bauer", "Mike Pence"], "q": "Indiana <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q> He is definitely the guy to watch, </q> says <strong> Bryan Fischer </strong> of the American Family Association, a group that opposes gay marriage and abortion. Now, <strong> Mr. Bauer </strong> <strong> Mike Pence </strong> has a decision to make: While he says he is seriously weighing a run for the White House", "new_id": -2}, {"uid": "1295946546264699942", "i": 9316, "idx": 0, "sa": ["Hermione Norris", "Brenda Blethyn", "Edith Bowman", "Simon Cowell"], "q": "to Save The Children's new campaign, No Child Born To Die.`` Hi, I'm <strong> Simon Cowell </strong> and I was born to be a pain in the a***,'' he said, adding: <q> I'm backing Save The Children's campaign No Child Born To Die because around the world each year, eight million children die of preventable causes. </q> Actress <strong> Brenda Blethyn </strong> said she was`` born to sing'' but never got around to it, while Spooks star <strong> Hermione Norris </strong> confessed she was`` born to eat sweets''. DJ <strong> Edith Bowman </strong> is`` born", "new_id": -2}, {"i": 47897, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and religious liberty have forgotten the lessons of history,'' said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q> We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure. </q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said:`` It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.'' Those are reasonable concerns", "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "uid": "1297490833134791170"}, {"uid": "1296275498183009291", "i": 12137, "idx": 6, "sa": ["LeBron James", "Chris Webber", "Carmelo Anthony", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` I just know how tough it is on him,'' <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 Amid continued trade talk, <strong> Carmelo Anthony </strong>'s 23 lead Nuggets to 120-109 win over Wizards Denver Nuggets( 26-18) at Detroit Pistons( 17-28), 7:30 p.m.", "new_id": -2}, {"uid": "1295355004148537345", "i": 48157, "idx": 0, "sa": ["Cheryl Cole", "Derek Hough", "Simon Cowell"], "q": ". <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood.'' And not only that, the source revealed that <strong> Cheryl Cole </strong>'s not ready to move in with <strong> Derek Hough </strong>: <q> <strong> Cheryl Cole </strong> and <strong> Derek Hough </strong> have definitely been getting closer, but she wants her own life in LA- her own identity, not just as <strong> Derek Hough </strong>'s girlfriend.`` She needs space and a chance to make her own life. </q>", "new_id": -2}, {"uid": "1294981747186728455", "i": 3520, "idx": 0, "sa": ["Jay Leno", "David Letterman", "Conan O'Brien"], "q": "got a phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q> always been good. I said he didn't owe me a phone call, but I appreciated it. </q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong>, who preceded and replaced him as`` Tonight'' show host. He says the reason is no mystery, noting,`` We all know the story", "new_id": -2}, {"uid": "1295860435042090520", "i": 5996, "idx": 4, "sa": ["Dominic Cummings", "Michael Gove", "Andy Coulson", "Steve Hilton"], "q": "the election, he apparently vetoed one of <strong> Michael Gove </strong>'s proposed special advisers, <strong> Dominic Cummings </strong>. There was tension with <strong> Steve Hilton </strong>, too.`` They're just chalk and cheese,'' says one senior Cameroon. <q> <strong> Andy Coulson </strong> was the measured professional, cautious, a bit more Right-wing. Anti-bullshit, anti-hipster. And <strong> Steve Hilton </strong> was the opposite. </q> According to one Cabinet minister, the two`` complemented'' one another, with <strong> Steve Hilton </strong> providing big, blue-sky ideas about the Tory party and the 21st-century state, while <strong> Andy Coulson </strong> handled the practical realities of day-to-day", "new_id": -2}, {"uid": "1295756651021528610", "i": 13738, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Will Page"], "q": "Google foes plenty of ammunition. <strong> Eric Schmidt </strong> became the face of the`` evil'' Google in the'' Don't Be Evil?'' video. Even yesterday, people wondered if his <q> Day-to-day adult supervision no longer needed! </q> tweet`` proved'' there was some sort of friction between himself, <strong> Will Page </strong>, and <strong> Sergey Brin </strong>. comment <strong> Sergey Brin </strong> made about <strong> Eric Schmidt </strong> when he was hired as chairman in 2001:`` Basically, he's", "new_id": -2}]