[{"uid": "2008120801_00002126_W", "i": 1315, "idx": 2, "sa": ["Ritchie McKay", "Oliver Purnell", "Terrence Oglesby"], "q": "tied a career high set last season at virginia.\" k.c. rivers was tremendous, \"liberty coach <strong> Ritchie McKay </strong> said.\" he played like a first-team all-conference player, an honorable-mention or second or third-team all-america today. <q> perhaps his most impressive play didn't show up in the box score, though. with clemson trailing by double digits in the second half, rivers and <strong> Terrence Oglesby </strong> verbally sparred on the sideline. rivers challenged <strong> Terrence Oglesby </strong>, who had struggled through a rough shooting day. the sophomore fired right back, and <strong> Oliver Purnell </strong> told <strong> Terrence Oglesby </strong> to </q> listen, play some defense, don't worry about the quick shot and guard. \"it got through: <strong> Terrence Oglesby </strong> nailed 3-pointers on consecutive possessions, turning a 66-56 deficit into 66-62. it sparked a 13-0 clemson", "new_id": -2}, {"uid": "2008121908_00023223_W", "i": 985, "idx": 2, "sa": [], "q": "and$ 10 billion in october 2010, following its$ 38 billion debt-financed acquisition of alcan inc. in 2007. with only limited debt reduction, rio tinto faces continued weak credit metrics and refinancing risks in 2009. <q> nevertheless, s& p suggested that supportive factors for rio tinto include </q> a substantial portfolio of low-cost, high-quality reserves, healthy profits, and positive free operating cash flow generation. constraining factors include a rapidly weakening global economic outlook, sharply declining commodity prices, and high debt with attendant", "new_id": -2}, {"uid": "2008121113_00002479_W", "i": 2036, "idx": 0, "sa": ["King Kong", "William González", "Joseph Agbeko"], "q": "<strong> William González </strong>( 21-2, 19 kos) to become his 23rd knockout victim tonight when they fight for <strong> Joseph Agbeko </strong>'s international boxing federation bantamweight title at prudential center.\" this fight has been postponed[ three] times, <q> said <strong> Joseph Agbeko </strong>, who hasn't fought in 14 months. </q> i miss my fans and i'm very happy to go back in the ring. it's an opportunity to show the world that <strong> King Kong </strong> still lives. they've seen the movie. now they have to see", "new_id": -2}, {"uid": "2008122001_00021525_W", "i": 700, "idx": 2, "sa": ["Ron Paul"], "q": "!\" reply# 3 on: december 18, 2008, 03:05:48 pm \"re: <strong> Ron Paul </strong> is railing against the criminality rampant in govt!\" reply# 4 on: december 18, 2008, 03:14:28 pm <q> re: <strong> Ron Paul </strong> is railing against the criminality rampant in govt! </q> reply# 5 on: december 18, 2008, 04:20:05 pm \"your links and their allegations have all been hashed out many times on these pages in the past, there are no pictures nor an admission by", "new_id": -2}, {"uid": "2008092622_00032937_W", "i": 1120, "idx": 0, "sa": [], "q": "thrush burger. but it's busier than usual today, as many have come to say good-bye.\" we did the best we could for as long as we could and now it's time to stop, <q> says lorraine richards, owner of the thrush tavern. after 36 years, the thrush is closing after saturday. people are eating out less, there are more restaurant options in montpelier, and the price of food is up. </q> mostly it's the economy, \"richards says. richards says business has dropped in recent years by more than half and even the regular customers were not enough to keep it open.\" i'm too busy", "new_id": -2}, {"uid": "2008112812_00002802_W", "i": 409, "idx": 2, "sa": ["Mario Dumont", "Jean Charest"], "q": "fund and lost the equivalent of the last three years of their contributions, he claimed this week.\" that money is gone, \"<strong> Mario Dumont </strong> said without offering any proof.\" is this not fear mongering? <q> one reporter asked. <strong> Mario Dumont </strong> denies it, but then backs down from his original position, explaining that he was basing his statements on a <NO_QUOTATION> put forward by the globe and mail. then he checks himself, trying to keep the caisse de d?p?t issue alive. </q> even today there is a real question: is there a large loss at the caisse de d?p?t, a black hole? \"yesterday was filled with pulse rushes. he claimed the only reason premier <strong> Jean Charest </strong> is seeking", "new_id": -2}, {"uid": "2008110519_00044127_W", "i": 191, "idx": 1, "sa": ["Brian Cashman", "Hank Steinbrenner", "Mark Teixeira", "Scott Boras", "Manny Ramirez"], "q": ". still, <strong> Brian Cashman </strong> isn't tipping his hand.\" i don't think anybody's anxious to give out those type of contracts, period, \"<strong> Brian Cashman </strong> said.\" those commitments are tough to make. <q> the yankees will have plenty of competition for <strong> Mark Teixeira </strong>, starting with his current team, the angels. after dealing for <strong> Mark Teixeira </strong> this summer, the angels were impressed with everything he brought to the field, as he hit.358 with 13 home runs and 43 rbi in 54 games after coming over in a trade from braves. <strong> Scott Boras </strong> characterized the market for <strong> Mark Teixeira </strong>'s services as <NO_QUOTATION> asked how many teams had expressed interest in <strong> Mark Teixeira </strong> and <strong> Manny Ramirez </strong>, <strong> Scott Boras </strong> replied, </q> more than i'll be negotiating with. \"<strong> Mark Teixeira </strong> appears to be a more realistic target for the yankees than <strong> Manny Ramirez </strong>, who would only fit with the bombers if <strong> Hank Steinbrenner </strong> recently expressed his admiration for <strong> Manny Ramirez </strong>, though", "new_id": -2}, {"uid": "2008090300_00027761_W", "i": 717, "idx": 0, "sa": [], "q": "on and on at rural people to be vigilant and to lock their homes.\" without a doubt they are obvious targets because of the remote areas that some people live in and the lack of next-door neighbours. <q> electrical equipment, computers, jewellery and firearms were among the items taken from the burgled homes, he said. </q> everything was being taken. there were places that were virtually cleaned out. \"further inquiries into the burglaries would continue, he said.\" this was the result we were looking for but we've got plenty", "new_id": -2}, {"uid": "2008100820_00023120_W", "i": 808, "idx": 0, "sa": [], "q": "russia suffers from endemic draft avoidance and that 9 out of 10 of eligible draftees escape service:\" if you've got 90 percent draft evasion, those who show up are just too stupid to evade it. <q> imagine the kind of military you can make out of that. an article in an estonian newspaper in 2007 quoted a russian officer as saying that </q> we lack armaments, and the weapons we do have don't work..... only about 15-20 percent of russia's military hardware meets western quality standards. \"then, with the obvious intent of dramatizing the", "new_id": -2}, {"uid": "2008121917_00012933_W", "i": 2081, "idx": 1, "sa": ["Bernard Madoff", "Harry Markopolos"], "q": "but he wouldn't do that. \"\" he feels very sorry for these people that got taken, \"she added.\" it wouldn't have happened if they would have listened to him long ago. <q> <strong> Harry Markopolos </strong> waged a remarkable battle to uncover fraud at <strong> Bernard Madoff </strong>'s operation, sounding the alarm back in 1999 and continuing with his warnings all through this decade. the government never acted, <strong> Bernard Madoff </strong> continued his ways, and people lost billions. <strong> Harry Markopolos </strong> reached his conclusion with the help of mathematicians like dan dibartolomeo, whose analysis of the <strong> Bernard Madoff </strong>'s methods in 1999 helped fuel <strong> Harry Markopolos </strong>' suspicions. </q> people should have seen the writing on the wall, \"dibartolomeo said. <strong> Harry Markopolos </strong> did not respond to multiple e-mail or phone requests for an interview. the 52-year-old resident of whitman, about 20 miles south of erie", "new_id": -2}]