[{"i": 8231, "idx": 0, "index_answer": 1, "new_id": -1, "q": "or even last September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q> We have a current structural budget deficit that we have to address. The sooner, the better. </q>- Kevin Yamamura AT THE CAPITOL <strong> Jerry Brown </strong> will deliver his State of the State address Monday, the final day of January. <strong> Jerry Brown </strong>'s predecessor, <strong> Arnold Schwarzenegger </strong>, used his first State of", "sa": ["Jerry Brown", "Bill Lockyer", "Arnold Schwarzenegger"], "uid": "1295962091207159365"}, {"uid": "1297097819243499038", "i": 11040, "idx": 1, "sa": ["Simon Cowell"], "q": "history- the network announced Monday. \"We are going to put our money where our mouths are with the$ 5 million recording contract,\" executive producer <strong> Simon Cowell </strong> said in a statement. <q> I'm doing this show in America because I genuinely believe we can find a superstar. </q> Creating a free Starpulse.com account only takes a username, your email and a couple of seconds! Starpulse.com members can comment on news and topics, enter contests, show off their favorite artist", "new_id": -2}, {"uid": "1295499335019333136", "i": 220, "idx": 7, "sa": ["Kobe Bryant", "Elgin Baylor", "Allen Iverson"], "q": "to stop him,\" said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. \"<strong> Elgin Baylor </strong> didn't realize it,\" <strong> Kobe Bryant </strong> said when told about his scoring spree. <q> You just get into one of those rhythms. My teammates were looking for me, it just feels like the ball finds you. </q> The Lakers led 89-79 entering the fourth quarter. The Nuggets drew within five points three times before a three-point play by <strong> Kobe Bryant </strong> with 6:41 remaining made it 101-93. That was only the beginning. Two free throws by", "new_id": -2}, {"uid": "1296290602161759236", "i": 44948, "idx": 0, "sa": ["Eric Schmidt"], "q": "cars. Consumer Watchdog, a group which has been highly critical of Google's privacy practices, condemned the agreement to settle the issue through negotiations and called for congressional hearings on the subject. <q> The details of the biggest privacy breach in history shouldn't be settled in secret, </q> said John Simpson of Consumer Watchdog. \"This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.\" Google pledged to strengthen its privacy and", "new_id": -2}, {"uid": "1297304788026935319", "i": 27461, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": " Known and Unknown. Early leaks of the book's defiant take on his life, times, and conduct of the Iraq War drew howls from some of the targets of his score-settling-notably <strong> John McCain </strong>, who proclaimed <q> Thank God he was relieved of his duties. </q> But <strong> Donald Rumsfeld </strong> battles on, taking his unapologetic account to the public in an interview with Newsweek's <strong> John McCain </strong> Barry. <strong> Donald Rumsfeld </strong>, Defense secretary during the 9/11 attacks and architect of the invasions of Afghanistan and Iraq,", "new_id": -2}, {"uid": "1296789416115392521", "i": 29000, "idx": 0, "sa": ["Allen Iverson"], "q": "made 70% or more in the regular http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1296480217189546505", "i": 6373, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Grand Cherokee. Total sales in 2010 were 1.5 million vehicles. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. Fourth-quarter revenue was$ 10.76 billion, a 2.3 percent", "new_id": -2}, {"uid": "1297304646234995715", "i": 45472, "idx": 1, "sa": ["Nancy O'Dell", "Paula Abdul", "Simon Cowell"], "q": "Miami. ET's <strong> Nancy O'Dell </strong> went on to ask <strong> Simon Cowell </strong> about the possibility that his friend <strong> Paula Abdul </strong> will join him on The X Factor. <strong> Simon Cowell </strong> remained coy with his answer and would only say, <q> We've spoken to a lot of people. I've been speaking to <strong> Paula Abdul </strong> since she left Idol. </q> The executive producer of The X Factor went on to add, \"We'll make the announcement in 3-4 weeks.\" <strong> Simon Cowell </strong> also opened up about the pressures of launching a brand new show", "new_id": -2}, {"uid": "1297275510262340633", "i": 2899, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "help build its presence in the nascent cloud computing market. Chambers discusses why it settled over the iPhone trademark, why the patent systems broken, and whether there's a U.S.. IT talent shortage. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1295245546048136202", "i": 20480, "idx": 0, "sa": ["George Karl", "Tim Duncan", "Manu Ginobili", "Allen Iverson", "Michael Finley", "Fabricio Oberto"], "q": "Conference on Saturday night. They proved themselves equal to the task. <strong> Michael Finley </strong> and <strong> Fabricio Oberto </strong> each scored a season high 21 points to help the NBA champions beat the Denver Nuggets 102-91 and improve to 13-0 at home. <q> Their role players beat us as much as anyone else, </q> said <strong> George Karl </strong>. \"From[ Brent] Barry to <strong> Michael Finley </strong> to <strong> Fabricio Oberto </strong>, they beat us as much as[ <strong> Manu Ginobili </strong>] <strong> Manu Ginobili </strong> or[ <strong> Tim Duncan </strong>] <strong> Tim Duncan </strong> did.\" <strong> Allen Iverson </strong> led the Nuggets with 30 points and", "new_id": -2}]