[{"uid": "1295991953089178223", "i": 3080, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "Is the U.S. government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" \"My brain would be going,\" he says. <q>I wanted to find out something. I needed help. I needed advice. Some of them were just, \"I need a haircut.</q>\" Another <strong> Donald Rumsfeld </strong> Rule: \"If you are not criticized, you may not be doing much.\" As defense secretary, he was admired as daring and innovative by foreign policy hawks and others,", "new_id": -2}, {"uid": "1295168588203145230", "i": 7559, "idx": 3, "sa": ["The doctor", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": " \"<strong> The doctor </strong> said this is amazing what she's doing right now and beyond our greatest hopes,\" <strong> Kirsten Gillibrand </strong> said. \"It felt like we were watching a miracle,\" <strong> Debbie Wasserman Schultz </strong> said. <q>The strength that you could see flowing out of her, it was like she was trying to will her eyes open.</q> On ABC's \"Good Morning America\" on Thursday, <strong> Kirsten Gillibrand </strong> added, \"Everything that we love about <strong> Gabrielle Giffords </strong> was all there at that moment.\" Kelly told the president and first lady", "new_id": -2}, {"uid": "1297616629186400779", "i": 26884, "idx": 26, "sa": ["Donald Rumsfeld"], "q": "an example? Like, \"Should I go back to the Pentagon again and be <strong> Donald Rumsfeld </strong> of Defense?\" laughed Joyce <strong> Donald Rumsfeld </strong>. \"Well, for openers,\" said Martin. <q>He didn't have the nerve to even tell me about it for hours- after he was asked,</q> she said. \"He\"s afraid of me, basically!\" \"There was this phase when he was a rock star,\" Martin prompted. \"A rock star,\" said", "new_id": -2}, {"uid": "1295639732052674562", "i": 2891, "idx": 1, "sa": ["Andy Coulson"], "q": "Methinks perhaps the tentacles and the money of the Murdoch empire spread a very long way. Or perhaps Murdoch knows too much about too many people. Selfishridge 21 January 2011 7:51 PM <q>But for most of the newspaper-reading public this story does not exist</q> WurzelGummidge 21 January 2011 7:52 PM It's just the start?I thought this tedious story might be nearly ending with <strong> Andy Coulson </strong> departing. Celtiberico 21 January 2011 7:52 PM HopeSprings1 21 January 2011", "new_id": -2}, {"uid": "1297275510262340633", "i": 2902, "idx": 3, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "cloud. He said he's up to the task. \"Our Server and Tools business is one of the fastest growing and most profitable businesses at Microsoft,\" <strong> Satya Nadella </strong> said, in a statement. <q>I see great opportunity for Microsoft to grow the business and also lead the way in the transformation of enterprise IT. I'm excited to work with such a high-caliber team to chart the path for our continued success today and growth in the future,</q> <strong> Satya Nadella </strong> said. <strong> Steve Ballmer </strong> may not be done with the shakeup. Bloomberg reported Tuesday that he's contemplating broader changes that would elevate other employees with programming and engineering backgrounds to senior positions. Such moves could", "new_id": -2}, {"uid": "1295667395231571533", "i": 44110, "idx": 0, "sa": ["Keith Olbermann", "Andy Coulson"], "q": "... but re: the Tea Party would this destroy or TIME MLK's daughter declines the presidency of the Southern Christian Leadership Conference, founded by her father| TIME Why did U.K. Director of Communications <strong> Andy Coulson </strong> quit? <q>When a spokesman needs a spokesman, it's time to move on</q>| Verizon \"Deeply Concerned' By Net Neutrality Rules, Files Appeal Final Countdown: <strong> Keith Olbermann </strong> And MSNBC Announce They Are Parting Ways( VIDEO) I can't describe it. It\"s a little too much.", "new_id": -2}, {"uid": "1295963714228147235", "i": 13784, "idx": 0, "sa": ["Bill Lockyer", "William C. Weldon", "Newt Gingrich"], "q": "nearly 9 percent to$ 13.33 billion, or$ 4.78 per share. Revenue totaled$ 61.59 billion, down 0.5 percent from 2009, even though J&J's 2009 fiscal year had a 53rd week. <q>Although 2010 was a challenging year, the business continued to deliver earnings growth, while investing in the future and emerging a stronger organization,</q> <strong> William C. Weldon </strong>, chairman and chief executive, said in a statement Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for", "new_id": -2}, {"uid": "1297200704240402442", "i": 5824, "idx": 1, "sa": ["Simon Cowell", "Kanye West"], "q": "that <strong> Kanye West </strong> would probably refuse the offer. With a$ 5-million prize at stake, <strong> Simon Cowell </strong> says he's all about making a show that's different, watchable, and full of talented hopefuls. <q>I believe the talent is out there, if I didn't, I wouldn't put up that kind of money.</q> Breaking news and hot photos are just a touch away! Extra connects you with friends and the latest in celebrity news. Check out exclusive performances from all your favorite acts!", "new_id": -2}, {"uid": "1295637393157057065", "i": 21734, "idx": 6, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> behind the company. Page carries virtually no such baggage.\" MG Siegler at TechCrunch also thinks the departure was forced. \"This is clearly <strong> Eric Schmidt </strong> being removed from power,\" he writes. <q>It appears to be because things just weren't getting done the way the company would have liked,</q> alluding to progress in the social space. Kevin Schram at TFTS: He wrote a very long blog post on the official Google blog explaining what happened. Ousted CEOs aren't allowed to write long blog posts.", "new_id": -2}, {"i": 19500, "idx": 1, "index_answer": 0, "new_id": -1, "q": "been previously arrested are being questioned. Gilded wood statue of Tutankhamun harpooning.( AP) \"I have said if the Egyptian Museum is safe, than Egypt is safe,\" <strong> Zahi Hawass </strong> said. <q>However, I am now concerned Egypt is not safe.</q> The famed archeologist also indicated that the offices of De Morgen, a Dutch-language magazine, were also robbed. Located in Dahshur, about 25 miles south of Cairo, several valuable artifacts were stolen, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297629731208748579"}]