[{"uid": "1297200113240402433", "i": 6803, "idx": 0, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "his sons Uday, left, and Qusay, right, who were killed in July 2003' I made a comment like \"Thank you\" or something and <strong> George H. W. Bush </strong> looked me in the eye and said <q> You better take this seriously </q>.` And of course, I did take it seriously. But I was also realistic that there was not much one could do about that.' More... Rumsfeld-Donald Rumsfeld-Former-US-Defence-Secretary-regrets-Iraq-Afghanistan.html\"> <strong> Donald Rumsfeld </strong>:", "new_id": -2}, {"uid": "1295281966064159754", "i": 40130, "idx": 3, "sa": ["Gabrielle Giffords", "Ban Ki-moon", "Kirsten Gillibrand", "Barack Obama"], "q": "the head from point-blank range a week ago and remains in critical condition. With <strong> Kirsten Gillibrand </strong> in the hospital room, <strong> Gabrielle Giffords </strong> opened her eyes for the first time on Wednesday, minutes after <strong> Barack Obama </strong> visited her. <q> She is doing great, and I talked to her husBan Ki-moond, Mark, last night. And she is making progress, </q> <strong> Kirsten Gillibrand </strong> said. \"If there's anyone in the world that will recover fully from this kind of crime and just unbelievable injury, it's her. She's got courage. She's got drive", "new_id": -2}, {"uid": "1296579740005816323", "i": 23813, "idx": 1, "sa": ["Sergio Marchionne"], "q": "went on here in 2010,\" <strong> Sergio Marchionne </strong> said during the Q&A session of Monday's financial earnings news conference call. CAW President Ken Lewenza said Monday that the employees appreciate the recognition.. <q> I think it's a vote of confidence for the direction of Chrysler corporation and obviously <strong> Sergio Marchionne </strong> appreciates the kind of work ethic that has been developing in the plants in terms of changing its culture, </q> said Lewenza. CAW Local 444 President Rick Laporte reiterated there is no question the workers have helped put the company on the right track, but he was a little concerned about the bonus idea.", "new_id": -2}, {"uid": "1296011301029327407", "i": 6348, "idx": 0, "sa": ["Steve Ballmer"], "q": "questions will be asked about the leadership of <strong> Steve Ballmer </strong>, now in his 12th year as chief executive. A string of high-level departures has raised concerns about his efforts to revitalize the company. <strong> Steve Ballmer </strong> <q> is always on thin ice, </q> said Forrest at Fort Pitt Capital. \"Microsoft is a results-driven company.\" Apple Inc. logo seen through raindrops on window of Apple store.... is set to report earnings for the fiscal second quarter Thursday", "new_id": -2}, {"uid": "1295131435025296909", "i": 18129, "idx": 0, "sa": ["Kobe Bryant", "Mo Williams", "LeBron James", "Allen Iverson", "Mike Brown"], "q": "25 win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> LeBron James </strong> around, the Cavs have <strong> Kobe Bryant </strong> to fear. \"He willed this win for us,\" Cavs coach <strong> Mike Brown </strong> said of his star. <q> He has been doing that for us down the stretch, no matter who our opponent is. </q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half Iverson_Allen Iverson_23pts_vs_LeBron James_LeBron James_Cavs_08/09_NBA The Detroit Pistons are starting to show their potential with <strong> Allen Iverson </strong>, beating two of the NBAs best teams in less than a week. <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1296224126235159638", "i": 10519, "idx": 0, "sa": ["Ben Roethlisberger", "Michael Vick"], "q": "up for the Friars. After their next two games, they face No. 21 Georgetown and No. 5 Connecticut. <strong> Michael Vick </strong> enjoying time in Hawaii as he prepares for fourth Pro Bowl Col.Nathan R. Jessep, USMC, because <q> You can't handle the truth! </q> Follow` nova goes up to syracuse and beats the home team. then they lose by 15 to an average team. such is life in the <strong> Ben Roethlisberger </strong> east. hard to sustain that killer instinct game after", "new_id": -2}, {"uid": "1295658341074924035", "i": 652, "idx": 2, "sa": ["George Osborne", "Andy Coulson", "David Cameron"], "q": "\"big society\" . <strong> Andy Coulson </strong>'s departure weakens <strong> David Cameron </strong> and his chancellor, <strong> George Osborne </strong>, who jointly appointed <strong> Andy Coulson </strong> and have staunchly, sometimes testily, defended him in public and private. <strong> George Osborne </strong> described <strong> Andy Coulson </strong> as <q> an incredibly talented, dedicated and patriotic servant of this country </q>. <strong> David Cameron </strong> said he was saddened by the departure, feeling his communications director was \"being punished twice for the same offence. This is all about the past. It has gone on and on and", "new_id": -2}, {"uid": "1296231865027263013", "i": 8010, "idx": 2, "sa": ["Keith Joseph", "Michael Gove"], "q": "last year voted to campaign against free schools because they \"risk increasing social divisiveness and inequity\" . Teaching unions share concerns that creating new schools will lead to a two-tier system. <strong> Michael Gove </strong> said today: <q> Yes, there are opponents, people trying to stop this. That's why it's so important that reformers across party and across countries talk to each other and know there are people who are attempting to start new schools and realise that far from being individuals with a vision they are part of a global movement to transform education for the better. </q> Speakers at tomorrow's conference include Keith Josephine Baker, executive director of the Washington public charter school board, which approves applications from new charter schools and oversees existing ones. She will urge teachers not to oppose", "new_id": -2}, {"uid": "1296709837249151493", "i": 2865, "idx": 6, "sa": ["Žydrūnas Ilgauskas", "Kobe Bryant", "Allen Iverson", "Stan Van Gundy", "Shaun Johnson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Žydrūnas Ilgauskas </strong> play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the Stan Van Gundydpoint of our spirit. In a lot of ways, a great player ran Johnson_Game_2_Highlights_2009_Playoffs_[HQ] Boston Celtics vs Orlando <strong> Shaun Johnson </strong> 2009 Playoffs", "new_id": -2}, {"uid": "1296701462033554469", "i": 1622, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "attention. They don't mean anything\" as he puts it. I pulled him into a tight hug and I smelled his axe. He always used axe ever since he knew <strong> Justin Bieber </strong> wore it. Cody: <q> hey K, miss me much? </q> I laughed into his chest and heard the evil Courtney leave with her clicking high heels hitting the floor loudly. Ryan Bieber_Justin Bieber_Love_Story_Chapter_11 <strong> Justin Bieber </strong> on` Late Show with <strong> David Letterman </strong>' to promote` Never Say Never'", "new_id": -2}]