[{"uid": "1296759030005144618", "i": 6127, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "as excess loyalty to LBJ. \" In May 2004, right after the Abu Ghraib scandal broke, the Economist- hardly a radical rag- ran an editorial titled`` Resign, <strong> Donald Rumsfeld </strong>'', adding <q> responsibility for errors and indiscipline needs to be taken at the top. </q> \" In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q> It is a pretty good offer we are making. </q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont.`` There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}, {"uid": "1297170429012386308", "i": 41475, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert", "Barack Obama"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to`` propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would`` welcome a clarification of the guidelines.'' <strong> Barack Obama </strong> calls Packers coach", "new_id": -2}, {"uid": "1295501732152404071", "i": 20404, "idx": 1, "sa": ["Michael Finley", "Shawn Bradley", "Allen Iverson"], "q": "by one with a technical free throw off an illegal defense, but Lynch answered with a short jumper over <strong> Shawn Bradley </strong>. The basket gave the 76ers a 99-98 lead, their first since midway through the third quarter. <q> I went to the basket strong and shielded him off with my body, </q> said Lynch, who is eight inches shorter than <strong> Shawn Bradley </strong>. New All-Star <strong> Michael Finley </strong> answered with a jumper at 28.4 seconds and appeared to be the hero again for Dallas when he snagged a rebound of <strong> Allen Iverson </strong>'s miss.", "new_id": -2}, {"uid": "1295816701183353357", "i": 5359, "idx": 0, "sa": ["Steve Ballmer"], "q": "isn't worth the bits in the cloud. Vivek's thoughts on Quora remind me of <strong> Steve Ballmer </strong> on the iPhone circa 2007. Totally misses the disruptive element. this person@vwadhwa is a poor judge of startups. <q> Why I Don't Buy Quora Hype </q> http://jc.is/hIDN8O#wrong#dumb#linkbait Hacker Shows It Doesn't Take$ 8 Million to Clone Qwiki- Just 321 Lines of HTML Will do the Trick TechCrunch Disrupt Winner Qwiki Hits No. 1 On Google Trends` Hot Searches'", "new_id": -2}, {"uid": "1295901715011026433", "i": 2105, "idx": 0, "sa": ["Steve Ballmer", "Mary Jo Foley"], "q": "considered one of the most`` articulate and confident'' executives at the Redmond, Wash.-based software giant, but his Server and Tools business has been one of the most consistent financial performers for the company. <q> In this context, it seems surprising that <strong> Steve Ballmer </strong> is in search of` new and different talent,' </q> he wrote.`` It does sound as if <strong> Steve Ballmer </strong> and Muglia do not see the future of the ZDNet blogger <strong> Mary Jo Foley </strong> disagreed on the claim that Muglia wasn't on-board with Microsoft's increasing emphasis on the cloud.", "new_id": -2}, {"uid": "1295313208219807749", "i": 43941, "idx": 0, "sa": ["Steve Ballmer"], "q": "Media Release 18 January 2011 Microsoft Dynamics CRM Online Cloud Service Launches Today New customer relationship management service that delivers the` Power of Productivity' for organisations worldwide.>>> <q> Sales professionals are at the heart of almost every successful business, and Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud, </q> says <strong> Steve Ballmer </strong>, Microsoft's CEO.`` The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time", "new_id": -2}, {"uid": "1295562094148553779", "i": 5655, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "he is stepping down from his post as Google's chief executive this April- a move that could send shockwaves felt from the search giant's Mountain View headquarters to its Washington D.C. shop. <q> As Executive Chairman, <strong> Sen. Joe Lieberman </strong> will focus wherever <strong> Sen. Joe Lieberman </strong> can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach..., </q> <strong> Eric Schmidt </strong> posted to Google's official blog. The leadership shakeup- which has <strong> Sergey Brin </strong> taking the title of co-founder, focusing on new products- could portend new opportunities for Google in Washington. VIDEO:", "new_id": -2}, {"uid": "1296229265086933518", "i": 29436, "idx": 1, "sa": ["Michael Yaki", "Mike Pence"], "q": "The same is true for most other parts of the Arab world...''-- <strong> Mike Pence </strong> has removed himself from 2012 presidential contention( by all accounts 1 So much for equal protection under Obama law <q> DOJ official:`` The law was written to protect black people. </q> \" <strong> Michael Yaki </strong>, one of the investigation's most vituperative critics, has publicly admitted that some of the allegations of racial favoritism we have uncovered, if true, are very disturbing. Specifically, he said", "new_id": -2}, {"uid": "1296774953170934311", "i": 4037, "idx": 1, "sa": ["David Letterman"], "q": "of the inappropriateness of this headline, with its modern-day drug connotation. Andrew from Unadilla said`` the DEA will be looking for Flo after that headline!'' Wilma from Grand Gorge chastised the headline-maker for <q> sullying this good woman's reputation. </q> Online,`` KcFourdoggs'' left a post saying,`` Great article... hopefully this headline doesn't make it to <strong> David Letterman </strong>.'' Well, the headline never made it into the late-night lexicon, and", "new_id": -2}]