[{"uid": "1296848362199835675", "i": 12205, "idx": 0, "sa": ["DeMaurice Smith", "George Atallah", "Michael Vick"], "q": "bargaining session since November on Saturday. NFLPA spokesman <strong> George Atallah </strong> described the meeting as \"a window of opportunity\" and added: \"We intend to go in there with open minds and open ears.\" <q> I don't think it's a good idea to set any expectation, other than the fact that we intend to sit down and continue to have a discussion that should guarantee football for our fans, football for our players, </q> NFLPA executive director <strong> DeMaurice Smith </strong> said Thursday. <strong> Michael Vick </strong> three times in the past two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring.", "new_id": -2}, {"uid": "1295552145232112145", "i": 5189, "idx": 6, "sa": ["Mike Pence"], "q": ".\" Turning to current affairs, <strong> Mike Pence </strong> says conservatives should not give up on repealing Obamacare. While he acknowledges that the Senate will likely stall the effort, he is hopeful that things could change. <q> I think that it is a very dynamic environment, </q> he says. \"House passage puts the onus on the Senate. And last time I checked, you've got about two dozen members of the Democratic majority in the Senate who are up for election in two", "new_id": -2}, {"uid": "1297356917111132707", "i": 28485, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "to tourists on Wednesday after a 12-day closure. But few came to visit. The heavily guarded and shuttered Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people <q> some days. \"We will open the museum after the strike is finished. I don't know when the strike is finished, </q> said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. \"I need things to go back to normal.\" Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators", "new_id": -2}, {"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q> Apparently, it's a practice all over the country, </q> <strong> Bill Lockyer </strong> said today in a telephone interview. \"I don't think it's a good one.\"-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}, {"uid": "1295125227265830412", "i": 34997, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "Joe Biden"], "q": "the US and is therefore the law of the land, is explicit and categorical in banning torture, the use of \"violence,\" \"cruel treatment\" or \"humiliating and degrading treatment\" against a detainee <q> at any time and in any place whatsoever. </q> The War Crimes Act of 1996[ 31] made any grave breach of those restrictions a <strong> John McCain </strong> felony. On May 7, 2004, <strong> Joe Biden </strong> <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> made the following statements before the Senate", "new_id": -2}, {"uid": "1294965093056983574", "i": 3888, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "been making steady progress each day since she was wounded last weekend. Then Wednesday night- with her closest friends from Congress holding her hand- <strong> Gabrielle Giffords </strong> opened her eyes for the first time. <q> It was raw courage. It was raw strength. It was so beautiful and so moving, </q> said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. \"She wanted us to know that she was with us a hundred percent and understood everything we were saying.\" If all goes well, <strong> Gabrielle Giffords </strong> may be \"out of", "new_id": -2}, {"uid": "1295287505178176044", "i": 2167, "idx": 0, "sa": ["Michael Douglas", "David Letterman"], "q": "of his life. \"The odds are the tumor gone and what I know about this particular type of cancer that I got to beat.\" <strong> Michael Douglas </strong> was last seen on the big screen portraying <strong> Michael Douglas </strong> Gecko in <q> Wall Street: Money Never Sleeps. </q> His \"wild six-month ride\" through chemotherapy kept him under the media magnifying glass. It began in August on <strong> David Letterman </strong>. \"I've got cancer. I've got cancer. I've found out about three", "new_id": -2}, {"uid": "1297094624063078408", "i": 31157, "idx": 6, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": "he did not serve-- <strong> Donald Rumsfeld </strong> replied curtly: \"No, I was kind of disappointed in him.\" <strong> Condoleezza Rice </strong>, who served as <strong> President Bush </strong>'s national security adviser before later becoming secretary of state had <q> never served in a <strong> George H.W. Bush </strong> administration position, </q> a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>-- <strong> President Bush </strong>'s first top diplomat-- \"did not, in my view, do a good job", "new_id": -2}, {"uid": "1295139772120274975", "i": 15873, "idx": 7, "sa": ["The doctor", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "senator said. \"She wanted us to know that she was with us a hundred percent and understood everything we were saying and appreciated it.\" <strong> The doctor </strong> monitoring the case was equally stunned. <q> He said, I just witnessed the impact of friendship and what you guys-- he said, you did this here today, </q> recalled Wasserman-Schultz. <strong> Kirsten Gillibrand </strong> and Wasserman-Schultz predicted <strong> Gabrielle Giffords </strong> will continue to awe her doctors and the nation. The award-winning Washington Bureau takes you behind-the-scenes at the White House and Pentagon, into the Congressional cloakrooms and", "new_id": -2}, {"uid": "1296128501046055494", "i": 45496, "idx": 1, "sa": ["Andy Coulson"], "q": "of the World, stood by his earlier decision at the meeting. \"I was asked by Sir Paul Stephenson to establish the facts, not to review the case,\" he said. <q> The plain fact was that while the material was new to the media it wasn't new to us. It didn't constitute new evidence. </q> The issues around phone hacking have started to unravel at an alarming rate since the resignation of <strong> Andy Coulson </strong>, Downing Street director of communications, on Friday. There will be a \"corporate risk\" to", "new_id": -2}]