[{"uid": "1295914737143048738", "i": 11926, "idx": 1, "sa": ["Simon Jones", "Simon W. J. Fuller", "Simon Cowell"], "q": "his former business partners, <strong> Simon W. J. Fuller </strong> and <strong> Simon Jones </strong>, met with an unnamed network years ago.`` It was so bad that a minute into the pitch the guy said,` No...''' he recalled. <q> He said you can leave now, and I said,` So it sounds to me that you don't like the show?' And he said,` Get out.' And I said,` So should we come back next week?' And he said,` Get out.'`` We were basically thrown out of the network, </q> <strong> Simon Cowell </strong> said.`` The good news is, it would never get worse than this.'' Fox went on to premiere Idol in 2002. <strong> Simon Cowell </strong> stepped down from the show last year to focus on a U.S.", "new_id": -2}, {"uid": "1295189138049070093", "i": 31431, "idx": 1, "sa": ["Alassane Ouattara"], "q": "have been killed in violence in Ivory Coast since the disputed presidential election on November 28, which risks sending the country back into civil war. The EU's Official Journal said the firms and utilities were <q> helping to fund the illegitimate government </q> of Gbagbo. The EU first imposed sanctions on Gbagbo and his backers in December after the election that world powers and African neighbors say <strong> Alassane Ouattara </strong> won. Gbagbo cites a Constitutional Council ruling that the results were", "new_id": -2}, {"uid": "1295294243074366995", "i": 23381, "idx": 3, "sa": ["Mike Pence", "Barack Obama"], "q": "as well as the future of the Republican Party. http://wn.com/Rep_Mike Pence_Mike Pence_Jokes_About_MSNBC_and_Barack Obama;_Says_GOP_Back_in_the_Fight_on_the_Right Here is video of GOP <strong> Mike Pence </strong> speaking to the Southern Republican Leadership Conference April 10, 2010, where he joked about both MSNBC and <strong> Barack Obama </strong>. <strong> Mike Pence </strong> said <q> What a difference a year makes. </q> He proceeded to say that just after his election as <strong> Barack Obama </strong>, MSNBC reported that <strong> Barack Obama </strong> had a`` 120%'' approval rating. He later said MSNBC reported <strong> Barack Obama </strong> having a`` 65%'' approval rating in", "new_id": -2}, {"uid": "1295581289167378962", "i": 15055, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "shuffle is discussed in Google's official blog at the website href=\"http://googleblog.blogspot.com/2011/01/update-from-chairman.html\" target=\"_blank\" rel=\"nofollow\"> here. A quick analysis on the events of today comes from href=\"http://www.businessinsider.com/Eric Schmidt-scmidt-out-as-google-ceo-2011-1\" target=\"_blank\" rel=\"nofollow\"> Silicon Alley Insider: <q> This is not a loss for Google, </q> notes Jay Yarow.`` Increasingly, it has seemed like <strong> Eric Schmidt </strong> was just an ambassador'' for the company.`` Our read of the company is that <strong> Sergey Brin </strong> and <strong> Larry Page </strong> have been driving most of the major strategic", "new_id": -2}, {"uid": "1296850492052805645", "i": 37866, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "his salary plummet from nearly$ 10-million, including bonuses, to$ 1.`` I don't want my salary to go to a dollar,'' he said. Then he smiled and added, <q> My wife doesn't want my salary to go to a dollar. But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible. </q> <strong> Roger Goodell </strong> also said he has spoken to Eagles quarterback <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting", "new_id": -2}, {"uid": "1297428190058949643", "i": 14241, "idx": 5, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "of its operating system, but apparently money will likely flow the other way, too, <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> said.`` We have different forms of value transfer in different directions,'' <strong> Stephen Elop </strong> said. <q> We have new opportunities that come from advertising and new forms of monetization. </q>`` We the ability to activate users and put them in a position to be more effective in what we call local commerce,'' added <strong> Steve Ballmer </strong>.`` Nokia has not just got mapping but other assets", "new_id": -2}, {"uid": "1296151862066846786", "i": 1243, "idx": 4, "sa": ["Sergio Marchionne"], "q": "to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments.`` I think the opening of the capital markets window in the United States is real,'' <strong> Sergio Marchionne </strong> said. <q> I think it would be unwise for Chrysler not to take advantage of the opening. </q> On the Italian side, he is preparing to invest euro700 million in a plant near Naples to launch production of the new Panda and begin investments in Turin to build two new SUVs, one Jeep and", "new_id": -2}, {"uid": "1296810817171016196", "i": 57682, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "giant will allow people to virtually visit galleries and view works at gigapixel resolution.''- href=\"http://www.theartnewspaper.com/articles/Google+teams+with+international+museums+to+zoom+in+on+art/23020\" target=\"_blank\"> The Art Newspaper \" New York Times drops as print ads, circulation slide cut profit <q>`` New York Times Co., publisher of the namesake newspaper, dropped as much as 5.9 percent after reporting a 26 percent decline in profit as print advertising and circulation revenue continued to shrink. </q>- href=\"http://www.bloomberg.com/news/2011-02-03/new-york-times-profit-falls-26-on-print-ad-circulation-revenue-slide.html\" target=\"_blank\"> Bloomberg \" <strong> Donald Rumsfeld </strong> was right about everything: new book \"`` Reviled two-time Defense Secretary <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled Known and Unknown, after", "new_id": -2}, {"uid": "1295264992125091902", "i": 32977, "idx": 0, "sa": ["Emily Blunt", "Piers Morgan", "Natalie Portman", "Simon Cowell", "Oprah Winfrey", "Rooney Mara", "Alec Baldwin"], "q": "the X-Factor boss starred side by side as judges on Britain's Got Talent, and <strong> Piers Morgan </strong> claimed he would never gone to the lengths <strong> Simon Cowell </strong> has in pursuit of keeping his looks. He told Parade: <q> I'm not as vain as him, physically. He has all these treatments and Botox and all. I don't do that kind of thing. </q> <strong> Oprah Winfrey </strong> finds <strong> Piers Morgan </strong>'s interviewing style` tough' <strong> Alec Baldwin </strong> has hailed <strong> Rooney Mara </strong> as the`` biggest movie star of her generation''... <strong> Emily Blunt </strong>: <strong> Natalie Portman </strong> is better dancer <strong> Emily Blunt </strong> says <strong> Natalie Portman </strong> could`` definitely out-tutu'' her", "new_id": -2}, {"i": 47897, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and religious liberty have forgotten the lessons of history,'' said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q> We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure. </q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said:`` It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.'' Those are reasonable concerns", "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "uid": "1297490833134791170"}]