[{"uid": "1296387706032849946", "i": 44217, "idx": 0, "sa": ["Drew Brees", "Michael Vick"], "q": ", <strong> Drew Brees </strong> isn't among them. <strong> Drew Brees </strong> returns today for his fifth Pro Bowl as a backup to NFC starter <strong> Michael Vick </strong>, and continuing to participate when invited remains important to him. <q>It is, definitely, because it's a lot of fun and I think it's a great representation of the league and we want to show the fans a good time,</q> <strong> Drew Brees </strong> said yesterday. \"We want great events like this to continue, in places like Hawaii.\" <strong> Drew Brees </strong> spoke in the cool of the NFC locker room after signing an array of items for", "new_id": -2}, {"uid": "1295361979143278086", "i": 43491, "idx": 1, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "permanent mentor to the contestants. \"He's going to fill some of that <strong> Simon Cowell </strong> void, of being the industry veteran who's not going to pull any punches,\" Fox's Beckman said. <q>Even though he's not going to be a judge, he's going to have an impact throughout the season on the kids.</q> The very fact that Fox is talking about a \"<strong> Simon Cowell </strong> void\" suggests how much \"Idol\" must prove this season. Whether <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong>& Co. are up to the task remains to be", "new_id": -2}, {"uid": "1297465243016121862", "i": 29295, "idx": 1, "sa": ["Jennifer Aniston", "Walter Iooss Jr.", "David Letterman", "Brooklyn Decker"], "q": "of the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q>She's so sweet, that girl. She's just darling and like the nicest person,</q> <strong> Jennifer Aniston </strong>, 42 today, tells <strong> Walter Iooss Jr. </strong>/ PRNewsFoto/Sports Illustrated Show Low-$ 750,000 MLS 4410443 4 bed/ 4 bath 3,001- 3,500/ 2004 Those Callaways, John Hall& Associates Paradise", "new_id": -2}, {"uid": "1296219578222609411", "i": 43068, "idx": 0, "sa": ["Michael Gove", "King Solomon"], "q": "Mr <strong> Michael Gove </strong> was speaking at the <strong> King Solomon </strong> Academy in London which is run by the Ark foundation. Asked about the duty being put on councils planning for new schools in their areas, Mr <strong> Michael Gove </strong> said: <q>That would be the first choice I would like local authorities to make, that they should be free schools or academies</q>. He said there was a need for schools, particularly primary schools in some areas, including London, east Lancashire, west Yorkshire and the midlands. Chinese whispers Rumours about protester's death", "new_id": -2}, {"uid": "1297080102074383400", "i": 2852, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "on the paper's books, was also sent to prison. The tape, made by a former journalist without <strong> Andy Coulson </strong>'s knowledge at some point during his editorship, also records <strong> Andy Coulson </strong> telling the reporter: <q>I need more stories. I need more exclusives and I need it to be self-generated stuff.</q> The two men do not discuss phone hacking, but Dispatches says other recordings exist which \"might provide damning evidence\". <strong> Andy Coulson </strong> stepped down as <strong> David Cameron </strong>'s communications director last month, saying coverage of the", "new_id": -2}, {"i": 5003, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1.59 bn), up from$ 1.97 bn a year earlier, far better than expected. <strong> Eric Schmidt </strong> said it had been a \"great privilege\" to lead the company and he looked forward to working with his <q>literally best friends and partners Larry and <strong> Sergey Brin </strong>.</q> The company said Page would take over from 4 April when <strong> Eric Schmidt </strong> will become executive chairman, \"focusing externally on deals, partnerships, customers and broader business relationships\". <strong> Eric Schmidt </strong> has led the", "sa": ["Eric Schmidt"], "uid": "1295571569192872501"}, {"uid": "1295980191139264010", "i": 47596, "idx": 2, "sa": ["Dermot O'Leary", "Tinchy Stryder", "Chase & Status", "Simon Cowell"], "q": "great boss, and I'm not just saying that,\" he said. \"He's very loyal, he's very honest, and he just wants that in return.\" He continued: <q>He smells fear though, he's like a wolf. If you're confident in your own opinions then he's good, but he doesn't like indecision, he doesn't like fear, he likes people to be confident. He's taught me a lot actually in that regard, I owe him a lot.</q> <strong> Dermot O'Leary </strong> went on to reveal that <strong> Simon Cowell </strong> enjoys having a bath in his dressing room. Stacey McCleanThe former X Factor This week: Ke$ ha, <strong> Tinchy Stryder </strong>, <strong> Chase & Status </strong> and Beady Eye! EastEnders:", "new_id": -2}, {"uid": "1296437639091652104", "i": 10971, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin", "The CEO"], "q": "Page, who will become <strong> The CEO </strong> in April, as a brilliant products person who has participated in every major decision Google has made during <strong> Eric Schmidt </strong>'s tenure. He said <strong> Sergey Brin </strong>, the other co-founder, will focus on <q>the order of three big initiatives,</q> on which <strong> Eric Schmidt </strong> didn't elaborate. <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. \"We have a competitor called Microsoft( MSFT),\"", "new_id": -2}, {"uid": "1296116667193347638", "i": 11885, "idx": 0, "sa": ["Lacey Turner", "Simon Cowell", "Ricky Norwood"], "q": "stage to collect the award and dedicated it to one of the show's producers, who was diagnosed and treated for cancer this year- and then joined the victorious trio on stage. <strong> Simon Cowell </strong> said: <q>It totally rocked our world, it was the worst thing. \"The big news was she beat it, she recovered.</q> EastEnders was crowned top soap and also picked up awards for Most Popular Newcomer for <strong> Ricky Norwood </strong>, who plays Fatboy, and Outstanding Serial Drama Performance for <strong> Lacey Turner </strong>'s role as Stacey Slater. <strong> Ricky Norwood </strong> dedicated", "new_id": -2}, {"uid": "1297304620104415241", "i": 1829, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "Server and Tools Business. <strong> Satya Nadella </strong> will be promoted to the position from his current role as senior vice president, where he most recently worked with the company's Online Services <q>We are already making strong traction across our Server and Tools Business by embracing cloud services,</q> said Microsoft chief executive <strong> Steve Ballmer </strong>. \"<strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios", "new_id": -2}]