[{"uid": "1295391425232685620", "i": 14497, "idx": 1, "sa": ["Sergio Marchionne"], "q": "making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week.`` We need to completely rethink the minivan,'' CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q> We need to retain all its functionality but make it much more versatile. </q> Assemblyman Jeff Kartye works on a 2011 Dodge Grand Caravan and Chrysler Town& Country at the Windsor Assembly Plant in Windsor, Ontario, Canada, Tuesday, Jan. 18, 2011. Assemblymen work", "new_id": -2}, {"uid": "1297184420188334218", "i": 47003, "idx": 0, "sa": ["Brett Favre", "David Letterman", "Aaron Rodgers", "James Starks", "Larry McCarren"], "q": "down with <strong> David Letterman </strong> to talk about the Super Bowl, Green Bay and of course <strong> Brett Favre </strong> came up in conversation. When asked whether <strong> Brett Favre </strong>'s wishy-washy decision to retire had any affect on him: <q> I was the guy that took all the reps in the off season, and he was the guy who took all the reps during the season. So, that's kind-of how it worked out, </q> said <strong> Aaron Rodgers </strong>. <strong> Aaron Rodgers </strong> topped off his <strong> David Letterman </strong> appearance with a good ol' pigskin toss to <strong> David Letterman </strong>. Previous article <strong> James Starks </strong> to appear on <strong> Larry McCarren </strong>'s Locker Room Live Watch CBS Shows Watch your favorite new and", "new_id": -2}, {"uid": "1295780844219185156", "i": 9970, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "that Obamas decision on whether or not to continue implementing this shield will eventually determine whether relations between these two http://wn.com/TRILLIONS_MISSING__And_so_it_CONTINUES_Will_things_EVER_change!?!?! On Sept. 10, 2001, <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> declared war. Not on foreign terrorists, <q> the adversary's closer to home. It's the Pentagon bureaucracy, </q> he said. He said money wasted by the military poses a serious threat.`` In fact, it could be said it's a matter of life and death,'' he said. <strong> Donald Rumsfeld </strong> promised change but", "new_id": -2}, {"uid": "1295254462216039433", "i": 13215, "idx": 5, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "game,'' <strong> Marty Mornhinweg </strong> said.`` Some hit it a little later.'' The Eagles think <strong> Michael Vick </strong> will hit it sooner, but the NFC general manager has his doubts. His analysis of <strong> Michael Vick </strong>: <q> Special athlete and QB who takes a beating and production then falls off. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"uid": "1297355862235454526", "i": 17183, "idx": 4, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Update: Power Restored in Chilton Area, Schools Delayed Embezzlement Could Force Kids' Figure Skating Club to", "new_id": -2}, {"uid": "1295322746149110808", "i": 24097, "idx": 1, "sa": ["Kirsten Gillibrand", "Charlie Rangel"], "q": "discourse in this country, where we can recognize our differences but move this country forward,'' Ms. <strong> Kirsten Gillibrand </strong> said. <strong> Charlie Rangel </strong> got the loudest response of all when he issued a call for action, saying: <q> Why don't you help me form a group of mothers whose sons murdered the sons and daughters of other mothers? It ain't no white folks down South killing our boys. </q> Dignitaries spoke from behind a lectern on the stage and audience members spoke from a microphone on the floor, lining up for several hours to tell their stories. One young man challenged legislators to`` tell us", "new_id": -2}, {"uid": "1295289004218529795", "i": 48237, "idx": 2, "sa": ["Allen Iverson"], "q": "halftime, when the Nuggets took a 58-43 lead. He came out firing in the second half, scoring 11 points in the first six minutes, including two 3-poiners, to push Denver's lead to 78-51. <q> I got into a rhythm in the second half, </q> said <strong> Allen Iverson </strong>, who finished 14-for-20 from the field and added eight assists.`` The basket looked like an ocean; I was throwing rocks in. It feels good when you catch a rhythm like that.''", "new_id": -2}, {"uid": "1296241720196132899", "i": 18580, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "be funded, the 2010 Annual Report Of The Board of Trustees of the Federal Old-Age and Survivors Insurance and Federal Disability Insurance Trust Funds reported that even if no changes were made to Social Security's funding, the <q> annual tax income to the trust funds is projected to equal about 78 percent of program cost </q> after 2037. From the report: So they played a clip of <strong> Sen. Bernie Sanders </strong>, then went on to attack what he said in that clip. Was <strong> Sen. Bernie Sanders </strong> there to defend his words? Was anyone there to offer", "new_id": -2}, {"uid": "1295801602188252207", "i": 16016, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "as legislators, is a departure from Democracy. Clearly, perfect Democracy is an unattainable limit in the mathematical sense; this does not, however, invalidate the relentless convergence to that unattainable limit. </blockquote> Report Abuse <q> Let's see something EARTH SHATTERING!!!!!!! </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, [{"i": 47069, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1/2 votes, easily beating Seattle receiver Mike Williams, who got eight.`` As a person and a player I learned a lot through my experiences on and off the field,'' <strong> Michael Vick </strong> said. <q> Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the importance of it and how hard it is to get to where we are today. </q> <strong> Michael Vick </strong> passed for 3,018 yards and 21 touchdowns( 233 of 372), scoring a 100.2 passer rating, and rushed for 676 yards( 6.8 average) and 9 touchdowns. Bargaining session:", "sa": ["Michael Vick"], "uid": "1296965126246792205"}]]