[{"uid": "1296230388149782544", "i": 52135, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "again tried to set the record straight yesterday at the World Economic Forum in Davos, Switzerland. <strong> Eric Schmidt </strong> worked to quash rumors spread by those claiming to have the inside scoop. <q> All of the predicates for why the reorganization happened have not been correct, </q> he told reporters at the conference, according to Schmidt-defends-incoming-google-ceo-Larry Page/\"> The Wall Street Journal. \"The correct reason is we sat down and said:` This is a company that needs to be run even more", "new_id": -2}, {"uid": "1297183321119177307", "i": 4332, "idx": 3, "sa": ["Mohammed al-Qahtani", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> also defends the use of harsh interrogation tactics in his interview, saying that they \"saved lives.\" But he also admits that interrogators went past his orders with at least one detainee, <strong> Mohammed al-Qahtani </strong>: <q> Qahtani would be subjected to sexual humiliation and long periods of sleep deprivation and isolation while in custody at Guantanamo, and his heartbeat at one point dropped to 35 beats per minute. </q> <strong> Donald Rumsfeld </strong> said he only learned the details of such treatment after the fact- and that interrogators went further than he had authorized. \"I didn't approve any of that,\" <strong> Donald Rumsfeld </strong> said in", "new_id": -2}, {"uid": "1297082221245825549", "i": 49373, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "had[ an] enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed.\" \"It's hard to know,\" <strong> Donald Rumsfeld </strong> continued. <q> You know, the path you didn't take is always smoother. </q> The interview-- <strong> Donald Rumsfeld </strong>'s first for television since 2006-- is tied to the publication of his memoir,", "new_id": -2}, {"uid": "1295623347170147858", "i": 3973, "idx": 5, "sa": ["Larry Page", "Rob Enderle", "Eric Schmidt"], "q": "<strong> Larry Page </strong> uiteindelijk het bedrijf zou gaan leiden dat hij eerder zelf had opgEric Schmidtht. De zijwieltjes mogen er eindelijk vanaf\" , zegt <strong> Rob Enderle </strong>, die zelf denkt dat de Chinese klucht <strong> Eric Schmidt </strong> uiteindelijk de das om heeft gedaan. <q> Het was mij al snel duidelijk dat <strong> Eric Schmidt </strong> en <strong> Larry Page </strong> toen niet op dezelfde golflengte zaten </q>, meent de analist. Hij voegt daaraan toe niet te verwachten dat <strong> Eric Schmidt </strong> nog lang in zijn nieuwe rol zal functioneren. Van <strong> Larry Page </strong> wordt in de komende jaren verwacht dat hij Google niet alleen op consumentenvlak", "new_id": -2}, {"uid": "1295672866088440848", "i": 13798, "idx": 0, "sa": ["Andy Coulson"], "q": "resignation of the paper's former editor, <strong> Andy Coulson </strong>, as Downing Street communications chief. In a personal statement, Mr <strong> Andy Coulson </strong> said that the drip-drip of claims about illegal eavesdropping under his editorship meant he could not <q> give the 110% needed </q>. \"I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,\" he added. The Prime Minister said he was", "new_id": -2}, {"uid": "1295243276223936526", "i": 10016, "idx": 0, "sa": ["Steve Ballmer"], "q": ", the introduction of Internet Explorer 9 and of Office 365-- and citing growth in its cloud services-- Bing and Windows Azure-- <strong> Steve Ballmer </strong> thanked the company's one billion customers and attributed the company's success to <q> big technology bets that we've made. </q> Las Vegas is all about big bets and many in the tech industry have doubted the cards in Microsoft's hand, particularly in the mobile arena. <strong> Steve Ballmer </strong> came to change that perception by lauding the strength", "new_id": -2}, {"uid": "1296390177239042590", "i": 44657, "idx": 0, "sa": ["Simon Cowell", "Adam Reed", "Kim Jong-Il"], "q": "the street-art pioneer, drum'n' bass supremo, and TV man. In a candid interview he talks about learning to love his mother, inspiring the next generation and why he'd rather dine with <strong> Kim Jong-Il </strong> than <strong> Simon Cowell </strong> <q> I've always wanted a happy home. And I've created that </q>: Goldie Interview: \"Archer's\" spies talk secrets of season two comedy Archer returns for its second season tonight at 10 PM, I sat down with creator <strong> Adam Reed </strong>, as well as series target=\"_blank\"", "new_id": -2}, {"uid": "1295815332185630723", "i": 4796, "idx": 2, "sa": ["Gabrielle Giffords", "Russ Mitchell", "Kirsten Gillibrand", "Ben Ali"], "q": ", \"duration\" :\" \" , \"mediaQueryString\" : \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011- 7v&amp;flvURL=/media/2011/01/22/01222011- 7v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011- 7v.jsn\" }{ \"title\" : \"<strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support\" , \"description\" : <q> Senator <strong> Kirsten Gillibrand </strong>( D-NY) spoke with <strong> Russ Mitchell </strong> with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in Houston. </q>, \"note\" :\" \" , \"correction\" :\" \" , \"stillURL\" : \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg\" , \"emailLink\" : \"http://www.washingtonpost.com/ac2/wp- dyn/emailBen Alink?link=http://www.washingtonpost.com/wp- dyn/content/video/2011/01/22/VI2011012201959.html&amp;title=Kirsten Gillibrand: <strong> Gabrielle Giffords </strong> moved by support& site", "new_id": -2}, {"uid": "1296186100117063682", "i": 1310, "idx": 3, "sa": ["Bernie Sanders"], "q": "a second job to save more. Seems more logical to me. msgrowan at 7:27 PM January 27, 2011\" ... Social Security today has a surplus of$ 2.6 trillion,\" <strong> Bernie Sanders </strong> said. <q> Social Security can pay out every benefit owed to every eligible American, for the next 27 years. </q> This is pure male bovine feces. The \"trust fund's\" surplus assets( i.e., FICA tax receipts over and above the amount needed to pay out current benefits on the pay-as-you-go principle) have been spent", "new_id": -2}, {"uid": "1296736670245350410", "i": 45761, "idx": 3, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "recognize <strong> Paul Bremer </strong>'s intentions. <strong> Donald Rumsfeld </strong> asserts that Bush exacerbated matters by allowing confusion in the chain of command and enabling <strong> Paul Bremer </strong> to \"pick and choose\" which senior Washington officials to deal with. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> <strong> Donald Rumsfeld </strong> writes in the book. <strong> Donald Rumsfeld </strong> portrays Powell as reigning over a State Department reluctant to accept Bush's political direction and intent on taking anonymous swipes at in the media. He", "new_id": -2}]