[{"uid": "1296519531211714105", "i": 8025, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Jeep Grand Cherokee SUV went on sale. It also has four other completely new models: the 300 big sedan, the Dodge Durango SUV, the Fiat 500 minicar and the Dodge Charger muscle car. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> CEO <strong> Sergio Marchionne </strong> said Monday. Karl Brauer, senior analyst for the Edmunds.com automotive website, said Chrysler's new or revamped models, most of which hit showrooms toward the end of the year, have given", "new_id": -2}, {"uid": "1295420762187301926", "i": 48591, "idx": 1, "sa": ["Michael Jackson", "Simon Cowell"], "q": "blunt and often controversial criticisms, insults and wisecracks about contestants and their abilities, or lack thereof. He is often parodied in <strong> Michael Jackson </strong> culture, and was described by the The Times journalist Minette Marrin as representing the <q> heartless, thoughtless and superficial- the flotsam and jetsam of the polluted seas of celebrity that is likely to sink without trace into toxic foam </q>. <strong> Simon Cowell </strong> is known for combining activities in the television and music industries, having promoted singles and records for various artists, including television personalities. Having been most recently featured on the eighth season of American Idol and", "new_id": -2}, {"uid": "1295907918177651713", "i": 23765, "idx": 2, "sa": ["George Shultz", "Donald Rumsfeld", "President Lyndon Johnson"], "q": "of State <strong> George Shultz </strong> were among the friends, family members and colleagues who came to Washington for conversations.`` I started thinking about this amazing archive I had,'' he said during a recent interview. <q> The fact that I had it persuaded me that I ought to take advantage of it. </q> <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite, where the walls document a long, high-level life of politics and history: a photograph of then-Rep. <strong> Donald Rumsfeld </strong> with <strong> President Lyndon Johnson </strong> in the 1960s;", "new_id": -2}, {"uid": "1295887665065683465", "i": 31469, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "tried and true recipe for Silicon Valley'' to bring in a founder to run the company.`` Look what happens to Apple when they let <strong> Steve Jobs </strong> come back,'' said council member Mike Kasperzak. <q> There's something about the passion the founders, and in particular these founders, have for the organization. </q> <strong> Eric Schmidt </strong> was seen by many as the`` adult'' brought in to run the company 10 years ago when Page, Google's first CEO, was 28 and there were fewer than 200 employees in a", "new_id": -2}, {"uid": "1296014345168460294", "i": 7527, "idx": 10, "sa": ["J'Covan Brown", "Allen Iverson"], "q": "a long time and to finally get it is something special.'' The 76ers won the best-of-five series from Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis. <q> I don't know how you can be any more proud of your team, </q> <strong> J'Covan Brown </strong> said.`` I told them this was a great opportunity for us to grow up. <strong> Allen Iverson </strong>'s doing what great players do. He's making other people better and he is taking responsibility and steps up", "new_id": -2}, {"uid": "1295578537195002486", "i": 4077, "idx": 2, "sa": ["Eric Schmidt"], "q": "was`` not a reaction to competitors.'' Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24,000 employees. <q> <strong> Google Inc. </strong> has many different businesses and the issue that we have been getting into is there's too many ways( in) which these businesses can be slowed down, </q> <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong>, who became CEO in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focussing on deals and government outreach, among other things", "new_id": -2}, {"uid": "1297124427224133140", "i": 1994, "idx": 1, "sa": ["Steve Ballmer", "Ray Ozzie", "Kurt DelBene", "Wes Miller"], "q": "engineering chief <strong> Kurt DelBene </strong>, rather than marketing executive Chris Capossela. When Chief Software Architect <strong> Ray Ozzie </strong> announced plans to step down in October, <strong> Steve Ballmer </strong> declined to replace him in that central role, saying the company had <q> strong technical leaders in each business group. </q> The effort may take some of the heat off <strong> Steve Ballmer </strong>, so long as it produces results soon, <strong> Wes Miller </strong> said.`` You can play pin the blame on the donkey, but the reality", "new_id": -2}, {"uid": "1297622498218546176", "i": 6858, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Dirk Nowitzki"], "q": "is just the front end of a back-to-back that concludes with a trip to see the Phoenix Suns Thursday night before All-Star Weekend.`` Great team effort,'' <strong> Dirk Nowitzki </strong> said after Saturday night's win. <q> Good thing is we've got almost like a small All-Star break already. Three days off in the middle of the season doesn't happen very often. So, we're gon na recuperate. Have a big back-to-back and hopefully get them both, that would be nice. And then, hopefully, go on the break feeling good about ourselves and come back and make a heck of a run in the second half of the season. </q> Favoriting contest: Tickets to see ventriloquist Jay Johnson at the Eisemann Center in Richardson Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city", "new_id": -2}, {"uid": "1295586272212418583", "i": 2939, "idx": 4, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl", "Kevin Durant"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Yao Ming </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran http://wn.com/Allen_Iverson_26pts_Melo_38pts_vs_Sonics_KDurant_37pts_07/08_NBA Touted rookies <strong> Kevin Durant </strong> and Jeff Green both had", "new_id": -2}, {"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago.`` This one feels great due to the fact that I've been through so much,'' <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q> To be able to get back to this position is paramount to me, and I'm just thankful. </q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]