[{"uid": "1296049065000704526", "i": 9429, "idx": 1, "sa": ["Dannii Minogue", "Cheryl Cole", "Simon Cowell"], "q": "who sits on the panel alongside <strong> Simon Cowell </strong>, <strong> Cheryl Cole </strong> and <strong> Dannii Minogue </strong>- can procrastinate when making decisions as to who should leave the show in the weekly vote. Comment on this Article He said: <q> I just feel for him because we always seem to go to him to make the hardest decision, you know, it's always for the crucial decision- but, invariably, if you ever have to hurry up because you're going to fall off air, he will take an age. </q> Despite being one of the main names in the frame for the job as host of the first ever US' X Factor', the 37-year-old presenter has`` made peace'' with the possibility a high-profile", "new_id": -2}, {"uid": "1295669833206996591", "i": 3263, "idx": 2, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "dependable face' of Google for such things. But being that face can take a toll,'' he wrote. But Google was also overdue for a management change, <strong> Danny Sullivan </strong> wrote, noting that a decade <q> may as well be 100 years of Internet time. </q> Steve Arnold, an analyst who heads the firm ArnoldIT, faulted <strong> Eric Schmidt </strong> for leaving Google too dependent on search advertising.`` It has not diversified its revenue streams in a meaningful way,'' Arnold said", "new_id": -2}, {"uid": "1295981594193069082", "i": 12251, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "be so big. Many expressed similar surprise.`` We are fed up; this is just enough,'' said Sayid Abdelfatah, a 38-year-old civil servant who marched with an Egyptian flag. <q> Tunisia's revolution inspired me but I really never thought we would find such people ready to do the same here. </q> During a lull in the clashes, lines of protesters bowed in unison to perform the sunset prayer as police stood aside. Several thousand remained in the streets after dark. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal", "new_id": -2}, {"uid": "1297117709195428398", "i": 21439, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": ". <strong> President Bush </strong> has written that the troop level in Iraq was`` the most important failure in the execution of the war.''`` I think that it's possible,'' <strong> Donald Rumsfeld </strong> responded. <q> We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always smoother. </q> <strong> Donald Rumsfeld </strong> is promoting his memoir,`` Known and Unknown,'' which is being published Tuesday. Reminded that his predecessor <strong> Robert McNamara </strong> said,`` we were wrong, terribly wrong,'' decades after", "new_id": -2}, {"uid": "1295611674042827797", "i": 15948, "idx": 0, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "photographs showing the abuse of Iraqi prisoners by British soldiers. <strong> Andy Coulson </strong>- good man, good friend. How many times does@guardian want people to quit over same thing? 12.02 pm: In the comments@londone asks <q> where are the questions about <strong> David Cameron </strong>'s judgement and leadership qualities </q> that I posed about <strong> Ed Miliband </strong> in my live blog of the Alan Johnson resignation last night. See the previous post,@londone- I think the story will definitely pile the heat on <strong> David Cameron </strong> now. My colleague", "new_id": -2}, {"uid": "1295256412206143497", "i": 17149, "idx": 0, "sa": ["Kobe Bryant", "Elgin Baylor", "Dwight Howard", "Michael Jordan", "Allen Iverson"], "q": "and <strong> Dwight Howard </strong> Robinson. <strong> Kobe Bryant </strong> made it five. <strong> Michael Jordan </strong> previous career high was 62 points during a 112-90 victory over Dallas last month-- he sat out the fourth quarter because of the one-sided nature of the game. <q> <strong> Elgin Baylor </strong> was just determined. <strong> Elgin Baylor </strong> was just locked in, tuned into what was going on out there, </q> <strong> Kobe Bryant </strong> said.`` These points tonight mattered. We needed them. The points <strong> Elgin Baylor </strong> put in the basket were instrumental. It means a lot http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying", "new_id": -2}, {"uid": "1297708575012566538", "i": 19656, "idx": 0, "sa": ["Steve Ballmer"], "q": "do so with a giant like Nokia jumping into the game, supported by billions in Microsoft subsidies. In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion. <q> Nokia's support will help Windows Phone overall to build strength versus other mobile platforms, </q> <strong> Steve Ballmer </strong> said.`` That's not just good for Nokia, that's good for all our handset partners.'' Groupon, FTD get complaints, offer Valentine's Day flower refunds Intel invests$ 26M", "new_id": -2}, {"uid": "1297383285254541831", "i": 3697, "idx": 0, "sa": ["Spencer Pratt", "Heidi Montag", "Paula Abdul", "Simon Cowell"], "q": "has. So, I was willing to give him that chance and physically of course, he's very attractive, and he's an easy person to talk to.` The Bachelor' bachelorette Jackie Gordon: <q> I was shocked to go when I did </q>` The Bachelor' star Brad Womack denies proposing to ex-girlfriend` Live To Dance' crowns D'Angelo Castro, Amanda Carbajales champs Bravo rejects <strong> Heidi Montag </strong>, <strong> Spencer Pratt </strong>'s` Real Housewives' offer <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always", "new_id": -2}, {"uid": "1295562019175194161", "i": 45573, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "'' the company said. <strong> Eric Schmidt </strong> said the changes had come after several long conversations between the three individuals, in which they came to the conclusion thus far that sharing responsibility for all decisions at Google <q> adds delay and so forth in the way we make decisions. </q> Things will run much better, he said,`` by elevating me and having Larry running things day-to-day, <strong> Sergey Brin </strong> focusing on the area that he is going to talk about,'' all of which is expected to", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}]