[{"uid": "1295614577107249689", "i": 22274, "idx": 0, "sa": ["Andy Coulson"], "q": "understanding of the British public. Mr <strong> Andy Coulson </strong> said:`` I can today confirm I have resigned as director of communications in Downing Street`` It's been a privilege and an honour to work <q> <strong> David Cameron </strong> for three and a half years. </q> The former editor said he was`` extremely proud of the part he played'' in getting the party back into government. Mr <strong> Andy Coulson </strong> said the row over phone hacking made it`` difficult to", "new_id": -2}, {"uid": "1295908932158924813", "i": 12250, "idx": 2, "sa": ["Mitt Romney", "Mike Pence"], "q": "abroad.'' <strong> Mike Pence </strong> spokesman Matt Lloyd said the remarks were not directed at Daniels and emphasized that <strong> Mike Pence </strong> has been advocating ending funding for abortion, and particularly for Planned Parenthood, since 2007. <q> Congressman <strong> Mike Pence </strong> has always held a high regard for the sanctity of human life. He thinks it's important that we encourage those who come to our nation's capital to continue to stand for the cause of life, </q> Lloyd said. Former Massachusetts Gov. <strong> Mitt Romney </strong> put out a statement Monday marking the march, but did not attend.`` In great number, men and women from across our country are gathered today", "new_id": -2}, {"uid": "1295788412114884629", "i": 45567, "idx": 2, "sa": ["Andy Coulson"], "q": "he is representing clients preparing to bring civil court cases against several newspaper groups over allegations of phone tapping. His claims suggest the practice of illegal eavesdropping is much more commonplace than first thought. <q> I am absolutely positive- and I am not an advocate for the News of the World- that this wasn't a practice for one newspaper or even one newspaper group, </q> Mr Lewis said.`` It's fair to say that over the past 10 years or so most entertainment stories will have had some element of subterfuge.'' Mr <strong> Andy Coulson </strong>, who edited the", "new_id": -2}, {"uid": "1295686742156401686", "i": 47059, "idx": 26, "sa": ["Stephen Jackson", "Tyronn Lue", "Shaquille O'Neal", "Ron Artest", "Robert Horry", "Brian Xanders", "Allen Iverson"], "q": "off <strong> Shaquille O'Neal </strong> with a flurry of 3-pointers in the second and fourth quarters. <strong> Robert Horry </strong>, <strong> Brian Xanders </strong> Shaw, <strong> Ron Artest </strong> Harper and <strong> Tyronn Lue </strong> all struck at least once from the arc. Los Angeles was 10-of-19 from long range. <q> The second unit that came in the form of <strong> Robert Horry </strong> and Shaw and <strong> Tyronn Lue </strong> really saw the game to the end, </q> <strong> Stephen Jackson </strong> said.`` I think http://wn.com/Allen_Iverson_35pts_12asts_vs_Notwizki_a_night_after_51pts <strong> Allen Iverson </strong> went hard to the basket. He didn't get there, but he did draw a foul. The next time down the court, AI made another veteran move,", "new_id": -2}, {"uid": "1297721034094502916", "i": 21431, "idx": 10, "sa": ["Donald Rumsfeld", "Barack Obama", "Todd Litman", "Ray LaHood"], "q": "purported economic, energy, and time-saving benefits of urban rail systems-based entirely on a 2004 study for the American Public Transportation Association( APTA), America's principal transit lobbyist. <strong> Barack Obama </strong> A 2010 Heritage Foundation report, <q> Washington's War on Cars and the Suburbs, </q> critiqued the <strong> Donald Rumsfeld </strong>'s claims. <strong> Todd Litman </strong>, the author of the APTA study, took issue with the Heritage report, though he was unable to undermine the conclusion of`` Washington's War'' that many of <strong> Ray LaHood </strong>", "new_id": -2}, {"uid": "1295439932220266506", "i": 876, "idx": 1, "sa": ["Eric Schmidt"], "q": "plan.'''''' http://wn.com/Weboptimiser_|_ Internet_News_|_ Google_Announces_Third_Quarter_2010_Financial_Results Giving us up to date insights into the way Google works and their intentions for the near term future, <strong> Eric Schmidt </strong>, CEO of Google said: <q> Google had an excellent quarter, our core business grew very well, and our newer businesses-- particularly display and mobile-- continued to show significant momentum. Going forward, we remain committed to aggressive investment in both our people and our products as we pursue an innovation agenda. </q> Announcing financial results for the quarter ended September 30, 2010. Google reported revenues of$ 7.29 billion for the quarter ended September 30, 2010, an increase of 23% compared to the third quarter of 2009", "new_id": -2}, {"uid": "1295679833021889049", "i": 15242, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "`` I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.'' Before the announcement, a No 10 spokeswoman told reporters: <q> The Prime Minister has had full confidence in Mr <strong> Andy Coulson </strong> and still does. </q> Last week, Mr <strong> David Cameron </strong> said he gave Mr <strong> Andy Coulson </strong> a job because he deserved a`` second chance'' after his time at the tabloid. Mr <strong> Andy Coulson </strong> joined his team before the General Election", "new_id": -2}, {"uid": "1295498986076414987", "i": 171, "idx": 0, "sa": ["David Letterman", "Camille Grammer"], "q": "Some Sniping... and a Girlfight?( 77) The Office's <strong> David Letterman </strong> Scott Gets the Ending He Deserves, Plus Valentine's Day Showmance Updates!( 66) The Real Housewives of Beverly Hills Reunion Shocker: <q> Do You Have a Drinking Problem? </q>( 61) Got a burning TV question, a comment or hot dish about your fave TV show? Email your Q's to Kelsey vs. <strong> Camille Grammer </strong>: It's Not Even Close Marc Stamas/Getty", "new_id": -2}, {"uid": "1296010057252100639", "i": 12354, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Stephen Sandstrom"], "q": "told the committee that recognizing the M1911 is an appropriate honor for Browning. Instead of the gun being blamed for killing people, it should be credited for saving lives on the battlefield, <strong> Stephen Sandstrom </strong> said. <q> Tragic events happen because of bad people in this world. But handguns, and firearms in general, do not kill people, </q> <strong> Stephen Sandstrom </strong> said.`` We need to stop demonizing firearms.'' Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed", "new_id": -2}, {"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.'' <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q> But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds, </q> writes <strong> Howard Kurtz </strong>.`` What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.'' <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}]