[{"uid": "1297387115268320778", "i": 20808, "idx": 0, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "eventual winner of the show, ''rather than stopping people getting there.'' Jackson, known on ''Idol'' for his fondness for the word ''dawg,'' said fans will see <q>a more assertive dog, a little bit more ''hair of the dog.'</q> Producers and host <strong> Ryan Seacrest </strong> promised a more fun ride. ''There's a genuine camaraderie with this group,''' <strong> Ryan Seacrest </strong> said. No one minimizes the loss of <strong> Simon Cowell </strong>, but", "new_id": -2}, {"uid": "1297402017053149702", "i": 29132, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "property may be worth$ 20 million. <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong> were married in 1997 and have two young children together. Attorneys for the former ''Frasier'' star and <strong> Camille Grammer </strong>, who appears on <q>The Real Housewives of Beverly Hills,</q> told Nelson they will set aside$ 2.3 million while financial arrangements are handled. The 55-year-old actor told <strong> David Letterman </strong> last month that he plans to marry <strong> Kayte Walsh </strong> sometime in February. It's only 2011", "new_id": -2}, {"uid": "1295481500251461671", "i": 7591, "idx": 0, "sa": ["Barack Obama", "Dan Boren", "Harry Reid", "Mary Landrieu", "Sen. Bernie Sanders", "John McCain", "Michael Bennet", "Nancy Pelosi", "Jerry Moran"], "q": "& msnbc.com http://wn.com/Bill_Maher_On_Countdown__Health_Reform_And_The_Democrats fixednewschannel.web.officelive.com 10 March, 2010 MSNBC http://wn.com/Democrats,_GOP_Prep_for_Possible_Weekend_Vote_on_Health_Reform Question of the Day: What is your stance on immigration? Leave all your responses in the comment section. ''Democrats Reveal Facts About Health Care'' www.youtube.com <q><strong> Rep. Patrick Kennedy </strong> Yells: ''Despicable' That Press Focuses On Massa Instead Of Afghanistan</q> www.youtube.com ''High Immigration Impacts America's Unemployed'' www.youtube.com ryanpdixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> <strong> John McCain </strong> House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Sen. Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> ryan dixon http://wn.com/Democrats''_Health_Care_Reform_is_Latest_Action_to_Hurt_Kansas Congressman <strong> Jerry Moran </strong> told the House of Representatives on March 24 that", "new_id": -2}, {"uid": "1297460238221495309", "i": 26536, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Stephen Elop </strong>-- a former Microsoft executive-- chose Windows over Android. Nokia will contribute its mapping technology to Microsoft's Bing search engine-- and integrate its application and content store into the Microsoft Marketplace. Nokia also will <q>contribute its expertise on hardware design, language support, and help bring Windows Phone to a larger range of price points, market segments and geographies,</q> according to a Microsoft news release. ''The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute,'' Microsoft CEO <strong> Steve Ballmer </strong> said in the statement", "new_id": -2}, {"uid": "1297207413130318370", "i": 42351, "idx": 1, "sa": ["Johnny Carson", "Michael Vick"], "q": ", despite <strong> Michael Vick </strong>'s charity work with children in the city. ''Of course the millions of <strong> Michael Vick </strong> fans and the <strong> Michael Vick </strong> family are excited about his( Dallas) honor,'' Tina <strong> Michael Vick </strong> said. <q>But we have so many development projects here, that's really not our focus.</q> <strong> Michael Vick </strong> is not the nation's first controversial recipient of an enormous honorary key. U.S. Airways Capt. Chesley ''Sully'' Sullenberger earned several keys to cities and <strong> Johnny Carson </strong> could unlock Anaheim, Calif.", "new_id": -2}, {"uid": "1296230759016433163", "i": 34129, "idx": 1, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "he likes to keep his opinions to himself.'' However <strong> Ryan Seacrest </strong> said he is sure to hear from him if the show gets impressive ratings when it starts later this year. He said: <q>He will be the first to congratulate himself on his new ratings by sending me a fax of the ratings to my house the day after the new season premieres.</q> Asked if the new show can co-exist with American Idol, he said: ''Yes. I think so.'' <strong> Ryan Seacrest </strong> expects to hear from <strong> Simon Cowell </strong> when US X Factor is a hit", "new_id": -2}, {"uid": "1297194654244269071", "i": 6234, "idx": 0, "sa": ["Steve Ballmer"], "q": "The term ''Software defined radio'( SDR) has been used for a long time already, but real products have only been released mostly within the last 10 years,'' Virtanen told Betanews on Tuesday. <q>By using software, radio development is more flexible, fixes and updates can be made more easily and cost effectively, new functionalities and features can be implemented and mobilized faster, and software code can be re-used.</q> <strong> Steve Ballmer </strong>'s change of heart is touching, but it's five years too late Unconfirmed reports have Microsoft's CEO replacing sales and marketing managers with engineers. It''s a sensible approach. Too bad <strong> Steve Ballmer </strong>", "new_id": -2}, {"i": 29160, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Vermont businesses and their employees. I look forward to working with <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> Welch to get the appropriate waivers and flexibility for us to go forward toward a single-payer system.'' Welch said, <q>When Vermont innovates, the nation often follows our lead. Providing Vermont and other states with the flexibility to build upon health care reform will result in better care and greater access at a lower cost. Allowing us to become a laboratory for innovation and excellence will help Vermonters, while once again allowing us to lead the way.</q> <strong> Patrick Leahy </strong> said, ''While some in Washington are trying to turn the clock back on health reform, Vermont instead is moving forward. This state waiver bill will give Vermont and other states the choice to", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1295376220134447111"}, {"uid": "1295559949061718541", "i": 3666, "idx": 0, "sa": ["Eric Schmidt"], "q": "be replaced by co-founder Larry Page. The announcement arrived only minutes before the search giant's first earnings call of 2011-- and boy oh boy, the executive shakeup had nothing to do with earnings. <q>We've had a very strong quarter,</q> said <strong> Eric Schmidt </strong>, referencing the company's revenues of$ 8.44 billion, up 26% year-over-year. <strong> Eric Schmidt </strong> has been CEO for nearly a decade. He will now take over as executive chairman. Both <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295487896122978305", "i": 22990, "idx": 1, "sa": ["David Letterman", "Steven Tyler"], "q": "success. <strong> Steven Tyler </strong> said he believed that the only way that a singer could make it was to work hard in the clubs, smell the seat, sing in smoke and do the grind. <q>Some of these kids I saw singing- I wanted to say, ''Wait a minute. So, where have you sung before?</q> Watch <strong> Steven Tyler </strong> interview on <strong> David Letterman </strong>. Click Play", "new_id": -2}]