[{"uid": "1296105135116244588", "i": 49594, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace"], "q": "de l'information: tel que construire de z?ro un syst?me d'exploitation en ligne, faire des recherches instantan?es dans un index de plus de 100 millions de gigaoctets et m?me d?velopper des voitures autopilot?es''. M. <strong> Alan Eustace </strong> ajoute que <q> chez Google, il y a un poste pour tout le monde </q>. En parall?le, le futur ex-dirigeant de Google, <strong> Eric Schmidt </strong>, pr?sent hier? la conf?rence DLD de Munich, en Allemagne, a signal que son entreprise envisageait de nouveaux investissements en Europe et cr?erait 1000 postes", "new_id": -2}, {"uid": "1297713944012566553", "i": 33847, "idx": 0, "sa": ["Michael Vick", "Piers Morgan"], "q": "show for Thursday, Feb. 24. This is not much of a surprise, given that <strong> Michael Vick </strong> himself said he'd bet Oprah would win the bet, about a month ago, telling USA Today, <q> If the bet was made, she'll probably win, because I know nothing about that other guy. </q> And, of course, Oprah cancelled the bet a few days ago, tweeting`` I'm pulling out of the bet. I don't know why I let[ <strong> Piers Morgan </strong>] talk me into it", "new_id": -2}, {"uid": "1296956290099991602", "i": 52027, "idx": 2, "sa": ["Michael Vick"], "q": "more traumatized, angry and sickened. A friendly tip: Don't ever argue about this with a passionate animal rescuer. You'll be sprayed with flying spittle all over your face, simply by standing nearby. <q> He's full of shit, </q> said one who rescues pit bulls, the common victim of dog fighting rings.`` He's a sadistic bastard and you don't recover from that in prison. Bullshit.'' But <strong> Michael Vick </strong>, with", "new_id": -2}, {"uid": "1297676464098910246", "i": 1525, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "world he says were suckered into believing the same thing. And still refuses to say that weapons of mass destruction were a lie.`` The less dramatic truth,'' <strong> Donald Rumsfeld </strong> writes in his new book, <q> is that we were wrong. </q> Those like <strong> Donald Rumsfeld </strong> always have their reasons for sending the young off to die, or be horribly wounded. He admits his bosses were itching to go to war with Iraq even before they had soldiers on", "new_id": -2}, {"uid": "1297124427224133140", "i": 2385, "idx": 1, "sa": ["Steve Ballmer", "Wes Miller", "Ray Ozzie", "Kurt DelBene"], "q": "engineering chief <strong> Kurt DelBene </strong>, rather than marketing executive Chris Capossela. When Chief Software Architect <strong> Ray Ozzie </strong> announced plans to step down in October, <strong> Steve Ballmer </strong> declined to replace him in that central role, saying the company had <q> strong technical leaders in each business group. </q> The effort may take some of the heat off <strong> Steve Ballmer </strong>, so long as it produces results soon, <strong> Wes Miller </strong> said.`` You can play pin the blame on the donkey, but the reality", "new_id": -2}, {"uid": "1295512445009502750", "i": 9071, "idx": 0, "sa": ["Sasha Grey", "Michael Vick", "Ben Roethlisberger", "Rex Ryan", "Jenna Jameson", "Mike Missanelli", "Savanna Samson", "DeSean Jackson"], "q": "star <strong> Savanna Samson </strong>.`` Now that so many adult film stars including <strong> Jenna Jameson </strong> and <strong> Sasha Grey </strong> have crossed over into the mainstream, it's disappointing that the NFL continues to discriminate against them,'' he said. <q> I wonder if they're plSasha Greying on restricting <strong> Ben Roethlisberger </strong> from playing or <strong> Rex Ryan </strong> from coaching in the <strong> Ben Roethlisberger </strong> game. </q> <strong> Mike Missanelli </strong>'s show goes to the dogs <strong> Mike Missanelli </strong> committed an unintentional violation while interviewing Eagles quarterback <strong> Michael Vick </strong> on his radio show yesterday. <strong> Mike Missanelli </strong> reminded <strong> Michael Vick </strong> that <strong> DeSean Jackson </strong> made some comments about the quarterback", "new_id": -2}, {"uid": "1295095120134397990", "i": 8950, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Mirafiori vote had implications far beyond the limits of Turin. Business leaders say a decision by Mr <strong> Sergio Marchionne </strong> not to invest in Italy would have had devastating effect on already low foreign direct investment in Italy. <q> Turnout was very high because people know this is a vote about the future of Italy, </q> said Eros Panicali, secretary-general of the Uil union movement which had backed Mr <strong> Sergio Marchionne </strong>'s plan. The Mirafiori deal is part of Mr <strong> Sergio Marchionne </strong>'s`` Fabbrica Italia'' plan to invest? 20bn in Fiat", "new_id": -2}, {"uid": "1295401402180518914", "i": 31173, "idx": 4, "sa": ["Sergio Marchionne"], "q": "Fiat... Photo: A woman walks in front of a graffiti with the... target=\"mwphcomReportAbuse\" href=\"http://bb.ugccs.abuse.yahoo.com/report_abuse/ReportAbuseBeacon.php?appId=news&amp;redirect=http%3a%2f%2fhelp.yahoo.com%2fl%2fus%2fyahoo%2fnews%2fforms%2fabuse_articles.html&amp;eaci=2BS2QYEZL3BGA3D25KSSDY2OH4&amp;commentid=50044696\"> Report Abuse \"`` We need to completely rethink the minivan,'' CEO <strong> Sergio Marchionne </strong> said Tuesday'' \" <q> One amenity is an optional heated steering wheel, a first among minivans. </q> Time.com: Enter Apple's iPad Rivals: Tablet Computers Abound at CES Time.com: American Airlines Battles Expedia in Online Ticket War Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt", "new_id": -2}, {"uid": "1295559369243744784", "i": 26757, "idx": 0, "sa": ["Katie Price", "Paris Hilton", "Piers Morgan", "Sharon Osbourne", "Simon Cowell"], "q": "mainly positive reviews for the first episode of his new CNN programme. <strong> Simon Cowell </strong>, The Hoff and <strong> Sharon Osbourne </strong> talk about the new series of America's Got Talent in <strong> Paris Hilton </strong>- <strong> Piers Morgan </strong> On... Las Vegas <strong> Paris Hilton </strong> appears on <q> <strong> Piers Morgan </strong> On... Las Vegas </q> which aired in the UK on January 2, 2010. The two`` get married'' at one of the little chapels in Vegas. More at: www.Paris HiltonParis Hiltononline.net... <strong> Piers Morgan </strong> Interviews <strong> Katie Price </strong> sexless marriage- Pete horny Jordan", "new_id": -2}, {"i": 10874, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Our Judges Selected Some of The Most Groundbreaking Technology at Interop 2008, Including Overall Best of Show <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297277318262340623"}]