[{"uid": "1295124191182747183", "i": 33201, "idx": 0, "sa": ["Allen Iverson", "Donyell Marshall"], "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. John's two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach John Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q>He tells me the end of the game is my time, I should have the ball in my hands,</q> <strong> Allen Iverson </strong> said. \"So if somebody else turns it over, he yells at me. I just tell my teammates: \"Let me get the ball. He\"ll scream at me http://wn.com/Allen_Iverson_Georgetown_vs_Ray_Allen_Connecticut_1995 For those who were", "new_id": -2}, {"uid": "1296784629036126790", "i": 41643, "idx": 12, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Ronald Reagan"], "q": "crackpot conspiracy theories.\" As <strong> Ronald Reagan </strong>'s Mideast envoy, <strong> Donald Rumsfeld </strong> says he was sent to Baghdad because the country was the enemy of Iran and Syria, two nations that threatened the interests of the U.S., and <q>there was a clear logic in trying to cultivate warmer relations with <strong> Saddam Hussein </strong>'s Iraq.</q> During the meeting, at which <strong> Saddam Hussein </strong> came across as \"rather reasonable\" while they sat at opposite ends of a gold and burgundy-upholstered table, they discussed the ongoing Iran-Iraq war and a U.S. proposal to", "new_id": -2}, {"uid": "1295611382129794091", "i": 1730, "idx": 4, "sa": ["Ken Auletta", "Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "<strong> Ken Auletta </strong> said. While <strong> Google Inc. </strong> resisted threats from rivals Yahoo! <strong> Google Inc. </strong> and Microsoft Corp. under <strong> Eric Schmidt </strong>, Page will confront fiercer rivals, said Whit Andrews, an analyst at Gartner <strong> Google Inc. </strong> Facebook Foe <q><strong> Google Inc. </strong> versus Facebook is an order of magnitude more challenging,</q> said Andrews, based in Shrewsbury, Massachusetts. Competing with the social network for the attention of Web users will require new technology that differs from search, he said. <strong> Google Inc. </strong> co-founder <strong> Sergey Brin </strong>, 37,", "new_id": -2}, {"uid": "1297297373261144593", "i": 18132, "idx": 1, "sa": ["Steve Ballmer"], "q": "most recently worked with the company's Online Services Division. \"We are already making strong traction across our Server and Tools Business by embracing cloud services,\" said Microsoft chief executive <strong> Steve Ballmer </strong>. <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future.</q> The 19 year Microsoft veteran will take the reigns Microsoft's server, tools and cloud platforms from outgoing president Bob Muglia. In January, the company announced that Muglia would be leaving Redmond", "new_id": -2}, {"uid": "1295601684081559570", "i": 26671, "idx": 8, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "In a blog post, <strong> Eric Schmidt </strong> said: \"Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making.\" <q>This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us,</q> he added, noting each member of the trio had been equally involved in decision-making over the past 10 years. \"But we have also agreed to clarify our individual roles so there's clear responsibility and", "new_id": -2}, {"uid": "1295619952132808753", "i": 41616, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "do so.\" <strong> Andy Coulson </strong> played a major role in helping propel Conservative leader <strong> David Cameron </strong> to power in elections in May 2010 and was a key backroom figure in Downing Street's slick media operation. <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,</q> <strong> David Cameron </strong> said in a statement. The hacking saga has refused to die down since the News of the World's royal correspondent and a private investigator were jailed in 2007 for conspiracy to access mobile phone messages", "new_id": -2}, {"uid": "1295559949061718541", "i": 3670, "idx": 4, "sa": ["Eric Schmidt"], "q": "?\" he said. \"We think this will produce even better results.\" We'll have more for you soon, but in the meantime, here's <strong> Eric Schmidt </strong> in his own words. <q>When I joined Google in 2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today. Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the process. And our emerging businesses-display, Android, YouTube and Chrome-are on fire. Of course, like any successful organization we've had our fair share of good luck, but the entire team-now over 24,000 Googlers globally-deserves most of the credit.</q> outlook is bright. But as Google has grown, managing the business has become more complicated. So Larry, Sergey and I have been talking for a long time about how best to simplify our management structure and", "new_id": -2}, {"uid": "1296513675069730321", "i": 6436, "idx": 1, "sa": ["Michael Vick"], "q": ": Shocking Footage of Police Station Shootout U.S. Video: Florida's Pennekamp Coral Reef State Park Report Abuse \"At least the fellow students in high school showed more maturity than the first commenters here.\" Report Abuse <q>I think its safe to say that its like men who have commented that these girls are proud lesbians. They're lucky. I am unfortunate enough to be straight.</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Hot Stock-CelulasGenetica Stem Cell BioReactor Technology. Boost Your Portfolio, Invest Today. \"I Cured My Wrinkles\" Learn How A Mom Got Rid", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of \"American Idol\" since he left the show. Talking to reports on a conference call for his new music competition series, \"The X Factor,\" <strong> Simon Cowell </strong> says, <q>I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well.</q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. \"What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}, {"uid": "1295596909029032474", "i": 16549, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", in my clear opinion, is ready to lead,\" commented <strong> Eric Schmidt </strong>. <strong> Sergey Brin </strong> who is the co-founder, will devote his time and energy to strategic projects, in particular working on new products. <q>He's an innovator and entrepreneur to the core, and this role suits him perfectly,</q> remarked <strong> Eric Schmidt </strong>. As executive chairman, <strong> Eric Schmidt </strong> will focus externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's", "new_id": -2}]