[{"uid": "1294976603242417675", "i": 1688, "idx": 0, "sa": ["Sergio Marchionne"], "q": "2009. The dispute over Mirafiori is also part of a wider struggle by the outspoken <strong> Sergio Marchionne </strong> to bring about radical reforms in Italian industry. In October, he ignited controversy when he said that <q>Fiat would be better off if it eliminated Italy. Italy ranks 118th out of 139 countries in work efficiency and is 48th in industrial competitiveness. \"Not a cent from the two billion euros of profits forecast for 2010 will be generated in Italy,</q> he said, pointing out that Fiat's 6,100 workers in Poland produce the same number of cars as the company's 22,000 auto workers in Italy. Subscribe to RSSMost Popular in: Business Snappy videos separating", "new_id": -2}, {"uid": "1296759232141000739", "i": 32900, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": ", and it will be harder and more difficult to arrange for a transition and the more likely it is for radical elements to hijack the entire government.\" <strong> John McCain </strong> detailed this dilemma in a statement released Wednesday: <q>I remain concerned about the role of the Muslim Brotherhood and other organizations in Egypt that espouse an extremist ideology.</q> Switching gears, <strong> John McCain </strong> also responded to criticism of him from former Defense <strong> Donald Rumsfeld </strong> in his new book, Known and Unknown: A Memoir. <strong> John McCain </strong> told GMA that he and <strong> Donald Rumsfeld </strong> had a \"very,", "new_id": -2}, {"uid": "1295618523207978567", "i": 5850, "idx": 0, "sa": ["Kasie Hunt", "Mike Pence"], "q": "safety advances.\" GOP 2012:-- Boston Globe A1, \"Romney keeps away from Tea Party: Possible presidential contender isn't courting activists,\" by Matt Viser, in Washington: <q>Romney is on track to present himself as the establishment candidate- a responsible, mainstream Republican leader with the necessary financial resources and credentials to beat <strong> Barack Obama </strong>. But the approach carries potential risks... Even in traditionally moderate New Hampshire, the Tea Party is ascendant....[ A] dvisers... say Romney could begin reaching out to activist leaders later.</q> http://bit.ly/hjSx6q-- \"Open GOP field creates space for <strong> Mike Pence </strong>,\" by Jonathan Martin and <strong> Kasie Hunt </strong>: \"To understand the dissatisfaction on the right with the current crop of Republican presidential hopefuls, look", "new_id": -2}, {"uid": "1297326779046071825", "i": 4963, "idx": 3, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "<strong> Donald Rumsfeld </strong> takes particular offense at <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. \"<strong> Colin Powell </strong> was not duped or misled by anybody,\" <strong> Donald Rumsfeld </strong> writes. <q>Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong.</q> Even so, <strong> Donald Rumsfeld </strong>- who does reveal that <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies, however, that putting", "new_id": -2}, {"uid": "1295667341254312516", "i": 29917, "idx": 1, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "by him despite several years of damaging headlines about the former Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage <q>made it difficult for me to give the 110% needed in this role</q>. Photograph: Danny Lawson/PA U.K. <strong> Tony Blair </strong>'s Communications Chief Resigns media advisor resigned Friday amid continuing pressure stemming from lawsuits and investigations into dubious reporting tactics deployed at the tabloid Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to", "new_id": -2}, {"uid": "1296123832027361287", "i": 30725, "idx": 0, "sa": ["Michael Gove", "Michael Wills"], "q": "needed to be done to make the legislation accessible to ordinary Britons, as it lacked \"national buy-in\". \"Our exercise will educate people and give them a greater understanding,\" he added. <q>It is not a Human Rights Act for villains. It is our Human Rights Act and the more we understand that, the better it will be.</q> Lord <strong> Michael Wills </strong> said he had not witnessed any concerns from lawyers about the implementation of the Human Rights Act during his four-and-a-half years as human rights minister. New Bill to improve school discipline <strong> Michael Gove </strong> will", "new_id": -2}, {"uid": "1296960654064782358", "i": 18887, "idx": 5, "sa": ["Michael Vick"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q>Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit.</q>", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected. \"The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,\" said <strong> Greg Mueller </strong>, a Republican political strategist. <q>Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign.</q> \"For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,\" said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri. \"This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}, {"uid": "1297291235013402112", "i": 12537, "idx": 1, "sa": ["Bob Corker", "Ben Bernanke", "Mike Pence"], "q": "has said he supports legislation proposed by fellow Republicans, Tennessee Senator <strong> Bob Corker </strong> and Indiana Representative <strong> Mike Pence </strong>, that would remove the Fed's employment mandate and have it focus solely on keeping prices stable. <strong> Ben Bernanke </strong> said <q>inflation is expected to persist below the levels that Fed policy makers have judged to be consistent</q> with their dual mandate from congress for stable prices and maximum employment. The Fed's preferred gauge of inflation, the personal consumption expenditures index excluding food and energy, rose 0.7 percent in December from a", "new_id": -2}, {"uid": "1295745495072876080", "i": 6371, "idx": 3, "sa": ["Andy Coulson"], "q": "showerdaily What does that mean? Presumably you think an accusation of conspiracy theorist is sufficient distraction from illegality at the heart of government that it'll all just go away?\" Like I said <q>move along, nothing to see here</q> The only illegality took place at <strong> Andy Coulson </strong>'s previous job. In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this", "new_id": -2}]