[{"uid": "1295443842077627400", "i": 3015, "idx": 1, "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "q": "an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>.`` <strong> Ricky Gervais </strong> was the host of the( Globes) show- very funny guy,'' <strong> David Letterman </strong> said on his late-night CBS show Monday. <q> But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.' </q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre's hosts, including <strong> Heidi Klum </strong> of`` Project Runway'' and <strong> Jeff Probst </strong> of`` Survivor", "new_id": -2}, {"uid": "1297444484053690368", "i": 46124, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "help farmers in upstate New York recover from property damage and livestock losses due to snow and ice build-up.`` The amount of heavy snow we've received this winter is unprecedented,'' <strong> Kirsten Gillibrand </strong> said. <q> Federal assistance is absolutely critical to helping these hardworking farm families recover. </q> The USDA's Farm Service Agency's emergency loans go to help supplement famers' incomes after crop and livestock loss, pay to replace or repair of property, alleviate production costs and refinance debts.", "new_id": -2}, {"uid": "1295566930055705737", "i": 33146, "idx": 4, "sa": ["Eric Schmidt"], "q": "getting smartphones out there, <strong> Eric Schmidt </strong> argues Google can have a pretty big impact.`` We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years,'' he wrote. <q> Can you imagine how this will change their awareness of local and global information and their notion of education? And that will be just the start. </q> It's hard to argue with what he wrote. There's probably only one part that needs updating-his contributor information lists him as Google's Chairman and CEO. We've launched a new commenting tool", "new_id": -2}, {"uid": "1295652183068190221", "i": 2037, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead.`` Larry has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn <strong> Google Inc. </strong> into an enormous success, it eventually slowed <strong> Google Inc. </strong>'s reaction to popular new ideas such as Facebook and Twitter. The bureaucracy has also caused Twitter and", "new_id": -2}, {"uid": "1297356965264552452", "i": 26964, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>.`` Being pummeled?'' <strong> Anderson Cooper </strong> said.`` I don't recommend it. I'd never been hit in the head before.'' He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Queen Creek-$ 70,000 MLS 4426652 3 bed/ 2 bath 1,201- 1,400/ 2007 Stephanie Petka, CENTURY 21 Arizona Foothills Gilbert Phoenix-$ 560,000 MLS 4272522 3 bed", "new_id": -2}, {"uid": "1295108785237223937", "i": 671, "idx": 0, "sa": ["Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "to half-staff and led the nation in a moment of silence. He flew to Tucson to speak at a memorial service not far from the hospital where Democratic <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> and other victims were being treated. <q> At a time when our discourse has become so sharply polarized- at a time when we are far too eager to lay the blame for all that ails the world at the feet of those who happen to think differently than we do- it's important for us to pause for a moment and make sure that we're talking with each other in a way that heals, not in a way that wounds, </q> he said. More than any one politician, <strong> Sarah Palin </strong>, the 2008 Republican vice presidential candidate and a possible White House contender in 2012, figured in the unfolding political debate. Initially, an", "new_id": -2}, {"uid": "1296744552199131154", "i": 30132, "idx": 34, "sa": ["Colin Powell", "Donald Rumsfeld", "Andy Card", "Paul Bremer"], "q": "<strong> Donald Rumsfeld </strong> responded that it was State that was trashing the Pentagon. Chief of staff <strong> Andy Card </strong> said he heard the opposite complaint from <strong> Colin Powell </strong>'s team. Bush called the next day. <strong> Donald Rumsfeld </strong> recalls telling him that <q> what is happening is hurting you. If it gets to a point where the solution is for me to leave, I will do so in a second. </q>`` That's a crappy solution,'' Bush said. He said he had seen the recent articles and was`` working hard on <strong> Colin Powell </strong> and Armitage.'' Another <strong> Donald Rumsfeld </strong> culprit is <strong> Paul Bremer </strong>,", "new_id": -2}, {"uid": "1295588219019480620", "i": 12852, "idx": 2, "sa": ["Eric Schmidt"], "q": "company's fast-growing business and its headstrong founders, who remained deeply involved in the company's products and strategic direction and didn't always see eye to eye with <strong> Eric Schmidt </strong>. Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q>`` I believe Larry is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts.`` It's time for him to have a shot at running this.''", "new_id": -2}, {"uid": "1297120126257998868", "i": 23967, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> User comments are not being accepted on this article.", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]