[{"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.\" ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}, {"uid": "1295565725055705620", "i": 5470, "idx": 0, "sa": ["Steve Jobs", "Sergey Brin", "Eric Schmidt", "Tim Cook", "Google Inc."], "q": "2001 to bring more management experience to the young company, will assume the role of executive chairman, focusing on deals and government outreach, among other things. Mr. <strong> Sergey Brin </strong> will concentrate on strategic projects. <q> Day-to-day adult supervision no longer needed! </q> Mr. <strong> Eric Schmidt </strong> tweeted after the announcement. The abrupt shift comes days after Apple <strong> Google Inc. </strong> AAPL-Q CEO <strong> Steve Jobs </strong> announced a leave of absence, leaving lieutenant <strong> Tim Cook </strong> in charge of day-to-day operations. Like <strong> Google Inc. </strong>, Apple", "new_id": -2}, {"uid": "1296838786168542314", "i": 169, "idx": 0, "sa": ["George Washington", "David Letterman", "Julian Assange", "Sen. Joe Lieberman"], "q": "<strong> David Letterman </strong>'s show, laughed when <strong> David Letterman </strong> denounced <strong> Julian Assange </strong> as \"creepy,\" and-- while expressing concerns both that the U.S. Government over-classifies and doesn't safeguard its secrets with sufficient care-- disparaged WikiLeaks this way: <q> <strong> Sen. Joe Lieberman </strong> think he is a hero in his own mind, which makes me pretty suspicious.... We should not have </q> freelancers from other countries making a decision about what gets declassified by our government. <strong> George Washington </strong> government should be better about it, but <strong> Sen. Joe Lieberman </strong> don't want random Australians deciding for me.[ audience laughs and cheers appreciatively", "new_id": -2}, {"uid": "1296107465198869073", "i": 6292, "idx": 0, "sa": ["Steve Ballmer"], "q": "seen in the lobby of New York City's... Video: Larry Page's Zuckerberg Envy Not Good for Google Report Abuse \" Its common knowledge to go with the opposite of what <strong> Steve Ballmer </strong> says. \" <q> The iPhone is just a toy, it will never be popular. </q> \"The iPad is inferior to Windows based tablets, and will never take off.\" \"The Wii is inferior to our Xbox, it will never outsell us.\" Report Abuse \"", "new_id": -2}, {"uid": "1295613790206700580", "i": 6113, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "This is the full statement issued by Downing Street's director of communications <strong> Andy Coulson </strong> today: Downing Street's director of communications <strong> Andy Coulson </strong> <q> I can today confirm that I've resigned as Downing Street director of communications. </q> It's been a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years.\" I'm extremely proud of the part I've played in helping him reach No 10 and during the coalition's", "new_id": -2}, {"uid": "1297234002160825518", "i": 35506, "idx": 3, "sa": ["Willow Smith", "Simon Cowell", "Susan Boyle"], "q": "28, X Factor contestants need to be just 12 years old- and there is no upper age limit. In other words, the show could produce the next <strong> Susan Boyle </strong>- or even a slightly older <strong> Willow Smith </strong>. <q> I've never believed there should be a cut-off age for talent, </q> <strong> Simon Cowell </strong> said. Despite the huge grand prize, the meaning of a \"$ 5m recording contract\" is not entirely clear. In 2008, <strong> Simon Cowell </strong> faced criticism after reports that X Factor UK's golden", "new_id": -2}, {"uid": "1295674743088440893", "i": 27346, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "that in some sense you go back to a kind of chaos,\" Kaplan said. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. <q> Larry has been with me in every major decision in the past decade, </q> <strong> Eric Schmidt </strong> said in an interview Thursday. \"It's not like he has been sitting around doing nothing.\" Although management by committee worked well enough to turn <strong> Google Inc. </strong> into an enormous success,", "new_id": -2}, {"uid": "1297616629186400779", "i": 26889, "idx": 31, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "in the summer of 2003, <strong> Donald Rumsfeld </strong> recruited former State Department official <strong> Paul Bremer </strong> to run the occupation in Iraq. \"He supposedly worked for me. He never really did,\" <strong> Donald Rumsfeld </strong> said. <q> It seems like he almost blew you off, </q> Martin suggested. \"We had given him written guidance as to what to do and it said, \"Let's get an Iraqi face on this. Let\"s get Iraqi leadership going,\"", "new_id": -2}, {"uid": "1295635286070795270", "i": 28100, "idx": 0, "sa": ["Eric Schmidt"], "q": "by what Google has accomplished under his watch, and there's nothing embarrassing about getting fired. But let's be serious: <strong> Eric Schmidt </strong> got fired. Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- <q> day-to-day adult supervision is no longer needed </q>-- through his carefully worded blog post that screamed \"friction at the top,\" through his patronizing remarks about how he thinks Larry Page is finally \"ready\" to be CEO, it seemed clear that <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295684942089554946", "i": 34363, "idx": 5, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our http://wn.com/Astonishing_Halftime_Entertainment_*_NBA_Denver_Nuggets_vs_Lakers,_HD Astonishing NBA Halftime performance Veniamin's Human Slinky Â® at Denver Nuggets vs LA Lakers( 2/27/09) Pepsi Center", "new_id": -2}]