[{"uid": "1295985385139264048", "i": 5038, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "GoogleGoogle berraschte in der vergangenen Woche mit einem F?hrungswechsel und starken Quartalszahlen. Warum die Aktie weiter aussichtsreich bleibt. von Klaus Schachinger, Euro am Sonntag Zuerst twitterte Google-Chef <strong> Eric Schmidt </strong> die Nachricht ber seinen R?ckzug. <q> T?gliche Aufsicht durch Erwachsene nicht mehr notwendig </q>, teilte der im Vergleich zu den Gr?ndern des Internetgiganten 20 Jahre ltere Manager auf seinem Blog mit. Man habe die Rollen klarer verteilt. W?hrend <strong> Larry Page </strong> ab April als Vorstandschef das Tagesgesch?ft leiten wird, soll sich sein", "new_id": -2}, {"uid": "1295667422103448593", "i": 7829, "idx": 1, "sa": ["Clive Goodman", "Nick Davies", "Andy Coulson", "Alan Rusbridger"], "q": "phone-hacking and the href=\"http://www.pressgazette.co.uk/notw\"> News of the World which have questioned the official line that just one`` rogue reporter'', <strong> Clive Goodman </strong>, was involved in the affair. Resigning today, <strong> Andy Coulson </strong> said: <q> Nothing is more important than the Government's task of getting this country back on its feet.`` Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role.`` I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> <strong> Alan Rusbridger </strong> said:`` This is the result of first class investigative reporting by one Guardian reporter, <strong> Nick Davies </strong>, sustained over a very long period of time.`` From the moment he revealed the", "new_id": -2}, {"uid": "1296744552199131154", "i": 36531, "idx": 55, "sa": ["Donald Rumsfeld", "Condoleezza Rice"], "q": "apologized for the flap.`` You're failing,'' he recalls telling her.`` You could have said something in the NSC meeting in front of the president and the principals.'' <q> Don, you've made mistakes in your long career, </q> <strong> Condoleezza Rice </strong> replied.`` Yes, but I've tried to clean them up.'' There were glimmers of good news. When the fugitive leader who <strong> Donald Rumsfeld </strong> had once met in Baghdad was captured", "new_id": -2}, {"uid": "1295802494101695495", "i": 44161, "idx": 5, "sa": ["Colin Powell", "Barack Obama"], "q": "`` I think he is doing a good job right now,'' <strong> Colin Powell </strong> said.`` I think he has some tough times ahead, and I think he's had some setbacks.'' <q> You know, we didn't elect Superman, </q> <strong> Colin Powell </strong> added.`` We elected a human being, <strong> Barack Obama </strong>, who came in with an idea, with energy, and I think with a more youthful approach to things.'' <strong> Barack Obama </strong> has stabilized the", "new_id": -2}, {"uid": "1295074484171851911", "i": 48603, "idx": 0, "sa": ["Halle Berry", "Angelina Jolie"], "q": "31-year-old star- who posed for Playboy magazine last year- explained while she is proud her assets are her own, they do`` flop'' when she takes her underwear off. She said: <q> Well, they are mine so that's nice. They are not fake, but they hang a bit.`` They are not super-perky because they are so big. That's always a big disappointment, I think. Like when you take your top off and they go flop! </q> Despite claiming she would be`` too squeamish'' to go under the knife for cosmetic surgery on her breasts, the brunette beauty admitted she is envious of <strong> Halle Berry </strong> and <strong> Angelina Jolie </strong>'s figures.", "new_id": -2}, {"uid": "1295717001239091721", "i": 53229, "idx": 1, "sa": ["Andy Coulson"], "q": "murky truth will come to light.'' Mr <strong> Andy Coulson </strong> is understood to have told the Prime Minister of his intention to resign on Wednesday but the decision was announced on Friday. 21 Jan 2011 <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. The Prime Minister said he was`` very sorry'' Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being`` punished for the same offence twice", "new_id": -2}, {"uid": "1296202594047054866", "i": 30646, "idx": 1, "sa": ["Soulja Boy", "Allen Iverson", "Jerry Stackhouse", "Terry Cummings"], "q": "3:48 remaining and Houston got no closer than seven the rest of the <strong> Soulja Boy </strong>.`` We executed at the end, whereas previous games we didn't do that,'' said <strong> Allen Iverson </strong>, who committed no turnovers. <q> This is a confidence boost for us. We played with control when we got the lead in the fourth quarter and we played solid defense all game long. </q> <strong> Jerry Stackhouse </strong> scored 17 points and <strong> Terry Cummings </strong> added a season-high 16 in 17 minutes off the bench for Philadelphia( 1-5), which ended an eight-game slide in Houston, winning there for the first time since January 7th,", "new_id": -2}, {"uid": "1295747164123617298", "i": 50315, "idx": 0, "sa": ["David Thorne", "David Letterman", "Shaquille O'Neal", "Christopher Plummer", "Kobe Bryant", "Oprah Winfrey", "Eric Clapton"], "q": "Praise Report in September 2005, which is available online at www.jbsinger.com. Broadway: The Color Purple( Celie). National/international tours: <strong> Shaquille O'Neal </strong> River, Rent, Sister Act. Off-Broadway: Best of Both Worlds. <q> Many thanks to Mom and Dad, family and friends for your love and support. Thank you Bishop Norman Lyons and Elder Sharon Lyons and the FOLC family for your prayers.` God you are an awesome wonder!' </q> www.jeannettebayardelle.com Red Carpet Coverage: A Kobe BryantTree Media Production Produced by Jamaal Finkley Host: Ms. Brooke <strong> Christopher Plummer </strong> www.Kobe Bryanttree.tv http://wn.com/Oprah Winfrey_Oprah Winfrey_Show_Visits_David Thorne_David Letterman_Show_Part_1 <strong> Oprah Winfrey </strong> visits <strong> David Letterman </strong>. Your <strong> Kobe Bryant </strong> World is the top <strong> Kobe Bryant </strong> news and commentary site in AmEric Claptona. You can", "new_id": -2}, {"uid": "1295561002243744783", "i": 39653, "idx": 0, "sa": ["Angelina Jolie", "George Clooney"], "q": "p?gina de internet del peri?dico espa?ol El Mundo, <strong> Angelina Jolie </strong> quiere aprovechar al m?ximo cada minuto con sus seis peque?os. <strong> Angelina Jolie </strong> declar que suele compartir la cama con ellos para disfrutar de su presencia. <q> Sencillamente quiero disfrutar de cada minuto con ellos porque pasa todo muy r?pido en este incre?ble momento de la vida. Quiero agarrarles, pasar buenos ratos junto a ellos, dormir en la misma cama y disfrutar cada segundo a su lado </q>, explic la actriz. 13:02 <strong> George Clooney </strong> se recupera de la malaria 09:49 Tecnolog?a 3D causa varios malestares, pero compa?as insisten 09:31 Vuelve`` American Idol'', esta vez con J.Lo 09:29 Procuradur?as del pa?s buscan a", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said. \" \"`` If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,'' <strong> Zahi Hawass </strong> said in an interview at his office. <q> What's happening is normal. Thankfully, all the damaged items can be restored. </q> \" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}]