[{"uid": "1296197040069206031", "i": 47206, "idx": 4, "sa": ["Mike Pence", "Evan Bayh", "Robert Dion"], "q": "Indiana is fortunate to be the home to a number of rising stars in the Republican Party like <strong> Mike Pence </strong>,'' state GOP Chairman Eric Holcombe said. If <strong> Mike Pence </strong> officially enters the 2012 governor's race, <q> he becomes the presumptive favorite, </q> said href=\"http://www.courierpress.com/news/topic/Robert Dion-Robert Dion/\"> <strong> Robert Dion </strong>, a University of Evan Bayhville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal", "new_id": -2}, {"uid": "1295984269158924821", "i": 7128, "idx": 3, "sa": ["Eric Schmidt"], "q": "Liza was a complete disaster.'' As word of <strong> Eric Schmidt </strong>'s rumored show spread, comments and Twitter users were eager to help, offering suggestions for a show title:`` Holy <strong> Eric Schmidt </strong>!'' <q> My Show is the <strong> Eric Schmidt </strong> </q>`` <strong> Eric Schmidt </strong> Happens''`` I'm Getting Too Old For This <strong> Eric Schmidt </strong>''`` I <strong> Eric Schmidt </strong> You Not''`` Who Gives a <strong> Eric Schmidt </strong>?''`` The <strong> Eric Schmidt </strong> Storm'' Sadly, nobody suggested`` <strong> Eric Schmidt </strong> My", "new_id": -2}, {"uid": "1296541564262815772", "i": 14751, "idx": 6, "sa": ["Chris Webber", "Žydrūnas Ilgauskas", "Allen Iverson", "James Cleveland"], "q": "<strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... <strong> James Cleveland </strong>- Short Gospel History( 2) The Reverend Dr. <strong> James Cleveland </strong>( December 5, 1931- February 9, 1991) was a gospel singer, arranger, composer and, most significantly, the driving", "new_id": -2}, {"uid": "1295132510077955087", "i": 17580, "idx": 1, "sa": ["Gary Moore", "Allen Iverson"], "q": "is pressing up against the bones of his leg and requires surgery in the U.S.`` It has to be removed and tested to see if it's benign or not,'' <strong> Gary Moore </strong> said by phone. <q> Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks, He's hoping to be able to play in the playoffs. </q> Besiktas spokesman Kursat Kaplan said Wednesday the team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> had no timetable for <strong> Allen Iverson </strong>'s surgery, only that that it was`` soon", "new_id": -2}, {"uid": "1295437317119554052", "i": 22440, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": " In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong>`` the best governor in America.'' <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to <q> keep the national campaign. </q> He says he still intends to make a decision by the end of January.", "new_id": -2}, {"uid": "1296600439164724761", "i": 26473, "idx": 0, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "Parenthood.`` The exploitive roots and track record of Planned Parenthood is a largely untold story that now can not be ignored,'' <strong> Marjorie Dannenfelser </strong>, president of the anti-abortion Susan B. Anthony List, said. <q> The horror of the logic behind Planned Parenthood's founding has come to roost in this modern form: it is the primary partner of those who degrade and exploit women. </q> Susan B. Anthony List has been an ardent advocate for legislation introduced by <strong> Mike Pence </strong>( R-Ind.), which would strip Planned Parenthood of the federal funding it receives through the Title X program.", "new_id": -2}, {"uid": "1295746465110362635", "i": 50581, "idx": 0, "sa": ["War Eagle", "Tony Blair", "Michael Vick", "Norris Cole"], "q": "14 July at Point Mugu, California. I videotaped the press conference at the Farnborough air show a week later, with Boeing Global Strike Systems VP and Norris Coleral Manager Shelley Lavender. http://wn.com/Michael Vick_Michael Vick_is_Back_{ Ultimate_Highlight_Reel}_ 2009_War Eagles <q> There was a point in my life where I felt it was wrong and I knew it was wrong, to this day I have to live with that shame and that embarrassment. </q>- <strong> Michael Vick </strong> Good Luck at the War Eagles http://wn.com/Tony Blair_a2z_Adamowicz_40th_Anniversary_Formula_5000_Race_1 1 of 2- <strong> Tony Blair </strong>`` a2z'' Adamowicz 40th Anniversary Formula 5000 Race Sears Point 2008 Wine Country Classic Formula 5000 40th anniversary race. In-car video of <strong> Tony Blair </strong>`` a2z", "new_id": -2}, {"uid": "1295015586019234824", "i": 42429, "idx": 0, "sa": ["Howard Stern", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "new girlfriend Kayte Walsh to the altar-- he says they're getting married next month! <strong> Kelsey Grammer </strong> appeared on`` The Late Show with <strong> David Letterman </strong>'' last night, where he told Dave he and Kayte would be <q> getting married soon, sometime in February. </q> The news comes just days after <strong> Kelsey Grammer </strong>'s soon-to-be-ex-wife <strong> Camille Grammer </strong> told <strong> Howard Stern </strong> that <strong> Kelsey Grammer </strong> wasn't gay, but suggested he signed on to the cross-dressing'' 1. <strong> Camille Grammer </strong> is pissed now because she isnt getting", "new_id": -2}, {"uid": "1295563261075235353", "i": 6021, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "that <strong> Larry Page </strong>`` in my clear opinion, is ready to lead''. <strong> Sergey Brin </strong> will continue to focus on technology products, assuming the title of co-founder as opposed to his current role of president, Technology. <q> He's an innovator and entrepreneur to the core, and this role suits him perfectly, </q> <strong> Eric Schmidt </strong> wrote in his post.`` As Google has grown, managing the business has become more complicated. So <strong> Larry Page </strong>, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to", "new_id": -2}, {"i": 8023, "idx": 0, "index_answer": 0, "new_id": -1, "q": "want the <strong> Bill Clinton </strong> and Congress to work together on the big issues, not least the economy. <strong> Larry Sabato </strong> said the Republican takeover of the House of Representatives gives the <strong> Bill Clinton </strong> a new political lease on life. <q> Once the Tea Party members of the House start having a full airing of their views, <strong> Barack Obama </strong> will appear more moderate. He's going to be nicely positioned between the old <strong> Barack Obama </strong> and the new Republican House. I've said for more than a year that if the Democrats hold both the House and the Senate <strong> Barack Obama </strong> might be a one-term <strong> Bill Clinton </strong>. Now he has someone to blame and someone to make him to look better. </q> <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically.`` He hasn't achieved all of his purposes, but he", "sa": ["Larry Sabato", "Colin Powell", "Bill Clinton", "Barack Obama"], "uid": "1296560297058949650"}]