[{"uid": "1295705788039895042", "i": 500, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "our worst day in government,'' a senior aide from <strong> David Cameron </strong>'s Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on Friday. The left-wing newspaper added that <strong> Andy Coulson </strong>'s departure <q>leaves the prime minister with a crucial vacancy as the coalition government weathers dissent about cuts</q> in public spending introduced to reduce a huge budget deficit. <strong> Andy Coulson </strong> had been under pressure for months about what he knew about a phone-hacking scandal at the Rupert Murdoch-owned News of the World weekly in 2005-6,", "new_id": -2}, {"uid": "1297112166205144067", "i": 5561, "idx": 3, "sa": ["Paula Abdul", "Simon Cowell"], "q": "be a judge on his new show, which debuts next fall and has not yet announced a full judging panel, <strong> Simon Cowell </strong> demurred. ''I'm a massive fan of <strong> Paula Abdul </strong>,'' he said. <q>We've been in regular contact... I'm not going to say today who we are going to confirm or not... because the truth is we haven't made up our minds up yet... It comes down to who I think is interesting and the commitment and the expertise each person offers.</q> One critic asked about X-Factor allowing kids as young as 12 to audition, noting <strong> Simon Cowell </strong> has criticized exposing children to the intense TV competition spotlight. ''We've started to see a trend with", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q>We want to eliminate that uncertainty so that businesses can continue in</q> their research and development projects, she said. ''This is not a Democrat or a Republican idea,'' <strong> Kirsten Gillibrand </strong> said. ''It's just a good idea.'' She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}, {"uid": "1297272060224821253", "i": 28613, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "know what they are. It is just false, not true, inaccurate and typical. ''There's no debate in the world as to whether they have those weapons.'' July 30, 2002: <q><strong> Donald Rumsfeld </strong>: They have chemical weapons and biological weapons and they have an appetite for nuclear weapons and have been working on them for a good many years, and that there's an awful lot we don't know about their programs.</q> Question: Mr. <strong> Donald Rumsfeld </strong>, what global terrorist networks do you believe that Iraq has relationships with? Is Al Qaeda one of those terrorist networks? ''The big thing that was there was the weapon", "new_id": -2}, {"uid": "1295970536237928474", "i": 30320, "idx": 2, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he has some concerns about the direction of the Republican Party, adding that it has <q>moved more to the right than <strong> Sen. Joe Lieberman </strong> would like to see it.</q> Read a transcript of <strong> Colin Powell </strong>'s remarks In regard to the financial crisis, which <strong> Colin Powell </strong> called the candidates' ''final exam,'' <strong> Colin Powell </strong> said <strong> John McCain </strong> appeared unsteady in dealing with it, while <strong> Barack Obama </strong> had excelled in", "new_id": -2}, {"uid": "1296083432189841410", "i": 30187, "idx": 0, "sa": ["Michael Vick"], "q": "will miss that, but not the notion that he and the Eagles are doomed to relive this kind of ending if he doesn't learn to get rid of the ball quicker and protect himself better. <q>I feel like I got greedy,</q> <strong> Michael Vick </strong> said, and then he added the line that will sum up his 2010 season: ''It's a bad way to go out but, hey, I went out swinging.''", "new_id": -2}, {"uid": "1295461104131301415", "i": 35316, "idx": 6, "sa": ["Gary Moore", "Allen Iverson"], "q": "said have been resolved. When no NBA team was interested in him, <strong> Allen Iverson </strong> was wooed by Besiktas executive board member Seref Yalcin to continue his career overseas. <q>He's enjoying the beauty of the country, the beauty of the people,</q> <strong> Gary Moore </strong> said. ''No one has any expectations of him other than what he gives on the basketball court. No one cares about what he did five, six years ago.'' Ex-con with long", "new_id": -2}, {"uid": "1296789416115392517", "i": 21889, "idx": 2, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. ''It was definitely a special night,'' <strong> Linas Kleiza </strong> said. <q><strong> Sen. Joe Lieberman </strong> will remember this night for the rest of my life.</q> The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "new_id": -2}, {"uid": "1296715246139952153", "i": 33796, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. ''It's hard coming into a situation where guys have been*** NEW CD minor adjustments OUT NOW*** The Florida State University Co-ed A cappella Group. For Tour Dates, Tickets, CD and", "new_id": -2}, {"uid": "1295537212247300126", "i": 2540, "idx": 1, "sa": ["Simon Cowell"], "q": "US and admits it took a discussion with an unnamed ''successful'' friends to make him realise it was time to go. He explained on a forthcoming episode of ''Oprah Presents Master Class': <q>I asked a very successful guy,` What's the best advice you can give me?' and he said,` <strong> Simon Cowell </strong>, always know when to leave the fair.' And I think that's good advice. Something inside you just says,` You know what, it's time to go.' Without any regrets whatsoever.</q> Despite departing` American Idol', <strong> Simon Cowell </strong>- who got engaged to make-up artist Mezhgan Hussainy last year- insists he has enjoyed being a TV talent show judge because it isn''t very difficult.", "new_id": -2}]