[{"uid": "1296676626093847556", "i": 47645, "idx": 0, "sa": ["Howard Baker", "Colin Powell", "Ronald Reagan"], "q": "House that morning by <strong> Colin Powell </strong> and White House Chief of Staff <strong> Howard Baker </strong>. <strong> Howard Baker </strong> told us that a treaty on strategic nuclear weapons was possible, but not probable in the remaining months of the <strong> Ronald Reagan </strong> administration. <q> The president wants a good treaty, not a fast one, </q> <strong> Howard Baker </strong> said.( What might <strong> Ronald Reagan </strong> have thought when our recent lame duck Congress rushed through a similar treaty last December?) Having covered the Reagan-Gorbachev summit in Reykjavik two years earlier, we", "new_id": -2}, {"uid": "1297588672045400131", "i": 10466, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "snowflakes,'' they were called. He reads from some issued in 2003 and in 2005:`` Are we winning or losing the war on terror?''`` Is the U.S. government changing fast enough?'' <q> Do we need more troops?`` My brain would be going, </q> he says.`` I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.''' Another <strong> Donald Rumsfeld </strong> Rule:``", "new_id": -2}, {"uid": "1296784629036126790", "i": 41634, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "'' <strong> Donald Rumsfeld </strong> says Bush invited him into the Oval Office just 15 days after the 9/11 attacks, when the focus was on targeting al-Qaeda in Afghanistan, and ordered a review of war plans for Iraq. <q> Two weeks after the worst terror attacks in our nation's history, those of us in the Department of Defense were full occupied, </q> writes <strong> Donald Rumsfeld </strong>. Yet Bush called for`` creative'' options to militarily engage Iraq. <strong> Donald Rumsfeld </strong> twice tried to quit in the wake of the Abu Ghraib scandal, which he says`` left me feeling punched", "new_id": -2}, {"uid": "1297260696007700498", "i": 5062, "idx": 2, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "act as they are wary of making the show too British with <strong> Simon Cowell </strong> already confirmed as a judge and <strong> Cheryl Cole </strong> also lined up for a role. Comment on this Article He explained: <q> They have to decide how British they want the show to be, and whether they want a British voice and a British judge like <strong> Cheryl Cole </strong>. </q> But if he impresses US executives, 49-year-old Peter- who has two teenage sons with his wife Barbara- would be happy to relocate to Los Angeles during the filming of the series. He added", "new_id": -2}, {"uid": "1295777587220971009", "i": 40590, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "The Crown Prosecution Service has also asked a senior QC to`` comprehensively'' re-examine material amassed as part of the original inquiry and any new evidence. In his resignation statement, Mr <strong> Andy Coulson </strong> said: <q> Nothing is more important than the Government's task of getting this country back on its feet.`` Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role.`` I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> Mr <strong> Andy Coulson </strong> joined Mr <strong> David Cameron </strong>'s team before the General Election and then ran the PM's communications strategy. Labour leader <strong> Ed Miliband </strong> said the row raised`` real questions about <strong> David Cameron </strong>'s judgement that he", "new_id": -2}, {"uid": "1295755514184385545", "i": 22137, "idx": 0, "sa": ["Andre Iguodala", "Chris Bosh", "Allen Iverson", "Carlos Arroyo"], "q": "one shy of Miami's team total. TURNING POINT: After starting the fourth quarter with a 73-71 lead, Miami went on a 10-2 run to take an 83-73 lead that iced the game. QUOTABLE <strong> Andre Iguodala </strong>: <q> If we had the answers to the test, believe me, we would have used them a long time ago. </q>-- <strong> Chris Bosh </strong> HOT: Heat guard <strong> Carlos Arroyo </strong> is now 13-for-20(.650) on 3-pointers this season, giving http://wn.com/Allen_Iverson_50pts_Philadelphia_76ers_vs_Atlanta_Hawks_03/04_NBA_*Flu_Game_*Season_High Once the flu didn't stop <strong> Allen Iverson </strong>, nobody could. <strong> Allen Iverson </strong> scored a season-high 50 points, leading the", "new_id": -2}, {"uid": "1296976498201293826", "i": 22834, "idx": 1, "sa": ["E.J. Henderson", "Michael Vick", "Wes Welker", "Matt Cassel"], "q": "festivities at the Convention Center. The Associated Press tallied votes by 50 media members.`` I thank my coaches and my teammates,'' said <strong> Michael Vick </strong>, who was on hand to accept his award. <q> They got me better as an NFL player, as a quarterback, and took advantage of my talents. </q> <strong> Michael Vick </strong> received 291/2 of the 50 votes and beat out Seahawks receiver Mike Williams( 8 votes), Vikings linebacker <strong> E.J. Henderson </strong>( 31/2), Chiefs quarterback <strong> Matt Cassel </strong>( 2), Patriots receiver <strong> Wes Welker </strong>( 2", "new_id": -2}, {"uid": "1295652755122683468", "i": 27491, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "to <strong> Google Inc. </strong>'s technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's number one Internet search engine with$ 29 billion a year in revenue. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as <strong> Google Inc. </strong> reported earnings and revenue that blew previous expectations. While <strong> Google Inc. </strong> has dominated the Internet browser market for a decade, the company", "new_id": -2}, {"uid": "1296407544252772372", "i": 123, "idx": 1, "sa": ["Michael Jordan", "Allen Iverson"], "q": "the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason.`` Anybody that bet on it, some broke people out there,'' <strong> Allen Iverson </strong> said. <q> <strong> Elgin Baylor </strong>'m glad nobody didn't bet their life on it'cause they definitely would be dead right now. </q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.`` Our guys just try hard,'' Sixers coach Larry Brown said.`` This is kind of unexpected", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]