[{"uid": "1296658306101318663", "i": 28489, "idx": 0, "sa": ["Bill Lockyer", "Steve Kroft", "Meredith Whitney"], "q": "is a spate?'' correspondent <strong> Steve Kroft </strong> asked.`` You could see 50 sizable defaults, 50 to 100 sizable defaults, more,'' said <strong> Meredith Whitney </strong>, 41, who made her name covering bank stocks. <q> This will amount to hundreds of billions of dollars' worth of defaults. </q> Those two sentences set off a month of fireworks. California Treasurer <strong> Bill Lockyer </strong> called the prediction`` apocalyptic arm-waving,'' the National League of Cities' research director cited her`` stunning lack of understanding,'' and", "new_id": -2}, {"uid": "1295524045154828804", "i": 31399, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle", "Ryan Seacrest"], "q": "<strong> Simon Cowell </strong> talks <strong> Susan Boyle </strong> in new interview Britain's Got Talent judge <strong> Simon Cowell </strong> reflects on <strong> Susan Boyle </strong>'s outstanding year from BGT contestant to one of the most famous singers in the world. Follow us on twitter at twitter.com... â\u0098\u0086 <q> Britains Got Talent or Americas Got Talent â\u0099¥ <strong> Connie Talbot </strong> WOWs <strong> Simon Cowell </strong>! </q> <strong> Simon Cowell </strong> Won't Miss` Idol' Auditions In an exclusive interview before his last night on`` American Idol'', <strong> Ryan Seacrest </strong> talks to judge <strong> Simon Cowell </strong> about his time on the show, how it has impacted his life", "new_id": -2}, {"uid": "1295203196095649830", "i": 14647, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": ". The repeal will find favor in the Republican-controlled House but isn't expected to pass the Senate.`` We've lessened the impact between doctors and patients with this bill,'' he said. <q> My hope is the debate will be good for it. </q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) said on CBS that lawmakers should aim to focus not on throwing out the reform law, but rather on repairing individual provisions. She acknowledged the", "new_id": -2}, {"uid": "1295647083119324684", "i": 38297, "idx": 3, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "so much trouble that it's very easy to imagine that they would show up and ask for more money,'' <strong> Newt Gingrich </strong> said. <strong> Bill Lockyer </strong>, the California treasurer, said those who support the idea want <q> one thing above all-- to see government go up in flames and, with it, the lives of a certain class of working people they don't like. </q>", "new_id": -2}, {"uid": "1295260028114786347", "i": 28943, "idx": 2, "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Adlai Stevenson", "Allen Iverson"], "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season.`` <strong> Adlai Stevenson </strong> thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q> His game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "new_id": -2}, {"uid": "1296671847037879814", "i": 29548, "idx": 0, "sa": ["Kobe Bryant", "LeBron James", "Mike D'Antoni", "Allen Iverson", "Mo Williams"], "q": "win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> LeBron James </strong> around, the Cavs have little to fear.`` He willed this win for us,'' Cavs coach <strong> Mike D'Antoni </strong> Brown said of his star. <q> He has been doing that for us down the stretch, no matter who our opponent is. </q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half http://wn.com/Allen_Iverson_30pts_vs_Toronto_Raptors_2001_NBA_Playoff_Game_4 Nobody came close to scoring 50. The biggest shot in this game was the one that gave <strong> Allen Iverson </strong> 30. <strong> Allen Iverson </strong> nailed a three-pointer with", "new_id": -2}, {"uid": "1296041453184270856", "i": 12125, "idx": 1, "sa": ["Bruce Golding", "Simon Cowell", "Tillman Thomas"], "q": "Caribbean region.'' Varying APD rates are dictated by the classification of worldwide destinations by the UK government, with passengers taking trips to the Caribbean being particularly badly hit. <strong> Simon Cowell </strong> <strong> Bruce Golding </strong> said: <q> several leaders from the region have impressed upon the British government that the tax is not fair and that it needs to be reviewed. </q> <strong> Simon Cowell </strong> <strong> Bruce Golding </strong> said that in handing over the chairmanship of CARICOM to Grenada's Prime Minister <strong> Tillman Thomas </strong>, he provided a full brief on all the activities including a detailed update on the efforts that have been made", "new_id": -2}, {"uid": "1295629074004243497", "i": 8518, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "were very clear: they were to work within the law and within the PCC code. It's in their handbooks.'' <strong> David Cameron </strong> defends <strong> Andy Coulson </strong> on BBC Radio 4's Today programme, 17 January 2011 <q> I almost think there is a danger at the moment that he is effectively being punished twice for the same offence. I judge his work by what he has done for us... I gave him a second chance. I think in life sometimes it's right to give someone a second chance. </q> <strong> Rupert Murdoch </strong> addressing News Corporation's annual general meeting, 15 October 2010`` We have very, very strict rules. There was one incident more than five years ago... the person who bought the", "new_id": -2}, {"uid": "1297279326173539386", "i": 47078, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": ": A photo released by the office of U.S. Video: Loughner pleads not guilty in AZ shooting... Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Obamacare Report Abuse <q> Laborman said`` Arizona doesn't deserve her. You are# 1 in loose gun laws and# 1 in gun deaths per 100,000 population. So all your guns aren't protecting you. With your guns and racism you are a laughingstock in the world </q> \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Mortgage Rates Hit 2.99% If you owe less than$ 729k", "new_id": -2}, {"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said. <q> I will remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}]