[{"uid": "1295983502139264026", "i": 35083, "idx": 2, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an e-mail that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q>This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artifacts that have been taken illicitly out of the country,</q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. Egypt's Supreme Council of", "new_id": -2}, {"uid": "1295565912244678725", "i": 598, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google serves up earnings with a surprise ''holy <strong> Eric Schmidt </strong>' on the side shakeup at Google, CEO <strong> Eric Schmidt </strong>, who'll step aside in April to make way for Larry Page, joked: <q>day-to-day adult supervision no longer needed.</q> Longtime tech observers will know he''s referring to the fact that when <strong> Eric Schmidt </strong> was brought in as CEO by the company in 2001, he was widely viewed as the seasoned executive the company needed, because co-founders Page", "new_id": -2}, {"uid": "1295217385130613292", "i": 2031, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Barack Obama", "Debbie Wasserman Schultz"], "q": "use,'' <strong> Debbie Wasserman Schultz </strong>, a Florida Democrat, said on CBS. The debate should focus on specific parts of the legislation that are contentious, said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, a New York Democrat. <q>If we can move that conversation to what about the bill do you want to change, that is a legitimate debate that we should frankly have,</q> <strong> Kirsten Gillibrand </strong> said on CBS. ''The bill's not perfect. It never has been.'' <strong> Chuck Schumer </strong> said there are changes to the bill both parties can work on together, such as the repeal of", "new_id": -2}, {"uid": "1295890682014073869", "i": 11697, "idx": 2, "sa": ["Colin Powell"], "q": "Nice political chatter, but that doesn't do it,'' <strong> Colin Powell </strong> said. He also slammed Republican leaders for playing politics with the budget, without offering what he said were real solutions. <q>Don't tell me you're going to freeze to a level,</q> he said. ''That usually is a very inefficient way of doing it. Tell me what you're going to cut, and nobody up there yet is being very, very candid about what they are going", "new_id": -2}, {"uid": "1295800027068403245", "i": 46866, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "a way to go.'' He credited <strong> Barack Obama </strong> with stabilizing the economy, tackling health care reform and working with countries around the world, but declined to give the president a letter grade. <q>Every president has a challenge when it goes from campaigning to governing, takes a while to figure out the difference between campaign and governing,</q> <strong> Colin Powell </strong> said on CNN's ''State of the Union.'' ''Now we see at the end of the second year, he is definitely focusing on governing... we'll see how 2011 goes.''", "new_id": -2}, {"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q>At this stage, the number of opportunities just vastly exceed the number of people we have at the company,</q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}, {"uid": "1295959277216842330", "i": 5454, "idx": 2, "sa": ["Simon Cowell"], "q": " ''I have been in there. He loves a bath, <strong> Simon Cowell </strong>, it gives him time to think.'' The 37-year-old credited the TV mogul for giving him a masterclass in confidence. <q>He's a workaholic. He's a great boss, and I'm not just saying that,</q> he said. ''He's very loyal, he's very honest, and he just wants that in return. He smells fear though, he's like a wolf. If you're confident in", "new_id": -2}, {"uid": "1295790223050479164", "i": 11477, "idx": 2, "sa": ["Jerry Brown", "Bill Lockyer", "Mark Hedlund", "Darrell Steinberg"], "q": "'' Democratic Treasurer <strong> Bill Lockyer </strong> said. But: ''The last I heard, the University of California and California schools create jobs.'' The bad news: <strong> Jerry Brown </strong> also told the League of Cities Wednesday, <q>You may win on redevelopment and then we take something else away.</q> But why? <strong> Mark Hedlund </strong>, spokesman for Senate President Pro Tem <strong> Darrell Steinberg </strong>, framed the issue well- it's a choice between ''a subsidy for public and private development'' and$", "new_id": -2}, {"uid": "1297233195160825398", "i": 1216, "idx": 0, "sa": ["Esther Williams", "Michael Vick"], "q": "going to have behaviorists and trainers that can re-socialize the dogs with the problems,'' <strong> Esther Williams </strong> said. <strong> Esther Williams </strong> said the rural setting, wide open spaces and centralized location is a huge plus. <q>The animal controls have to take anything that comes in. They can only take so many,</q> <strong> Esther Williams </strong> said. ''Once they run out of space then they have to start euthanizing and there are some really, really good dogs that are being put down.'' <strong> Michael Vick </strong>'s new career with the", "new_id": -2}, {"uid": "1296527333020578304", "i": 11798, "idx": 0, "sa": ["Michael Vick"], "q": "vote, the Senate overturns ''don't ask, don't tell' What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. <q>Who thought of this, And why did it take so long for some to think of it? Wow In a country this...</q> Hounddog left a comment- 9 min ago Yahoo! Sports ''I hope <strong> Michael Vick </strong> falls face first in a pile of dog s*** and slowly chokes to death.''' WilliamH left a comment- 15", "new_id": -2}]