[{"uid": "1295218070163594249", "i": 690, "idx": 25, "sa": ["Simon Cowell"], "q": "last season on At the Idol finale on May 26, 2010, a wistful <strong> Simon Cowell </strong> looked out over the crowd one last time. \"It felt very weird,\" he says, remembering the moment. <q> When you're standing there in front of 5,000, 6,000 people and you feel this warmth and emotion; that's when I felt more emotional than I ever thought I would feel. We've had this amazing run. </q>", "new_id": -2}, {"uid": "1295434046050954315", "i": 32206, "idx": 2, "sa": ["Ken Russell", "Michael Caine", "Eric Schmidt"], "q": "Cost-per-click rose approximately 5% year-over-year and rose 2% over the sequential quarter. \"Google had a strong fourth quarter, with 17% year over year revenue growth,\" said <strong> Eric Schmidt </strong>, CEO of Google. <q> Given that the global economy is still in the early days of recovery, this was an extraordinary end to the year. Our performance in 2009 underscored the strength of our management team, the resilience of our business model and the pace of innovation within our product and engineering teams, which continued unabated throughout the downturn. As we enter 2010, we remain hugely optimistic about the internet and are continuing to invest heavily in technological innovation for the benefit not only of our users and customers, but also the wider web. </q> www.ntv.co.ke Ken Russellya Revenue Authority KRA has shrugged the tough economic environment at the close of the year to collect 136 billion shillings for the period between October and December, 2.5 billion shillings above target.KRA Commissioner General <strong> Michael Caine </strong> Waweru", "new_id": -2}, {"uid": "1295578825089079828", "i": 42863, "idx": 9, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "vice chairman of search firm Korn/Ferry International. Mr. <strong> Eric Schmidt </strong>, however, indicated he is staying put-at least for now. He said he and Messrs. <strong> Larry Page </strong> and <strong> Sergey Brin </strong> will remain \"a powerful triumvirate\" and <q> best friends and partners. </q> <cite>- Joann S. Lublin contributed to this article. </cite> Copyright 2011 Dow Jones& Company, Inc.. All Rights Reserved This copy is for your personal, non-commercial use only. Distribution", "new_id": -2}, {"uid": "1295571328120422413", "i": 874, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": ", who offered some remarks, expressed optimism that the challenges we face with governments' walling off access to the Internet can be overcome technologically by building networks that are transparent, scalable, and open. Schmidt_Eric Schmidt_at_Sciences_Po__4_projects_for_Google_in_France www.theytoldyou.com <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place, </q> <strong> Eric Schmidt </strong> tells CNBC Brin_Sergey Brin Complete video at: fora.tv <strong> Sergey Brin </strong> responds to criticism Google has received concerning its project to digitize and store millions of the world's books online. \"I've been surprised at the level of", "new_id": -2}, {"uid": "1296047092210403328", "i": 19696, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor. \"In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,\" <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> Privacy is safe with us because we have a strict The practical V12 Ferrari FF- four-seat, four-wheel-drive, 660 bhp \"shooting brake\" Johnson Controls shows off ie:3 demonstrator car at Detroit Auto", "new_id": -2}, {"uid": "1295597475096829451", "i": 20039, "idx": 3, "sa": ["Eric Schmidt"], "q": "der Gegenspieler Baidu. Im Gesamtjahr verdiente Google unterm Strich 8,5 Milliarden US-Dollar. Doch Google kann das Geld gar nicht so schnell ausgeben, wie es hereinkommt. In der Kasse liegen mittlerweile 35 Milliarden Dollar. <q> Wir hatten ein starkes Quartal und ein starkes Jahr </q> sagte <strong> Eric Schmidt </strong>. \"Der Ausblick ist vielversprechend.\" Neue Bet?tigungs- Felder Google st?t mit seinen Milliarden in immer neue Felder vor: Smartphones, Fernsehen, Internettelefonie, elektronische B?cher, Musik, B?rosoftware", "new_id": -2}, {"uid": "1295218070163594249", "i": 677, "idx": 12, "sa": ["Mike Darnell", "Simon Cowell"], "q": "Idol was the biggest thing anyone had seen since, well, the Spice Girls. And just days after the season finale in 2002, it was announced that Idol was heading to America-with its star judge. <q> We had seen footage and of course we knew for sure that <strong> Simon Cowell </strong> had to be there, </q> says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. \"Then a friend of mine... called", "new_id": -2}, {"uid": "1296566427217726978", "i": 42864, "idx": 0, "sa": ["Eric Schmidt"], "q": "government forces. At around 10.30 pm on 27 January, Egypt's ISPs, including Link Egypt, Vodafone Raya, Sebone, Telecom Egypt and Etisalat were simultaneously disconnected. Google's <strong> Eric Schmidt </strong> says Facebook <q> threatens the bargain of the Web </q> Best new iPhone apps this week: Champions League, Shinobi, Dead Space and more... Egypt cuts off mobiles and the Internet as police crack down on protestors Google's <strong> Eric Schmidt </strong> says Facebook \"threatens the bargain of", "new_id": -2}, {"uid": "1297523762190513232", "i": 14997, "idx": 2, "sa": ["Hosni Mubarak", "Bernie Sanders"], "q": ", \"because of our interests in Israel and Jordan and elsewhere.\" Sen. <strong> Bernie Sanders </strong>, I-Vt., had a similar response and called on the United States to support a transition to democracy. <q> After 30 years of autocratic rule, <strong> Hosni Mubarak </strong> is gone, </q> <strong> Bernie Sanders </strong> said in a statement. \"That is extraordinary news and a real testament to the incredible courage of millions of people in that country who put their lives on the line in the fight for democracy. The", "new_id": -2}, {"uid": "1296154756127467575", "i": 52041, "idx": 0, "sa": ["Jon Stewart", "Val Venis", "Matt Morgan", "David Letterman", "Conan O'Brien", "Jay Leno"], "q": "Show with <strong> Jon Stewart </strong>\" . In October, <strong> Jon Stewart </strong> drew an average of 1.3 million viewers from the coveted group. The 18-49 age range is the most Val Venisuable to advertisers. It was historically an asset of NBC's <q> The Tonight Show With <strong> Jay Leno </strong> </q> and \"The Late Show With <strong> David Letterman </strong>\" on CBS. <strong> Jon Stewart </strong>'s viewership pull and <strong> Conan O'Brien </strong>'s strong debut may be evidence of hotter competition between the networks. Morganer As noted, Impact did a 1.5, which", "new_id": -2}]