[{"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.</q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}, {"uid": "1297356964224657457", "i": 9736, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>. \"Being pummeled?\" <strong> Anderson Cooper </strong> said. \"I don't recommend it. I'd never been hit in the head before.\" He described the scene, saying, <q>People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying.</q> Phoenix-$ 39,900 MLS 4401266 2 bed/ 1 bath Less Than 1,000/ 1985 Mari D\\` Ambrosio, CENTURY 21 Arizona Foothills Surprise Paradise Valley-$ 1,495,000 MLS 4271141", "new_id": -2}, {"uid": "1296729736112345093", "i": 1066, "idx": 2, "sa": ["Michael Vick", "Michael Hansen"], "q": "Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that \"people can reintroduce these dogs back into a society that's not going to abuse them.\" <q>The owner is responsible for what an animal does. It's totally your behavior, whether you have a good dog that minds well and is not a problem to society or you turn it into a vicious animal that will bite the mailman, the girl next door or grandma walking down the street,</q> <strong> Michael Hansen </strong> said. Betsy Adevai, 50, of Grand Rapids, Mich., said muscle dogs have become status symbols for young men who walk through her inner city neighborhood. \"You don't", "new_id": -2}, {"uid": "1296257094202539037", "i": 38065, "idx": 0, "sa": ["Zine El Abidine Ben Ali", "Jeffrey Feltman", "Donald Rumsfeld"], "q": "country after president <strong> Zine El Abidine Ben Ali </strong> was ousted on January 14 and swiftly called for reforms. He said on Tuesday only free and fair elections would strengthen and give credibility to the north African state's embattled leadership. <q>I certainly expect that we'll be using the Tunisian example</q> in talks with other Arab governments, Assistant <strong> Donald Rumsfeld </strong> of State <strong> Jeffrey Feltman </strong> added. He was dispatched to the north African country to offer US help in the turbulent transition of power, and met with Tunisian", "new_id": -2}, {"uid": "1297202882240402449", "i": 17250, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": " \"We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist with ties to the al-Qaida terrorist network. Egyptians renew appeal for Mubarak to resign now on biggest", "new_id": -2}, {"uid": "1295440285176455758", "i": 13064, "idx": 0, "sa": ["Steve Ballmer"], "q": "The release details were announced yesterday by Microsoft CEO <strong> Steve Ballmer </strong>. This launch marks the first time that a product has been provided as an online service before its conventional release, an act that, <strong> Steve Ballmer </strong> says, <q>really reflects the push by Microsoft into the cloud.</q> Microsoft previously focused primarily on the on-premises version of Dynamics CRM, putting the company at odds with major competitors such as Salesforce.com's CRM suite. With the new cloud-first deployment and wider availability, Dynamics CRM has become", "new_id": -2}, {"uid": "1296030310020856872", "i": 33326, "idx": 1, "sa": ["Michael Vick"], "q": "of his deal with Unequal, his first paid endorsement, were not disclosed, but Vito said it was a \"sizable\" investment. \"We believe it was worth it,\" he said, <q>because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.</q> <strong> Michael Vick </strong> was once the NFL's highest-paid player, and he made an estimated$ 7 million in endorsements during his six seasons with the Atlanta Falcons. That all disappeared with his 2007 arrest on dogfighting charges", "new_id": -2}, {"uid": "1296573684100761662", "i": 43422, "idx": 1, "sa": ["Michael Vick"], "q": "he's recently made public his Christian commitment. Reflecting on his conviction and imprisonment at last week's Super Bowl Prayer Breakfast, \"I wanted a chance to redeem myself,\" he said. <q>Pre-incarceration it was all about me. When I got to prison, I realized I couldn't do it anymore. The one thing I could rely on was my faith in God.</q> <strong> Michael Vick </strong>'s case is only one of the most recent of many such stories of prison redemption. It's Mail( will not be published)( required) How do I get a picture to", "new_id": -2}, {"uid": "1296503399053821452", "i": 3043, "idx": 0, "sa": ["Stephen Harper", "Zahi Hawass", "Mayor Michael Bloomberg"], "q": "website, Jan. 28 \"Recent Decisions Amount to a Dressing Down for 9th Circuit\"-- headline, Washington Post, Jan. 31 \"<strong> Stephen Harper </strong>'s Views Typically Canadian\"-- headline, <strong> Mayor Michael Bloomberg </strong> vs. <strong> Mayor Michael Bloomberg </strong> <q>The Egyptian National Museum is safe, and cultural artifacts damaged by vandals who broke into the building during anti-government protests can be restored, the head of the country's Supreme Council of Antiquities said,</q> <strong> Mayor Michael Bloomberg </strong> reports: \"Tourism police aided by protesters earlier apprehended nine men in connection with looting at the museum, <strong> Zahi Hawass </strong>, the council's secretary general, said yesterday. Dozens of demonstrators had stood guard around the", "new_id": -2}, {"uid": "1295125227265830412", "i": 35011, "idx": 14, "sa": ["Donald Rumsfeld", "Abu Musab al-Zarqawi", "Edwin Moise", "Chris Mackey"], "q": "2004^ \"<strong> Donald Rumsfeld </strong> Made Me Do It: Ghosts of <strong> Abu Musab al-Zarqawi </strong> Ghraib\", Netscape News, January 24, 2007^ Stocke, Joy <strong> Edwin Moise </strong>; Kim Nagy, and <strong> Chris Mackey </strong> Tiefel( 2008). <q>The Other Side Of <strong> Abu Musab al-Zarqawi </strong> Ghraib- The Detainees' Quest For Justice</q>. Wild River Review. Archived from the original on May 4, 2008. Retrieved 9 June 2010.^ \"Listening to the Iraqi people\", AsiaNews.it, May 15, 2004^ Live At", "new_id": -2}]