[{"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!<q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}, {"uid": "1295887423159268880", "i": 36159, "idx": 2, "sa": ["Zahi Hawass", "Silvio Berlusconi"], "q": " \"Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,\" <strong> Zahi Hawass </strong> said in a statement. But he asked that <q>this unique treasure be returned to the possession of its rightful owners, the Egyptian people.<q> Play video Moscow Airport Blast Kills At Least 31 Italian Church warns <strong> Silvio Berlusconi </strong> over sex scandal Italy's Catholic Church jumped into the fray surrounding Prime Minister <strong> Silvio Berlusconi </strong>'s sex scandals on Monday,... Subscribe to", "new_id": -2}, {"uid": "1296992362169525277", "i": 23566, "idx": 0, "sa": ["Sergio Marchionne", "Rick Snyder"], "q": "Association, <strong> Sergio Marchionne </strong> talked about the eventual possibility of merging Fiat and Chrysler, saying that maintaining them as separate companies forever didn't make sense. Then he said, in an offhand manner, <q>I want to pay back the shyster loans first.<q> Chrysler owes$ 5.8 billion to the U.S. Treasury and$ 2.3 billion to the Canadian government at an average interest rate of 11%, Chief Financial Officer <strong> Rick Snyder </strong> Palmer said last Monday.", "new_id": -2}, {"uid": "1295592036054968323", "i": 9210, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "its top management on Thursday, announcing that co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. <strong> Google Inc. </strong> said <strong> Eric Schmidt </strong> would remain with the company as executive chairman, focusing on <q>deals, partnerships, customers, broader business relationships( and) government outreach.<q>... Larry Page Replaces <strong> Eric Schmidt </strong> As CEO Of <strong> Google Inc. </strong> decade at the helm, <strong> Eric Schmidt </strong> has decided to stand down from running tech giant <strong> Google Inc. </strong> and pass the reigns back to founder Larry Page. The announcement was", "new_id": -2}, {"uid": "1296869911188694544", "i": 28222, "idx": 3, "sa": ["Sergio Marchionne"], "q": "on Friday that Mr. <strong> Sergio Marchionne </strong> harbored no ill intent in using that word. \"I'm 110 percent sure that in absolutely no possible way was this meant to be anti-Semitic,\" Mr. Ranieri said. <q>The meaning was that the rates were so high, they were really extraordinary.<q> Mr. <strong> Sergio Marchionne </strong>'s right in that Chrysler has borne a heavy burden from those loans. It posted a$ 652 million loss for 2010 primarily because of interest payments- totaling$ 1.23 billion for", "new_id": -2}, {"uid": "1296495514150683654", "i": 15723, "idx": 0, "sa": ["Sam Donaldson", "Eric Schmidt", "Ronald Reagan"], "q": "that of his predecessor. During the first press conference, ABC's <strong> Sam Donaldson </strong> asked the new president about Moscow's aims and intentions. Throwing diplomatic double-speak to the wind, <strong> Ronald Reagan </strong> calmly explained that the Soviet leadership had <q>openly and publicly declared that the only morality they recognize is what will further their cause, meaning they reserve unto themselves the right to commit any crime, to lie, to cheat.<q> Dissidents Broadcast From Poland to Belarus on Television, Internet, Radio Google Co-Founder Larry Page Becomes CEO Replacing <strong> Eric Schmidt </strong>- News Hub Copyright 2011 Dow Jones& Company, Inc.. All Rights Reserved This", "new_id": -2}, {"uid": "1296537956082821130", "i": 10290, "idx": 3, "sa": ["Kara DioGuardi", "Julie Lloyd", "Paula Abdul", "Vanessa Johnston", "Victoria Beckham", "Christian Spears", "Simon Cowell", "Ellen DeGeneres", "Mario Lopez", "Neil Patrick Harris", "Joe Jonas"], "q": "American Idol Season 9 Auditions 6 Dallas The judges search for lone stars in the Lone Star State when open auditions are held in Dallas. <strong> Neil Patrick Harris </strong> and <strong> Joe Jonas </strong> are the guest judges. American idol \"Season 9\" <q>episode 6 \"auditions Dallas Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington \"los angeles<q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> Randy Jackson <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> fox ryan seacrest results show final semi-final call-back katie stewans justin williams <strong> Neil Patrick Harris </strong> <strong> Joe Jonas </strong> <strong> Julie Lloyd </strong> <strong> Mario Lopez </strong> Kimberly Carver Dexter Ward Erica Dave Pittman Toddrick Hall Maegen Wright <strong> Vanessa Johnston </strong> <strong> Christian Spears </strong> Album", "new_id": -2}, {"uid": "1297175256265814058", "i": 3530, "idx": 2, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": " \"That was such a stain on our country,\" he tells ABC News' <strong> Diane Sawyer </strong> in an interviewed \"I stepped up and told the president I thought I should resign,\" he says. <q>I think probably he and the military and the Pentagon and the country would have been better off if I had.<q> Also during the interview, <strong> Donald Rumsfeld </strong> defends the Bush administration's war and anti-terrorism records, and his own reputation as a boss who intimidated some of the Pentagon brass. What Is` The Two-Way", "new_id": -2}, {"uid": "1295887665065683465", "i": 31469, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "tried and true recipe for Silicon Valley\" to bring in a founder to run the company. \"Look what happens to Apple when they let <strong> Steve Jobs </strong> come back,\" said council member Mike Kasperzak. <q>There's something about the passion the founders, and in particular these founders, have for the organization.<q> <strong> Eric Schmidt </strong> was seen by many as the \"adult\" brought in to run the company 10 years ago when Page, Google's first CEO, was 28 and there were fewer than 200 employees in a", "new_id": -2}, {"uid": "1297264173151748653", "i": 46544, "idx": 1, "sa": ["Kirsten Gillibrand", "David Paterson", "Gov. Andrew Cuomo", "Hillary Clinton"], "q": "Miss America this year on an equality platform. Appointed to the senate seat Secretary of State <strong> Hillary Clinton </strong> left in 2009, <strong> Kirsten Gillibrand </strong> has become a prominent voice for LGBT rights including marriage equality and the repeal of <q>don't ask, don't tell.<q> The former congresswoman easily won her first statewide election in November, and recent polling showed her approval rating has jumped significantly since the time of her controversial appointment by former <strong> Gov. Andrew Cuomo </strong> <strong> David Paterson </strong>. GLAAD To Honor", "new_id": -2}]