[{"uid": "1296723974251478035", "i": 31129, "idx": 0, "sa": ["Steven Tyler", "Roberta Flack", "David Cook", "Simon Cowell", "Randy Jackson"], "q": "No, not <strong> Steven Tyler </strong>, Diana Warren who proudly looked on from the audience. Surrounded by a string section a clad in black <strong> David Cook </strong> stayed close to the original, which didn't impress <strong> Randy Jackson </strong>, who called his <q> I Don't Want To Miss A Thing </q> \"very predictable.\" But <strong> Simon Cowell </strong> was of a different mind, especially after <strong> David Cook </strong> killed it on <strong> Roberta Flack </strong>'s \"The First Time Ever I Saw Your Face,\" which the hard-to-please judge had chosen. \"", "new_id": -2}, {"uid": "1296261843136708096", "i": 32859, "idx": 0, "sa": ["Joanna Shields", "Eric Schmidt"], "q": "that the big Silicon Valley companies are committed to the project. \"We were really endorsing the idea without defining our exact participation,\" says <strong> Joanna Shields </strong>, Facebook's vice-president for Europe, Middle East and Africa. <q> I really commend the initiative to create a focal point. </q> Ms <strong> Joanna Shields </strong> has also been inspired by the government's plan to create KidsCode.org, an initiative to teach 11- to 16-year-olds how to write software and create technology products. <strong> Eric Schmidt </strong>, Google's", "new_id": -2}, {"uid": "1295592192000901163", "i": 38070, "idx": 0, "sa": ["Larry Page", "Mark Zuckerberg", "Eric Schmidt"], "q": ", 1:42 AM EST- U.S. Mark Zuckerbergets open in 7 hrs 48 mins Google turns <strong> Larry Page </strong> on <strong> Eric Schmidt </strong>, names co-founder CEO{ \"s\" : \"goog, novl\" , \"k\" : <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\" :\" \" , \"j\" :\" \" } Michael Liedtke, AP Technology Writer, On Friday January 21, 2011, 12:59 am SAN FRANCISCO( AP)-- When Google", "new_id": -2}, {"uid": "1295652997087982124", "i": 19164, "idx": 0, "sa": ["Peter Van Loan", "C. Du Bois", "Eric Schmidt"], "q": "s` am?liorer\" , a comment Andr Tremblay. Avec tous ses d?fauts, l'entente canado- am?ricaine sur le <strong> C. Du Bois </strong> d'oeuvre est quand m?me pr?f?rable? ne pas avoir d'entente du tout, selon lui. <q> Ce qui est fondamental, c'est de prot?ger notre acc?s au march am?ricain </q>, dit-il. Le <strong> C. Du Bois </strong> qu?b?cois sera tax daPeter Van Loantage apr?s une d?cision de la cour <strong> Eric Schmidt </strong> vendra pour environ 327 millions d'actions Google dans l'ann?e Le principal syndicat de Postes Canada demande l'intervention d'un conciliateur Les Europ?ens vont s?curiser", "new_id": -2}, {"uid": "1295886355005734414", "i": 54223, "idx": 0, "sa": ["Andy Coulson", "Alan Rusbridger"], "q": "cover <strong> Andy Coulson </strong> resignation and Blair testimony Today: Cameron defends <strong> Andy Coulson </strong>, refuses to comment on resignation rumour <strong> Alan Rusbridger </strong> on <strong> Andy Coulson </strong> resignation:` This is not the end of the story' Channel 4 News: <strong> Andy Coulson </strong> resigns again <q> over something he knows nothing about </q> MediaGuardian: Scotland Yard uncovers new material in phone-hacking case Spanish judge to travel to Iraq to visit scene of cameraman's death Al-Jazeera offices in Ramallah entered by security forces, reports correspondent Channel 4 News: <strong> Andy Coulson </strong> resigns", "new_id": -2}, {"uid": "1295872091245907460", "i": 25202, "idx": 0, "sa": ["Larry Page", "Marissa Mayer", "Eric Schmidt"], "q": "Google has been a triumvirate... last Thursday they reshuffled,\" said <strong> Marissa Mayer </strong>. She also downplayed the importance of the CEO change, pointing out that <strong> Larry Page </strong> was already the CEO of Google once before. <q> There's been a lot of people speculating about the changeover, but we're really excited. A lot of people forget that <strong> Larry Page </strong> was the CEO for the first 3 years of the company. </q> Google co-founder <strong> Larry Page </strong> taking over as CEO Google CEO <strong> Eric Schmidt </strong> speaks during the Web 2.0 Summit in San... to give outgoing CEO <strong> Eric Schmidt </strong>$ 100 million <cite> Reuters </cite> Photo in Slideshow: In this combo, Google", "new_id": -2}, {"uid": "1295798310158990353", "i": 11551, "idx": 1, "sa": ["Colin Powell", "Condoleezza Rice", "Barack Obama"], "q": "time around. What changed? Obviously he hasn't lived up to expectations, or he'd still be supporting him. Or does Colon Bowel just go whichever way the breeze blows? <q> I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position. </q> Translation: I'll wait until I see who the Republicans are nominating, and if it isn't <strong> Condoleezza Rice </strong> I'm sticking with <strong> Barack Obama </strong>... 9 posted on 01/23/2011 7:17:32 AM PST Gee, <strong> Colin Powell </strong>,", "new_id": -2}, {"uid": "1297417370218677347", "i": 13358, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Phone 7 will now become Nokia's primary smartphone operating system. The company said that its strategic partnership with Microsoft would \"build a new global mobile ecosystem\" . Nokia's Chief Executive <strong> Stephen Elop </strong> said that <q> Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> <strong> Steve Ballmer </strong>, Microsoft's Chief Executive, said: \"I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale,", "new_id": -2}, {"uid": "1295692931212844550", "i": 29822, "idx": 1, "sa": ["Girish Paranjpe", "Larry Page", "Eric Schmidt"], "q": "replacements couldn't have been more contrasting. \"<strong> Larry Page </strong> is ready,\" <strong> Eric Schmidt </strong> said after leading the search giant to gigantic heights. Back in Bangalore, <strong> Girish Paranjpe </strong> said change was in the works <q> at least in the thinking </q> for some time now. \"Given the current market scenario, which is more predictable, we wanted to have a simpler structure at Wipro,\" he said. For the nine months ended", "new_id": -2}, {"uid": "1296862636132562982", "i": 13142, "idx": 5, "sa": ["John McCain", "Donald Rumsfeld"], "q": "\" regarding Iraq's supposed stash of weapons of mass destruction. Early reaction included a riposte from Senator <strong> John McCain </strong>, who is reportedly described in the book's pages as having a \"hair-trigger temper\" and <q> a propensity to shift his positions to appeal to the media </q>. \"I respect Secretary <strong> Donald Rumsfeld </strong>. He and I had a very, very strong difference of opinion about the strategy that he was employing in Iraq, which I predicted was doomed to failure,\"", "new_id": -2}]