[{"uid": "1296355470205914120", "i": 21205, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "n't fit well with Indiana voters who he said typically favor centrist candidates. ''The one thing most Hoosiers would say they don't want in Indianapolis at the Statehouse is Washington politics,'' Parker said. <q>He's used to the Washington game of lay blame and be partisan. He's going to have a hard time making the transition I believe.</q> It might be May or later before <strong> Mike Pence </strong> would formally jump into the governor's race since state law prohibits political fundraising by statewide candidates until after the Legislature's session ends in late April. <strong> Mitch Daniels </strong> has asked", "new_id": -2}, {"uid": "1297624575013008913", "i": 651, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "comment. U.S. Sen. <strong> Kirsten Gillibrand </strong> had also spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding cuts shouldn't alter the timetable. <q>We must ensure that these safety improvements happen as soon as possible,</q> she said. <strong> Chuck Schumer </strong> said the industry claims many of the regulations are unnecessary and burdensome to the point that they would hinder growth and jobs. The regulations require more training for crew, flight attendants,", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said in a statement. ''By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}, {"uid": "1296016388211435670", "i": 4440, "idx": 0, "sa": ["Kirsten Gillibrand", "Gary Ackerman", "Barack Obama", "Mayor Michael Bloomberg"], "q": "it will not slow the momentum we are building around the country,'' <strong> Mayor Michael Bloomberg </strong> said. Rep. <strong> Gary Ackerman </strong>( D-Queens) said he heard a ''touch of realism'' in Tuesday's address. <q>I think that he helped everybody to understand that we're really going to have to work together to make anything happen,</q> he told 1010 WINS. <strong> Mayor Michael Bloomberg </strong> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> said the president's speech demanded the need to ''continue the spirit of goodwill.'' ''We need to keep working together, not as Democrats", "new_id": -2}, {"uid": "1297203706130318389", "i": 48968, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": " defending his action to ESPN. ''The message and the kids are far greater than all this response about, ''Why give him the key to the city?'' <strong> Dwaine Caraway </strong> explains. <q>He is telling kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal drugs. To obey their parents and pick the people they hang around.</q> Adding, ''That's a message I would challenge anybody to say that not one kid across America shouldn't hear from people in notoriety such as <strong> Michael Vick </strong>.''' This past season, <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295681320220479499", "i": 27832, "idx": 2, "sa": ["Michael Jordan", "Allen Iverson", "Elton Brand", "Jrue Holiday"], "q": "'' Looking for a spark, 76ers coach Eddie <strong> Michael Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q>He just put us in a good rhythm tonight and had us flowing,</q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He Music: Machinae Supremecy- Sidology Episode 2- Trinity Paradigm in", "new_id": -2}, {"uid": "1295566668244678663", "i": 2849, "idx": 0, "sa": ["Eric Schmidt"], "q": "to make some changes to the way we are structured,'' <strong> Eric Schmidt </strong> wrote. a less formal post from <strong> Eric Schmidt </strong>'s Twitter account, and a jab at Google's perceived youthful spirit, <strong> Eric Schmidt </strong> simply wrote: <q>Day-to-day adult supervision no longer needed!</q> with a link to his blog post. <strong> Eric Schmidt </strong> said that he will stay on as executive chairman, where he will focus externally on deals, partnerships, customers and broader business relationships. He will also still", "new_id": -2}, {"uid": "1295558971260145169", "i": 19873, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", 22:16 EST Google announced Thursday that co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman and focus on <q>deals, partnerships, customers and broader business relationships.</q> The firm's other co-founder, <strong> Sergey Brin </strong>, will work on strategic projects and new products, Google said in a statement. It said the management changes would take effect on April 4.", "new_id": -2}, {"uid": "1294957392081149963", "i": 6984, "idx": 8, "sa": ["Antonio McDyess", "Allen Iverson"], "q": ". The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws. ''It felt OK before the game,'' <strong> Allen Iverson </strong> said. <q>Now, it feels that much worse. It's throbbing like a heartbeat.</q> <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio McDyess </strong> a week ago, slips on a brace after every game per doctors orders. ''If I didn't wear this brace to keep it straight after every game,", "new_id": -2}, {"uid": "1295850131219414572", "i": 29859, "idx": 0, "sa": ["Colin Powell"], "q": "State of the Union policy address Tuesday night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Arizona. <q>I think he's got a way to go,</q> <strong> Colin Powell </strong> said. ''I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform. ''You know, we didn't elect Superman.", "new_id": -2}]