[{"uid": "1295088412253313042", "i": 7932, "idx": 1, "sa": ["Allen Iverson"], "q": "like a CFL player.* Currie, on former NBA star <strong> Allen Iverson </strong> being back in the U.S. where he'll have surgery on his right leg to remove a lump that formed while playing in Turkey: <q> Think of it as the foreign lesion. </q>* Even though this reflects poorly on my parenting, I thought I would share it anyway. My wife and my youngest son took our dog to the vet the other day. During the examination,", "new_id": -2}, {"uid": "1296297293210370566", "i": 1948, "idx": 0, "sa": ["Simon Cowell"], "q": "dog'' to sit on the judging panel should <strong> Simon Cowell </strong> decide to step down and focus entirely on the US version of the show, which launches later this year. An insider told the Daily Star: <q> <strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical.`` We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be. There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it. </q> Wagner WatchWe investigate what", "new_id": -2}, {"uid": "1295159503096436248", "i": 47565, "idx": 1, "sa": ["Tramon Williams", "Michael Vick"], "q": "was returned 70 yards for a touchdown by <strong> Tramon Williams </strong>, and also lost a fumble. He finished with 186 yards.`` We moved the ball pretty effectively but we just didn't capitalize,'' Ryan said. <q> We didn't get points when we needed to get points. It's disappointing. </q> The Falcons also had a fourth-quarter fumble by receiver <strong> Michael Vick </strong> Jenkins. For Ryan, the postseason disappointment was painfully familiar. As a rookie in 2008, Ryan had three turnovers, including a fumble returned for a touchdown", "new_id": -2}, {"uid": "1295461104131301415", "i": 35315, "idx": 5, "sa": ["Allen Iverson", "Gary Moore"], "q": "NBA team offered him a contract. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> last played Saturday.`` This is the most pain he's ever felt from any injury he's had,'' <strong> Gary Moore </strong> said. <q> He's been in tremendous agony. </q> <strong> Allen Iverson </strong> spent 10 seasons in Philadelphia before bouncing through Denver and Detroit, ending up in Memphis last season. He played only three games before returning for a second", "new_id": -2}, {"uid": "1295560415243745631", "i": 13207, "idx": 1, "sa": ["Eric Schmidt"], "q": "imagine that <strong> Eric Schmidt </strong> ever saw himself as just a placeholder, particularly having been with Google for a decade. And realistically, <strong> Eric Schmidt </strong> will continue fulfilling most of his`` adult'' duties in his new capacity, focusing <q> on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach. </q> You know, grown-up stuff. That's increasingly been <strong> Eric Schmidt </strong>'s primary function anyway; now it's his sole obligation. And in today's earnings call, <strong> Eric Schmidt </strong> explicitly said he didn't", "new_id": -2}, {"uid": "1297588971109002780", "i": 17093, "idx": 6, "sa": ["Tony Blair", "Winston Churchill", "Donald Rumsfeld"], "q": "public voice'' in arguing the cause for war, there is the sort of praise that only the American <strong> Winston Churchill </strong> now lavishes.`` Top marks in terms of communicating go to <strong> Tony Blair </strong>,'' Mr <strong> Donald Rumsfeld </strong> observed. <q> He had fibre and courage and knew how to put the English language together. He was most impressive. </q> But for all the trials and tribulations in the 10 years since the 9/11 atrocities, he does not believe the world is a safer place than the morning that he was at his desk at the Pentagon", "new_id": -2}, {"uid": "1295573447037306383", "i": 628, "idx": 6, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said on his blogpost that Page, the son of a Michigan State University computer science professor, will now lead product development and technology strategy, areas that are`` his greatest strengths.'' <q> It will be interesting to see what he'll do that's different, what he could not have done in his prior role, </q> said BGC Partners analyst Colin Gillis.", "new_id": -2}, {"i": 17910, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295008849080707673"}, {"uid": "1295900040008716288", "i": 10010, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "plans on selling$ 335m in shares this year, his first sale in three years. Does this indicate that the top is in place for the search engine?'' Other analysts were more positive. <q> We do not view <strong> Eric Schmidt </strong>'s new role as executive chairman and Page's new role as chief executive as negative developments. In our view, <strong> Eric Schmidt </strong> very effectively spearheaded Google to become one of the largest and most innovative technology companies of our times and we expect Page to be an equally effective CEO of Google, </q> wrote Sandeep Aggarwal, internet analyst at Caris& Company. Although <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> have received salaries of just$ 1 for years, the three are among the richest men on the planet as", "new_id": -2}, {"uid": "1297620106254115870", "i": 3664, "idx": 1, "sa": ["George Washington", "Nick Lachey", "Justin Bieber", "Katy Perry", "Russell Brand", "Vanessa Minnillo", "Victoria Beckham", "Vivica A. Fox", "Simon Cowell"], "q": "fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New` <strong> George Washington </strong> Idol'? <strong> Victoria Beckham </strong>:`` I Don't Know the Sex of My <strong> Justin Bieber </strong>!'' <cite> Us Magazine </cite> <strong> Russell Brand </strong> Hosts Saturday Night Live: <q> I'm Much More Famous in England </q> <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed <strong> Katy Perry </strong>:' I Was Shaped Like a Square' Miley's Puppy Love <cite> Crush- February 11", "new_id": -2}]