[{"uid": "1295897193127107081", "i": 55012, "idx": 5, "sa": ["George W. Bush", "Dick Cheney", "Donald Rumsfeld"], "q": "passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. Rumsfeld.com\"> Rumsfeld.com \"It's not a journal, it's not a diary,\" he says of the Ford White House notes. <q> It is a set of working documents that I've never edited. In fact, most I've never reread. </q> As defense secretary under <strong> George W. Bush </strong> <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: \"Are we winning or losing the war", "new_id": -2, "mturk_index": "536"}, {"uid": "1297279420080936992", "i": 47425, "idx": 3, "sa": ["Regis Philbin", "David Letterman", "Michelle Obama"], "q": "<strong> Regis Philbin </strong> said he was moved to hear it, <strong> David Letterman </strong> admitted he made it up. But at least he brought flowers and champagne, right? \"Oh, I'm sorry,\" <strong> David Letterman </strong> said. <q> This is for <strong> Michelle Obama </strong>. </q> He then wished them good luck and left without handing them the flowers. TV Replay: Watch TV's Best Moments Daily Our rights to these clips expire a few days after we post them. If you're", "new_id": -2, "mturk_index": "1072"}, {"uid": "1296964121115425444", "i": 19806, "idx": 5, "sa": ["Michael Vick", "Andy Reid", "LeGarrette Blount"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with <strong> Andy Reid </strong>, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> <strong> LeGarrette Blount </strong>( one each). Polamalu won the Defensive Player of the Year award earlier this week. Privacy Policy and Safety Information/Your California Privacy Rights", "new_id": -2, "mturk_index": "1053"}, {"uid": "1297208901061849651", "i": 43398, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "\"It will be one of the biggest meltdowns we have ever seen but with very little in the way of flood problems,\" says <strong> Donald Rumsfeld </strong> Margusity, senior meteorologist at Accu-Weather. com in State College, Pa. <q> The back of winter has been broken. </q> It will be a very sharp contrast for places like Dallas, site of the recent SuperBowl, and Ground Zero for unwanted snowstorms that \"I've lived here for 35 or 40 years and", "new_id": -2, "mturk_index": "278"}, {"uid": "1295944371182452224", "i": 45970, "idx": 1, "sa": ["Keith Smart", "Bill Lockyer", "Newt Gingrich"], "q": "off the court in the waning moments of Friday night's victory over Sacramento, but he played 42 minutes the next night against the Clippers. \"Monta bounces back quickly,\" coach <strong> Keith Smart </strong> said. <q> I didn't even think he'd able to play Saturday. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Mercedes-Benz 2001 M-Class$ 12,982 Mercedes-Benz 2003 M-Class$ 13,983 Mercedes-Benz 2008 M-Class", "new_id": -2, "mturk_index": "238"}, {"uid": "1295757185120078339", "i": 6527, "idx": 0, "sa": ["Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "may or may not be thrown with the correct balance. It won't have the fundamental precision of a <strong> Tom Brady </strong> pass, but it might be a first down\" ... or a touchdown. <q> I'm probably not ever going to win an MVP, probably never going to win a passing title, </q> <strong> Ben Roethlisberger </strong> said this week. \"But that's not why I play the game. I just go out and try to win football games and win championships.\" About the time <strong> Michael Vick </strong> was re-establishing himself", "new_id": -2, "mturk_index": "1921"}, {"uid": "1296921227106987589", "i": 34963, "idx": 2, "sa": ["David Letterman", "Howard Stern", "Jay Leno"], "q": "<strong> David Letterman </strong>: <strong> Howard Stern </strong>: \"How much longer are you doing this, really?\" <strong> David Letterman </strong>: \"I don't know. Maybe two years, I think.\" <strong> Howard Stern </strong>: <q> Two years, you're thinking you're going to exit? </q> <strong> David Letterman </strong>: \"I think that's what it is. Yeah.\" <strong> Howard Stern </strong>: \"That's why we've got to beat <strong> Jay Leno </strong>. C'mon, all of show business, don't", "new_id": -2, "mturk_index": "1421"}, {"uid": "1297196814076382262", "i": 15619, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "pages, and they're going to be mentioned,\" he says. \"We had a nice discussion,\" he says. <strong> Donald Rumsfeld </strong> defends the decision to go to war in Iraq- <q> Are we better off today with Saddam Hussein gone? Yes </q>- and denies that the Bush administration neglected the war in Afghanistan once the campaign against Baghdad had begun. Still, an internal Pentagon memo he wrote in October 2003 questioned whether the United States was winning", "new_id": -2, "mturk_index": "1111"}, {"uid": "1296083432189841410", "i": 36593, "idx": 2, "sa": ["Kevin Kolb", "Michael Vick", "Andy Reid"], "q": "wasted a year of <strong> Kevin Kolb </strong>'s development in order to attain the lofty height of losing a wild-card playoff game at home as the betting favorite. So assume he is staying, even as he acknowledges, <q> I hope so, but in this business, you never know. </q> <strong> Michael Vick </strong>'s goal is to get a rest and, as he said, to \"watch a ton of film, try to get better.\" It is the correct mindset. But Eagles coach <strong> Andy Reid </strong>", "new_id": -2, "mturk_index": "1244"}, {"uid": "1295559993214679637", "i": 40587, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "company announced today will make the company's management structure more efficient. He said Google's three-person leadership structure, which has existed for a decade, sometimes added \"delay\" in the company's decision-making. <q> By elevating me and having <strong> Larry Page </strong> running things day-to-day we think this will improve, </q> he said, adding that the three agreed to make the changes after \"a long series of conversations.\" <strong> Eric Schmidt </strong> To Step Aside As Google CEO; <strong> Larry Page </strong> To Take Over; Brin Shifts Gears <strong> Eric Schmidt </strong> Says Management", "new_id": -2, "mturk_index": "2055"}]