[{"uid": "1297712380197591040", "i": 60001, "idx": 1, "sa": ["Mike Pence"], "q": "million in annual funding. \"Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,\" <strong> Mike Pence </strong> said. <q> The time to deny any and all funding to Planned Parenthood is now. </q>\" http://biggovernment.com/cstearns/2011/02/12/defund-planned-parenthood-2/ \"Although Planned Parenthood is barred from using taxpayer funds to perform abortions, these dollars are fungible, federal funding allows the group to use other funds for abortions. In 1997,", "new_id": -2}, {"uid": "1296218172048857090", "i": 15207, "idx": 9, "sa": ["Mike Pence", "Cecile Richards", "Marjorie Dannenfelser"], "q": "\" <strong> Cecile Richards </strong>, the fund's president, said in a statement. But among conservatives, the only disappointment was that he wasn't aiming at the White House rather than the Statehouse. <q> I'm just disappointed because I considered him the best, </q> said Ralph Benko, a former Reagan administration aide who started a campaign to draft <strong> Mike Pence </strong> for the GOP presidential nomination. <strong> Marjorie Dannenfelser </strong>, president of the Susan B. Anthony List, a group that opposes abortion", "new_id": -2}, {"uid": "1295186920132022279", "i": 39700, "idx": 1, "sa": ["Nancy Pelosi", "Ryan Dixon", "Mike Pence", "Harry Reid", "Bernie Sanders", "Mary Landrieu", "Dan Boren", "Eric Cantor", "Michael Bennet", "Barack Obama", "Patrick Kennedy"], "q": "Sen. <strong> Harry Reid </strong> will move to proceed to HR 1586 http://wn.com/Fox_News_Highlights_House_GOP_Chart_of_Dems_Government-Run_Health_Care Question of the Day: What is your stance on immigration? Leave all your responses in the comment section. \"Democrats Reveal Facts About Health Care\" www.youtube.com <q> <strong> Mike Pence </strong> <strong> Patrick Kennedy </strong> Yells:` Despicable' That Press Focuses On Massa Instead Of Afghanistan </q> www.youtube.com \"High Immigration Impacts AmEric Cantora's Unemployed\" www.youtube.com Ryan DixonpRyan Dixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> White House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> <strong> Ryan Dixon </strong> http://wn.com/Roskam_Reflects_After_a_Long_Health_Summit_Democrats_Still_Aren't_Listening Democrats led by <strong> Nancy Pelosi </strong>, <strong> Harry Reid </strong> and <strong> Barack Obama </strong> at yesterday's Blair", "new_id": -2}, {"uid": "1296228272172146710", "i": 20878, "idx": 15, "sa": ["Tim Pawlenty", "Mike Pence", "Mike Connolly"], "q": "I know he's going to take a little Tim Pawlentye to assess it, but I hope he's our next governor.\" Club for Growth communications director <strong> Mike Connolly </strong> puts it in even more certain terms: <q> Washington's loss is Indiana's gain. </q> <strong> Mike Connolly </strong> speaks as if <strong> Mike Pence </strong>'s gubernatorial run- and victory- were a fait accompli. \"Although <strong> Mike Pence </strong> would have been a very attractive presidential candidate, it is obvious this is the right decision for", "new_id": -2}, {"uid": "1296200478083099666", "i": 9571, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Curt Smith", "Joe Donnelly", "Dan Coats", "Brad Ellsworth"], "q": "<strong> Mike Pence </strong> <strong> Brad Ellsworth </strong>, lost so badly to Sen. <strong> Dan Coats </strong> that he might have a hard time running again for statewide office. U.S. <strong> Mike Pence </strong> <strong> Joe Donnelly </strong> has shown he can win even amid a Republican landslide. <q> He's from outside Indianapolis, </q> notes Indiana Family Institute <strong> Barack Obama </strong> <strong> Curt Smith </strong>, a top adviser to Republicans. \"He's got a moderate streak.\" Former Democratic state chairman Robin Winston thinks Democrats can make the race competitive,", "new_id": -2}, {"uid": "1296142546017235991", "i": 47697, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Jim DeMint"], "q": "<strong> Jim DeMint </strong> currently sees his role in the 2012 process, the adviser said, as \"setting the bar high\" for the Barack Obamaial contenders when it comes to advocating for a small government agenda. <q> He hasn't completely shut the door on running, and if there was a situation where there is a massive void in the group of candidates, who knows what would happen?, </q> said the adviser, who was quick to caution that there is only a five percent chance his boss will run. Aside from Indiana <strong> Mike Pence </strong>, who is currently deciding between a Barack Obamaial run and a gubernatorial", "new_id": -2}, {"uid": "1297291235013402112", "i": 15105, "idx": 0, "sa": ["Mike Pence", "Paul Ryan", "Bob Corker"], "q": "Representative <strong> Paul Ryan </strong>, the Wisconsin Republican who chairs the budget panel, reiterated his criticism of the Fed's Treasury purchases, saying they risk asset-price bubbles and faster inflation. The increase in long-term bond yields this week <q> certainly adds to these concerns and fuels some of this speculation, </q> he said. <strong> Paul Ryan </strong> has said he supports legislation proposed by fellow Republicans, Tennessee Senator <strong> Bob Corker </strong> and Indiana Representative <strong> Mike Pence </strong>, that would remove the Fed's employment mandate and have it focus solely on keeping prices", "new_id": -2}, {"uid": "1296169756065815248", "i": 55553, "idx": 5, "sa": ["Matt Lloyd", "Mike Pence"], "q": "up his timetable,\" National Journal updated. What we know for sure, though, is that <strong> Mike Pence </strong>'s people are understandably not happy with reporters calling his mother for the hottest political gossip: <q> \"You called his mom, </q> <strong> Mike Pence </strong> spokesman <strong> Matt Lloyd </strong> protested when an NJ reporter called the lawmaker's office to inquire about the latest reports about an evening announcement... \"[ Image via AP]", "new_id": -2}, {"uid": "1295958129216842277", "i": 12969, "idx": 13, "sa": ["Mike Pence", "Barack Obama", "Marjorie Dannenfelser", "Sarah Palin"], "q": "group that opposes abortion. \"I truly don't know( if he's running for <strong> Barack Obama </strong>),\" said Susan B. Anthony List <strong> Barack Obama </strong> <strong> Marjorie Dannenfelser </strong>, who has urged <strong> Mike Pence </strong> to run. <q> It's my job to really encourage talent to seize the moment, and I think he can do it. </q> If <strong> Mike Pence </strong> is going to decide this month, he will have to do it without knowing who else is running who might appeal to conservatives. Those potential candidates include former Alaska Gov. <strong> Sarah Palin </strong> and", "new_id": -2}, {"i": 39662, "idx": 1, "index_answer": 0, "new_id": -1, "q": "in Turkey, returned to the U.S. to have a lesion surgically removed from his right leg, spurring rumors he will retire. <strong> Allen Iverson </strong> denies this, as he wrote on his Twitter account: <q> I have never said anything about retirement, nor have I said goodbye to the game of basketball. Once I get past this, my plan is to continue playing at the highest level possible. So don't put me in my rocking chair just yet. Hold on, I'll be back! </q> It's not yet known if the lesion is benign or not, or if it's a cyst. <strong> Allen Iverson </strong>, 35, is expected to be out for several weeks", "sa": ["Allen Iverson"], "uid": "1295172659208863244"}]