[{"uid": "1296577954157810706", "i": 27949, "idx": 0, "sa": ["David Letterman", "Barbara Walters", "Regis Philbin", "Robin Williams", "Bill Clinton", "Charles Grandison Rose III", "Brad Womack"], "q": "next month and wants to celebrate their union with a... <strong> Barbara Walters </strong> looks at heart disease with <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong>... She talks to former <strong> Bill Clinton </strong>, <strong> Regis Philbin </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong> and <strong> Charles Grandison Rose III </strong>. <q> I realized there was really no alternative, if I wanted to live, I had to do this, </q> <strong> Bill Clinton </strong> says. <strong> Charles Grandison Rose III </strong> is more succinct:`` It was hell... Bachelor <strong> Brad Womack </strong>: Love, Lies and Betrayal! The Bachelor: Exclusive photos and OK! interview with Bachelor <strong> Brad Womack </strong>! After his", "new_id": -2}, {"uid": "1295816273266780679", "i": 52946, "idx": 0, "sa": ["Charlie Sheen", "Robert Pattinson", "Johnny Depp", "Susan Sarandon", "Angelina Jolie", "Kristen Stewart", "Tim Robbins", "Ricky Gervais"], "q": "Globes! <strong> Ricky Gervais </strong> Roasts <strong> Johnny Depp </strong>, <strong> Angelina Jolie </strong>, <strong> Charlie Sheen </strong>...( 429) <strong> Kristen Stewart </strong>'s Vogue Outtakes: Too Much Photoshop?( 426) Source: <strong> Robert Pattinson </strong> and <strong> Kristen Stewart </strong> Are`` Just Fine''( 298) <strong> Susan Sarandon </strong>: <q> I Don't Have a Boyfriend! </q> For quite some Tim Robbinse, numerous reports have claimed that href=\"http://au.eonline.com/uberblog/celebs/c116667_Susan Sarandon_Susan Sarandon.html\"> <strong> Susan Sarandon </strong>'s boyfriend is her young business partner Jonathan Bricklin. If the two are more than just dear friends( <strong> Susan Sarandon </strong> is in", "new_id": -2}, {"uid": "1296246869137003031", "i": 362, "idx": 1, "sa": ["Mike Pence", "Chris Christie", "Bryan Fischer"], "q": ". Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Chris Christietian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q> He is definitely the guy to watch, </q> says <strong> Bryan Fischer </strong> of the American Family Association, a group that opposes gay marriage and abortion. Now, MMike Pence has a decision to make: While he says he is seriously weighing a run for the White House,", "new_id": -2}, {"uid": "1295911715085770242", "i": 39707, "idx": 1, "sa": ["Bill Lockyer"], "q": "article on NY Times about`` discussions'' on state bankruptcies. Not Gon na Happen. Economix has California's state treasurer, <strong> Bill Lockyer </strong> response: href=\"http://economix.blogs.nytimes.com/2011/01/24/state-bankruptcies-ludicrous-he-says/#more-97567\"> State Bankruptcies?` Ludicrous,' He Says <q>`` It's a cynical proposal, intended to incite a panic in response to a phony crisis, </q> Mr. <strong> Bill Lockyer </strong> said in a conference call with journalists.`` Killer bees, space aliens, and now it's the invasion of the bankrupt states.'' \" Company: Calculated Risk Website", "new_id": -2}, {"uid": "1296561285179486740", "i": 58541, "idx": 1, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": "give his full attention to the job because of the drip-drip of claims about illegal eavesdropping under his editorship. Scotland Yard has since launched a fresh investigation of hacking allegations. The source said: <q> He had finished what he wanted to finish and good progress is being made with his replacement.`` It was his choice to leave quietly but he said a proper goodbye to the prime minister and those he worked closely with. </q> <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor, <strong> Clive Goodman </strong>, and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone hacking. Although he accepted ultimate", "new_id": -2}, {"uid": "1295735680191037477", "i": 52774, "idx": 5, "sa": ["Dick Cheney", "Colin Powell"], "q": "lots of fights,'' <strong> Colin Powell </strong> said, adding that at times, <strong> Dick Cheney </strong> thought he was`` off the farm'' on some issues.`` Isn't that true?'' <strong> Colin Powell </strong> asked, turning to <strong> Dick Cheney </strong>. <q> I could think of other ways to express it. </q> <strong> Dick Cheney </strong> replied. The Gulf War was the first major conflict that occurred as the Soviet Union was collapsing, a time in which the rules of international conduct were up for grabs. Iraq challenged the world", "new_id": -2}, {"uid": "1296625397267075647", "i": 46594, "idx": 1, "sa": ["Susan Boyle", "Simon Cowell", "Elaine Paige"], "q": "<strong> Susan Boyle </strong> shot to fame after auditioning for <strong> Simon Cowell </strong>'s Britain's Got Talent TV show, and she told the music mogul she dreamed of becoming as successful as her idol <strong> Elaine Paige </strong>. <strong> Elaine Paige </strong> subsequently labelled <strong> Susan Boyle </strong> a <q> virus that swept the world </q>, but made up for the slur by performing her track from the Chess musical I Know Him So Well with the unlikely superstar on a UK TV special. The stage star claims she was told their", "new_id": -2}, {"uid": "1296590351205504520", "i": 10311, "idx": 1, "sa": ["Enda Kenny", "Brian Cowen", "Eamon Gilmore"], "q": "potential insolvency. Fine Gael leader <strong> Enda Kenny </strong> decried Mr. <strong> Brian Cowen </strong>'s government as`` the worst in the history of the state.'' And Labour leader <strong> Eamon Gilmore </strong> said his party was determined to overturn Fianna Fail decisions <q> that brought down our country, that tied our state to the sinking and stinking misfortunes of the banks, and that sold us out in the deal with the EU and IMF. </q> href=\"http://www.washingtontimes.com/news/2011/feb/1/debt- burdened- ireland- faces- feb- 25- election/?page=2\"> Story Continues?`` previous1 href=\"http://www.washingtontimes.com/news/2011/feb/1/debt- burdened- ireland- faces- feb- 25- election/?page=2&amp;utm_medium=RSS&amp;utm_source=RSS_Feed\"> 2", "new_id": -2}, {"uid": "1295065496033882119", "i": 48277, "idx": 1, "sa": ["David Letterman", "Mike D'Antoni", "Amar'e Stoudemire"], "q": "get swamped at home by the Kings, who are one of the worst? To quote <strong> Amar'e Stoudemire </strong> on <strong> David Letterman </strong> Thursday,`` Is that a trick question?'' Actually, no. It was simple. <q> We don't even need to watch the tape, </q> coach <strong> Mike D'Antoni </strong> said. The Knicks didn't make enough shots, didn't avoid enough blocked shots, didn't rebound from... newsday.com is now available at no charge to Newsday and Optimum Online?", "new_id": -2}, {"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": "`` not committed'' to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q> Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile, </q> he said, adding he thinks <strong> Barack Obama </strong>`` is doing a good job right now.''  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}]