[{"uid": "1296570929178978913", "i": 5393, "idx": 2, "sa": ["Andy Coulson", "Nick Clegg"], "q": "Downing Street's indication that <strong> Andy Coulson </strong> will not be receiving severance pay is in line with the standard contract for special advisers, it said. The contract, drawn up in June, reads: <q> Because of the power of the Crown to dismiss at will, you are not entitled to a period of notice terminating your employment. However, unless your employment is terminated by agreement, results from... disciplinary proceedings, inefficiency or grounds justifying summary dismissal at common law, you will in practice normally be given not less than three months' notice in writing terminating your employment. On the expiration of such notice, your employment will terminate. </q> 66% of ComRes respondents thought PM should not have hired <strong> Andy Coulson </strong> knowing he had resigned as NoW editor over phone-hacking scandal. By Phone-hacking row: <strong> Nick Clegg </strong> urges police to investigate` quickly and thoroughly'", "new_id": -2}, {"uid": "1297444054223772678", "i": 21876, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "? Someone should hold him accountable before it's too late. <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> laid out the broad terms of the deal in an'' open letter.'' According to the document, <q> Nokia will adopt Windows Phone as its primary smartphone strategy </q>;`` Nokia will help drive and define the future of Windows Phone''; Nokia and Microsoft will closely collaborate on development, joint marketing initiatives'';`` Bing will power Nokia's search services across Nokia devices", "new_id": -2}, {"uid": "1295559654260145168", "i": 15636, "idx": 3, "sa": ["Eric Schmidt"], "q": "a trio, an approach they spelled out in an`` owner's manual'' included in the company's 2004 IPO filing.`` We run Google as a triumvirate,'' Page and Brin wrote. <q> The three of us run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way. </q> <strong> Eric Schmidt </strong> said Thursday that Page is`` ready to lead.'' Page, Google's founding CEO, will once again take charge of the company's day-to-day operations. He will also be in charge", "new_id": -2}, {"uid": "1296372558154075149", "i": 21096, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "comes as State Auditor Tom Salmon, a Republican who switched from the Democratic Party in 2008, considers a run against <strong> Sen. Bernie Sanders </strong> in 2012. He said he would announce his decision by March. <q> Obviously, <strong> Sen. Bernie Sanders </strong>'s going to raise the money he feels is necessary to be competitive, </q> said Phil Fiermont, <strong> Sen. Bernie Sanders </strong>' campaign director.`` We had a very good quarter and expect that's going to continue the next year and a half or more until we get to 2012.''", "new_id": -2}, {"uid": "1296768307240500746", "i": 24221, "idx": 1, "sa": ["Joy Philbin", "Barbara Walters", "David Letterman"], "q": "his open heart surgery in a TV special, A Matter of Life and Death, airing Friday on ABC. <strong> Barbara Walters </strong> said to <strong> David Letterman </strong>,`` You said the surgery was barbaric.'' <q> Well, it it barbaric. Before they wheeled me off I said,' I just don't want to hear the bone saw.' </q> The legendary 81-year-old newswoman is uniquely qualified for this show about celebrities who've undergone heart surgery, as she had a faulty heart valve replaced last year. Regis and <strong> Joy Philbin </strong> spoke to <strong> Barbara Walters </strong> about", "new_id": -2}, {"uid": "1295745495072876080", "i": 6369, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "of <strong> Andy Coulson </strong> in the phonetapping issue with such little vigour. cynosarge 23 January 2011 12:54 AM As the Guardian reports elsewhere, lawyers are now going after WurzelGummidge 23 January 2011 12:54 AM <q> MindYerBeak The trouble with <strong> David Cameron </strong> is he's so arrogant he thinks he's above the law. I'm convinced he's in cahoots with <strong> Rupert Murdoch </strong> and that he knows about the phone tapping. He's a schemer and he cares nothing about the electorate who are beneath his dignity. He thinks he can do as he pleases and is conceited enough to believe he'll be re-elected no matter how bad he manages the country. </q> I notice the black helicopters have arrived... You will be telling us next that <strong> David Cameron </strong> ordered <strong> Andy Coulson </strong> to hack the phones. ReturnOfTheKing 23 January 2011 1:01 AM Ishowerdaily 23 January 2011 1:03 AM", "new_id": -2}, {"uid": "1297130833188514310", "i": 22961, "idx": 6, "sa": ["Simon Cowell"], "q": "live and it was a proper, fair competition.'' The`` X Factor'' contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent. <q> I'm genuinely staggered this hasn't happened. All the signs are out there, from` Glee' to` High School Musical,' </q> he said, advising`` any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition.''", "new_id": -2}, {"uid": "1296774953170934311", "i": 4037, "idx": 1, "sa": ["David Letterman"], "q": "of the inappropriateness of this headline, with its modern-day drug connotation. Andrew from Unadilla said`` the DEA will be looking for Flo after that headline!'' Wilma from Grand Gorge chastised the headline-maker for <q> sullying this good woman's reputation. </q> Online,`` KcFourdoggs'' left a post saying,`` Great article... hopefully this headline doesn't make it to <strong> David Letterman </strong>.'' Well, the headline never made it into the late-night lexicon, and", "new_id": -2}, {"uid": "1295241579201310238", "i": 36423, "idx": 0, "sa": ["Jeff Merkley", "Jim Bunning", "Sen. Kay Bailey Hutchison", "Mike Crapo", "Ben Bernanke", "Sen. Bernie Sanders", "David Vitter", "Sen. Jim DeMint"], "q": "The others voting against <strong> Ben Bernanke </strong> were: Republicans <strong> Jim Bunning </strong> of Kentucky, <strong> Sen. Jim DeMint </strong> of South Carolina, <strong> David Vitter </strong> of Louisiana, <strong> Sen. Kay Bailey Hutchison </strong> of Texas and <strong> Mike Crapo </strong> of Idaho. The sole dissenting Democrat was <strong> Jeff Merkley </strong> of Oregon. <q> We can't have a Federal Reserve that the majority of Americans no longer trust, and that's what we have today, </q> said <strong> Sen. Jim DeMint </strong>. So dissatisfied by the bailouts, <strong> Sen. Bernie Sanders </strong>, an independent liberal from Vermont, wants to block the nomination on the Senate floor. He has placed a`` hold'' on the nomination,", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>.`` We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,'' <strong> Michael Cohn </strong> said in a phone interview. <q> But we don't have any fear with regards to Larry. </q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}]