[{"uid": "1295824906038354961", "i": 13965, "idx": 0, "sa": ["Andy Coulson", "Mahmoud Abbas"], "q": "homes Photo in Slideshow: FEATURE- Al Jazeera TV makes waves with Tunisia coverage Article: Israelis protest NGO probe: report... Photo in Slideshow: Palestinian President <strong> Mahmoud Abbas </strong> Photo in Slideshow: Palestinian President <strong> Mahmoud Abbas </strong> Report Abuse <q> Israel's Lieberman charts interim peace deal: report </q> Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297616629186400779", "i": 32533, "idx": 15, "sa": ["George H. W. Bush", "Osama bin Laden", "David Martin", "Donald Rumsfeld"], "q": "\"you lose.\" The <strong> George H. W. Bush </strong> administration certainly wasn't satisfied with just going after <strong> Osama bin Laden </strong>. Even before the bomOsama bin Ladeng of Afghanistan began, it was secretly planning to take out Saddam Hussein. <q> When did you first talk to <strong> George H. W. Bush </strong> about going after Saddam? </q> asked <strong> David Martin </strong>. \"Oh, I think it was in September,\" <strong> Donald Rumsfeld </strong> replied. \"So before the first U.S. boot is on the ground in Afghanistan...\" \"He", "new_id": -2}, {"uid": "1296784629036126790", "i": 50556, "idx": 7, "sa": ["Tommy Franks", "Osama bin Laden", "Donald Rumsfeld"], "q": ", including the oft-criticized decision not to pursue <strong> Osama bin Laden </strong> when he was widely believed to be hiding in the Tora Bora region in Afghanistan. He says he deferred to the commander in charge, General <strong> Tommy Franks </strong>, to determine <q> whether attempting to apprehend one man on the run, whose whereabouts were not known with certainty, was worth the risks inherent in such a venture. </q> He then claims that adding forces to Tora Bora risked an increase in casualties and more criticism from war critics. <strong> Donald Rumsfeld </strong> backs up his argument by claiming that previous <strong> Osama bin Laden </strong> sightings all proved to be false,", "new_id": -2}, {"uid": "1297120126257998868", "i": 29003, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1295956782098172946", "i": 38179, "idx": 0, "sa": ["Katy Perry", "Derek Hough", "Simon Cowell"], "q": "heads Stateside after impressing on the UK version, but producers are unconvinced and believe American audiences may prefer a more recognisable star such as Rihanna or <strong> Katy Perry </strong>. A friend of Cheryl's rumoured boyfriend <strong> Derek Hough </strong> said: <q> Everyone thinks Cheryl has the judging job on US' X Factor' in the bag. \"The truth is, nothing has been signed and the producers still aren't convinced. \"They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> <strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old Girls Aloud star has what it takes to draw audiences in across the Atlantic.", "new_id": -2}, {"uid": "1295669808206995498", "i": 48766, "idx": 0, "sa": ["Justin Bieber", "Steven Spielberg", "David Letterman", "Sidney Crosby"], "q": "Agency, one of Hollywood's top talent agencies. He is remaining part of that company, which includes a who's- who list of clients ranging from <strong> Sidney Crosby </strong> to <strong> Steven Spielberg </strong>, <strong> David Letterman </strong> to <strong> Justin Bieber </strong>. <q> Shari has been very valuable to me and my career over the last several years, </q> said St-Pierre in the statement. \"We broke through a lot of barriers together and so I will always be grateful to her and call her my friend.\" Spencer said she \"is", "new_id": -2}, {"uid": "1297452178198262785", "i": 49559, "idx": 0, "sa": ["Barack Obama", "Donald Rumsfeld"], "q": ". Two months after <strong> Barack Obama </strong> signed a law that will lead to the repeal of don't ask, don't tell, <strong> Donald Rumsfeld </strong> told ABC News Radio the nation is ready for open service. <q> First of all, we know that gays and lesbians have been serving in the military for decades with honorable service, </q> <strong> Donald Rumsfeld </strong> said. \"We know that[ repeal of a ban on gays serving openly] is an idea whose time has come.\" <strong> Donald Rumsfeld </strong> says he has \"enormous respect\" for the ground commanders", "new_id": -2}, {"uid": "1295959624077971469", "i": 28247, "idx": 0, "sa": ["Andy Coulson", "Alan Rusbridger"], "q": "journalism and editorial jobs on Journalism.co.uk this week Spanish judge to travel to Iraq to visit scene of cameraman's death Al-Jazeera offices in Ramallah entered by security forces, reports correspondent Channel 4 News: <strong> Andy Coulson </strong> resigns again <q> over something he knows nothing about </q>#jpod: The week's top news stories from Journalism.co.uk, 21 January 2011 <strong> Alan Rusbridger </strong> on <strong> Andy Coulson </strong> resignation:` This is not the end of the story'", "new_id": -2}, {"uid": "1295056121189628419", "i": 41984, "idx": 0, "sa": ["Ron Klain", "Bill Clinton", "A Clinton White", "Bernie Sanders"], "q": "Democratic activists and liberals on Capitol Hill. They believe the selections stRon Klaingly suggests the <strong> Bill Clinton </strong> will abandon liberals, cut deals with Republicans and firmly nudge his administration to the right- much as <strong> A Clinton White </strong> did. <q> I worry about his appointments, </q> said Sen. <strong> Bernie Sanders </strong>( I-Vt.) \"It's a move in the conservative direction.\" <strong> Bernie Sanders </strong>, who caucuses with Democrats, said he's worried that Obama will endorse the deficit commission's proposals", "new_id": -2}, {"uid": "1295648671247758850", "i": 6386, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "will prevent wireless providers from blocking access to sites or services that compete with the providers' own, while the Google/Verizon proposal doesn't explicitly do so. Free Press counsel Aparna Sridhar said Verizon's lawsuit <q> demonstrates that even the most weak and watered-down rules aren't enough to appease giant phone companies. </q> Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong> Will Step Aside for Google Cofounder <strong> Larry Page </strong> In a move that surprised industry analysts, <strong> Eric Schmidt </strong> is stepping down as Google's CEO.", "new_id": -2}]