[{"uid": "1295683128125009927", "i": 8883, "idx": 0, "sa": ["Maurice Cheeks", "Chris Webber", "Allen Iverson"], "q": "meeting. <strong> Maurice Cheeks </strong> was typically mellow when he finally met the media, saying the Sixers were a ''work in progress'' that would eventually become the type of team that can make some noise in the East. <q>It's us trying to stay together, which we will, and to keep working to figuring out how to win games,</q> <strong> Maurice Cheeks </strong> said. ''There are a lot of things we've got to work on.'' <strong> Allen Iverson </strong> led the Sixers with 36 points and <strong> Chris Webber </strong> had 15. ''The most I got out of it was that", "new_id": -2}, {"uid": "1295548558137363461", "i": 36121, "idx": 0, "sa": ["Edwin Edwards", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "their first glimpse of <strong> Jennifer Lopez </strong> and Aerosmith front man <strong> Steven Tyler </strong> as they weeded out good singers from the thousands of early auditions-- without the caustic presence of British judge <strong> Simon Cowell </strong>. <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 <q>The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State...</q> former governor edwin e...( 18:02:05 ''former governor edwin edwards granted 5 day furlough==== wesawthat.blogspot.com====...'' <strong> Edwin Edwards </strong> Top Ten F...( 18:03:04 ''Louisiana's legendary governor <strong> Edwin Edwards </strong> was a guest on", "new_id": -2}, {"uid": "1296566910244629509", "i": 13870, "idx": 5, "sa": ["Allen Iverson"], "q": "winning streak snapped Tuesday in Toronto, moved 7 1/2 games ahead of the second-place Knicks in the Atlantic Division. ''This is the first real team I've been on in my life,'' <strong> Allen Iverson </strong> said. <q>There are no egos, nobody cares who's shooting the ball, who has the name, who's the All-Star. It's all about one common goal: bringing a championship to Philadelphia.</q> And <strong> Allen Iverson </strong> is the biggest reason why, despite his latest controversy. He made headlines after verbally sparring with fans in Indiana on Sunday. ''It was blown out of proportion because people heard me responding back,", "new_id": -2}, {"uid": "1295395071226230299", "i": 6463, "idx": 1, "sa": ["Tramon Williams", "Michael Vick"], "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q>When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is,</q> Packers coach Mike McCarthy said. ''That's the type of level that he's playing at.'' McCarthy isn't surprised at the way <strong> Tramon Williams </strong> has developed, calling him one of the team's", "new_id": -2}, {"uid": "1295521028242155602", "i": 12773, "idx": 0, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "to the Daily Mail that <strong> Cher Lloyd </strong> is not keen on the ''bubblegum' pop songs that <strong> Simon Cowell </strong> has got lined up for her and wants to record more` urban' songs. A source said: <q>You'd think <strong> Cher Lloyd </strong> would just be happy for the chance, but she's told <strong> Simon Cowell </strong> she wants to do it her own way. ''She's thrown a few heavy-duty tantrums and is, frankly, being a bit of a pain.</q> They added: ''You have to admire such self-confidence in a young girl, but she's no respecter of authority and she's had run-ins with a few people.''' However, <strong> Cher Lloyd </strong>", "new_id": -2}, {"uid": "1295242191190218251", "i": 3465, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "all three patients on Monday. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> told US television Sunday she had visited <strong> Gabrielle Giffords </strong> the previous day and found her ''doing great'' and ''making progress every day.'' <strong> Gabrielle Giffords </strong> is <q>using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,</q> <strong> Kirsten Gillibrand </strong> told NBC's ''Meet The Press'' program. ''It's an extraordinary amount of progress for a woman who sustained such a horrific injury,'' she added. Another congressional colleague", "new_id": -2}, {"uid": "1296717067176898072", "i": 14614, "idx": 0, "sa": ["Michael Jordan", "Allen Iverson", "Reggie Miller", "Tayshaun Prince"], "q": "him. I don't know if anybody can stop him when he's on his game.'' ''To tell you the truth, all we can keep doiing is keep plugging away,'' <strong> Reggie Miller </strong> said. <q>We had a great opportunity to take this game tonight. But <strong> Michael Jordan </strong> wouldn't be denied. He did what a great player always does, he stepped up and took over.</q> In addition to <strong> Michael Jordan </strong>'s second-half explosion, the Bulls also used several other ingredients from their Game One victory- more http://wn.com/Allen_Iverson_19pts_vs_Nets_08/09_NBA_*Clutch_Plays <strong> Allen Iverson </strong> and <strong> Tayshaun Prince </strong> stepped up for the short-handed Detroit Pistons. <strong> Allen Iverson </strong> scored 19 points, and", "new_id": -2}, {"i": 556, "idx": 14, "index_answer": 0, "new_id": -1, "q": "think you could have made it a hit.'?'' American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. <q>It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looking at you, like, ''What just happened?'?</q> But <strong> Simon Cowell </strong>'s value was instantly clear. ''I still didn't know what the hook of this show was-all these kids come out and sing,''' stage manager <strong> Debbie Williams </strong> remembers of her first day on", "sa": ["Brian Dunkleman", "Simon Cowell", "Debbie Williams"], "uid": "1295218070163594249"}, {"uid": "1296922649262193174", "i": 35460, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,'' Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. <q>He wanted the options to be ''creative.'</q>'''[ snip] His biggest mistake, Mr. <strong> Donald Rumsfeld </strong> writes, was in not forcing Mr. <strong> President Bush </strong>\\ to accept his offers to resign after the abuse of Iraqi detainees by American military jailers came", "new_id": -2}, {"uid": "1295667423103448577", "i": 38363, "idx": 1, "sa": ["Andy Coulson"], "q": "public figures launching civil actions against publisher News International over alleged hacking. The Prime Minster went on to praise the manner in which <strong> Andy Coulson </strong> ran the Number 10 communication's team, saying it worked in a <q>very proper and transparent and decent way; that hasn't always been the case in the past</q>. <strong> Andy Coulson </strong> has been the centre of endless speculation in recent months over how much he knew about phone-hacking while he was editing the News of The World and how widespread it was.", "new_id": -2}]