[{"i": 10201, "idx": 5, "index_answer": 1, "new_id": -1, "q": "administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q>The administration knows that I am quite content with the work I am doing now,<q> he said. \"I am not interested in a government job.\" Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "uid": "1295805220124010531"}, {"uid": "1296106909116244575", "i": 39386, "idx": 10, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q>Matt is great. The coaching staff is great. We're just having a good time,<q> he said. \"I like what they're doing in the offence and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.\" <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1296859928024854534", "i": 4829, "idx": 1, "sa": ["Sergio Marchionne"], "q": "profit if it weren't for interest on the loans. Refinancing would let him \"stop explaining why I'm paying shyster rates,\" <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> told reporters at an automotive conference that he would like <q>at least to have an agreement in principle<q> with banks by the end of March. The company is talking with Goldman Sachs and other banks about the refinancing, he said. Besides the loans, the two governments took ownership stakes in Chrysler when it came", "new_id": -2}, {"uid": "1295008939037093396", "i": 37773, "idx": 12, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "Kelly then said: \"If you can see me, give us the thumbs up,\" <strong> Kirsten Gillibrand </strong> said. Hearing that, <strong> Gabrielle Giffords </strong> raised her hand and tried to hug her husband. <q>She wanted us to know she was with us 100 percent and understood everything we were saying,<q> <strong> Kirsten Gillibrand </strong> said. <strong> Kirsten Gillibrand </strong> and <strong> Gabrielle Giffords </strong> struck up a close friendship in 2007, their first year serving in the House, where they both served on the Armed Services Committee. They bonded as they took an", "new_id": -2}, {"uid": "1296438033168050752", "i": 27979, "idx": 2, "sa": ["Zahi Hawass"], "q": "shop and stole the jewelry. Restricted by a curfew, <strong> Zahi Hawass </strong> spent the night at home, fretting about the fate of his country's treasures. \"I was so worried,\" he said. <q>I have been protecting antiquities all my life. I felt if the Cairo museum is robbed, Egypt will never be able to get up again.<q> Early Saturday, <strong> Zahi Hawass </strong> made his way through the crowds to reach the museum. He gathered students and others protesting in the streets and rallied them to the building in central Cairo. Although the", "new_id": -2}, {"uid": "1295952349149733383", "i": 5491, "idx": 0, "sa": ["Cheryl Cole", "Girls Aloud", "Derek Hough", "Katy Perry", "Simon Cowell"], "q": "Stateside after impressing on the UK version, but producers are unconvinced and believe American audiences may prefer a more recognisable star such as Rihanna or <strong> Katy Perry </strong>. A friend of <strong> Cheryl Cole </strong>'s rumoured boyfriend <strong> Derek Hough </strong> said: <q>Everyone thinks <strong> Cheryl Cole </strong> has the judging job on US' X Factor' in the bag. \"The truth is, nothing has been signed and the producers still aren't convinced. \"They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US.<q> <strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old <strong> Girls Aloud </strong> star has what it takes to draw audiences in across the Atlantic. The source added to The", "new_id": -2}, {"uid": "1296128045255868977", "i": 30200, "idx": 7, "sa": ["Michael Vick"], "q": "and he could become a free agent if the NFL labor situation allows. The Eagles want him back and <strong> Michael Vick </strong> wants to stay in Philadelphia, which gave him a shot when it seemed no one else would. <q>Hopefully, I'll be with the Eagles next year. We'll see what happens,<q> said <strong> Michael Vick </strong>, who added that he expects \"everything to go according to plan.\" \"We'll see what happens over the next couple months. I just got to be patient and take it day by", "new_id": -2}, {"uid": "1296522021211714148", "i": 16532, "idx": 0, "sa": ["Sergio Marchionne"], "q": "spokeswoman at Chrysler Canada, said Monday. Chrysler's salaried employees- 10,000 in the U.S. and 755 in Canada- will also receive a bonus, although Gosselin declined to disclose the amount. <q>Those detail are considered confidential employment records,<q> she said. Employees received an email from Chrysler Group CEO <strong> Sergio Marchionne </strong> Monday morning notifying them of the payment as well as the company's financial performance in 2010. In a conference call with analysts", "new_id": -2}, {"uid": "1295606779143458349", "i": 41808, "idx": 0, "sa": ["Simon Cowell"], "q": "MUSIC mogul <strong> Simon Cowell </strong> has confessed he learnt nothing at school. Instead he taught himself and relied on \"instincts\" to amass a Â£ 165million fortune. He said: <q>I never really had a proper education. I wasn't born with any skill. I didn't learn anything from school. \"Mainly, I trust my instincts because I have very broad tastes. \"I believe if I like something, other people are going to like it as well.<q> Have your say on the issues of the day with MY Sun Â© News Group Newspapers Ltd. \"The Sun\", \"Sun\", \"Sun Online\" are registered trademarks or trade names of News Group", "new_id": -2}, {"uid": "1297430731170164227", "i": 19186, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "revenue from a year before. But profits plunged by 23 percent, indicative of the once mighty phone manufacturer's struggles. Nokia then pledged to outline a new strategy on Feb. 11. Reorganization <q>We each bring incredible assets to the table,<q> <strong> Stephen Elop </strong>, Nokia's chief executive, and <strong> Steve Ballmer </strong>, Microsoft's chief executive, said in a joint statement. \"Nokia's history of innovation in the hardware space, global hardware scale, strong", "new_id": -2}]