[{"uid": "1296136659006979634", "i": 11542, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "children. <strong> Camille Grammer </strong>'s children. The <strong> David Letterman </strong> cutaway shot which cut through <strong> Camille Grammer </strong>'s heart. The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.'' COHEN: <q> There's a shot of her with the kids on <strong> David Letterman </strong>. </q> CAMILLE:`` He uses them as props. It's tough, it's harsh. It hurts, of course.'' The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Camille_Grammer_Opens_Up_on_Reality_TV_and_Divorce http://wn.com/Camille_Grammer_Demands_50_Million_In_Divorce_Settlement_Report", "new_id": -2}, {"uid": "1297639527102711458", "i": 15190, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush"], "q": "a memo saying that`` we might be missing an opportunity'' and wondering if more troops were needed. <strong> Donald Rumsfeld </strong> alleges that he later learned a CIA agent on the ground had requested just that, but adds: <q> I never received such a request from either <strong> Tommy Franks </strong> or Tenet. And can not imagine denying it if I had. If someone thought <strong> Osama bin Laden </strong> was cornered, as later claimed, I found it surprising that Tenet had never called me to urge <strong> Tommy Franks </strong> to support their operation. </q> <strong> Donald Rumsfeld </strong>'s explanation?`` Their recollections may be imperfect.'' stress his loyalty to <strong> President Bush </strong> and to express admiration for his personal qualities, he employs his best more-in-sorrow-than-in-anger tone to describe a president who too", "new_id": -2}, {"uid": "1295628188045006849", "i": 24989, "idx": 0, "sa": ["Steve Ballmer", "Barack Obama"], "q": "October, <strong> Steve Ballmer </strong> went on record to slam the`` extreme'' use of illegal software by Chinese businesses. Although details on what was actually said are scant, <strong> Barack Obama </strong> noted that <q> we were just in a meeting with business leaders, and <strong> Steve Ballmer </strong> of Microsoft pointed out that their estimate is that only one customer in every 10 of their products is actually paying for it in China. And so can we get better enforcement, since that is an area where America excels-- intellectual property and high-value added products and services </q>. blog post added that <strong> Steve Ballmer </strong> raised,''[ the] importance of intellectual property, or IP, to the future success and economic development of both countries, and noted the serious IP piracy problems that currently", "new_id": -2}, {"uid": "1295808974069746715", "i": 5557, "idx": 1, "sa": ["Mimi Walters", "Jerry Brown", "Bill Lockyer"], "q": "benefit plans.`` We want reforms in place before there's any discussion about tax increases,'' said <strong> Mimi Walters </strong>, the GOP's nominee last fall for state treasurer who was trounced by incumbent <strong> Bill Lockyer </strong>. <q> I do know there's not support at all to even put it on the ballot without significant pension reforms. </q> <strong> Jerry Brown </strong> has proposed cutting$ 12.5 billion in expenditures and asking voters to extend for five years temporary taxes on personal income, sales and autos in an attempt to solve a$ 25.4 billion deficit.", "new_id": -2}, {"uid": "1296225396172146744", "i": 29679, "idx": 2, "sa": ["Eric Schmidt"], "q": ".`` I'm somewhat perplexed by the obsession because I don't think the facts support it. Things are going great for Google,'' he added. However, he apparently said: <q> We have a competitor called Microsoft[ that] has more cash, more engineers, more global reach. We see competition from Microsoft every day. </q> He then addressed competition with Apple, which Google partners with on YouTube, maps and search, but of course the two companies are smartphone rivals. <strong> Eric Schmidt </strong> reportedly said that Google could theoretically compete with Apple", "new_id": -2}, {"uid": "1295505910113688578", "i": 40585, "idx": 1, "sa": ["Sergio Marchionne"], "q": "capital structure, <strong> Sergio Marchionne </strong> said. For now, work can not stop if Chrysler is going to continue to rejuvenate its lineup, pay off government bailout loans and take the company public again. <q> I can't stop the machine, </q> <strong> Sergio Marchionne </strong> said.`` So far I have been able to manage it,'' but`` there will come a point in time when I have to go into the kitty and use other cash for this.''", "new_id": -2}, {"uid": "1295641936266682375", "i": 38992, "idx": 0, "sa": ["Eric Schmidt", "James Fallows"], "q": "married to Deborah <strong> James Fallows </strong>, author of the recent book am leaving for a while, I would want to find out more about this management change announced just now by Google, in which co-founder Larry Page <q> will take charge of Google's day-to-day operations as Chief Executive Officer, </q> and the current CEO, <strong> Eric Schmidt </strong>,`` will assume the role of Executive Chairman, focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are", "new_id": -2}, {"uid": "1295351084138280973", "i": 681, "idx": 0, "sa": ["Steve Ballmer"], "q": "Microsoft CEO <strong> Steve Ballmer </strong> is expected to discuss the release and the company's CRM strategy during a speech Monday. The global availability of CRM Online as well as its hooks into Microsoft's collaboration and productivity software <q> are going to raise the level of competition in general in CRM, </q> said Brad Wilson, general manager of Dynamics, in an interview. CRM 2011 does not match up feature-for-feature with Salesforce.com but`` it's comparable from a salesperson's point of view in terms of what", "new_id": -2}, {"uid": "1295206158169885726", "i": 38464, "idx": 2, "sa": ["Simon Cowell"], "q": ".`` It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.'' <strong> Simon Cowell </strong> added: <q> At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years!`` Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge. </q> This is a fictional news article. It is just a bit of fun and purely speculation on what Helen BaxendaleThe actress on EastEnders: Tiffany's behaviour disturbs Bianca Emmerdale: Andy is suspected of", "new_id": -2}, [{"i": 27784, "idx": 2, "index_answer": 1, "new_id": -1, "q": "Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime minister <q> does not understand anything in terms of manufacturing and industry, but understands much about public opinion[ and is] is building up a little show. </q> The union- considered by many to be Fiat's most hardline labour body- highlighted concerns Fiat could move its headquarters to Chrysler Group in Auburn Hills, Michigan- a possibility that has caused uproar in", "sa": ["Maurizio Sacconi", "Sergio Marchionne", "Gianni Letta"], "uid": "1297265697007700481"}]]