[{"uid": "1295672866088440848", "i": 13799, "idx": 1, "sa": ["Andy Coulson"], "q": "as Downing Street communications chief. In a personal statement, Mr <strong> Andy Coulson </strong> said that the drip-drip of claims about illegal eavesdropping under his editorship meant he could not`` give the 110% needed''. <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. The Prime Minister said he was`` very sorry'' Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being`` punished for the same offence twice", "new_id": -2}, {"uid": "1295338483194592772", "i": 11007, "idx": 0, "sa": ["C Phillip Morris", "Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": "show has been pretty good so far, wouldn't you?'' Talking about flick I Love You, <strong> C Phillip Morris </strong>, <strong> Ricky Gervais </strong> noted it starred`` two heterosexual actors pretending to be gay'', adding: <q> Sort of the complete opposite of some famous Scientologists, then. </q> As the LA audience gasped, he noted:`` My lawyers helped me with the wording of that joke.'' <strong> Ricky Gervais </strong> also ridiculed flop The Tourist, with <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>, adding it only", "new_id": -2}, {"uid": "1296053683158892039", "i": 29920, "idx": 2, "sa": ["Michael Vick"], "q": "were thin, light and able to withstand the crushing force of a blitz. Most NFL players do not use leg protection because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton?. <q> I forgot the Unequal pads were in my pants, </q> says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs.`` I didn't feel a thing!'' Unequal was first introduced to many of the NFL teams, including the href=\"http://www.earthtimes.org/tag/Philadelphia.html\"> Philadelphia Eagles", "new_id": -2}, {"uid": "1296789105264011886", "i": 40218, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "the Chicago native who twice ran the Pentagon. Here are a few:? The day after graduating from college in 1954, <strong> Donald Rumsfeld </strong> was back home in Illinois and told his parents he was going out. <q> I went to find Joyce and asked her to marry me, </q> he says of Joyce Pierson, whom he had stayed in touch with since high school.`` There was little buildup, little suspense, and The 2011 State of the U...( 19:02:02`` <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1296937608113295368", "i": 37964, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "of Super Bowl vision in Texas Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. <q> I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him, </q> <strong> Roger Goodell </strong> said.`` He takes that seriously also.'' <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009", "new_id": -2}, {"uid": "1296494521100859915", "i": 32112, "idx": 10, "sa": ["Allen Iverson", "Chris Bosh", "José Calderón", "Ray Allen", "Danny Granger"], "q": "`` When TJ comes into the game, he gives you a different look, and when <strong> José Calderón </strong> comes into the game, he gives you a different look.'' <strong> Chris Bosh </strong> said there's no need for controversy. <q> Him( Ford) and <strong> José Calderón </strong> can split time, whoever's playing the best, or they can play together, </q> he said. Indiana forward <strong> Danny Granger </strong> said Ford looked like his old self.`` He's got something you can't really http://wn.com/Ray Allen_Allen Iverson_20pts_vs_Indiana_Pacers_09/10_NBA_*Home-to-Home_Game_2 <strong> Allen Iverson </strong>'s`` team first'' approach with the Philadelphia 76ers has earned him respect from", "new_id": -2}, {"uid": "1295528247026280001", "i": 37493, "idx": 0, "sa": ["Charlie Sheen", "Johnny Depp", "Angelina Jolie", "Robert Downey Jr.", "Ricky Gervais"], "q": "Golden Globes again any time soon. After a rather controversial Golden Globes 2011, it's no surprise that <strong> Ricky Gervais </strong> will not be hosting again next year. When asked if he would consider 2012, he said: <q> It doesn't really matter because I'm not going to do it anyway. I said I wouldn't do it a second time but I think twice is enough. </q> <strong> Ricky Gervais </strong> caused controversy when he ridiculed several top Hollywood stars including <strong> Angelina Jolie </strong>, <strong> Johnny Depp </strong>, <strong> Charlie Sheen </strong> and <strong> Robert Downey Jr. </strong>, with his remarks branded as`` unacceptable'' by event organisers. 2011 Golden Globes- Best Supporting Actress- Nominees", "new_id": -2}, {"uid": "1295627741146702395", "i": 16600, "idx": 7, "sa": ["Eric Schmidt"], "q": "the World As We Know It,'' said in an interview that while Mr. <strong> Eric Schmidt </strong> may simply have been ready for a change after 10 years, he may have received some encouragement to step aside. <q> I don't think he was pushed aside, but he may have been nudged, </q> he said. Under Mr. <strong> Eric Schmidt </strong>'s helm, Google has prospered, but over the years, it has become less attractive to some engineers, who say it has become harder to develop new ideas while", "new_id": -2}, {"uid": "1297654044124387332", "i": 20113, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld", "Katherine Gallagher"], "q": "statement said. <strong> Donald Rumsfeld </strong>: Saddam Targeted <strong> Donald Rumsfeld </strong>'s and <strong> George W. Bush </strong>'s Daughters CCR lawyer <strong> Katherine Gallagher </strong> said that as <strong> George W. Bush </strong>'s visit to Canada draws closer,`` we will see what actions we will take.'' <q> I think we have to strategize and think that through with colleagues up in Canada, </q> she told the Georgia Straight newspaper in Vancouver.`` It's the next visit that we've heard about and we're going to be following up and seeing what we know about it and preparing for it.", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season.`` I thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q> <strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}]