[{"uid": "1297350455055672878", "i": 12135, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence", "Tim Scott"], "q": ".`` If <strong> Mitch Daniels </strong> is planning to run for president by running away from social issues, he will face a grass-roots revolt,'' said Andy Blom, executive director of the American Principles Project. <q> Mr. <strong> Mitch Daniels </strong> is only causing divisions in the movement by this talk of a` truce.' </q> <strong> Mike Pence </strong>, R-Ind., who is a favorite of fiscal and social conservatives but rejected appeals that he run for president, turned down an invitation to speak at CPAC, where he has appeared six Tim Scottes.", "new_id": -2}, {"uid": "1296716741185712646", "i": 36337, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "to resolve the arguments between State and Defense before the invasion on how to handle the transition, <strong> Donald Rumsfeld </strong> said.`` Those key differences were never clearly or firmly resolved in the NSC,'' <strong> Donald Rumsfeld </strong> writes. <q> Only the <strong> George W. Bush </strong> could do so. </q> In the end, <strong> Donald Rumsfeld </strong> says, the Middle East is better off without Saddam Hussein in power in Iraq. Developers add housing, possibly a hotel, to Hine Junior High development Another day,", "new_id": -2}, {"uid": "1295597137034635799", "i": 38116, "idx": 1, "sa": ["John McCain", "Colin Powell", "Barack Obama", "Eric Holder"], "q": "!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the`` inclusive nature of his campaign.'' <q> I think he is a transformational figure, he is a new generation coming onto the world stage, onto the AmEric Holderan stage, and for that reason I'll be voting for Sen. <strong> Barack Obama </strong>, </q> <strong> Colin Powell </strong> said on NBC's`` Meet the Press.'' <strong> Colin Powell </strong> said he was concerned about what he characterized as a recent negative turn of Republican candidate Sen. <strong> John McCain </strong>'s campaign, such as the campaign's attempts to", "new_id": -2}, {"uid": "1297244504083116036", "i": 45249, "idx": 0, "sa": ["Donald Rumsfeld", "Robert Peston"], "q": "lending, transparency and bonuses will be announced by the...'' href=\"http://www.bbc.co.uk/blogs/opensecrets/2011/02/balen_report_the_case_continue.html\">`` Today was to have seen a Supreme Court hearing- and thus possibly the final stage- in the most...'' href=\"http://www.bbc.co.uk/blogs/thereporters/rorycellanjones/2011/02/the_future_of_friends_-_who_ca.html\"> <q> Facebook has won the social networking wars, right? The likes of MySpace, Bebo and Friends Reunited have fallen by the... </q>`` At 78, age has not mellowed him. As <strong> Donald Rumsfeld </strong> embarks on a series of TV interviews to promote his...'' You can stay up to date with <strong> Robert Peston </strong>'s Picks via these feeds.", "new_id": -2}, {"uid": "1295968284135200834", "i": 26254, "idx": 0, "sa": ["Andy Coulson"], "q": "journalism and editorial jobs on Journalism.co.uk this week Spanish judge to travel to Iraq to visit scene of cameraman's death Al-Jazeera offices in Ramallah entered by security forces, reports correspondent Channel 4 News: <strong> Andy Coulson </strong> resigns again <q> over something he knows nothing about </q>", "new_id": -2}, {"uid": "1296586485184188975", "i": 38945, "idx": 0, "sa": ["Zahi Hawass"], "q": " Advertisement( s) Advertisement Hundreds of Looted Treasures Recovered, Egypt's Antiquities Chief Reports Cultures The following statement by href=\"http://www.drZahi Hawass.com/\"> <strong> Zahi Hawass </strong>, Egypt's new Minister of Antiquities and head of <q> a newly created department that will be charged with the care and protection of all Egyptian monuments and museums, </q> was By <strong> Zahi Hawass </strong> I would like to tell the people, all over the world, the good news: the storage magazine that was looted in Qantara, in the Sinai, has had 288 objects", "new_id": -2}, {"uid": "1297424141196083722", "i": 17240, "idx": 2, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "'' said Nokia CEO <strong> Stephen Elop </strong> at his press conference.`` We have an opportunity to disrupt the trajectory in the mobile ecosystem. Together we will deliver great mobile products.'' <strong> Steve Ballmer </strong> said Microsoft and Nokia <q> can work together in a different kind of a way. </q> Nokia and Microsoft engineers will collaborate. Nokia will bring its hardware expertise to the partnership and help devStephen Elop Windows Phone 7. Both <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> noted that the partnership will yield some enterprise friendly devStephen Elopments. At", "new_id": -2}, {"uid": "1295665713153141253", "i": 53869, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "John Simpson"], "q": "and expressed optimism that the changes at the top mean href=\"http://www.earthtimes.org/tag/Google.html\"> Google will return to the values of its founders. Current CEO <strong> Eric Schmidt </strong> will become`` executive chairman,'' Google said. <q> <strong> Eric Schmidt </strong> has put his foot in his mouth so far on key issues like privacy that he's kicked himself out of the CEO's office, </q> said <strong> John Simpson </strong>, director of Consumer Watchdog's Inside Google Project. Consumer Watchdog looks forward to engaging with <strong> Larry Page </strong> as he assumes his new role and discussing consumer issues like protecting consumers' online privacy.", "new_id": -2}, {"uid": "1295008484200032264", "i": 28066, "idx": 7, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "couldn't believe it. They said,` This is such a good time.''' <strong> Mark Kelson </strong> saw her struggling, <strong> Kirsten Gillibrand </strong> said, and he and the others began to encourage her, saying, <q> Open your eyes, <strong> Gabrielle Giffords </strong>. Open your eyes. </q> And <strong> Gabrielle Giffords </strong> did. Her right eye remains bandaged, but <strong> Gabrielle Giffords </strong> is opening both of them, doctors said Thursday`` She took a moment to focus, you could see she was focusing,", "new_id": -2}, {"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy.`` I think that's part of what he's been positioning for,'' said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q> In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will </q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}]