[{"uid": "1295103301211468349", "i": 16600, "idx": 2, "sa": ["John Elkann", "Sergio Marchionne", "Silvio Berlusconi"], "q": "Fiat's six auto factories in Italy, the most important topic in the country the past two weeks, with daily front-page coverage by major newspapers and prompting commentary from political leaders including Prime Minister <strong> Silvio Berlusconi </strong>. <q> Now we have to put behind us all the conflicts and face the challenges that we have in front of us in a constructive way, </q> Fiat Chairman <strong> John Elkann </strong> said today. \"I reiterate the full support from my family.\" The vote is \"symbolic\" and \"represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break", "new_id": -2}, {"uid": "1296413477170033187", "i": 20905, "idx": 4, "sa": ["Mike Pence", "Dan Quayle", "Bill Stephan", "Ronald Reagan", "Jack Kemp"], "q": "remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve,\" <strong> Bill Stephan </strong> said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school, largely because he heard in <strong> Ronald Reagan </strong> <q> the manifestation of the kind of traditional <strong> Michael Feinstein </strong> ideals that I was raised to believe in. </q>( Besides <strong> Ronald Reagan </strong>, <strong> Mike Pence </strong>'s top political heroes include Republicans <strong> Jack Kemp </strong> and <strong> Dan Quayle </strong>.) But his first attempts at elected office-- not counting his successful run for class president in high school-- did not", "new_id": -2}, {"uid": "1296063787120487940", "i": 1306, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "26 January 2011 4:45 PM This comment has been removed by a moderator. Replies may also be deleted. GetOffTheStage 26 January 2011 4:48 PM BitterBunny 26 January 2011 4:52 PM <q> On 17 January, three days after <strong> Keir Starmer </strong>'s statement, Mulcaire submitted a statement to the high court confirming <strong> Ian Edmondson </strong> had asked him to hack into voicemails left on a mobile phone belonging to the football agent <strong> Sky Andrew </strong>. </q> http://www.guardian.co.uk/media/2011/jan/26/news-of-the-world-phone-hacking Then, apparently out of the blue, on the 19th, <strong> Andy Coulson </strong> tells <strong> David Cameron </strong> he's resigning, and they try bury it on the 21st. The whole thing stinks to high heaven.", "new_id": -2}, {"uid": "1296770549227754057", "i": 48769, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "\" report, which said nearly two-dozen suspended and debarred vendors had been awarded contracts either because the government didn't consult the EPLS, or agencies willingly ignored a contractor's status for national security purposes. <q> It is clear that DoD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> <strong> Sen. Bernie Sanders </strong> said. \"DoD is very concerned about any fraudulent activity on the part of its contractors,\" the department said in a statement Thursday. \"In addition to the criminal, civil penalties and", "new_id": -2}, {"uid": "1295672866088440848", "i": 11472, "idx": 0, "sa": ["Andy Coulson"], "q": "as Downing Street communications chief. In a personal statement, Mr <strong> Andy Coulson </strong> said that the drip-drip of claims about illegal eavesdropping under his editorship meant he could not \"give the 110% needed\". <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. The Prime Minister said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice", "new_id": -2}, {"uid": "1295566930055705737", "i": 33143, "idx": 1, "sa": ["Eric Schmidt"], "q": "talks about how mobile stuff is perhaps the biggest thing at Google for 2011. \"As I think about Google's strategic initiatives in 2011, I realize they're all about mobile,\" he wrote. <q> We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth- and to deliver such a service at scale. </q> However, <strong> Eric Schmidt </strong> says Googe needs to do three things-help spur faster networks( he sites LTE in particular), support mobile payment initiatives and increase the availability of inexpensive smartphones. Those latter two initiatives he", "new_id": -2}, {"uid": "1295264247086458386", "i": 7446, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "<strong> Andy Coulson </strong> denies being aware of any wrongdoing at the paper, part of <strong> Rupert Murdoch </strong>'s News Corp media group, and police said last month there was not enough evidence to charge him with any crime. <q> Obviously when he was editor of the News of the World, bad things happened at that newspaper and when he found about those, he resigned. That was the right thing to do, </q> Cameron told BBC Radio 4's Today programme. \"I gave him a second chance,\" Cameron added. \"I think he has done a good job for the government and for the country.", "new_id": -2}, {"uid": "1296113623056524818", "i": 1733, "idx": 0, "sa": ["Eric Schmidt"], "q": "year. The company is likely to ride on its ability to merge several business units-- location-based mapping and mobile application development-- to roll out a comprehensive mobile money product in coming months. <q> Phones, as we know, are used as banks in many poorer parts of the world. Technology means that their use as financial tools can go much further than that, </q> said Mr <strong> Eric Schmidt </strong>. Copyright Â© 2011 Business Daily. All rights reserved. Distributed by AllAfrica Global Media( allAfrica.com). To contact the copyright holder directly for corrections- or for permission to republish", "new_id": -2}, {"uid": "1295214581182157324", "i": 11689, "idx": 1, "sa": ["Zahi Hawass"], "q": ". Replicas of two other closed tombs will be opened nearby. \"There's no alternative. Closing the tombs is the only way to preserve them,\" said <strong> Zahi Hawass </strong>, Egypt's antiquities chief. <q> If I don't build this \"Valley of the Replicas', the originals will be destroyed in less than 100 years. That would be a disaster for history. </q> The greatest damage had come from mass tourism over the past 30 years. \"People\"s respiration, the humidity they bring into the tombs, their sweat, the fact that they use flashes", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making. \"In strategy we agree. There's no disagreement,\" <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q> In character, he's fundamentally a deeper thinker than anybody else, </q> he said. \"He sees a few moves deeper than I do.\" <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}]