[{"uid": "1296759800078708738", "i": 10743, "idx": 2, "sa": ["Dick Cheney", "Donald Rumsfeld", "Howard Kurtz", "Dan Amira"], "q": "later that Bush finally decided to let <strong> Donald Rumsfeld </strong> go. <strong> Donald Rumsfeld </strong> confesses in his memoir that he wishes he had been let go sooner. Daily Intel's <strong> Dan Amira </strong> can't argue with that sentiment, writing, <q>America is not going to disagree with you on that one! Especially not <strong> John McCain </strong>, who told ABC News this morning, \"Thank God he was relieved of his duties.'</q> Hopes to Garner Respect After a detailed recap of the 800-page memoir, The Daily Beast's <strong> Howard Kurtz </strong> concludes with Bush's decision to finally ask for <strong> Donald Rumsfeld </strong>\"s resignation. The <strong> Dick Cheney </strong> is quoted as saying", "new_id": -2}, {"uid": "1295718175131842121", "i": 1442, "idx": 2, "sa": ["Piers Morgan", "Simon Cowell", "Britney Spears", "Amanda Seyfried"], "q": ", 42 Forty-two year old Anya Sparks defied the stereotypes and sexily danced her way through <strong> Britney Spears </strong>' Toxic. Although <strong> Amanda Seyfried </strong>, <strong> Piers Morgan </strong> and the audience seemed to love her performance, <strong> Simon Cowell </strong> didn't appear to be impressed <q>What the bloody hell was that?</q> he asked at the end, looking a little horrified. \"That was BIG girl power!\" she responded, and with that she was through! taken from the official site: talent.itv.com Show 2( Saturday", "new_id": -2}, {"uid": "1297426699058949635", "i": 25510, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Microsoft providing an established smartphone platform to Nokia, whose reliance on its ageing Symbian operating system and loss of market share to iOS and Android devices prompted chief executive <strong> Stephen Elop </strong> to Announcing the partnership, <strong> Stephen Elop </strong> said: <q>Today, developers, operators and consumers want compelling mobile products, which include not only the device, but the software, services, applications and customer support that make a great experience. Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.</q> Microsoft CEO <strong> Steve Ballmer </strong> added: \"Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.\"", "new_id": -2}, {"uid": "1297273564047726634", "i": 43960, "idx": 0, "sa": ["Eric Schmidt"], "q": "is growing more concerned about Microsoft's rising chunk of the search engine market. Google CEO <strong> Eric Schmidt </strong> recently told reporters that he sees Microsoft and not Facebook as a major competitor, calling it the company with <q>more cash, more engineers, more global reach.</q>", "new_id": -2}, {"uid": "1294991426005357592", "i": 36295, "idx": 0, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "and taking summer vacations to New Hampshire with <strong> Debbie Wasserman Schultz </strong>'s family. These were the memories they were sharing with <strong> Gabrielle Giffords </strong> when the congresswoman started to signal that she may have known they were there. <q>We started talking about all the things we plan to do when she got better. \"<strong> Gabrielle Giffords </strong>, you've got to get better because we have to have another double-date, we're going to take you out for pizza,'</q> <strong> Kirsten Gillibrand </strong> told NBC Nightly News\" Brian Williams. \"So we were really trying to tell her how much we miss her and love her and how we wanted her to know we were with her every", "new_id": -2}, {"uid": "1296770511173654034", "i": 12197, "idx": 47, "sa": ["Donald Rumsfeld"], "q": "with imperfect information by myself or others.\" That is clear when he touches on what is widely regarded as a strategic blunder, the failure to put more boots on the ground early in the Iraq invasion. <q>More troops do not necessarily mean a greater chance for success,</q> he writes. <strong> Donald Rumsfeld </strong> returns to the subject of Afghanistan late in the book, seeing \"encouraging signs of progress\" in 2006 \"alongside harbingers that the real fight for Afghanistan's future was yet to", "new_id": -2}, {"uid": "1295967653237387806", "i": 30409, "idx": 0, "sa": ["Mitt Romney", "Newt Gingrich", "Mike Pence"], "q": ", fueling speculation that it could mean he's mulling a run in 2012. His former fundraiser has another prominent client- <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>- and her husband was a top aide to <strong> Mitt Romney </strong> during his 2008 run. <q>It is possible that she and Thune separated because of the conflict that would ensue if both Republican Members enter the GOP presidential primary,</q> Roll Call writes, adding,\"[ T] here is speculation that she is poised to sign on with <strong> Mitt Romney </strong> for a 2012 run that is expected to launch at some point this year.", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q>They're great players and they've proven to be productive in their careers,</q> Heat coach <strong> Erik Spoelstra </strong> said. \"So once they became comfortable with this team and with each other, that was a matter of time.\" When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}, {"uid": "1296091592093798426", "i": 26921, "idx": 12, "sa": ["Mike Shanahan", "Michael Vick", "Donovan McNabb"], "q": "served 18 months at Leavenworth, Kan. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savoring his experience with his teammates and soaking in the 80-degree weather. <q>I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short,</q> he said. Things seem to be turning around for <strong> Michael Vick </strong> off the field as well. Photo: <strong> Mike Shanahan </strong>, <strong> Donovan McNabb </strong> Sports Video: Woods looks to turn a new page at Torrey Pines Sports Video", "new_id": -2}, {"uid": "1295622096143933453", "i": 202, "idx": 0, "sa": ["Piers Morgan", "David Letterman", "Larry King"], "q": " \"The Late Show with <strong> David Letterman </strong>.\" <strong> David Letterman </strong> told <strong> Piers Morgan </strong> that his show would only take off if a guest punched him on-air- or, even better, if he punched a guest. <q>You need to grab somebody by the tie and just pop him,</q> <strong> David Letterman </strong> said. \"Just a short right cross and then it would be fantastic. \"` Would it work if it was <strong> Larry King </strong>, or would it be seen a bit too cruel?\" he", "new_id": -2}]