[{"uid": "1297192004228835329", "i": 35893, "idx": 0, "sa": ["JD Roth", "Anderson Cooper", "David Letterman", "Simon Cowell"], "q": ", executive producer <strong> JD Roth </strong> has previously stated the show would welcome her back. \"Yes, the door is always open for Jillian[ to return],\" he told reporters in December. <q>Absolutely, yes. Jillian brings a very unique form of television and she is a special individual. And I think Bob and Jill, you know, to me, are 90 plus percent of the reason that the show is successful. And it's the work that they put in that made the show what it is.</q> \"The Bachelor' star Brad Womack cuts Alli Travis and Jackie Gordon Jillian Michaels in the process of attempting to adopt child from Africa <strong> Anderson Cooper </strong> to appear on CBS'` Late Show with <strong> David Letterman </strong>\" <strong> Simon Cowell </strong>:`", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q>It felt like we turned that corner,</q> <strong> Allen Iverson </strong> said. \"<strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.\" <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}, {"uid": "1295687951240943115", "i": 41981, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "at one of Britain's sauciest tabloids. The aide, <strong> Andy Coulson </strong>, had edited News of the World, Britain's biggest-selling Sunday newspaper, until 2007 and shortly after was hired by <strong> David Cameron </strong>. <q>Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,</q> <strong> Andy Coulson </strong> said in a statement. The resignation is a blow for <strong> David Cameron </strong>, who had repeatedly backed <strong> Andy Coulson </strong> against calls for his resignation, saying that everyone deserved a \"second chance.\" <strong> Rupert Murdoch </strong>", "new_id": -2}, {"uid": "1296807366222625794", "i": 39365, "idx": 0, "sa": ["DeMaurice Smith", "Michael Vick"], "q": "significant news by disputing the NFL's assertion that teams can still use the franchise tag to retain stars, even if the collective bargaining agreement expires in March. The NFLPA advised agents of their view. <q>You can franchise anyone you want by whatever date you want, but if there is no CBA, the franchise tag will be meaningless,</q> <strong> DeMaurice Smith </strong> said. The Eagles expect to use the tag to keep Pro Bowl quarterback <strong> Michael Vick </strong>, whose contract is due to expire. The NFL has said teams can still use the tag despite the labor uncertainty", "new_id": -2}, {"uid": "1296062030049987594", "i": 23141, "idx": 0, "sa": ["Tyler Ward", "Simon Cowell"], "q": "Inc.. Being A Rap Artist Wasn't In His Plans, But Found Himself In A Fucked Up Situation. His Artist Bailed On The Label After <strong> Simon Cowell </strong> <strong> Tyler Ward </strong> Invested Tens Of Thousands Of Dollars Into The Project. <q>So To Keep My Sanity, And Keep From Killing Dat Nigga, I Decided To Put The Label On My Back, And <strong> Chris Jericho </strong> It Myself</q>. The Label Is Named After His Daughter In Her Honor, Alexis Records Inc, Established In 1997. Follow Him On His Journey Back To The Top, You Can't Keep A Real Player Down Forever,", "new_id": -2}, {"uid": "1295026521123977730", "i": 12427, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "Thursday. \"It felt like a miracle. It felt like we were watching a miracle,\" Rep. <strong> Debbie Wasserman Schultz </strong> told reporters traveling with U.S. <strong> Barack Obama </strong> after a memorial service in Arizona on Wednesday. <q>Other than the birth of my kids, this was the most incredible feeling to see... one of your closest friends just struggle to come back to you,</q> she said. <strong> Debbie Wasserman Schultz </strong> and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> were talking to <strong> Gabrielle Giffords </strong> in her hospital room shortly after <strong> Barack Obama </strong> and his wife, Michelle, visited. The two women were encouraging their friend to recover quickly so they", "new_id": -2}, {"uid": "1295968668242466824", "i": 17831, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. \"We've got very complicated government issues,\" he said, adding that <q>we move quickly, and we tend to be disruptive at scale.</q> European Union officials last year opened a formal antitrust probe into <strong> Google Inc. </strong> search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries", "new_id": -2}, {"uid": "1295560284104759370", "i": 35572, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "effective April 4. <strong> Google Inc. </strong> has North Carolina connections. It operates a data center in western North Carolina and a software development operation in Chapel Hill. Page praised <strong> Eric Schmidt </strong>, too. <q><strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade. The results speak for themselves,</q> he said. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have", "new_id": -2}, {"uid": "1295659652011878402", "i": 23234, "idx": 1, "sa": ["Eric Schmidt"], "q": "of the year without a sweat, and the down payment was little more than a rounding error for the company. Search, display ads and the Android mobile operating system are all booming. <q>The key themes of an improved macro environment coupled with explosive mobile-device growth accelerating internet usage faster than anyone expected is playing out,</q> Macquarie analyst Ben Schachter observed Friday. Page is young, motivated and, according to <strong> Eric Schmidt </strong>, ready for prime time. Google Posts Strong Earnings as Co-Founder Larry Page Is Named CEO... Please", "new_id": -2}, {"uid": "1295920221088195084", "i": 9018, "idx": 0, "sa": ["Tommy Vietor", "Eric Schmidt"], "q": "for furthering my career.\" Lang Lang will be in Southern California on Tuesday, performing with the Pacific Symphony in Costa Mesa. <strong> Tommy Vietor </strong>, a White House spokesman, said the song is <q>widely known and popular in China for its melody. Lang Lang played the song without lyrics or reference to any political theme.... Any suggestion that this was an insult to the United States is just flat wrong.</q>- Culture Monster 01/24/2011, 5:15 p.m.- L.A. Times- Business 01/24/2011, 5:13 p.m.- L.A. Times- Business 01/24/2011, 5:13 p.m. It's official: Google approves$ 100-million award for outgoing CEO <strong> Eric Schmidt </strong> Sign", "new_id": -2}]