[{"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,\" he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q>My goodness, the intelligence was certainly wrong.</q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons. \"I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}, {"uid": "1296176352117817419", "i": 42732, "idx": 0, "sa": ["Mike Pence"], "q": "nomination for president in 2012. Mr. <strong> Mike Pence </strong> ruled out a White House bid in a letter to supporters that also fueled speculation he is instead planning a run for governor. <q>We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,</q> Mr. <strong> Mike Pence </strong> wrote in the letter. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012.", "new_id": -2}, {"uid": "1297329856115736576", "i": 29433, "idx": 0, "sa": ["Steve Ballmer"], "q": "jobs at Microsoft, with new blood coming in to run the key business units- prompted by Microsoft's misreading of some of the biggest technology trends of recent times, most notably smartphones and tablets. <q>Over the past year we've seen the departure of many of the Microsoft old guard- including chief software architect <strong> Ray Ozzie </strong> and server and tools chief Bob Muglia- in preparation for the reshuffle. <strong> Steve Ballmer </strong> has been spearheading this effort and we don't see any change in his commitment to the company he's led for the past 11 years,</q> he added. In November, co-founder <strong> Steve Ballmer </strong>, chief executive of Microsoft, sold$ 1.3 bn( Â£ 800m) worth of shares in the firm. Europe/United Kingdom/South East/Berkshire/Ascot Â£ 22,000- Â£", "new_id": -2}, {"uid": "1294997815266141711", "i": 39471, "idx": 0, "sa": ["Vince Lombardi", "Michael Vick"], "q": "good enough, because they certainly are; rather it's more about whether or not <strong> Vince Lombardi </strong>'s biographical resurrection is somehow a precursor to a Super Bowl renaissance in Green Bay. To quote the great <strong> Michael Vick </strong> Scott, <q>I'm not superstitious... but I am a little stitious.</q> That's me in a nutshell. I don't think ignoring e-mails that doom me with bad luck for 10 years if I don't forward to 10 people immediately is a dangerous practice, but ignoring", "new_id": -2}, {"uid": "1295779892017170523", "i": 1849, "idx": 15, "sa": ["Erick Erickson", "Mike Pence"], "q": " \"<strong> Mike Pence </strong> displays the kind of optimism, moral values and gutsy leadership we need in a president-- and a presidential nominee,\" says the draft-Pence website, theconservativechampion.org. <q>He bridges the gap between the establishment and the grassroots,</q> wrote influential conservative blogger <strong> Erick Erickson </strong> on RedState.com. <strong> Mike Pence </strong> gets credit for standing up to his party in opposing the Medicare drug benefit in 2003 and for challenging GOP leaders on other spending issues. He", "new_id": -2}, {"uid": "1296770511173654034", "i": 12185, "idx": 35, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "the solution is for me to leave, I will do so in a second.\" \"That's a crappy solution,\" Bush said. He said he had seen the recent articles and was <q>working hard on <strong> Colin Powell </strong> and Armitage.</q> Another <strong> Donald Rumsfeld </strong> culprit is <strong> Paul Bremer </strong>, the civilian administrator in Iraq, who is portrayed as an ambitious man who seemed to convey the sense that America was an occupying power. <strong> Paul Bremer </strong>'s decision to disband the", "new_id": -2}, {"uid": "1296752424175587371", "i": 29883, "idx": 0, "sa": ["Zahi Hawass"], "q": "<strong> Zahi Hawass </strong> <q>would like to tell the world that the situation in Egypt was bad for two days, beginning on Friday.</q> <strong> Zahi Hawass </strong>, who now sits in Mubarak's cabinet-he was appointed Minister of Antiquities on Monday-and whom Ian Parker wrote about in 2009, was not referring to the general situation on the streets of Cairo, where", "new_id": -2}, {"uid": "1296452851051232810", "i": 44224, "idx": 1, "sa": ["Doc Rivers", "Allen Iverson"], "q": "little in the second half with a week to go until the regular season starts. \"A lot of good things. Some bad things,\" said <strong> Doc Rivers </strong>, who praised the play of his second unit. <q>They scored too many points. We're going to score. We don't like giving up that many points.</q> Just like their 96-82 loss in Boston on Oct. 9, the Knicks shot miserably at the start, missing 11 of their first 12 attempts. They rallied to tie it at 26 after one http://wn.com/Allen_Iverson_36pts_9asts_vs_JKidd_VCarter_Nets_05/06_NBA <strong> Allen Iverson </strong> and the", "new_id": -2}, {"uid": "1295980272233783310", "i": 28168, "idx": 0, "sa": ["Eric Schmidt", "Meg Whitman"], "q": "On paying and getting paid: Apple, Facebook payment systems, plus Google hiring More about <strong> Eric Schmidt </strong>: his \"parting gift\", plus Facebook updates Tunisia status, and Apple app download winners STUART: <q>Welcome to the future: access can be obtained anonymously while streaming movies-or...</q> Patrick: \"Not even close, what we have looks more like <strong> Meg Whitman </strong>.\" RedRat: \"OK, as a chemist, we do not count formulas for chemical compounds as words. That is just plain", "new_id": -2}, {"uid": "1295404963171524096", "i": 22226, "idx": 2, "sa": ["Howard Stern", "David Letterman", "the Stern"], "q": "won't do[ his show] again.\" <strong> Howard Stern </strong> is also staunchly Team <strong> David Letterman </strong>. \"<strong> the Stern </strong> don't know why he's beaten <strong> David Letterman </strong> in the ratings,\" said <strong> Howard Stern </strong>. <q>It's beyond my comprehension. America must be filled with morons, who at night lay in bed, the ones that are watching him, must be in a coma.</q> Check back for more clips from <strong> the Stern </strong> show. And coming tomorrow- Dr. E-mail:( required, but will not be displayed) CNN welcomes a lively and courteous discussion as long as you follow the", "new_id": -2}]