[{"uid": "1296084845244613132", "i": 38487, "idx": 1, "sa": ["Andy Coulson", "Hosni Mubarak"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like \"a volcano that is starting to erupt.\" <q> There will be huge explosions all over Fleet Street if police get to the truth, </q> he told the BBC. Egypt's anti-Egyptian protests enter 2nd day, increasing threat to regime Egypt's anti-Egyptian protests enter 2nd day, increasing threat to regime- Thousands of Egyptians vented their rage against President <strong> Hosni Mubarak </strong>", "new_id": -2}, {"uid": "1296365682082608136", "i": 23314, "idx": 3, "sa": ["Elizabeth Bartman", "Zahi Hawass"], "q": "being such a dry place- they have all these organic materials, they have textiles, they have ancient food, they have lots of wooden items- fire is a very scary proposition,\" <strong> Elizabeth Bartman </strong> said. <q> Let's just keep our fingers crossed that the museums are not going to be caught in the crossfire. </q> The Daily Mail says <strong> Zahi Hawass </strong> has acknowledged that the looters targeted Tut's treasures. Why did they not mention <strong> Zahi Hawass </strong>?????!!! He was probably out there beating people down with an Ankh The Egyptians need", "new_id": -2}, {"uid": "1296366488199786542", "i": 36583, "idx": 2, "sa": ["Jimmy Carter", "Bill Stephan", "Mike Pence"], "q": "at Hanover College, where he became a born-again Christian. He met his wife, Karen, at an evangelic church service where she was playing the guitar. <strong> Jimmy Carter </strong> Rep. David McIntosh said, <q> I think his faith is first and foremost what makes him tick. Even as he approached this really hard decision( on running for office), I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in public service. </q> <strong> Bill Stephan </strong>, a friend of <strong> Mike Pence </strong>'s since their law school days, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about. \"I", "new_id": -2}, {"uid": "1297617994047562773", "i": 2233, "idx": 4, "sa": ["Steve Ballmer"], "q": "competitive. He said the alliance was a good one for Microsoft, which will benefit from Nokia's global reach and assets, as well as for developers and publishers, as it, in short, <q> makes it easier for them to make money and gives them access to Nokia's global scale. </q> Finally, he added, \"We believe this is good for consumers. And at the end of the day, we believe it is that which is most important.\" Quoting <strong> Steve Ballmer </strong> Flop at", "new_id": -2}, {"uid": "1297122406226197630", "i": 27997, "idx": 5, "sa": ["Simon Cowell"], "q": "on the judging panel. I don't think things will change too much.\" <strong> Simon Cowell </strong> is excited about judging on this show since, unlike on Idol, it will involve working directly with contestants. <q> I wanted to make a show where I could help the competitors on a weekly basis and that's more interesting to me because I will have a lot more to do, </q> he said. On X-Factor\" competitors will make home visits to the judges during the evaluation process and perform in front of live audiences of several thousand right from the start to see \"who can handle", "new_id": -2}, {"uid": "1295564414055705600", "i": 9831, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google's <strong> Eric Schmidt </strong> is stepping aside as chief executive in April, and co-founder Larry Page is taking over, the company said before its earnings statement Thursday. <q> Google also announced that its board of directors had approved certain changes to Google's management team, </q> the company said in a filing with the Securities and Exchange Commission. \"Larry Page, Google's co-founder and president of products, will become Google's chief executive officer, effective April 4, 2011.", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of \"American Idol\" since he left the show. Talking to reports on a conference call for his new music competition series, \"The X Factor,\" <strong> Simon Cowell </strong> says, <q> I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. </q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. \"What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}, {"uid": "1296680778019759128", "i": 45469, "idx": 1, "sa": ["Zahi Hawass"], "q": "scenes of chaos and discord that resulted in the destruction of artefacts in Iraq and Afghanistan. \"People are asking me, \"Do you think Egypt will be like Afghanistan?\" he said. <q> And I say,` No, Egyptians are different- they love me because I protect antiquities.\" </q> Mr. <strong> Zahi Hawass </strong>, who has never been shy about promoting his work, described two episodes of looting that he said took place on January 28 night. The instances At the Egyptian Museum", "new_id": -2}, {"uid": "1297353065085246206", "i": 4670, "idx": 4, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. All content Â© Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1295419250126189579", "i": 24264, "idx": 4, "sa": ["Sergio Marchionne"], "q": "only automaking factory in North America running on three shifts. It employs 4,300 workers who build 1,452 minivans a day. The plant is about to add versions for Europe equipped with a 2.8-liter diesel engine. <q> The minivan remains a significant part of our revitalization plan going forward, </q> <strong> Sergio Marchionne </strong> said. \"The success of this plant is crucial to pay back our( government) loans.\" For 2011, the minivans received significant updates to better differentiate the Dodge and Chrysler versions until", "new_id": -2}]