[{"uid": "1296542505250052610", "i": 41525, "idx": 0, "sa": ["Michael Vick"], "q": "reasons. Washington, D.C. Police Chief Cathy Lanier, who commanded that city's vehicular homicide unit in the late 1990s, said cameras conserve manpower and keep officers safe while reducing fatalities. Report Abuse <q> I simply can't believe all the comments here. </q> IT'S A STOP SIGN IT MEANS STOP! So what is the big deal. Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Vnl2UCxHhq4ofwEZRAbbfIX5W1beFuWsfhgM7Nz_l2obapmxCuueEjV4bhht51n26yHpA6K6- GnEUGAluacNHc", "new_id": -2}, {"uid": "1297616629186400779", "i": 32544, "idx": 26, "sa": ["David Martin", "Donald Rumsfeld"], "q": "her,\" <strong> David Martin </strong> said. \"So how's that work? Fifteen hours a day, Secretary of Defense, war going on.\" \"People were risking their lives,\" said <strong> Donald Rumsfeld </strong>. <q> You simply have to pay attention, and I did. Go early in the morning to see her. </q> \"How long did that go on for?\" \"Days,\" <strong> Donald Rumsfeld </strong> said. \"You think it affected any of your decisions?\" asked <strong> David Martin </strong>. \"", "new_id": -2}, {"uid": "1295669848206995548", "i": 7457, "idx": 7, "sa": ["Andy Coulson", "David Cameron"], "q": "Departure of <strong> Andy Coulson </strong> leaves <strong> David Cameron </strong> sad but not distraught \" God you lot are clutching at straws... The whole of the last govt were shady but they didn't resign en mass. <q>@pavis God you lot are clutching at straws... </q> In the words of my less politically astute friend, <strong> Andy Coulson </strong> who? Make no mistake, this is only the start, this has further to run. The hunter has become the hunted", "new_id": -2}, {"uid": "1295465161182796309", "i": 53559, "idx": 1, "sa": ["David Letterman", "Howard Stern", "Jay Leno"], "q": "guy's ripped off like 10 major things from my show.\" <strong> Howard Stern </strong> also adds he's baffled that <strong> Jay Leno </strong> has beaten fellow late-night host Letterman- David Letterman/194124?rss=breakingnews&amp;partnerid=worldnow&amp;profileid=01\" target=\"_blank\"> <strong> David Letterman </strong> in the ratings. <q> It's beyond my comprehension, </q> <strong> Howard Stern </strong> says. \"America must be filled with morons who at night lay in bed-- the ones who are watching him, they must be in a coma.\" Click for your chance to win", "new_id": -2}, {"uid": "1296244087000835638", "i": 51978, "idx": 0, "sa": ["David Letterman"], "q": "EXHUMED: TALES FROM THE CRYPT- EPISODE 2.8 <q> FOR CRYIN' OUT LOUD </q> THUD: REGIS FREEING HIMSELF UP TO BE <strong> David Letterman </strong>'S PUNCHLINE FULL TIME by Brad Slager Brad Slager is a freelance writer who has covered the film industry in many capacities for the past few years.", "new_id": -2}, {"uid": "1296869911188694544", "i": 34172, "idx": 3, "sa": ["Sergio Marchionne"], "q": "on Friday that Mr. <strong> Sergio Marchionne </strong> harbored no ill intent in using that word. \"I'm 110 percent sure that in absolutely no possible way was this meant to be anti-Semitic,\" Mr. Ranieri said. <q> The meaning was that the rates were so high, they were really extraordinary. </q> Mr. <strong> Sergio Marchionne </strong>'s right in that Chrysler has borne a heavy burden from those loans. It posted a$ 652 million loss for 2010 primarily because of interest payments- totaling$ 1.23 billion", "new_id": -2}, {"uid": "1295580384248299530", "i": 33170, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "fronting the American version of The Rolling Stones, a \"American Idol\" book misses the right notes Hollywood Reporter)- With all of American Idol's make-or-break changes this season, it's a good decade. <q> American Idol: The Untold Story </q>( Hyperion;$ 24.99; 288 pages), by former Los Angeles Times and current Daily Beast writer Richard Rushfield, mostly tells the story from the perspective of No <strong> Simon Cowell </strong>.. No <strong> Paula Abdul </strong>? Yes This", "new_id": -2}, {"uid": "1297462010177340423", "i": 38952, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "next year for hundreds of families who take advantage of the Home Energy Assistance Program. <strong> Barack Obama </strong>'s budget, which will be released Monday, is expected to include a 50 percent cut to the program. <q> I'm going to fight very hard if there are cuts, </q> said Senator <strong> Kirsten Gillibrand </strong>. \"I will try to restore as much money as I can. I will be looking for other ways to make sure that families and seniors aren't at risk because they don't have", "new_id": -2}, {"uid": "1295296232143114247", "i": 48552, "idx": 0, "sa": ["Allen Iverson", "Soulja Boy"], "q": "of a return trip to the NBA playoffs. The super sub's 23-point performance sparked Denver to a 111-94 rout of the Houston Rockets on Sunday night that both clarified and cluttered the wild Western Conference playoff race. <q> That's all he's got to do is come into the game and the energy is there, </q> said <strong> Allen Iverson </strong>, who scored 33 points. \"It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the <strong> Soulja Boy </strong> he can shoot the ball", "new_id": -2}, {"uid": "1295562314244678666", "i": 36788, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": ". \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" said <strong> Eric Schmidt </strong>, who joined Google as CEO in 2001. <q> By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Despite Google's solid results for 2010, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> may feel <strong> Eric Schmidt </strong> isn't adequately addressing the challenges the company faces. Apple, with its iPhone and iPad, has proved to be", "new_id": -2}]