[{"uid": "1295593237183287808", "i": 33970, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "most scrutinized companies. \"I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of \"Googled: The End of the World As We Know It.\" <q>I think <strong> Eric Schmidt </strong> is burned out.</q> There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of Google's quarterly calls to discuss its earnings. More recently,", "new_id": -2}, {"uid": "1295582443002506841", "i": 32172, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "also continue to act as an advisor to co-founders Larry Page and <strong> Sergey Brin </strong>. On a conference call with analysts, <strong> Eric Schmidt </strong> said he's excited about the change, because the more strategic role will give him <q>a chance to work on the things I'm most interested in.</q> He expects it to be \"a significant improvement in the things that I can do in my time.\" The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> have long run Google", "new_id": -2}, {"uid": "1295247358175046687", "i": 29096, "idx": 0, "sa": ["Kyle Korver", "Carmelo Anthony", "Marcus Camby", "Allen Iverson", "DerMarr Johnson"], "q": "who lost their third straight game. After <strong> Carmelo Anthony </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted away by <strong> Marcus Camby </strong>, his fifth block. <q>It was a <strong> Yao Ming </strong> defensive play,</q> said <strong> Marcus Camby </strong> http://wn.com/Carmelo_Anthony_Game_Winner__Denver_Nuggets_@_Dallas_Mavericks_Game_3_NBA_Playoffs_5/09/2009 <strong> Carmelo Anthony </strong> Game Winner- Denver Nuggets@ Dallas Mavericks Game 3 NBA Playoffs 5/09/2009 <strong> Carmelo Anthony </strong> Game Winner- Denver Nuggets@ Dallas Mavericks Game 3 NBA Playoffs 5/09/2009 <strong> Carmelo Anthony </strong> Game Winner- Denver Nuggets@ Dallas Mavericks", "new_id": -2}, {"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q>What I most want is for him to have a long future,</q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}, {"uid": "1297290827073252888", "i": 46396, "idx": 5, "sa": ["Donald Rumsfeld", "Jacob Zuma", "Joe Klein"], "q": "anything else.\"- <strong> Joe Klein </strong>, Time( 2010) Job: <strong> Donald Rumsfeld </strong> of Defense Notable achievement: Iraq, before the surge Memoir: Known and Unknown( 2011) What they said about him then: <q>I think that <strong> Donald Rumsfeld </strong> will go down in history as one of the worst secretaries of defense in history.</q>- The Christian Science Monitor: Syria slaps fines on satellite dishes The Christian Science Monitor: South Africa's <strong> Jacob Zuma </strong> slammed for saying ANC voters will go to heaven \"Kill Your Wrinkles' Dermatologists don\"t want you", "new_id": -2}, {"uid": "1297298258261144595", "i": 21463, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "he is not responsible for the various awful failures and fiascoes that occurred at the Pentagon during his tenure in the <strong> President Bush </strong> administration. Like, for example, the whole \"Iraq invasion and occupation\" thing. <q><strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> says in a new book that he wanted to oversee the initial reconstruction of Iraq following the United States' invasion of the country but he was rebuffed by <strong> President Bush </strong>.</q> \"<strong> President Bush </strong> didn't cotton to the idea,\" <strong> Donald Rumsfeld </strong> writes in his yet-to-be-released memoir Known and Unknown, excerpts of which were obtained by POLITICO. \"What if we had a problem with", "new_id": -2}, {"uid": "1295563085148553780", "i": 6064, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong>, 55, will remain an adviser to Mr Page and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective from April 4. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> Mr <strong> Eric Schmidt </strong> said. Mr Page also praised Mr <strong> Eric Schmidt </strong>. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,", "new_id": -2}, {"uid": "1295607761007487551", "i": 39590, "idx": 2, "sa": ["Eric Schmidt"], "q": "yet to finish his Ph.D. in computer science from Stanford University, transforming himself from computer scientist-cum-entrepreneur to a CEO role is a big shift. But <strong> Eric Schmidt </strong> believes Page is ready to take over by saying, <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> <strong> Eric Schmidt </strong> on his page also emphasized that \"Day-to-day adult supervision no longer needed!\" indicating that Page is ready to take the helm. <strong> Eric Schmidt </strong> is confident about Page who stressed that for last decade he", "new_id": -2}, {"uid": "1295499139081756160", "i": 12546, "idx": 0, "sa": ["Steven Tyler", "Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "Slideshow: <strong> Paula Abdul </strong> poses for photographers backstage during the 9th... <strong> Simon Cowell </strong> gone from \"American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: Mairely Perea, 11,( cq) takes a photo of Report Abuse <q>Don't think I will be watching at all this year. The show has ran it's course. And OMG!!!!! I can not stand that <strong> Steven Tyler </strong> dude. My Wednesday nites will continue to be filled with GHOST HUNTERS ON Syfy...</q> Report Abuse \"This is a joke, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are more interested in there hair. <strong> Jennifer Lopez </strong> can't tell anyone NO you\"re\" not good enough and <strong> Steven Tyler </strong> is hard to watch to animated and", "new_id": -2}, {"uid": "1296619354222035969", "i": 30894, "idx": 6, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Lakers_Highlights_vs_Thunder_HD_Game_5_2010_Playoffs_Round_1 And it's three score and ten Boys and men were lost from Grimsby town From Yarmouth down to Scarborough Many hundreds more were", "new_id": -2}]