[{"uid": "1296655289246464543", "i": 724, "idx": 2, "sa": ["Eric Schmidt"], "q": "His Exhibit A was Darwin <strong> Eric Schmidt </strong> Smith, a low-key lawyer who transformed Kimberly-Clark into an industry leader in the 1970s and'80s. A rung lower in Collins' leadership hierarchy were the Level 4 types: those who <q>catalyze commitment to and vigorous pursuit of a clear and compelling vision<q>-- the profile of most enduring technology industry founder-CEOs. While company needs will vary, there's a strong case for why the visionary variety of CEO still matters in technology more than any other industry. Innovation", "new_id": -2}, {"uid": "1295613790206700580", "i": 6113, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "This is the full statement issued by Downing Street's director of communications <strong> Andy Coulson </strong> today: Downing Street's director of communications <strong> Andy Coulson </strong> <q>I can today confirm that I've resigned as Downing Street director of communications.<q> It's been a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years.\" I'm extremely proud of the part I've played in helping him reach No 10 and during the coalition's", "new_id": -2}, {"uid": "1296770511173654034", "i": 12170, "idx": 20, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "narrative developed that <strong> Colin Powell </strong> was somehow innocently misled into making a false declaration to the Security Council and the world,\" <strong> Donald Rumsfeld </strong> writes. He seems particularly offended that <strong> Colin Powell </strong> has said that some in the intelligence community knew <q>that some of these sources were not good,<q> \"didn't speak up,\" and \"that devastated me.\" <strong> Donald Rumsfeld </strong> fires back that the secretary of State had once been \"the most senior military officer in our country\" and no one", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q>Day-to-day adult supervision is no longer needed!<q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called \"adult supervision\" for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}, {"uid": "1295775600181551115", "i": 341, "idx": 0, "sa": ["Andy Coulson"], "q": ": Mexico to pioneer iris technology on ID cards's top appeals court says Google can not be held liable for all content... Photo in Slideshow: Brazil's Neymar kicks a ball during practice in Tacna Report Abuse <q>Well guys it's late, I'm out of here. Good luck with all those sore muscles you have Little Bicycle Army. Jose and Brown Pride.. Don't take yourselfs so seriously. It's really not worth it.<q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit We say yes to bad credit Apply today for a personal loanregardless of poor credit", "new_id": -2}, {"uid": "1297586277217415689", "i": 38240, "idx": 0, "sa": ["Eric Schmidt"], "q": "barrier to entry or-- in the case of Nokia and Palm-- a comeback, is incredibly high. is that you have a very crowded space,\" said Al Hilwa, an IDC software analyst. <q>The space can support multiple players. But the bar you have to meet in terms of your ecosystem is very high.<q> Even Google has lagged to some degree here. Last fall, when asked about what he wants to improve the most about Android, CEO <strong> Eric Schmidt </strong> responded that he wanted to improve the quality of the applications.", "new_id": -2}, {"uid": "1295598504233226266", "i": 17516, "idx": 0, "sa": ["Simon Cowell"], "q": "to the talentless nobodies who paraded in front of her. Old hand Randy Jackson took it upon himself to provide the kind of sound bites the show relies upon for its phony suspense and formulaic structure. <q>I think we're going to find unbelievable talent,<q> he enthused at the beginning. His optimism in the face of years of experience was, at best, puzzling. The fact is that without <strong> Simon Cowell </strong>'s trademark snark, there remains very little reason to", "new_id": -2}, {"uid": "1295519902040943616", "i": 16748, "idx": 2, "sa": ["Indiana Evans", "Allen Iverson", "Tracy McGrady"], "q": "Orlando Magic on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. His previous high was 58 against Houston on Jan. 15, 2002. <q><strong> Alexander the Great </strong> score a career high and we won the game,<q> <strong> Allen Iverson </strong> said. \"That's how you draw it up in your dreams.\" It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, <strong> Indiana Evans </strong>", "new_id": -2}, {"uid": "1296798464219398156", "i": 24007, "idx": 2, "sa": ["Marcus Camby", "Carmelo Anthony", "Allen Iverson", "Selvin Young"], "q": "and his teammates were keeping up. \"A lot of times Coach talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,\" <strong> Allen Iverson </strong> said. <q>They were beating me down the court, and I was just finding guys. They did a great job of finishing.<q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with http://wn.com/Tecmo_Super_Bowl_'08__THE_SEASON__Denver_Broncos__Super_Bowl_[2/2] Super Bowl. Denver Broncos vs. Minnesota Vikings. Second Half. Denver- 35 Minnesota- 28 Final Second Half Box Score:* 28-14- DEN: <strong> Selvin Young </strong>", "new_id": -2}, {"uid": "1295294154030998626", "i": 35700, "idx": 0, "sa": ["Kirsten Gillibrand", "Max Baucus", "Chuck Schumer"], "q": "boost use of legal software. On another issue important to the Montana Democrat, <strong> Max Baucus </strong> said he was disappointed that talks aimed at reopening China's market to U.S. beef have not been resolved. <q>I urge these negotiations to successfully conclude as quickly as possible. International scientific standards( regarding the safety of U.S. beef) are clear, and there simply is no excuse for China's refusal to abide by them,<q> he said. <strong> Chuck Schumer </strong>, <strong> Kirsten Gillibrand </strong>, Peter King urged an end to a \"zero sum\" Cold War relationship with the U.S., but... Photo: China hands over national stadium to Mozambique Video: Leaders", "new_id": -2}]