[{"uid": "1295907499177651845", "i": 2327, "idx": 1, "sa": ["Eric Schmidt", "Liza McGuirk"], "q": " ''My show is the <strong> Eric Schmidt </strong>'', ''<strong> Eric Schmidt </strong> Happens'', ''I'm getting too old for this <strong> Eric Schmidt </strong>'', ''I <strong> Eric Schmidt </strong> you not'' and ''Who Gives a <strong> Eric Schmidt </strong>?''. <q>So <strong> Eric Schmidt </strong> wants his own talk show. I think instead he should partner with Wendy Williams and Ricki Lake and call it ''<strong> Eric Schmidt </strong> Sandwich',</q> wrote Aubrey Sabala. <strong> Liza McGuirk </strong> is the executive producer for CNN''s Parker Spitzer, a show on which <strong> Eric Schmidt </strong> recently appeared and caused concern by saying that people who were worried about their home featuring on Google", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q>It's kind of like when you were a kid in school always picking teams,</q> <strong> Trent Baalke </strong> said. ''Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}, {"uid": "1297242006104841258", "i": 25282, "idx": 0, "sa": ["Gov. Rick Perry", "Bill Lockyer"], "q": "problems.'' <strong> Gov. Rick Perry </strong> has a two-year budget cycle, which allowed it to camouflage its red ink last year, thanks in large part to billions of dollars in federal stimulus money. Now, however, <q>someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore,</q> said California Treasurer <strong> Bill Lockyer </strong>, with evident satisfaction. The scene in the statehouse in Austin in recent days would be familiar to those who frequent California's Capitol. Throngs of advocates for the poor, the", "new_id": -2}, {"uid": "1296235613016105476", "i": 40749, "idx": 0, "sa": ["Stephen A. Smith", "Allen Iverson", "LeBron James"], "q": "as the <strong> Allen Iverson </strong> is set to retire from the NBA, according to an online report. Commentator <strong> Stephen A. Smith </strong> published a statement on his Web site Wednesday attributed to <strong> Allen Iverson </strong>. It said <strong> Allen Iverson </strong> plans to retire but also that <q>I feel strongly that I can still compete at the highest level.</q> The statement also said <strong> Allen Iverson </strong> has tremendous love for the game and the desire to play. ''His legacy would be huge,'' Cleveland Cavaliers All-Star <strong> LeBron James </strong> said. ''He's one of the best when you", "new_id": -2}, {"uid": "1295001897094699523", "i": 22761, "idx": 0, "sa": ["Turk McBride", "Michael Vick"], "q": "now, too. ''It's almost like going overseas and you have to drive on the left side of the road instead of the right side of the road,'' he said. <q>It's just something you have to get adjusted to. The first few times you do it, it's not something you're accustomed to, you don't really feel confident about it. But after you do it a few times it's regular.</q> Contact DAVE BIRKETT: 313-222-8831 or dbirkett@freepress.com. Read more in his Lions blog at Lions defensive lineman <strong> Turk McBride </strong> knocks the ball out of <strong> Michael Vick </strong>'s hands during Detroit's loss on Sept. 19 at Ford", "new_id": -2}, {"uid": "1295139772120274975", "i": 15868, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ". It was raw strength. It was so beautiful and so moving,'' <strong> Kirsten Gillibrand </strong> said. ''It felt like a miracle. It felt like we were watching a miracle,'' said Wasserman-Schultz. <q>Other than the birth of my kids, this was the most incredible feeling, to see... one of your closest friends just struggle to come back to you, to come back to her family, to come back to her friends.</q> It was sparked, the lawmakers said, by simple banter and human warmth. They took turns holding <strong> Gabrielle Giffords </strong>' hand. <strong> Kirsten Gillibrand </strong> was talking about how <strong> Gabrielle Giffords </strong> and Mark needed to be back eating pizza soon", "new_id": -2}, {"uid": "1295648413184696878", "i": 11877, "idx": 0, "sa": ["Eric Schmidt", "Mary McNamara"], "q": ", 1/20/2011 5:08:57 PM Google co-founder Larry Page is replacing <strong> Eric Schmidt </strong> as CEO effective April 4. a blog posting from <strong> Eric Schmidt </strong> posted Thursday. <strong> Eric Schmidt </strong>, who was brought in during 2001, said that <q>now was the right moment to make some changes to the way we are structured.</q> ''Day-to-day adult supervision no longer needed!, <strong> Eric Schmidt </strong> tweeted( http://twitter.com/#!/ericschmidt) a reference to the fact he was retained to help run a company started by college kids in a dorm room. <strong> Mary McNamara </strong>", "new_id": -2}, {"uid": "1295649177068190210", "i": 7550, "idx": 0, "sa": ["Simon Cowell", "Prince Philip", "Kate Middleton", "David Cameron"], "q": "'' by the engagement of his son <strong> Prince Philip </strong> <strong> David Cameron </strong> and <strong> Kate Middleton </strong>, while his wife the <strong> Kate Middleton </strong> of Cornwall said the news was ''wicked''. Speaking at his Poundbury model village in Dorset, the <strong> Prince Philip </strong> joked: <q>They have been practising long enough.</q> <strong> Prince Philip </strong> <strong> David Cameron </strong> and <strong> Kate Middleton </strong>'s wedding will be even bigger than the The X Factor final. Just don't bet against <strong> Simon Cowell </strong> being at both of them. Both the BBC News channel and Sky News devoted their entire", "new_id": -2}, {"uid": "1295806200208044038", "i": 49222, "idx": 5, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": "Superman. We elected a human being, <strong> Barack Obama </strong>.'' ''I think he has reached out to countries around the world and has developed good relations with countries around the world,'' <strong> Colin Powell </strong> said. <q>And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the centerpiece of the State of the Union speech.</q> Dismissing widespread speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants", "new_id": -2}, {"uid": "1297703308198672413", "i": 1398, "idx": 0, "sa": ["Ten Million", "Sen. Bernie Sanders"], "q": "from today's rates- which would make solar power cost competitive with conventional emission-laden power sources. The 10 <strong> Ten Million </strong> Solar Roof initiative has already been approved by the Senate's Energy and Natural Resources Committee. <q>I look forward to working with the Obama administration to incorporate elements of the new solar initiative into the <strong> Ten Million </strong> Solar Roofs Act to make the legislation even stronger,</q> <strong> Sen. Bernie Sanders </strong> said in a press release on February 4th, ''we have an opportunity to create hundreds of thousands of good-paying jobs and make America the world leader in solar energy.''+ Read the", "new_id": -2}]