[{"uid": "1296163911042713105", "i": 21125, "idx": 1, "sa": ["Mike Pence"], "q": "up his mind, the congressman's mom did not deny it. \"What's a mother to do?\" she said. As for what her son will announce, she said: <q>I have nothing more to say.<q> After winning a sixth House term in November, <strong> Mike Pence </strong>-- one of the leading conservatives in Congress-- announced that he would be stepping down from House GOP leadership ranks as its", "new_id": -2}, {"uid": "1296495974113491968", "i": 8651, "idx": 1, "sa": ["Sergio Marchionne", "Jesse Toprak"], "q": "from the third quarter on reduced shipments. \"It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,\" CEO <strong> Sergio Marchionne </strong> said. <q>However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.<q>+0.50%), sold 1.52 million vehicles last year and managed to pull its market share up to 9.2% from 8.8% in 2009. Truecar.com analyst <strong> Jesse Toprak </strong> lauded Chrysler's progress and said he expects", "new_id": -2}, {"uid": "1296729736112345093", "i": 1065, "idx": 1, "sa": ["Michael Vick", "Michael Hansen"], "q": "necessary,\" said <strong> Michael Hansen </strong>, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that <q>people can reintroduce these dogs back into a society that's not going to abuse them.<q> \"The owner is responsible for what an animal does. It's totally your behavior, whether you have a good dog that minds well and is not a problem to society or you turn it into", "new_id": -2}, {"uid": "1295631499142901251", "i": 27427, "idx": 0, "sa": ["Mike Pence"], "q": "victims with gunshot wounds were transported at Northwest Medical Center, according to spokesman <strong> Mike Pence </strong> Parker. The conditions of the 11 others shot were not immediately known. The motive for the shooting is unclear, Ogan said. <q>We're just trying to sort this out right now,<q> he said. An employee of a nearby business, Jason Pekau, told CNN http://wn.com/Megyn_Kelly_Interviews_John_Green,_Father_of_9-Year-Old_Girl_Killed_in_AZ_Shooting My heart is breaking for this poor family. All I can do is pray for them, and pray for all the victims", "new_id": -2}, {"uid": "1295872993066535447", "i": 16937, "idx": 16, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "Article: \"The Good Wife' producers want <strong> Donald Rumsfeld </strong> on show... Entertainment Video: ShowBiz Minute: Razzies, Box office, Awards Entertainment Video:` Airbender' and` Eclipse' top Razzie nominations Report Abuse <q>Al Qaeda murdering 3,000 citizens is dwarfed by <strong> Donald Rumsfeld </strong> helping to murder hundreds-of-thousands of Iraqis. And that's not mentioning that he was \"buddy buddy<q> with <strong> Saddam Hussein </strong> huseein and was partly responsible for giving the dictator chemical weapons during the 80s.\" I understand that <strong> Donald Rumsfeld </strong>-- the lifelong criminal-- can\"t leave the country because so many nations have shown", "new_id": -2}, {"uid": "1295560809078905355", "i": 39111, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and I'm sure he'll do a fantastic job.\" <strong> Eric Schmidt </strong> said there would be no material change in the company's strategy, because \"we all agree with each other.\" <q>I believe as a result of this will execute and operate the business even better,<q> <strong> Eric Schmidt </strong> said. Likewise, <strong> Sergey Brin </strong> expressed during the call genuine admiration for <strong> Eric Schmidt </strong>'s role in Google's success. Please send me occasional email updates about new features and special offers from Wired.", "new_id": -2}, {"uid": "1296506543041320459", "i": 27286, "idx": 0, "sa": ["Sergio Marchionne"], "q": "US market share for 2010 rose to 9.2 percent from 8.8 percent in 2009. In Canada, the US automaker saw a market share jump of two percentage points to 13.0 percent for last year. <q>The company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months,<q> <strong> Sergio Marchionne </strong>, Chrysler's chief executive, said in a statement. \"Given the positive comments we have received to date, it can safely be said that what Chrysler delivered last year, on both the", "new_id": -2}, {"uid": "1296260491067190794", "i": 4023, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "We won't let them.\" And he made similar noises during a public appearance last summer. Asked if <strong> Eric Schmidt </strong> had told him about Android prior to its unveiling, <strong> Steve Jobs </strong> said: <q>No.... They started competing with us and it got more and more serious.<q> Asked if he felt betrayed, he said: \"My sex life is pretty good these days\". <strong> Eric Schmidt </strong> likes to portray Google as an \"open\" company that operates in contrast to a \"closed", "new_id": -2}, {"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,<q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}, {"uid": "1295528464081166339", "i": 10110, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "in class. \"I was bored, constantly naughty, always doing things I shouldn't be doing,\" he revealed in an interview with <strong> Oprah Winfrey </strong> for her new television show <strong> Oprah Winfrey </strong> Presents Master Class. <q>And I never had a clue as to what I was going to do- other than I promised myself whatever I did do, I was going to have fun.<q> The 51-year-old British star has no regrets about his career so far and although he enjoyed his time on American Idol he feels ready for a new challenge. <strong> Simon Cowell </strong> has revealed a piece of advice he was", "new_id": -2}]