[{"uid": "1295465633182812752", "i": 16584, "idx": 0, "sa": ["Lloyd Blankfein", "Hu Jintao", "Steve Ballmer"], "q": "on domestic demand and consumer spending as its economy evolves. He also promised that China would treat U.S. companies fairly when doing business there.`` We welcome U.S. companies,'' <strong> Hu Jintao </strong> said. <q> It all feels very, very good that you asked us to be a partner, </q> Jim McNerney, chief executive officer of Boeing Co. said to <strong> Hu Jintao </strong> at the start of the session. Along with McNerney, the meeting convened by the administration brought together CEOs <strong> Steve Ballmer </strong> of Microsoft Corp., <strong> Lloyd Blankfein </strong> of", "new_id": -2}, {"uid": "1295471396069730345", "i": 36077, "idx": 2, "sa": ["Paula Abdul", "Steven Tyler", "Howard Stern", "Simon Cowell", "Jennifer Lopez"], "q": "Asked about the media comparing him to former judge <strong> Paula Abdul </strong>, <strong> Steven Tyler </strong> laughed, saying it's because of the rehab rumors that dogged <strong> Paula Abdul </strong>. But he added that he'll be no <strong> Simon Cowell </strong> either. <q> You can't say you suck, </q> he told <strong> Howard Stern </strong>.`` <strong> Simon Cowell </strong> got off on doing that. My heart's not like that... I'm not into putting people down. I'm into bringing them up.'' He said <strong> Jennifer Lopez </strong>", "new_id": -2}, {"uid": "1295960989098713631", "i": 47014, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell", "Christian O'Connell"], "q": "<strong> Dermot O'Leary </strong> kicked off Facebook The X Factor host did have an account on the social networking site, but it was taken off. <q> I've got to be honest, they chucked me off Facebook- they thought it was someone pretending to be me, so I haven't got a Facebook, they literally threw me off Facebook, how annoying is that? </q> he told Absolute Radio's <strong> Christian O'Connell </strong> on his breakfast show. judge <strong> Simon Cowell </strong> has a bath in his dressing room.`` <strong> Simon Cowell </strong>'s decked out his whole dressing room, his whole dressing room is", "new_id": -2}, {"uid": "1297117275093028356", "i": 36051, "idx": 0, "sa": ["Simon Cowell", "Michael Trujillo", "Jose Huizar"], "q": "emanating out of <strong> Simon Cowell </strong> <strong> Jose Huizar </strong>'s campaign office,'' Martinez spokesman Eric Hacopian said in a statement. LAPD Sgt. Mitzi Grasso confirmed Monday that Martinez's complaint had been received, adding that the matter is <q> under investigation to determine whether a crime actually occurred. </q> Meanwhile, Skelton said Martinez faces no danger from the former <strong> Jose Huizar </strong> aide.`` Obviously, he's trying to make this story as big as he possibly can,'' Skelton said. <strong> Michael Trujillo </strong>", "new_id": -2}, {"uid": "1295493657122388504", "i": 40691, "idx": 0, "sa": ["Simon Cowell"], "q": "The first three contestants shown made it through to Hollywood. J.Lo in particular had a difficult time becoming J-No. She seemed in agony the first time she was shown rejecting a contestant. She complained: <q> Oh, my God, I hate this! Why did I sign up for this? I want to go home. </q> DBRS expects fewer defaults, rating downgrades in 2011 by Canadian corporations Canadian companies headed for relatively stable, positive year: DBRS agency` American Idol' returns for 10th season without <strong> Simon Cowell </strong> but with new judges J.Lo", "new_id": -2}, {"uid": "1297616629186400779", "i": 26884, "idx": 26, "sa": ["Donald Rumsfeld"], "q": "an example? Like,` Should I go back to the Pentagon again and be <strong> Donald Rumsfeld </strong> of Defense?''' laughed Joyce <strong> Donald Rumsfeld </strong>.`` Well, for openers,'' said Martin. <q> He didn't have the nerve to even tell me about it for hours- after he was asked, </q> she said.`` He's afraid of me, basically!''`` There was this phase when he was a rock star,'' Martin prompted.`` A rock star,'' said", "new_id": -2}, {"uid": "1297272060224821253", "i": 28611, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "weapons of mass destruction. So, as a public service, here is a partial list of the many <strong> Donald Rumsfeld </strong>`` misstatements'' that he does not address in his 813-page memoir. June 10, 2002: <q> Question: What do you make of the statement made by the Iraqi government yesterday that Iraq has no weapons of mass destruction and is not developing any? </q> <strong> Donald Rumsfeld </strong>: They are lying. Next. Question: When you say that Iraq is lying. That story mentioned having weapons- <strong> Donald Rumsfeld </strong>: Sometimes I understate for emphasis... Question:", "new_id": -2}, {"uid": "1295481575005455907", "i": 35294, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "that in some ways we have not been as up to snuff as we should be in terms of the kind of technology that we have had here at the academy,'' said <strong> Sen. Bernie Sanders </strong>, I-Vermont. <q> One of the first things that we have to do is create an IT strategy to support this because the backbone in infrastructure in this building and the IT structure that supports our operation here is aged and I think that is a polite way of putting it, </q> said Col. James Baker of the Vt.. State Police. Baker said the academy hopes to build a new administrative building on campus but still needs legislative approval on that budget. Comments Terms of Use", "new_id": -2}, {"uid": "1297299209172949515", "i": 24081, "idx": 2, "sa": ["Nigel Lythgoe", "Paula Abdul", "Simon Cowell", "Steven Tyler"], "q": ",'' <strong> Nigel Lythgoe </strong> said.`` In truth, <strong> Simon Cowell </strong> would have gotten rid of them straight-away because he wasn't a country fan.'' <strong> Nigel Lythgoe </strong> said this year there is a 16-year-old that performs jazz. <q> <strong> Simon Cowell </strong> would have said,` He's not an American Idol! Get rid of him!'... What you are definitely going to get this season is an American voice and American music. </q> Aerosmith frontman <strong> Steven Tyler </strong> <strong> Nigel Lythgoe </strong> said is the nice judge like <strong> Paula Abdul </strong>.`` He'll say,' I hear your soul. But it's not in the voice of` American Idol.' Thanks so", "new_id": -2}, [{"i": 34417, "idx": 1, "index_answer": 0, "new_id": -1, "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. <strong> We Trust </strong>'ve missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four Part 2: www.youtube.com Sacramento Kings rookie point guard <strong> Pooh Jeter </strong> does his first ever video blog. <strong> Pooh Jeter </strong> talks about the past season in Spain", "sa": ["Elton Brand", "Pooh Jeter", "Allen Iverson"], "uid": "1295507174010305539"}]]