[{"uid": "1295888921122388483", "i": 59855, "idx": 3, "sa": ["Eric Schmidt", "Mos Def"], "q": "women returns 23 years later, 14 y... video results for: <strong> Eric Schmidt </strong> award google PSYOPS: Brzezinski says`` Seeding it( WikiLeaks) is very easy'' Intel Ops Feeding WikiLeaks? PSYOPS: Brzezinski says <q> Seeding it( WikiLeaks) is very easy </q> Intel Ops Feeding WikiLeaks? Posted at PBSNewsHour on November 29, 2010. www.daily.pk US& Mos DefSAD WMR has learned from Asian intelligence sources that there is a strong belief in some Asian countries, particularly China and Thailand", "new_id": -2}, {"uid": "1297697522107970622", "i": 31608, "idx": 1, "sa": ["Steve Ballmer"], "q": "like Facebook has been already. 4:18 PM Twitter integration coming to all these hubs! 4:18 PM And Games, our favorite hub, and its Xbox Live integration get a mention. 4:17 PM Music+ Video. <q> Drags in music information from the cloud and integrates other music and video applications. </q> You can sate all your musical needs without having to launch a special app. 4:17 PM Pictures Hub. Honestly, can someone tell <strong> Steve Ballmer </strong> we've seen Windows Phone 7 before? 4:16 PM It's integrated into", "new_id": -2}, {"uid": "1295718175131842121", "i": 1746, "idx": 1, "sa": ["Amanda Holden", "Simon Cowell", "Piers Morgan"], "q": "a backing track including whipping noises and gunfire, then ending in blasts of fire. As the camera cut to <strong> Amanda Holden </strong>, she was in rapture! I Like the Way You Move, indeed! <strong> Piers Morgan </strong> began, <q> If this was a competition only by women you would have won this thing already. You come better each time it's been better than before your name has not been mentioned in the list of favourite and I don't know why! <strong> Amanda Holden </strong> gushed,`` I've always said you are, ravishing and ripped rampantly gorgeous, I know you take this very serious, you are extraordinarily entertaining </q>. You are better tonight than I've seen in previous rounds. It was the best act I've seen tonight!'' beamed <strong> Simon Cowell </strong>. He even gave them a standing ovation! taken from the official site", "new_id": -2}, {"uid": "1296433349073859092", "i": 35536, "idx": 0, "sa": ["Zahi Hawass"], "q": "of a fire raging through the nearby headquarters of the ruling National Democratic Party in downtown Cairo, intruders climbed the gates, broke a window and entered the museum in a bid to steal the mummies. <q> But demonstrators in collaboration with security forces stopped the thieves and returned the relics to the museum- but they were already damaged, </q> <strong> Zahi Hawass </strong> said.`` Only their heads were intact,'' he added. The fate of the vandals remained unknown. The Egyptian Museum, which houses invaluable treasures of antiquity, was", "new_id": -2}, {"uid": "1295458625213254221", "i": 2888, "idx": 0, "sa": ["Lisa Jackson", "Sergio Marchionne"], "q": "for large passenger cars and light-duty vehicles. The announcement was made at the EPA laboratories in Ann Arbor, Michigan, following a meeting with Chrysler Group CEO <strong> Sergio Marchionne </strong> and EPA agency administrator <strong> Lisa Jackson </strong>. <q> In addition to creating the jobs of the future, clean energy benefits the USeconomy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America, </q> <strong> Sergio Marchionne </strong> said in a statement.`` Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on", "new_id": -2}, {"uid": "1295862924156680223", "i": 52275, "idx": 0, "sa": ["Simon Cowell"], "q": "href=\"http://timesofindia.indiatimes.com/topic/search?q=Music mogul\"> Music mogul href=\"http://timesofindia.indiatimes.com/topic/Simon Cowell-Simon Cowell\"> <strong> Simon Cowell </strong>, who got engaged to make-up artist href=\"http://timesofindia.indiatimes.com/topic/search?q=Mezhgan Hussainy\"> Mezhgan Hussainy last year, loves children but says he is getting too old to have them. <q> I worry about it because of my age. When I was a youngster, my dad used to play soccer and games with me. And I worry that if I was 70... </q>`` Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could", "new_id": -2}, {"uid": "1296322239244252673", "i": 41693, "idx": 1, "sa": ["Zahi Hawass"], "q": "I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,'' <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said on Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. He added looters had also ransacked the ticket office. How much will Bipole project really cost? City, CAA get it wrong on flood forecast", "new_id": -2}, {"uid": "1295063530176554024", "i": 41552, "idx": 2, "sa": ["David Letterman", "Mike D'Antoni"], "q": "Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach.`` He doesn't listen to me,'' <strong> Mike D'Antoni </strong> said with a laugh. <q> He was nice, though, very diplomatic. </q> User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1295476069159825946", "i": 10271, "idx": 1, "sa": ["Trent Franks", "Mike Pence", "Barack Obama"], "q": "health care system is not the way to fix the health care industry. Instead, <strong> Trent Franks </strong> encourages Democrats to consider the many Republic... <strong> Mike Pence </strong>, On`` Morning Joe,'' on Government Takeover of Health Care: <q> This Will Not Stand. </q> <strong> Mike Pence </strong>, On`` Morning Joe,'' on Government Takeover of Health Care:`` This Will Not Stand.'' Congressman <strong> Mike Pence </strong> appeared on the MSNBC program`` Morning Joe'' today to discuss the <strong> Barack Obama </strong> Administration and", "new_id": -2}, {"i": 39631, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against`` rumours.'' In a posting on his blog, <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q> 70 broken objects, all of which can be restored. </q>`` I want people to know that after nine days of protests, the monuments are safe,'' <strong> Zahi Hawass </strong> said.`` If anything happens, I will announce it.'' He explained that the fire brigade was", "sa": ["Zahi Hawass"], "uid": "1296817001259670033"}]