[{"uid": "1295644860262504456", "i": 16542, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "regulatory filing on Thursday. The company portrayed its change at the top as evolutionary rather than revolutionary. \"Larry... is ready to lead,\" <strong> Eric Schmidt </strong> wrote on his blog, adding via Twitter: <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> said that although what he called the \"triumvirate approach\" of leadership by himself, Page and <strong> Sergey Brin </strong> has real benefits, it is time \"to clarify our individual roles so there's clear responsibility", "new_id": -2}, {"i": 25587, "idx": 0, "index_answer": 0, "new_id": -1, "q": "SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as \"shyster loans.\" <q>Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern,</q> CEO <strong> Sergio Marchionne </strong> said in a statement. \"I regret the remark which I consider inappropriate.\" Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "sa": ["Sergio Marchionne"], "uid": "1296939660153092098"}, {"uid": "1296694210055951386", "i": 27474, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "MPs chuntering on about anything except Egypt and Afghanistan rumbled round them the Labour leader mused, \"I sense that people are not used to this kind of prime minister's questions.\" <strong> David Cameron </strong> agreed. <q>From the noises off, it is clear that people would prefer a bunfight, but sometimes it is sensible to have a serious conversation...</q> Big society tsar Lord Wei \"doesn't have enough time to perform role' BBC editor Craig Oliver replaces <strong> Andy Coulson </strong> as No 10 communications chief Big society tsar Lord Wei` doesn\"t have enough time to perform", "new_id": -2}, {"uid": "1295619378256049159", "i": 41104, "idx": 4, "sa": ["Andy Coulson"], "q": "with ordinary people. It wasn't divorced from them in the way that a lot of very middle class politicians are.\" STEVEN BARNETT, PROFESSOR OF COMMUNICATIONS, UNIVERSITY OF WESTMINSTER <q>It is all starting to unravel in a way that I think would make people in News Corp extremely nervous and I think <strong> Andy Coulson </strong> has seen( future problems) coming down the road and he's getting out now. \"I think the resignation will take the heat off <strong> David Cameron </strong> personally but it raises the profile of the hacking case at a time when the government and possibly the Competition Commission are examining suitability issues and the power of a large and enhanced media organization.</q> IVOR GABER, PROFESSOR OF POLITICAL JOURNALISM, CITY UNIVERSITY, LONDON \"<strong> Andy Coulson </strong>'s resignation is no surprise given the continuing revelations and pressures emanating from the enquiries into phone hacking.", "new_id": -2}, {"uid": "1295472508208011321", "i": 40293, "idx": 0, "sa": ["Stephen Williams", "Michael Gove", "Nicholas Macpherson", "Theresa May"], "q": "The point is to learn from it.\" <strong> Nicholas Macpherson </strong> has previously told parliament that Treasury control over spending improved under the last government. <strong> Stephen Williams </strong>, co-chair of the Liberal Democrat parliamentary treasury committee, said: <q>This is evidence from the heart of Whitehall that Labour lost control of public spending and is yet another example that <strong> Ed Miliband </strong> doesn't know what he is talking about. \"The Labour leader is living in a fantasy-land where Labour never did anything wrong. Yet every day more evidence comes to light which shows that <strong> Gordon Brown </strong>'s spendthrift attitude was out of control and his financial management a shambles.</q> Treasury chief says ministries lost control of spending under Labour <strong> Michael Gove </strong> urges tactical Liberal Democrat voting in local elections <strong> Theresa May </strong> allows 28-day limit on detaining terror suspects without charge to lapse#undercover police stories she keep their", "new_id": -2}, {"uid": "1297176031226918403", "i": 3164, "idx": 6, "sa": ["David Letterman", "Aaron Rodgers"], "q": "But that was a great opportunity to advance my career.\" <strong> David Letterman </strong>: \"Now why weren't you recruited out of high school for a college, a major college?\" <strong> Aaron Rodgers </strong>: <q>I think a number of reasons: one, I wasn't, you know-- even today, I'm not gon na be the guy who pops out as-- you know, I'm not 6' 5</q>, I'm not 240, I'm don't run a 4-5-40. But I think a lot of times, the things you can't measure are often the things that give people the most success.\"", "new_id": -2}, {"uid": "1296800641249069578", "i": 3840, "idx": 1, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong>, R-Ind., has introduced the legislation. In Virginia, anti-abortion activists and social conservatives said the videos illustrate what they said is Planned Parenthood's disregard of laws intended to regulate abortion. <q>Their clinics are just blatantly violating laws, and they're doing it to the sums of hundreds of millions of dollars of taxpayer funds,</q> said Anna Franzonello, an attorney for Americans United For Life. Rita Dunaway, an attorney with the Rutherford Institute, which generally promotes conservative causes, said the videos underscore \"the need for greater regulation", "new_id": -2}, {"uid": "1297363700061014030", "i": 6421, "idx": 0, "sa": ["Michael Gove"], "q": "turned consultant Peter Dix answers your questions Q We are hearing a lot about academies and free schools. What are they and what is the difference? A Technically, there is no difference. <q>These new schools will become academies,</q> wrote <strong> Michael Gove </strong>, the Education Secretary, when he launched the free schools programme in the autumn. But in practical terms, academies are existing schools that change their status to receive funding directly from central government, but", "new_id": -2}, {"uid": "1295672866088440848", "i": 11473, "idx": 1, "sa": ["Andy Coulson"], "q": "The Prime Minister said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice\". <q>To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place,</q> he said. \"I hope now finally that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come", "new_id": -2}, {"uid": "1296859850024854534", "i": 2209, "idx": 2, "sa": ["Sergio Marchionne"], "q": "the term \"shyster\" at least three times when discussing the interest rates on debt owed to the U.S. Treasury during his nearly hour-long appearance at an industry conference with auto dealers, journalists and analysts. <q>When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut,</q> <strong> Sergio Marchionne </strong> said of the bailout. The sharp tone from an executive regarded as one of the shrewdest dealmakers in the auto industry comes after delays in Chrysler's application for a new round of low-interest loans from", "new_id": -2}]