[{"uid": "1297178256266534988", "i": 57658, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "intelligence could confirm the identity of most facilities that contributed to ballistic missile production, the report states. February 12, 2003 <strong> Donald Rumsfeld </strong> Press Conference During the press conference, <strong> Donald Rumsfeld </strong> said Iraq was coming <q> closer to a time when they will have those weapons developed in a form that is more threatening than it had been the year before or the year before that. </q> <strong> Donald Rumsfeld </strong> also noted that there were`` terrorist networks exist, that, in fact, they-- we now know from the intelligence we've gathered that they've had a very active effort underway to get", "new_id": -2}, {"uid": "1295598786207912973", "i": 12808, "idx": 15, "sa": ["Larry Page", "Eric Schmidt", "Mark Zuckerberg", "Sergey Brin"], "q": "speaking with... Google Inc.. Photo in Slideshow: File photo of Google Inc co-founder <strong> Larry Page </strong> listening to... Google Inc.. will step down from his role as Google's CEO in April and be... Report Abuse <q> I still think he's an idiot for helping to create the kind of business environment that doesn't believe it needs any public input nor desires to help it's customers or users. </q> Report Abuse \" <strong> Sergey Brin </strong>'s own ego and <strong> Eric Schmidt </strong>'s softness cost Google a big fortune and huge Mark Zuckerberget share loss in far east. This is just good business from shareholders' point of view. \" Time.com:", "new_id": -2}, {"uid": "1295890646005734423", "i": 42586, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google Gives <strong> Eric Schmidt </strong>` Unprecedented'$ 100 Million Equity Award Outgoing Chief Executive Officer <strong> Eric Schmidt </strong> will receive a$ 100 million equity award from Google, the company has confirmed. The award <q> includes stock and stock options, and vests over four years, </q> and is the largest for a sitting CEO, the Wall Street Journal href=\"http://blog.searchenginewatch.com/110121-142222\">$ 335 million <strong> Eric Schmidt </strong> will make by selling 534,000 shares of stock. <strong> Eric Schmidt </strong> was listed at 117 on Forbes list of the", "new_id": -2}, {"uid": "1295570586103366686", "i": 5005, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "Prahalad Talks About What Innovation Means, How Technology Vendors Can Help, And What IT Can Do To Continue Its Own Innovative Practices <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1296146574234012718", "i": 14321, "idx": 1, "sa": ["Bernie Sanders"], "q": "in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. title=\"Bernie Sanders\" href=\"http://www.chicagotribune.com/topic/politics/Bernie Sanders-Bernie Sanders-PEPLT005768.topic\"> <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> Doctors plan to put speaking valve in Arizona Rep. Giffords' breathing tube to help her speak Relentless snow piles up on winter-weary Northeast as", "new_id": -2}, {"uid": "1295392975093929516", "i": 10593, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", WINDSOR, Ontario( AP)- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295521028242155602", "i": 15414, "idx": 1, "sa": ["Simon Cowell", "Cher Lloyd"], "q": "'s told <strong> Simon Cowell </strong> she wants to do it her own way.`` She's thrown a few heavy-duty tantrums and is, frankly, being a bit of a pain.'' They added: <q> You have to admire such self-confidence in a young girl, but she's no respecter of authority and she's had run-ins with a few people. </q> However, <strong> Cher Lloyd </strong> is proving to be popular with some of music's heavy hitters, including Jay-Z who has reportedly tried to buy <strong> Cher Lloyd </strong> out of her contract with <strong> Simon Cowell </strong>.", "new_id": -2}, {"uid": "1297684045187187200", "i": 22147, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "The Beginning of the End)`` Reply# 2401 on: February 04, 2011, 04:11:14 AM'' Re: Six Years Later: March 19- Shock& Awe( aka The Beginning of the End) <q> Reply# 2402 on: February 04, 2011, 04:31:15 AM </q> Published on Thursday, February 3, 2011 by The Washington Post Unrepetant <strong> Donald Rumsfeld </strong>: Iraqi Deaths, Torture Worth It Re: Six Years Later: March 19- Shock& Awe( aka The Beginning of the End", "new_id": -2}, {"uid": "1295782408127156258", "i": 40307, "idx": 6, "sa": ["Harriet Harman", "David Cameron", "Andy Coulson"], "q": "role as well.''` Trust in politics' However, Labour said <strong> David Cameron </strong> could not escape responsibility for bringing Mr <strong> Andy Coulson </strong> into his top team when there were unresolved questions about his past. <q> I think that <strong> David Cameron </strong> was wrong to appoint someone to the heart of the government, to the heart of Downing Street, who had actually been editor of a newspaper at a time when criminal activity was going on, </q> <strong> Harriet Harman </strong>, the party's deputy leader, told Sky News. While acknowledging that Mr <strong> Andy Coulson </strong> had denied any involvement in phone hacking, she added the issue risked further eroding public confidence in politics.", "new_id": -2}, {"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.'' Saying his`` heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with <q> the good and strong and opinionated people of this state </q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}]