[{"uid": "1297108272141246515", "i": 7322, "idx": 0, "sa": ["Eric Schmidt"], "q": "their views on Google's business practices by Feb. 11. The Commission is expected to take several months to digest the feedback. Google on Monday reiterated that it was co-operating with the regulator. <q>There's always going to be room for improvement, so we'll be working with the Commission to address any concerns,</q> spokesman Al Verney said. Google Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. The Commission, which can fine companies", "new_id": -2}, {"uid": "1294972755242417682", "i": 32316, "idx": 1, "sa": ["Steve Ballmer"], "q": "to introduce new features to the platform and tweak it for better performance. In addition to cut-and-paste functionality, Microsoft CEO <strong> Steve Ballmer </strong> said during his Jan. 5 keynote at the Consumer Electronics Show that the updates would result in <q>significant performance improvements when loading and switching between applications.</q> Remote Support for PCs, Macs and Smartphones LogMeIn Rescue lets you provide complete on-demand remote support on or off LAN without pre-installed software. New Technologies That Will Change Enterprise Computing Move forward with Sony Media", "new_id": -2}, {"uid": "1296184988067649545", "i": 21635, "idx": 5, "sa": ["Mike Pence"], "q": "deal with the fiscal crisis that we're facing. That includes domestic spending. That includes reasonable pruning and efficiencies within our defense complex. But it also includes entitlement reform.'' <strong> Mike Pence </strong> said that he <q>even heard the president... talking about fiscal discipline and reform</q> but added that ''when he adds on top of that calls for additional spending, it undermines the credibility of his message.''... that a nation so concieved and so dedicated shall not perish from", "new_id": -2}, {"uid": "1295619952132808753", "i": 41614, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,'' <strong> Andy Coulson </strong> said in a statement confirming his resignation. <q>I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.</q> <strong> David Cameron </strong> said he was ''very sorry'' <strong> Andy Coulson </strong> was going but added that he could ''understand that the continuing pressures on him and his family mean that he feels compelled to do so.''", "new_id": -2}, {"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,'' says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q>Then a friend of mine... called me and said,' I think you're making a big mistake,'?</q> he says. ''Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?''", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}, {"uid": "1296286461057311252", "i": 6301, "idx": 1, "sa": ["Zahi Hawass"], "q": ", from looters.''- Ah, let them loot and take the treasure prime: This <strong> Zahi Hawass </strong>, much the human crime; Full of himself and of that great hot air Report Abuse <q>First the ''protesters'' formed a human chain to protect the musium</q>", "new_id": -2}, {"uid": "1295667435103448602", "i": 28687, "idx": 0, "sa": ["David Letterman", "Vienna Teng"], "q": "interviewed on NPR and performing on ''The Late Show with <strong> David Letterman </strong>.'' She learned to sing in the shower and in school choirs, but mostly from getting on stage and doing it. <q>I finally got the hang of using my voice as an instrument. I took some lessons here and there, which amounted to paying$ 40 to$ 150 a week to be told that I was doing it all wrong,</q> <strong> Vienna Teng </strong> said. Her parents are Chinese from Taiwan. She was born and raised in California. ''Rumor has it that I am also Vietnamese, Japanese, Korean, and/or hapa. Rumors", "new_id": -2}, {"uid": "1295829625240762905", "i": 41855, "idx": 0, "sa": ["Colin Powell"], "q": "the Union policy address on Tuesday night. Mr <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Arizona. <q>I think he's got a way to go,</q> Mr <strong> Colin Powell </strong> said. ''I mean, he hasn't achieved all of his purposes, but he's stabilised the economy.'' ''You know, we didn't elect Superman. We elected a", "new_id": -2}, {"uid": "1296131320000327701", "i": 8886, "idx": 0, "sa": ["Tony Blair", "Andy Coulson"], "q": " ''It has been agreed that her task will continue and she will evaluate any new evidence and advise as to the progress of the investigation.'' In a statement, News International said: <q>Mr <strong> Ian Edmondson </strong> was suspended in December 2010 following a serious allegation. ''Material evidence found during the course of the subsequent investigation has led to Mr <strong> Ian Edmondson </strong>'s dismissal. ''News International has informed the police, handed over the material it has found and will give its full co-operation going forward. ''News International reiterates that it will take swift and decisive action when we have proof of wrongdoing.</q> The decision comes just days after Mr <strong> Andy Coulson </strong> resigned after he claimed the ongoing controversy was making it impossible for him to advise the <strong> Tony Blair </strong>. There had been growing criticism at the apparent reluctance of", "new_id": -2}, {"uid": "1296500989172736528", "i": 35543, "idx": 1, "sa": ["Clive Goodman", "Andy Coulson", "Tommy Sheridan"], "q": " ''missing' News of the World emails bluecrusader99 31 January 2011 6:49 PM jamesdoleman 31 January 2011 7:08 PM There was also this interesting exchange between Mr <strong> Tommy Sheridan </strong> and <strong> Andy Coulson </strong> <q>Mr <strong> Tommy Sheridan </strong> then asked the witness if he there were any emails between him and <strong> Clive Goodman </strong>, the former Royal editor of the NotW. Mr <strong> Andy Coulson </strong> replied, ''yes he was a reporter on the paper</q> Mr <strong> Tommy Sheridan </strong> asked if Mr <strong> Andy Coulson </strong> had emailed Mr <strong> Clive Goodman </strong> asking him to ''take the blame for the good of the paper'' Mr <strong> Andy Coulson </strong> responded ''No, I''m positive, do you have that email Mr", "new_id": -2}]