[{"uid": "1295627170004243488", "i": 23019, "idx": 6, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. \"<strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,\" he said. <q> Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style. </q> Enter for a chance to win$ 25,000 or your choice of other great prizes in the Dream Come True Sweepstakes brought to you by Macworld.", "new_id": -2, "mturk_index": "1578"}, {"uid": "1296123832027361287", "i": 37234, "idx": 1, "sa": ["Michael Gove"], "q": "concerns from lawyers about the implementation of the Human Rights Act during his four-and-a-half years as human rights minister. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2, "mturk_index": "1665"}, {"uid": "1295552635232112206", "i": 886, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Randy Jackson"], "q": "were introduced, drew its smallest numbers of the night. Critical reaction, too, centered less on what was new, and more on what was missing: namely, the <strong> Simon Cowell </strong> bite. found <q> the formula simply does not work without someone willing to be an ass to kids with big dreams but no chops. </q> The called <strong> Steven Tyler </strong> \"winning,\" liked <strong> Jennifer Lopez </strong> OK enough, but ordered Jackson_Randy Jackson.html\"> <strong> Randy Jackson </strong>, the only original judge left sitting, to \"man up, dawg, and just say no, once in", "new_id": -2, "mturk_index": "1361"}, {"uid": "1297136473102924319", "i": 36177, "idx": 5, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "\"too many hands on the steering wheel.\" <strong> Donald Rumsfeld </strong>, who served as <strong> George H. W. Bush </strong>'s defense chief for six years after holding the the same job under <strong> George H. W. Bush </strong> Gerald Ford in the 1970s, acknowledged that <q> in a war, many things cost lives. </q> But he had no regrets about his leadership of the wars in Iraq and Afghanistan- the latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary-", "new_id": -2, "mturk_index": "1963"}, {"uid": "1295745495072876080", "i": 7587, "idx": 4, "sa": ["Andy Coulson"], "q": "showerdaily What does that mean? Presumably you think an accusation of conspiracy theorist is sufficient distraction from illegality at the heart of government that it'll all just go away? \" Like I said <q> move along, nothing to see here </q> The only illegality took place at <strong> Andy Coulson </strong>'s previous job. In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this", "new_id": -2, "mturk_index": "2060"}, {"uid": "1296153161091389985", "i": 16581, "idx": 0, "sa": ["Sergio Marchionne"], "q": "sell off the entire stake within two years. \"I think it makes a lot of sense,\" IHS Automotive Analyst George Magliano said of GM's decision not to seek the Energy Department loans. <q> First of all they are in much better shape this year than they were a year ago. You've got the stock offering. They are making money, they are doing very well with keeping their costs down, with the new product programs. They don't need an additional loan. </q> Chrysler says it has no plans to withdraw its loan application. Just last week, it's CEO, <strong> Sergio Marchionne </strong> told reporters that some programs have been put on hold as it waits for word from the", "new_id": -2, "mturk_index": "807"}, {"uid": "1297245176074432515", "i": 54634, "idx": 0, "sa": ["Blake Lively", "Matthew Morrison", "Chace Crawford", "Lindsay Lohan", "Simon Cowell"], "q": "up with a storyline involving <strong> Matthew Morrison </strong> and his female co-star <strong> Blake Lively </strong>. He wasn't filled with too much enthusiasm over its originality though. \"What could Matt do on Gossip Girl?\" mused <strong> Chace Crawford </strong>. <q> Come in as an unassuming billionaire to some oil company and then drug Serena up and leave her for dead somewhere so she has to reconcile her life. Sounds a little familiar, right? </q> <strong> Lindsay Lohan </strong> \"to be charged with felony grand theft\" <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite", "new_id": -2, "mturk_index": "1427"}, {"uid": "1297371116207732736", "i": 5539, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "of last resort has long been the claim of \"misquote\" . You see it all the time when public figures find themselves hoisted and hung out to dry by their own words- out comes the cliche: <q> My words were taken out of context </q>. <strong> Donald Rumsfeld </strong>'s new, modified approach is picked up in The Guardian illustrates the technique in action. Here he is trying to explain away another of his untruths, the claim that", "new_id": -2, "mturk_index": "1368"}, {"uid": "1295635525217038960", "i": 11160, "idx": 4, "sa": ["Larry Page", "Eric Schmidt"], "q": "on things, largely because we've spent a lot of time together. I can usually predict when we're going to disagree, and we make sure to talk those things out explicitly,\" he said. <q> And we've had a very good relationship with <strong> Eric Schmidt </strong> as well. </q> When <strong> Eric Schmidt </strong> first took over as CEO, \"there was a learning curve for us,\" <strong> Larry Page </strong> target=\"_blank\"> told Time in 2006. <strong> Eric Schmidt </strong> said it took him six months \"to", "new_id": -2, "mturk_index": "2"}, {"uid": "1295983645057327616", "i": 32714, "idx": 1, "sa": ["Michael Gove"], "q": "claims of a large number of different authorities, or an even larger number of individual schools. Mr <strong> Michael Gove </strong>'s lawyers say each of the six councils seeking judicial review will in any event receive in total <q> well in excess of? 1bn in BSF funding </q>, and the case was about \"whether they must get even more\" . 05 JULY 2010, EDUCATION& FAMILY The rise of` we' Why US presidents increasingly love the word Risky harvest", "new_id": -2, "mturk_index": "2105"}]