[{"uid": "2008092020_00022141_W", "i": 218, "idx": 4, "sa": ["Mike Butler", "David Kilgour", "Mike Lake"], "q": "and leadership, law and order is a key part of the conservative party platform. <strong> Mike Lake </strong> remembers speaking with <strong> Mike Butler </strong> about criminal justice issues after his wife was killed, but before he became a federal ndp candidate. <q> there are a lot of young families in my riding and there are a lot of people who want to get tough on crime and keep our streets safe, </q> <strong> Mike Lake </strong> said. \"he has his own motivation. it is good to see someone-- after what he has gone through-- get involved.\" the liberals under <strong> David Kilgour </strong> won edmonton-mill woods-beaumont twice before <strong> Mike Lake </strong> was elected", "new_id": -2}, {"uid": "2008112422_00037942_W", "i": 3235, "idx": 39, "sa": ["Rick Astley"], "q": "shut up about the goddamn <strong> Rick Astley </strong>! shit!\" \"yes, he is that... shit.\" \"i swear to god i'm going to torture you day and night with goddamn <strong> Rick Astley </strong> now.\" <q> why? so you have an excuse to blare him in your ears? don't make me laugh. besides, being you is torture enough. </q> <NO_QUOTATION> \"tell me something i don't know.\" \"i can't win with you. you act like you know me so well!\"", "new_id": -2}, {"uid": "2008102801_00012877_W", "i": 2612, "idx": 2, "sa": ["Brent Jones"], "q": "author sarah mcmenamin of stanford university. the findings are based on climate data going back 60 years and remote-sensing data from the past 20 years, she reports. climate change is again fingered as the sole cause. <q> there is no other reason for the regional aquifer to be drying up, at exactly the same time we're seeing this change in climate, </q> she says. to report corrections and clarifications, contact reader editor <strong> Brent Jones </strong>. for publication consideration in the newspaper, send comments to", "new_id": -2}, {"uid": "2008091723_00022287_W", "i": 2902, "idx": 7, "sa": ["Sarah Palin", "Todd Palin", "Michelle Obama"], "q": "<strong> Sarah Palin </strong>, hoping that the <NO_QUOTATION> names will subtly degrade him. afetr all, if <strong> Sarah Palin </strong> was such a poor choice they ought to be reveling in their <NO_QUOTATION> <strong> Sarah Palin </strong>'s e-mail account hacked, published on web site <q> in the latest of a series of invasions into <strong> Sarah Palin </strong>'s personal life, hackers have broken into the republican vice presidential candidate's private e-mail account, and a widely read web site has published screen grabs from it. </q> comment by <strong> Michelle Obama </strong> is a 2008 presi-don' t comment by george september 17th, 2008 at 5:04 pm call <strong> Todd Palin </strong>= mr. <strong> Sarah Palin </strong>____ couldn't agree more! this seems like a sexist conversation. none of us", "new_id": -2}, {"uid": "2008092709_00008132_W", "i": 2960, "idx": 0, "sa": ["Johann Kriegler", "Samuel Kivuitu", "Raila Odinga"], "q": "<strong> Raila Odinga </strong> said eck chairman <strong> Samuel Kivuitu </strong> should lead his fellow commissioners in bowing out following the release of justice <strong> Johann Kriegler </strong>'s report on the disputed general election results and subsequent violence that claimed the lives of more than 1,200 kenyans. <q> mr <strong> Samuel Kivuitu </strong> and his team should resign immediately or there is going to be a recommendation that they leave, </q> mr <strong> Raila Odinga </strong> told tanzania's state television in an early morning live interview from the hotel where he is staying. the pm who is on a three-day official visit to tanzania noted that the recently released <strong> Johann Kriegler </strong>'s report", "new_id": -2}, {"uid": "2008092001_00003950_W", "i": 2920, "idx": 0, "sa": ["Barack Obama", "John McCain"], "q": "members of the laborers international union of north america, began by saying that there is <NO_QUOTATION> between <strong> John McCain </strong> and <strong> Barack Obama </strong> on the need for tax cuts. the real issue, he said, is who gets them. <q> catholic social doctrine as i was taught it is, you take care of people who need the help the most, </q> he said. \"now it'd be different if you could make the case to me that by giving this tax cut to the very wealthy, everybody else was going to be better off. we saw what", "new_id": -2}, {"uid": "2008092714_00032199_W", "i": 1116, "idx": 2, "sa": ["Eddie Johnson", "Paul Newman", "Tom Cruise"], "q": "him as one of the 100 sexiest stars in film history. <strong> Paul Newman </strong> won the academy award for best actor in 1987, late in his career, for his role as a pool shark named` <strong> Eddie Johnson </strong>' in <q> the color of money, </q> co-starring with <strong> Tom Cruise </strong>. many critics at the time said he was really being awarded the oscar belatedly for his original performance of the same smarmy character in the 1961 movie <NO_QUOTATION> born <strong> Paul Newman </strong> on january 26, 1925 in", "new_id": -2}, {"uid": "2008101414_00030072_W", "i": 4030, "idx": 1, "sa": ["Jim Cramer"], "q": "business network. fbn has languished in digital-cable obscurity because it didn't have what fox news had: enemies. now it has one in cnbc resident screamer <strong> Jim Cramer </strong>. fbn is buying tv ad print ads that ask <q> how bad is <strong> Jim Cramer </strong>? </q> and \"can you afford to watch cnbc?\" they'd be tacky if they weren't so true.... and what's not 1. <strong> Jim Cramer </strong>. in 2006 he yelled: sell apple! in 2007", "new_id": -2}, {"uid": "2008121506_00014535_W", "i": 43, "idx": 2, "sa": ["Chris Weston"], "q": "trading becomes standard,\" mr <strong> Chris Weston </strong> said. the resource sector was a major buoy for the market. rio tinto jumped 10.19 per cent to$ 39.90 and bhp billiton leapt 7.22 per cent to$ 30.90. <q> rio tinto brushed off reports that it is in talks to raise$ us9 billion($ 13.4 billion) in an equity raising exercise in the first half of 2009, </q> mr <strong> Chris Weston </strong> said. he said bhp, which is in a strategic stage in contract negotiations with chinese steel mills, followed rio higher. the energy sector was also boosted with all the major players posting gains.", "new_id": -2}, {"uid": "2008121517_00016306_W", "i": 3798, "idx": 0, "sa": ["Alex McLeish"], "q": "season and they trail wolves by six points at the top of the championship. <strong> Alex McLeish </strong> told bbc wm: i still think we can do better although in a lot of the games we've been really resilient. <q> there's been some good performances but i think all round we need to show a little bit more quality. </q> \"we could be more of a threat through the middle, in the striking department and that's something we need to get better at,\" <strong> Alex McLeish </strong> added. local& nations bbc links m to sc?", "new_id": -2}]