[{"uid": "1295319354058130441", "i": 34790, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "has considered a White House run or perhaps a campaign for governor. One of his party's strongest advocates for conservative policies,  Mike Pence  is among the GOP's most outspoken critics of  Barack Obama .  We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead  and \"we'll be making a decision before the end of this month,\"\"   Mike Pence  told about 100 people at a conference room in the Henry County, Ind., Hospital. Should  Mike Pence ", "new_id": -2}, {"uid": "1295278861147685381", "i": 3157, "idx": 1, "sa": ["Mike Pence"], "q": "rather run for the Indiana governor's office. The draft-Mike Pence movement hopes to change the congressman's mind by demonstrating that he has the support he'd need for a serious 2012 presidential run.  America's President Committee[ APC] today kicks off a national grassroots signature drive urging conservatives and tea party members to sign a declaration encouraging MMike Pence to run for President,  the group said in an early-Monday news release. \"Throughout his distinguished career,  Mike Pence  has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government, and for that reason I", "new_id": -2}, {"uid": "1295682265065617928", "i": 120, "idx": 14, "sa": ["Mitch Daniels", "Mike Pence", "Charlie Black"], "q": "a favorite of Republicans who like  Mitch Daniels ' broad experience and fiscal credentials.  Mitch Daniels  has said he won't make a decision about running for president until after this year's legislative season ends in April.  If(  Mitch Daniels ) runs, I think it's hard for  Mike Pence , because all the financial base in Indiana would likely go to  Mitch Daniels ,   Charlie Black  said. But  Mike Pence  also can't afford to wait to decide because he has a long way to go in building a fundraising network and a campaign team, and becoming better-known. As", "new_id": -2}, {"uid": "1297490833134791170", "i": 58230, "idx": 4, "sa": ["Mike Pence", "Mike Huckabee", "Jim DeMint"], "q": "and religious liberty have forgotten the lessons of history,\"\"  said  Mike Pence , R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas Gov.  Mike Huckabee , at the same summit, said:  We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure.  And Sen.  Jim DeMint , R-S.C., said: \"It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.\"\"  Those are reasonable", "new_id": -2}, {"uid": "1295534390252182552", "i": 25975, "idx": 5, "sa": ["Tim Pawlenty", "Mike Pence", "Barack Obama", "Mitt Romney"], "q": "so much so they've asked U.S. Representative  Mike Pence  to seek the Republican nomination for  Barack Obama ,\"\"  href=\"http://bit.ly/hvp56y\"> Although  Mitt Romney  criticized his opponents in 2008 for not spending more Tim Pawlentye in Iowa,  as he appears to be preparing to launch a second Barack Obamaial bid,  Mitt Romney  has largely avoided the state,  href=\"http://bit.ly/hiVA6y\"> Real Clear Politics writes. \"After a debilitating second-place finish in the 2008 caucuses,  Mitt Romney  has visited Iowa only twice since  Barack Obama  was elected, and he does not have any additional trips to", "new_id": -2}, {"uid": "1295618523207978567", "i": 6980, "idx": 2, "sa": ["Mike Pence", "Chris Chocola", "Mike Huckabee"], "q": "that.\"\" '...  Mike Pence  enthusiasts... are sensitive about pigeonholing him as the Chris Chocolatian Right's preferred candidate.\"\"  target=\"_blank\" href=\"http://bit.ly/dOFggZ\"> http://bit.ly/dOFggZ-- FIRST LOOK-  Mike Huckabee , in his new book,  A Simple Government: Twelve Things We REALLY Need from Washington( and a Trillion That We Don't!),  out Feb. 22:\"\" [ T] he focus has already turned to 2012... The pundits will create their own biased and cynical scenarios, in which they will` create' front-runners by their perceptions based on", "new_id": -2}, {"uid": "1296240031097697831", "i": 11458, "idx": 2, "sa": ["Chris Christie", "Kathryn Jean Lopez", "Mike Pence", "John Hood", "Mike Huckabee", "Rick Santorum"], "q": "the Governor's Mansion \"Given what I also considered the long odds against  Mike Pence  winning the presidential contest, I think he has made the right call,\"\"  National Review's href=\"http://us.rd.yahoo.com/dailynews/atlantic/cm_atlantic/storytext/Mike HuckabeeMike Pencedropsoutof2012disappointingconservatives6757/39897739/SIG=128dn77ua/*http://www.nationalreview.com/corner/258248/right-call-Mike Pence-Rick Santorum-John Hood\" title=\"John Hood\">  John Hood  counters.  As Daniels,  Chris Christie , and others are in the midst of demonstrating, the post of governor is an excellent place to showcase the promise and importance of conservative governance-- and to hone the leadership and management skills that future chief executives need to be effective.   Kathryn Jean Lopez  says, also at National Review.Others close to the draft movement admit to be in a` funk' about  Mike Pence 's decision. One stating:` Seriously, we have no one for 2012 now.'", "new_id": -2}, {"uid": "1295487293122978306", "i": 28998, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "do better in terms of replacing Barack ObamaCare with commonsense reforms that will bring down the cost of health insurance and expand access for more Americans.\"\"  \"And repeal means keeping a promise,\"\"  he added.  This is what we said we would do. We listened to the people- we made a commitment to them- a pledge to make their priorities our priorities.  Congressman  Mike Pence , a potential Barack Obamaial candidate from Iowa, added, \"I urge all of my colleagues in both political parties to join us today as we keep our promise to the American people, as", "new_id": -2}, {"uid": "1295891150149438465", "i": 48197, "idx": 10, "sa": ["Bill Adair", "Mike Pence", "Michele Bachmann", "Eric Cantor", "Barack Obama"], "q": "Ashley Martella yesterday,  Mike Pence   Michele Bachmann ( R-MN) claimed that  Barack Obama 's health reform law- which she called the \"crown jewel of socialism\"\" - is unpopular with voters, and that they want it repealed.  The AmEric Cantoran people have href=\"http://www.newsmax.com/video/viewid/1862e921-0168-4642-b277-8ba2c413a1f4\"> said overwhelmingly that they want this  Bill Adair  repealed,  she said. \"As a matter of fact, Ashley, the more people learn about what's in Barack Obamacare, and when they see the devastating impact of it, the more they dislike this  Bill Adair  and want", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q> It's kind of like when you were a kid in school always picking teams, </q> <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}]