[{"uid": "1297652095245153826", "i": 24654, "idx": 1, "sa": ["Donald Rumsfeld", "Rev. Billy Graham"], "q": "'s young Democrats were off to WWII, <strong> Rev. Billy Graham </strong> was in Divinity School and starting his ministry. Gee, with all those young widows to console he must have been very busy.( Did someone just ask: <q>Did he get laid a lot?</q>? If so; you're catching on to how this Republican Morality scam works.) Getting back to <strong> Donald Rumsfeld </strong> and the profitability of stupidity and ineptness, we know of one guy, who is both", "new_id": -2}, {"uid": "1295218070163594249", "i": 543, "idx": 1, "sa": ["Simon Cowell"], "q": "'s contestants began selling millions of records. But after American Idol's smash third season, Fuller sued <strong> Simon Cowell </strong>, alleging that he had ripped off the Idol format by starting the British version of The X Factor. <q>The battle between Fuller and <strong> Simon Cowell </strong> that played out in the British courts-this was the undercurrent of everything that went on from the beginning of Sitting in his grand but subdued corner-office suite at the headquarters of Sony Music UK, <strong> Simon Cowell </strong> spoke about the rift that eventually broke up one of the most successful partnerships in entertainment history. \"I didn't steal anything. I just made a new show as he made new shows,</q> <strong> Simon Cowell </strong> said while sipping ginger tea and dragging on Kool cigarettes. \"At the point when Idol was launched, we both needed each other... I couldn't have done it without him, and I do", "new_id": -2}, {"uid": "1296106879053329927", "i": 18061, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "last week after numerous questions about practices at the newspaper. \"The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,\" the police force said in a statement. <q>This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010.</q> BUSINESS AND POLITICS <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgement in giving him a second chance and risks complicating a bid by <strong> Rupert Murdoch </strong>'s News Corp to buy full control of pay TV operator", "new_id": -2}, {"uid": "1295143465175603720", "i": 2666, "idx": 0, "sa": ["Troy Brewer", "Allen Iverson", "Don Maestri"], "q": "record today, averaging more than six points a minute in a 258-141 victory over DeVry Institute- the first time any NCAA team scored more than 200 points. \"This is unimaginable,\" Coach <strong> Don Maestri </strong> said. <q>I don't ever see it happening again.... It's hard to believe it happened even one time.</q> The Division <strong> Allen Iverson </strong> Trojans turned in a record-setting performance for the second year in a row against DeVry, an Atlanta computer college and NAIA Division <strong> Allen Iverson </strong> member. Last year <strong> Troy Brewer </strong> State beat DeVry by 187-116, setting NCAA", "new_id": -2}, {"uid": "1296582687133529607", "i": 14802, "idx": 0, "sa": ["Steve Ballmer"], "q": "The room erupted in applause after one delegate at today's event quizzed <strong> Steve Ballmer </strong> on the fine print in MS licensing, which could trip up unwary users. <strong> Steve Ballmer </strong> says he has no plans to simplify licensing. <q>Customers want simplification to reduce costs; our shareholders want simplification without price decreases.</q> Someone may choose a processor based licence for SQL Server, while another may decide on a server-based client access licence. Both offer lower costs depending on how they are deployed. So <strong> Steve Ballmer </strong> intends to continue giving users", "new_id": -2}, {"uid": "1296106306239763512", "i": 22460, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "Less than two years after being released from federal prison, the Philadelphia Eagles quarterback is making his fourth Pro Bowl appearance- and first since serving 18 months for his role in a dogfighting operation. <q>This one feels great due to the fact that I've been through so much and trained to getting back to this position,</q> he said after the NFC opened practice Wednesday. \"It's paramount for me and my family and I'm just thankful.\" After starting the year as a backup to <strong> Kevin Kolb </strong>, <strong> Michael Vick </strong> is coming", "new_id": -2}, {"i": 36363, "idx": 6, "index_answer": 0, "new_id": -1, "q": "The next step is to reduce U.S. unemployment, an issue <strong> Barack Obama </strong> should make \"the centerpiece\" of his annual State of the Union address on Jan. 25, the former Cabinet member said. <q>The American people are expecting him to say something about what he's going to do to</q> keep the economy moving forward, <strong> Colin Powell </strong> said. <strong> Colin Powell </strong> has criticized his own party in recent months while supporting <strong> Barack Obama </strong>'s ultimately successful fight for Senate ratification of a new nuclear-arms-reduction treaty with Russia. <strong> Colin Powell </strong> said", "sa": ["Colin Powell", "Barack Obama"], "uid": "1295802494101695495"}, {"uid": "1297240707110002271", "i": 49388, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick"], "q": ", with the radio reporter's commentary inserted as text between video frames. <strong> Dwaine Caraway </strong> insisted the presentation wasn't about <strong> Michael Vick </strong>'s past but his turn-around since leaving prison and returning to professional football. <q>What he is doing and the effect it has on the children lives is the most important factor,</q> he said. Asked how he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone", "new_id": -2}, {"uid": "1297713687197591071", "i": 6549, "idx": 0, "sa": ["Oprah Winfrey", "Cam Newton", "Michael Vick"], "q": "' gun stuff and a whole passel of other NFL stars legal troubles. What's going on with the Brett Favre/Jenn Sterger stuff? What about the Williams Wall Starcaps stuff? Hmm...... <q>SteelFever gets# 93. Just like <strong> Ron Artest </strong>. Great game just keep an eye on him that he doesn't go into the stands after a fan.</q> Recent NFL Posts on From Our Editors <strong> Cam Newton </strong> Gets Record Deal From Under Armour: And It's Totally Legal! <strong> Michael Vick </strong> On The <strong> Oprah Winfrey </strong> Show: Of Course It's Happening! 2011 NFL Draft News", "new_id": -2}, {"uid": "1297489386053772313", "i": 43412, "idx": 1, "sa": ["Robert Christopher Riley", "Eric Simonson", "Javon Johnson", "David Letterman", "Vince Lombardi"], "q": "<strong> Javon Johnson </strong>-- familiar to Pittsburgh theater audiences most recently for his portrayal of Othello at PICT-- understudies <strong> Robert Christopher Riley </strong> as Packers linebacker and Penn State alum <strong> David Letterman </strong> Robinson. What might the Packers' championship mean for the play? <q>Well, I hope it sells more tickets,</q> Mr. <strong> Eric Simonson </strong> wrote in an e-mail. For the week that ended with the Super Bowl, \"<strong> Vince Lombardi </strong>\" was at about 64 percent of the approximately 625-seat capacity at Circle in the Square Theatre on Broadway and W.", "new_id": -2}]