[{"uid": "1295808445044548103", "i": 38399, "idx": 3, "sa": ["Tim Pawlenty", "Mike Pence", "Michele Bachmann", "Mitt Romney", "Mark Levin", "Ron Paul", "Newt Gingrich", "Jim DeMint", "Sarah Palin"], "q": "<strong> Newt Gingrich </strong>, but finished behind <strong> Ron Paul </strong>, <strong> Tim Pawlenty </strong>, <strong> Sarah Palin </strong>, <strong> Michele Bachmann </strong> and <strong> Jim DeMint </strong>. The take away from that unofficial and unscientific poll, according to ABC News, is that <strong> Mitt Romney </strong> is the fRon Paultrunner in New Hampshire, <q> but there's plenty of room for another Republican to break through. </q> <strong> Mike Pence </strong> a straw poll in September taken at Family Research Council's Values Voters Summit in Washington, D.C. Constitutional lawyer, author and radio talk-show host <strong> Mark Levin </strong> assessed the current field of contenders during his show on Friday(", "new_id": -2}, {"uid": "1296200464159858698", "i": 5810, "idx": 6, "sa": ["Eric Holcomb", "Mike Pence", "Joe Donnelly"], "q": "to campaign successfully, he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said <strong> Mike Pence </strong> could be hard to beat if he runs for <strong> Eric Holcomb </strong>. <q> He'll be the prohibitive favorite in 2012, </q> Bopp said, for both the nomination and the general election. Democrats disagreed. Several Democrats have expressed interest in running, including U.S. <strong> Mike Pence </strong> <strong> Joe Donnelly </strong>, whose Northern Indiana district is expected to become more Republican-leaning", "new_id": -2}, {"uid": "1297393195089440264", "i": 16528, "idx": 2, "sa": ["Mike Pence", "Chris Christie"], "q": "to go without cancer screenings, treatment for STDs or proper birth control. tweeted yesterday that her breast cancer was diagnosed by Planned Parenthood. The grants to pay for the surgeries were written by Planned Parenthood. <q> They saved my life, </q> Moore wrote. Why are <strong> Mike Pence </strong> and the Republicans against women receiving cancer screenings and affordable oncological treatment? Why is New Jersey governor <strong> Chris Christie </strong> against this? Christie_vetoes_planned_parenthood_funding\" target=\"_hplink\"> <strong> Chris Christie </strong> vetoed a spending", "new_id": -2}, {"uid": "1295446736183418917", "i": 1907, "idx": 6, "sa": ["Mike Pence", "Jim Ryun"], "q": "to run for the presidency is a former deputy counsel to President Ronald Reagan and former U.S. <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kan. <strong> Mike Pence </strong> said the decision he and his wife will reach will be based on <q> where can we make the most difference for the conservative principles that carried us into public service. It also comes down to where are we needed most. </q> While <strong> Mike Pence </strong> would be one of numerous Republicans considering presidential campaigns, he would enter a race for governor as the favorite. From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1296752565198328330", "i": 36805, "idx": 0, "sa": ["Mike Pence", "Debbie Wasserman Schultz"], "q": "financing of abortions in cases of` forcible' rape but not statutory or coerced rape.\" wrote that under the changes, many forms of rape could be exempted from abortion coverage, including if a woman was <q> drugged or given excessive amounts of alcohol </q> or in cases including \"rapes of women with limited mental capacity, and many date rapes.\" an interview with the Raw Story, Florida Democratic <strong> Mike Pence </strong> <strong> Debbie Wasserman Schultz </strong> said, \"to suggest that there is some kind", "new_id": -2}, {"uid": "1297663845136904715", "i": 52941, "idx": 0, "sa": ["Tim Pawlenty", "Gabrielle Giffords", "Raúl Grijalva", "Mike Pence", "Clarence Dupnik", "Jared Lee Loughner", "Sarah Palin"], "q": "whom have been accused of complicity in murder. On the day of the Arizona massacre, Arizona <strong> Mike Pence </strong> <strong> Raúl Grijalva </strong> blamed the \"<strong> Sarah Palin </strong> express.\" The father of <strong> Gabrielle Giffords </strong>, one of the vicTim Pawlentys, blamed <q> the whole Tea Party. </q> The sheriff of Pima County, <strong> Clarence Dupnik </strong>, who had failed to lock <strong> Jared Lee Loughner </strong> up despite repeated arrests and other contacts, blamed \"the vitriolic rhetoric that we hear day in and day out from people in the radio", "new_id": -2}, {"uid": "1296166515171278337", "i": 40692, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "From the Indy Star: U.S. <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: Governor of Indiana. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012.\" ... he telegraphed his", "new_id": -2}, {"uid": "1297706494051036178", "i": 46487, "idx": 3, "sa": ["Mike Pence", "Cecile Richards"], "q": "said. \"This would roll back decades of progress for women's health care.\" \"We are a safe place where people can go and ask difficult questions about sex,\" <strong> Cecile Richards </strong> said. <q> We do this for teens and adults, gays and straights, and that really irritates some people who believe sex is only for procreation. </q> In an emergency email to its members that LifeNews.com obtained, <strong> Cecile Richards </strong> said she is expecting a vote this week on the <strong> Mike Pence </strong> measure, which she called \"the most dangerous legislative assault on women's health", "new_id": -2}, {"uid": "1296259221174211079", "i": 54557, "idx": 0, "sa": ["Mike Pence", "Mike McDaniel"], "q": "and a Republican, in that order.\" He had made multiple trips to states that host early presidential primary contests. Mr. <strong> Mike McDaniel </strong> said the decision not to run must have been difficult. <q> He had a lot of people around the country who were eagerly pushing him toward that decision to run for president, </q> he said. The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning sixth term in November. <strong> Mike Pence </strong>- wont", "new_id": -2}, {"i": 14978, "idx": 1, "index_answer": 1, "new_id": -1, "q": "executive role to Larry Page is` completely false,' <strong> Eric Schmidt </strong> told a group of reporters Thursday at the World Economic Forum in Davos, Switzerland,\" <strong> Adam Lashinsky </strong> reports for Fortune. <strong> Adam Lashinsky </strong> reports, <q> <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook.` We have a competitor called Microsoft, </q> he said. \"Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.\" ' \"<strong> Eric Schmidt </strong> also took on Google's competition with Apple. Google", "sa": ["Eric Schmidt", "Adam Lashinsky"], "uid": "1296157213138100743"}]