[{"uid": "1295490619185335822", "i": 7088, "idx": 0, "sa": ["Rachel Maddow", "Angelina Jolie", "Barack Obama"], "q": "Rights Campaign'' Dinner Saturday, October 10, 2009 Pres. <strong> Barack Obama </strong> addressed the Human Rights Campaign( HRC) fundraiser, a US gay rights advocacy group. He remarked on the Defense of Marriage Act and the militarys <q> Don't Ask, Don't Tell </q>... HRC National Dinner: <strong> Barack Obama </strong> delivers the keynote address at the 13th Rachel Maddowual Human Rights Campaign National Dinner... <strong> Barack Obama </strong>'s Speech To Gay Rights Activists pt.1 MOXNews.com October 10, 2009 C-SPAN... <strong> Angelina Jolie </strong> to <strong> Barack Obama </strong>*", "new_id": -2}, {"uid": "1296605148164724780", "i": 3519, "idx": 0, "sa": ["Brian Cowen", "Eamon Gilmore"], "q": "since I was elected Taoiseach have been a time of great trial and test, I believe we have worked hard to correct past failures and to secure the future recovery of our country,'' he told lawmakers. <q> I know some of the decisions my government had to take were not popular. But they had to be taken. </q> He found little comfort from the leaders of Fine Gael and Labor, the two parties which are expected to form the next government. Labour leader <strong> Eamon Gilmore </strong> said <strong> Brian Cowen </strong>'s coalition government had`` brought down", "new_id": -2}, {"uid": "1295983889241025038", "i": 56592, "idx": 2, "sa": ["Pete Best", "Paul McCartney", "David Letterman", "John Lennon Silva Santos"], "q": "Anthem as part of the pre-game festivities at Cowboys <strong> Paul McCartney </strong> on`` A Day in the Life'' In this clip from the June 1, 2010 Library of Congress press conference, <strong> Paul McCartney </strong> talks about collaborating with <strong> John Lennon Silva Santos </strong> on <q> A Day in the Life. </q>( Thanks to <strong> David Letterman </strong> Stinson.) Visit www.examiner.com... Former Beatle <strong> Pete Best </strong> talks about`` The Thing'' with the Fab Fourum at Abbey Road on the River 2010 Former Beatle <strong> Pete Best </strong> talks about`` The Thing'' with", "new_id": -2}, {"uid": "1295571782118030340", "i": 3638, "idx": 5, "sa": ["Eric Schmidt"], "q": "user data to continue deliverin... After Hours Earnings Google Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings Google Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q> Google had a strong second quarter, </q> said <strong> Eric Schmidt </strong>, CEO of Google.`` Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "new_id": -2}, {"uid": "1297437840142311452", "i": 48606, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "Windows Phone 7 lag zuletzt lediglich bei etwas mehr als drei Prozent. Die Hoffnung ist nun, dass Nokias Marktmacht den Absatz ankurbeln kann. Der Kanadier <strong> Stephen Elop </strong> stie erst im Herbst von Microsoft zu Nokia. <q> Heute wird aus einem Kampf mobiler Ger?te ein Kampf zwischen mobilen kosystemen, und unsere St?rken in diesem Bereich erg?nzen sich </q>, erkl?rten <strong> Stephen Elop </strong> und Microsoft-Chef <strong> Steve Ballmer </strong>. So werde Nokia die Erfahrungen aus der Handy-Gestaltung und Unterst?tzung verschiedener Sprachen einbringen, hie es. Au?erdem wird Nokia die Microsoft-Suchmaschine Bing f?r seine Handys und Dienste bernehmen. Nokias eigener Karten-Dienst", "new_id": -2}, {"uid": "1295108326158646296", "i": 1279, "idx": 0, "sa": ["Elizabeth Shaw", "Noomi Rapace", "Ridley Scott", "Damon Lindelof", "Angelina Jolie", "Charlize Theron"], "q": "since updated by <strong> Damon Lindelof </strong>, has morphed into something else entirely: In <strong> Ridley Scott </strong>'s words, Prometheus will still carry`` strands of Alien's DNA, so to speak,'' but the film will concern an all-new <q> grand mythology and universe in which this original story takes place. </q> There's still no word yet on what exactly that story will be, of course, but it seems those earlier casting reports that tied <strong> Noomi Rapace </strong>( as`` <strong> Elizabeth Shaw </strong>'') and potentially <strong> Angelina Jolie </strong> or <strong> Charlize Theron </strong>(", "new_id": -2}, {"uid": "1295565267075235451", "i": 35298, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it was a slow process. The new organization is expected to streamline things by <q> elevating me and having <strong> Larry Page </strong> running things day to day, </q> Mr. <strong> Eric Schmidt </strong> said. While the management shake-up wasn't telegraphed, Google has given subtle indications in the past that the roles of its leaders were being rethought. E.U. Questions Advertisers About Google Deals", "new_id": -2}, {"uid": "1295304899018677768", "i": 6901, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": " Ivory Coast mediator hints at talks between rivals* <strong> Raila Odinga </strong> says <q> meetings will take place tomorrow </q>* <strong> Alassane Ouattara </strong> camp rejects talks with Gbagbo* Peacekeepers fire shots to disperse Ivorian crowd By Ange Aboa ABIDJAN, Jan 17( Reuters)- The mediator in Ivory", "new_id": -2}, {"uid": "1295862490177078278", "i": 36816, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "lascia il suo posto di Ceo di Google per fare spazio al cofondatore del colosso di Mountain View <strong> Larry Page </strong>. Schimdt ricoprir il ruolo di Presidente Esecutivo. Ma perch? Ecco cos` ha detto <strong> Eric Schmidt </strong>: <q> <strong> Larry Page </strong> da adesso guider la strategia dello sviluppo dei prodotti e della tecnologia, i suoi principali punti di forza, e a cominciare dal 4 aprile si far carico anche dell` ordinaria amministrazione come Chief Executive Officer di Google. In questo ruolo sono sicuro che fonder perfettamente la visione tecnologica e quella degli affari </q>. La terza entit del triumvirato, <strong> Sergey Brin </strong>, terr per s il titolo di cofondatore e si concentrer sui nuovi prodotti. Questa? la dichiarazione ufficiale. Ma <strong> Eric Schmidt </strong> ha accennato a quello che sta davvero", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}]