[{"uid": "1295106448241254427", "i": 18824, "idx": 0, "sa": ["Barack Obama", "Dick Durbin", "Gabrielle Giffords", "Sen. Bernie Sanders", "Lamar Alexander", "Sarah Palin"], "q": "Arizona <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> wounded, <strong> Dick Durbin </strong>, referred to the <strong> Sarah Palin </strong>'s 2010 campaign website that showed crosshairs superimposed on Tucson, and <strong> Sarah Palin </strong>'s combative rallying cry of`` Don't retreat; reload,'' and said: <q> These sorts of things, I think, invite the kind of toxic rhetoric that can lead unstable people to believe this is an acceptable response. </q>( AP Photo/Charles Dharapak) In this photo taken June 25, 2010, <strong> Barack Obama </strong> <strong> Lamar Alexander </strong>, R-Tenn., speaks at the Republican Statemen's Dinner in Nashville, Tenn.. In the wake of the Tuscon,", "new_id": -2}, {"uid": "1297303880072155159", "i": 7854, "idx": 0, "sa": ["Donald Rumsfeld", "Keith Olbermann", "Barack Obama"], "q": "abilities. Speaker of the House of Representatives Boehner shakes hands... Photo in Slideshow: U.S. <strong> Barack Obama </strong> greets... Top Stories Video: Awaiting Spring in Afghanistan Top Stories Video: Police: Elementary teacher assaulted students Report Abuse <q> It doesn't matter if the corrupt Dem's in the Senate and the <strong> Barack Obama </strong> block <strong> Newt Gingrich </strong> attempts at putting real science ahead of politics. </q> The Christian Science Monitor: He went where? <strong> Keith Olbermann </strong>'s move to Current TV makes sense, for now. The Christian Science Monitor: In his memoir, <strong> Donald Rumsfeld </strong> admits five mistakes, sort of", "new_id": -2}, {"uid": "1296164278042713224", "i": 2068, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> announcement expected today, not tomorrow POLITICO has learned: <q> Rep. <strong> Mike Pence </strong> is expected to announce late Thursday whether he is running for president, POLITICO has learned. </q> The announcement will appear first in the Indianapolis Star, an aide said. <strong> Mike Pence </strong> has been deliberating over his political future, stepping down from House Republican leadership as he mulls whether to run for president", "new_id": -2}, {"uid": "1297521836086999055", "i": 1716, "idx": 0, "sa": ["Mark Buehrle", "Michael Jordan", "Michael Vick", "Felix Jones"], "q": "did was wrong. But we wonder how <strong> Mark Buehrle </strong> can justify being compassionate to animals but wanting <strong> Michael Vick </strong> to get injured. We liked a comment an ESPN.com reader named <strong> Felix Jones </strong> wrote about the issue: <q> The obvious response[ especially as a Tigers fan] would be to say,' I hope <strong> Mark Buehrle </strong> gets hurt!,' but I truly don't. Mr. <strong> Mark Buehrle </strong>, I hope you go through the entire season- the rest of your career, as well- without any significant injuries. I just hope you suck. </q> <strong> Michael Jordan </strong> still has it... sort of The Charlotte Bobcats had a guest appearance at practice yesterday. Team owner <strong> Michael Jordan </strong>, who turns 48 next Thursday, laced up his sneaks and participated", "new_id": -2}, {"uid": "1296354133035504148", "i": 1188, "idx": 4, "sa": ["Michael Vick"], "q": "of inner peace,'' said Erika, who adopted one of the <strong> Michael Vick </strong> dogs, Oliver, and didn't want her last name used because she doesn't want herself or Oliver to be targeted for harassment. <q> But I thought, no, no, no, don't get angry. Don't let a person like that ruin you. If I can't control what happens to him, I can control what happens to me and I can channel this anger into a big bunch of love. </q> And so, she met Oliver, the dog they said would never kiss a human, but who now sleeps with his pet parent and showers her with kisses every morning when she wakes up.", "new_id": -2}, {"uid": "1297176031226918403", "i": 3165, "idx": 7, "sa": ["David Letterman", "Aaron Rodgers"], "q": "don't run a 4-5-40. But I think a lot of times, the things you can't measure are often the things that give people the most success.''( Audience applauds) <strong> David Letterman </strong>: <q> How big were you in high school your senior year? </q> <strong> Aaron Rodgers </strong>:`` I was like 6' 2'', 190.'' <strong> David Letterman </strong>:`` Really? So, you could have been, I mean, statistically, that would have- well", "new_id": -2}, {"uid": "1295753709087883801", "i": 8072, "idx": 1, "sa": ["Stephen Jackson", "Chris Bosh", "Allen Iverson"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way.`` He wasn't missing anything,'' Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 <strong> Chris Bosh </strong> believes he's playing the best basketball of his career right now. With yet another superb performance Friday night, it's tough to argue. <strong> Chris Bosh </strong> poured in 35 points and added nine rebounds", "new_id": -2}, {"uid": "1296053683158892039", "i": 24715, "idx": 3, "sa": ["Michael Vick"], "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢.`` I forgot the Unequal pads were in my pants,'' says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q> I didn't feel a thing! </q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock", "new_id": -2}, {"uid": "1295433137260259957", "i": 39335, "idx": 0, "sa": ["Steve Ballmer"], "q": "22.75($ 34) per user per month for the first 12 months. But the promotional period ends on 30 June this year. Here's the significant bit about yesterday's announcement: <q> The service is available today as a cloud offering, </q> said <strong> Steve Ballmer </strong>.`` This is the first time we've made a release in the cloud before we have done so in the server version, and I think that really reflects the push by Microsoft into the cloud", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,`` or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}]