[{"uid": "1295940412088457249", "i": 47879, "idx": 0, "sa": ["Mitt Romney", "Richard Davey", "Colin Powell"], "q": "about the anti-crime T boss urges pols: Curb fake claims Battling a surge of costly personal injury claims, the head of the MBTA yesterday urged lawyers to weed out fakers looking to cash in on bogus suits. <q>They have ethical obligation to not prosecute phony claims,<q> said T <strong> Colin Powell </strong> Manager <strong> Richard Davey </strong>, adding that bus riders who fake XXX-it strategy: Mitt-linked hotel chain bans adult movies porn. And you know who might be behind it? <strong> Mitt Romney </strong>! Yes, the movies in their", "new_id": -2}, {"uid": "1296098111217432120", "i": 3573, "idx": 0, "sa": ["Sergio Marchionne", "Lisa P. Jackson"], "q": "trucks. The announcement was made at the EPA laboratories in Ann Arbor, Mich., following a meeting with <strong> Sergio Marchionne </strong>, Chrysler Group CEO, and <strong> Lisa P. Jackson </strong>, Agency Administrator for the EPA. <q>In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,<q> <strong> Sergio Marchionne </strong> said. \"Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1296338741178929668", "i": 14688, "idx": 0, "sa": ["Ian Benardo", "Simon Cowell"], "q": "former contestant crashed the season finale last May when took over a farewell segment for <strong> Simon Cowell </strong>, which was supposed to include digs from former burnt contestants by grabbing the microphone and carrying on with things like <q>Who cares? It's all about <strong> Ian Benardo </strong> tonight! I'm going to replace you, <strong> Simon Cowell </strong>! No one has a thing to say about you- just me.<q> That tirade by <strong> Ian Benardo </strong> caused the producers to shut down that segment early. Somehow, I doubt suing for a third time is going to get this guy anywhere, but we'll have to wait and see what", "new_id": -2}, {"i": 6041, "idx": 7, "index_answer": 0, "new_id": -1, "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. \"The people in the streets have to give this government an opportunity to change,\" he said cheerfully. <q>Beautiful things happened in the last five days.<q> This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all, but do keep it", "sa": ["Zahi Hawass", "Hosni Mubarak"], "uid": "1296579646157810697"}, {"uid": "1296260925136708118", "i": 6677, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Orin Kramer"], "q": "to <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.), said that the$ 1 billion target for total money raised is both floating around fundraising circles and not out of bounds. \"It sounds incredibly aggressive,\" he said. <q>But I think it's very doable.<q> If <strong> Barack Obama </strong> hopes to hit such a mark, he'll need his top team on board. According to the prominent <strong> Barack Obama </strong> donor, the president's core group of financial backers including <strong> Orin Kramer </strong>, an investor", "new_id": -2}, {"uid": "1295559949061718541", "i": 3668, "idx": 2, "sa": ["Eric Schmidt"], "q": "have a shot at running[ Google].\" The two were careful to frame the move as a positive transition. <strong> Eric Schmidt </strong> will be \"elevated\" to his new position, it was explained. <q>How can we run the company even better?<q> he said. \"We think this will produce even better results.\" We'll have more for you soon, but in the meantime, here's <strong> Eric Schmidt </strong> in his own words. \"", "new_id": -2}, {"uid": "1295667434215973918", "i": 12031, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "company and replace <strong> Eric Schmidt </strong> as CEO this April. Mr <strong> Eric Schmidt </strong> was brought in to help Mr Page and his partner <strong> Sergey Brin </strong> in 2001, to provide \"adult supervision\" to the two students. <q>I am enormously proud of my last decade as CEO and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead,<q> said Mr <strong> Eric Schmidt </strong>. The company has been operating in a triumvirate management structure between them for the last decade, but now Mr <strong> Eric Schmidt </strong> will move to executive chairman, working on deals, partnerships and government", "new_id": -2}, {"uid": "1296463354060031005", "i": 3635, "idx": 0, "sa": ["Michael Vick"], "q": "first time since 2006-- prior to his incarceration for running a dogfighting ring-- <strong> Michael Vick </strong> established career bests with 3,018 passing yards, 21 TD throws, a 62.6% completion rate and a 100.2 rating. <q>We'll see what happens over the next couple months,<q> <strong> Michael Vick </strong> said last week. \"I just got to be patient and take it day by day.\" The franchise tag was worth$ 16.4 million for quarterbacks in 2010. The NFL is likely to", "new_id": -2}, {"uid": "1297282407122896681", "i": 23087, "idx": 6, "sa": ["Paula Abdul", "Simon Cowell"], "q": "has been rumoured.( <strong> Simon Cowell </strong> will announce the full panel in the next three or four weeks.) But when asked if former Idol judge <strong> Paula Abdul </strong> would be involved, he left the option open. <q>I'm a massive fan of <strong> Paula Abdul </strong>,<q> he said. \"We've been in regular contact.\" Star quality <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognise star quality when they saw it", "new_id": -2}, {"uid": "1296688886194003008", "i": 22812, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "officials listed a series of actions the military has taken to guard against contractor wrongdoing, including the formation of a working group focused on procurement fraud. But <strong> Sen. Bernie Sanders </strong> said much more needs to be done. <q>It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud,<q> he said.-- Online: <strong> Sen. Bernie Sanders </strong>: http://sanders.senate.gov/ Â© Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or", "new_id": -2}]