[{"uid": "1296160133231161875", "i": 11795, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "Security, guaranteeing repayment with interest. Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q>It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,</q> said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. \"It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the", "new_id": -2}, {"uid": "1297108146141246491", "i": 18930, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> Donald Rumsfeld </strong> told ABC in an interview to be broadcast on \"Nightline\" Monday. <strong> President Bush </strong> has written that the troop level in Iraq was \"the most important failure in the execution of the war.\" <q>I think that it's possible,</q> <strong> Donald Rumsfeld </strong> responded. \"We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always smoother.\" <strong> Donald Rumsfeld </strong> is promoting his memoir", "new_id": -2}, {"uid": "1296128197246497300", "i": 17589, "idx": 0, "sa": ["Michael Vick"], "q": "It's <strong> Michael Vick </strong>'s first trip to Hawaii as an Eagle, yet more importantly, it's the first since he was sentenced to prison for his role financing a dogfighting operation four years ago. <q>This one feels great due to the fact that I've been through so much,</q> <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. \"To be able to get back to this position is paramount to me, and I'm just thankful.\" <strong> Michael Vick </strong> also", "new_id": -2}, {"uid": "1295448248150847491", "i": 39908, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gen. David Petraeus", "Hillary Clinton", "P.J. Crowley"], "q": "the U.N. <strong> Gen. David Petraeus </strong> Assembly last year, by the next <strong> Gen. David Petraeus </strong> Assembly session this year in September, Palestine will be a full member of the U.N.\" But <strong> P.J. Crowley </strong>, a State Department spokesman, said that <q>granting permission to raise the flag does not change their fundamental status.</q> The flag-raising came as <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) and 16 other senators wrote to Secretary of State <strong> Hillary Clinton </strong> on Tuesday, asking the <strong> Barack Obama </strong> administration to oppose the Palestinian Authority's efforts to bring a resolution before", "new_id": -2}, {"uid": "1295903855235421728", "i": 25579, "idx": 0, "sa": ["Andy Coulson"], "q": ", the director of public prosecutions, said he had met senior London police officers on Monday and agreed that any evidence from recent or new allegations of phone hacking should be assessed by barrister Alison Levitt. <q>I have asked Alison Levitt to take a robust approach with a view to advising whether the Metropolitan Police Service should carry out any further investigation or deciding whether any prosecutions can be brought,</q> he said in a statement. <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after one of his reporters was jailed for secretly listening to phone messages of royal household staff.", "new_id": -2}, {"uid": "1295710848073957419", "i": 3744, "idx": 0, "sa": ["Andy Coulson"], "q": "and the next step is just blow up all the pirate's boats every time\" you see them and let them float along the coast line so others can see... and no more pirates???? Report Abuse <q>Where have you all been with your racist comments when Republicans during Reagan made arena for political game with Russia out of Somalia. Current generation of Somalis grew under civil war because someone was taking sides by providing military aid to anticommunist clans. When it got really nasty we withdrew. What do you expect from people who lived for more than 20 years without government, under extreme conditions? Do you think your children would have been any better under similar circumstances. Tackle the crime problem in your cities first.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295473977077529103", "i": 22504, "idx": 1, "sa": ["Sergio Marchionne"], "q": "hybrid demonstrator vehicle based on a new 2011 Town& Country. \"Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint,\" said Chrysler CEO <strong> Sergio Marchionne </strong>. <q>We are excited to partner with the EPA to push forward on this track.</q> While the EPA's laboratories in Ann Arbor, Michigan, are largely credited with designing, developing, and patenting much of the hydraulic hybrid technology used in this demonstration( and Eaton's commercial hybrid system", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q>part of a more complicated set of negotiations.</q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned. \"We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}, {"uid": "1295984011193069115", "i": 1063, "idx": 5, "sa": ["Eric Schmidt"], "q": "engineering talent. <strong> Eric Schmidt </strong> rejected the notion that Google was losing key people. \"Our retention has been actually the same and our turnover has been exactly the same for seven years,\" he said. <q>We're going to be hiring many thousands of people this year.</q> <strong> Eric Schmidt </strong> said that in his new role he would be able to spend more time on government issues and Google's public image, among other things. \"We've got very complicated government issues", "new_id": -2}, {"uid": "1296863197220315678", "i": 16059, "idx": 0, "sa": ["David Letterman"], "q": "the Internets, wondering if that meant retirement was in <strong> David Letterman </strong>'s future. As Rob Burnett- CEO of Worldwide Pants and executive producer of Late Show- tells EW, don't count on it. <q>I think the first time <strong> David Letterman </strong> said he was going to leave in two years was back in 1987,</q> Burnett says. \"He was asked a question[ last night]: \"How much longer do you see yourself doing this?' And he said,' I don\"t know, a couple of years", "new_id": -2}]