[{"uid": "1295907918177651713", "i": 23771, "idx": 8, "sa": ["Donald Rumsfeld", "Dick Cheney", "President Lyndon Johnson"], "q": "\" he says. \"I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.\" Another <strong> Donald Rumsfeld </strong> Rule: <q>If you are not criticized, you may not be doing much.</q> As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and was a close ally of <strong> Dick Cheney </strong> <strong> President Lyndon Johnson </strong> <strong> Dick Cheney </strong>. But he was deeply disliked by opponents of the Iraq war", "new_id": -2}, {"uid": "1295571782118030340", "i": 3031, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "as an HD TV running <strong> Google Inc. </strong>'s software, while Logitech will sell a box to connect the system to existing TVs. <strong> Google Inc. </strong> isn't looking to get into film, TV or other content production, however. <q>We will work with content providers but it is very unlikely that we will get into actual content production,</q> <strong> Eric Schmidt </strong> told journalists after a keynote speech at the IFA show in Berlin. The announcement came less than a week after rival Apple unveiled its latest Apple TV product, and heats up a battle for consumers' attention", "new_id": -2}, {"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,\" said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons. \"He's a Hall of Fame coach,\" said <strong> Allen Iverson </strong>. <q>So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that.</q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped. \"Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}, {"uid": "1296711641100515846", "i": 36962, "idx": 4, "sa": ["Allen Iverson", "Michael Redd"], "q": "his play Friday night. Once he got the chance. Coming off the bench for the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. <q>With everything going on, I wanted to play well,</q> <strong> Allen Iverson </strong> said. \"I just wanted to play well. Especially for my teammates because I let them down by not being here.\" <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Michael Redd </strong> Curry to begin the game, punishment", "new_id": -2}, {"uid": "1295552137065978390", "i": 40778, "idx": 2, "sa": ["Colin Powell", "John Shalikashvili", "Barack Obama", "Michael Mullen"], "q": "no constitutional right to serve in the armed forces/ Â§ 654. Policy concerning homosexuality in the armed forces. â\u0080¢ More than 13500 service members have been fired under the law since 1994. â\u0080¢ <strong> Barack Obama </strong> said, <q><strong> Sen. Joe Lieberman </strong> will end \"Don't Ask, Don't Tell.'</q> â\u0080¢ Admiral <strong> Michael Mullen </strong>, Chairman of the Joint Chiefs, told Congress that repealing DADT is \"the right thing to do.\" Former Chairman <strong> John Shalikashvili </strong> agrees. <strong> Colin Powell </strong> and Richard Cheney say it\"s time to re-examine this", "new_id": -2}, {"uid": "1295590731155664399", "i": 14645, "idx": 0, "sa": ["Drew Brees", "Michael Vick", "Brian Urlacher", "Aaron Rodgers"], "q": "play calls on defense. \"They know our calls, so I have to try to change it up a little bit, but he's fun to play against, too,\" <strong> Brian Urlacher </strong> said. <q>He's exciting. He's a good competitor. \"I did vote him for the Pro Bowl, too. For real.</q> <strong> Brian Urlacher </strong>'s endorsement wasn't enough for <strong> Aaron Rodgers </strong> to earn a Pro Bowl selection ahead of <strong> Michael Vick </strong>, <strong> Drew Brees </strong> and Matt Ryan. View/Add Comments There have been no comments made about this story. Copyright Â©", "new_id": -2}, {"uid": "1296225951235159601", "i": 393, "idx": 5, "sa": ["Mike Pence"], "q": "was excited by the prospect of <strong> Mike Pence </strong> running for governor. \"I think he's the clear front-runner, and I think the race is his if he chooses to accept it,\" Walorski said. <q>I think he'd clear the field.</q> State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" such as <strong> Mike Pence </strong>. \"<strong> Mike Pence </strong>'s been a strong voice in", "new_id": -2}, {"uid": "1296894347001409025", "i": 10382, "idx": 5, "sa": ["Roger Goodell", "Michael Vick"], "q": "Wasn't that tiresome? Lots of players are in Dallas this weekend. Only one has to check in with the commish before going to a club. \"It isn't,\" <strong> Michael Vick </strong> said. <q>Ninety-five percent of the players in the league haven't been through what I've been through. It's all self-inflicted. If that's what it's going to take to keep me on the right track and keep me in the NFL, then I'm not complaining. Not at all.</q> The party appearance, <strong> Michael Vick </strong> said, \"wasn't something we were trying to do outside of the norm, but the authority said no. <strong> Roger Goodell </strong> said no, we couldn't do it, and", "new_id": -2}, {"uid": "1295602517160989201", "i": 36748, "idx": 0, "sa": ["Eric Schmidt"], "q": "telefoons had en sliders lijkt voorbij. Door Petervanakelyen, vrijdag 21 januari 2011 08:49 Is de Brew-phone niet de HTC Freestyle die jullie op de CES hebben gezien? <q>1 2 3</q> Inlog formulier Je moet inloggen om te kunnen reageren. Gebruikersnaam Wachtwoord Opties Ingelogd blijven Reactie formulier Reageer: UBB faq 08:50 Google ziet winst en omzet opnieuw stijgen 22:15 Google-ceo <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295461653182812690", "i": 49166, "idx": 0, "sa": ["Simon Cowell"], "q": "American Idol,\" home of the original mean judge, <strong> Simon Cowell </strong>. Over the last nine seasons, the smug and acerbic Brit with the snug V-necks has become famous for comparing one contestant's singing to <q>a cat being thrown off a skyscraper,</q> telling another, \"Don't mean to be rude, but you look like the Hulk's wife,\" reducing dozens of hopefuls to their worst ugly cry- and propelling the show to the No. 1 spot", "new_id": -2}]