[{"uid": "1297185579077496322", "i": 47684, "idx": 2, "sa": ["Michael Vick"], "q": "that are being put down.'' <strong> Michael Vick </strong>'s new career with the Philadelphia Eagles is flying high after he spent nearly two years in prison on a federal dog fighting conviction. The NFL recently named <strong> Michael Vick </strong> <q> Comeback Player of the Year. </q> href=\"http://www.worldnow.com\" target=\"_blank\"> All content? Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1296582080157810714", "i": 12513, "idx": 7, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Ministry, but it constitutes a separate ministry in the new government. While protesters dismissed the Cabinet reshuffle as cosmetic and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. <q> The people in the streets have to give this government an opportunity to change, </q> he said cheerfully.`` Beautiful things happened in the last five days.''? Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.", "new_id": -2}, {"uid": "1297125914137412651", "i": 2194, "idx": 1, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": " The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a`` key to the city.'' The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong>", "new_id": -2}, {"uid": "1297292170065437721", "i": 32211, "idx": 0, "sa": ["Michael Vick"], "q": "'s best friend. posted on MLB.com about the charity work that he and his wife do for stray dogs, Buehrle's comments noticeably changed in tone when <strong> Michael Vick </strong>'s name came up. From MLB.com: <q>`` Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? </q> said( Buehrle).`` How could you do that if you are somewhat sane? \" \"''( <strong> Michael Vick </strong>) had a great year and a great comeback, but there were times where we", "new_id": -2}, {"uid": "1297033516043974665", "i": 18436, "idx": 1, "sa": ["Michael Vick", "Aaron Rodgers", "Peyton Manning", "Ben Roethlisberger", "Tom Brady"], "q": "controlling the game.'' The 6-5, 241-pound <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> and <strong> Michael Vick </strong> or as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. <q> I'm always trying to get better, </q> he said.`` I'm trying to make better decisions, smarter decisions. I try not to put us in a bad situation.'' This season, 15 of his 34 rushes produced", "new_id": -2}, {"uid": "1297717097255754249", "i": 31866, "idx": 3, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "<strong> Joe Belfiore </strong>, corporate vice president of Windows Phone 7, said the`` core browsing engine that ships on PCs is the same one that ships on Phones.'' That will help developers, as sites that <q> work well on the PC will work well on Windows Phone as well, </q> he claimed. <strong> Steve Ballmer </strong> didn't say if IE9 would be ported to any other mobile platforms, but it seems highly unlikely. The update will be free and arrive later this year to all Windows Phone", "new_id": -2}, {"uid": "1296561500134217730", "i": 20894, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "media to Central on Friday. On Thursday, <strong> Mike Pence </strong>-- until recently the third-ranking Republican in the House-- announced he would not be a candidate for <strong> Barack Obama </strong> in 2012. <q> Seeking national office was not right for us now, </q> he told the Central students.`` While( <strong> Mike Pence </strong> and his family) went back and forth in our heads, we never went back and forth in our hearts.'' Saying his``", "new_id": -2}, {"uid": "1297710142165232701", "i": 7965, "idx": 0, "sa": ["Steve Ballmer"], "q": "making Windows Phone 7 into its primary smartphone platform in the future.(`` Concept'' phones, pictured, were revealed by Nokia yesterday.) That's something that both Nokia and Microsoft are banking on. <q> Nokia has incredible capabilities, whether it's industrial design or cameras or a broad, efficient supply chain, </q> said <strong> Steve Ballmer </strong>.`` We're sure from that based that Nokia will deliver absolutly phenomenal capability.'' Analyst:` Some U.S. Nokia Execs Will Be Angry. They Wanted Android'@ MWC: WAC Finally Goes", "new_id": -2}, {"uid": "1296482545231522318", "i": 31298, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy.`` I think it is also one of the best things that could have happened to Chrysler, too.''------ AP Business Writer Colleen Barry in Milan", "new_id": -2}, {"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,'' he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}]