[{"uid": "1297161526055738379", "i": 33848, "idx": 7, "sa": ["Simon Cowell"], "q": "held in major cities, including New York/ Los Angeles. A couple of rounds into the auditions, <strong> Simon Cowell </strong> said, contestants will perform in front of a live arena audience. <q>I want to see them perform in that setting,</q> he said. \"And while it puts more pressure on, it can also help. I'm not sure Britain's Got Talent'] with just a judges' panel. The audience really lifted her", "new_id": -2}, {"uid": "1295573362159776795", "i": 18769, "idx": 0, "sa": ["Eric Schmidt"], "q": "of the company before diving into fourth quarter 2010 earnings. Co-founder Larry Page will replace <strong> Eric Schmidt </strong> as chief executive officer in a reshuffle of senior management. The moves, effective April 4, were made to <q>streamline decision-making and create clearer lines of responsibility and accountability at the top of the company,</q> which makes some think that projects or platforms weren't getting pushed out as quickly as they had hoped. Being first to market will become even more important in the future as the mobile, operating system", "new_id": -2}, {"uid": "1295449124083853322", "i": 6407, "idx": 1, "sa": ["Michael Gove", "Andy Burnham"], "q": "an attack on the aspirations of young people. Education Secretary <strong> Michael Gove </strong> said the grant had been \"poorly targeted\" and told MPs \"you can not spend money you do not have\". <q>Choices are dependent on the money- and where is the money coming from?</q> said Mr <strong> Michael Gove </strong>. MPs have been debating a call for the government to rethink its announcement that it would remove the means-tested allowances of between Â£ 10 and Â£ 30 per week. Mr <strong> Andy Burnham </strong>", "new_id": -2}, {"uid": "1295425465261013529", "i": 17007, "idx": 1, "sa": ["Kara DioGuardi", "Julie Lloyd", "Paula Abdul", "Vanessa Johnston", "Victoria Beckham", "Christian Spears", "Simon Cowell", "Ellen DeGeneres", "Neil Patrick Harris", "Michael Jackson", "Joe Jonas"], "q": "American Idol Season 9 Auditions 6 Dallas The judges search for lone stars in the Lone Star State when open auditions are held in Dallas. <strong> Neil Patrick Harris </strong> and <strong> Joe Jonas </strong> are the guest judges. American idol \"Season 9\" <q>episode 6 \"auditions Dallas Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington \"los angeles</q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> Randy <strong> Michael Jackson </strong> <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> fox ryan seacrest results show final semi-final call-back katie stewans justin williams <strong> Neil Patrick Harris </strong> <strong> Joe Jonas </strong> <strong> Julie Lloyd </strong> Thomas Kimberly Carver Dexter Ward Erica Dave Pittman Toddrick Hall Maegen Wright <strong> Vanessa Johnston </strong> <strong> Christian Spears </strong> http://wn.com/The_Next_Judge_on_American_Idol?_Meet_Simon's_Possible_Successor", "new_id": -2}, {"uid": "1295949809222314513", "i": 28861, "idx": 0, "sa": ["Allen Iverson"], "q": "initials, but also she has a tough, gritty style like former NBA star <strong> Allen Iverson </strong>, tore her left anterior cruciate ligament before her freshman season when she was expected to contribute at the varsity level. <q>I worked my butt off just to be able to play in state,</q> Ivanov said. The one problem was that while she was rehabbing the Royals had accrued a losing regular season record and state hopes were slim. But Edwards felt his team was close to breaking through after", "new_id": -2}, {"uid": "1295443087093192192", "i": 38994, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "P.J. Crowley"], "q": "It means the[ <strong> Barack Obama </strong>] administration is serious,\" Areikat said. \"What we are urging them now is to translate their support for a Palestinian state into concrete action.\" He added: <q>We hope that this will help international efforts to provide recognition of the Palestinian state and we hope that, as <strong> Barack Obama </strong> said at the U.N. General Assembly last year, by the next General Assembly session this year in September, Palestine will be a full member of the U.N.</q> But <strong> P.J. Crowley </strong>, a State Department spokesman, said that \"granting permission to raise the flag does not change their fundamental status.\" The flag-raising came as <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) and 16", "new_id": -2}, {"uid": "1296250153055099508", "i": 43495, "idx": 1, "sa": ["Elton Brand", "Allen Iverson", "LeBron James"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four <strong> LeBron James </strong> Destroying the Portland Blazers In the 2007-- 08 season, <strong> LeBron James </strong> continued his dominant play, earning his fourth consecutive All-Star Game appearance", "new_id": -2}, {"uid": "1296757679010059804", "i": 5879, "idx": 2, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "was too small, a view apparently vindicated by the subsequent failure of American forces to stop postwar violence and looting. <strong> Donald Rumsfeld </strong> concedes that with hindsight, more US troops might have helped stop the looting. <q>In retrospect there may have been times when more troops could have helped,</q> he writes. But he insists that no formal request for more troops was made by the generals. He says <strong> Paul Bremer </strong>'s decisions \"inadvertently stoked nationalist resentments and fanned the embers of what would become the", "new_id": -2}, {"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,\" <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q>Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud.</q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business' \"move forward into the era of cloud computing,\" one that would apparently require \"new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}, {"uid": "1295656548083230739", "i": 44906, "idx": 0, "sa": ["Andy Coulson", "Baby Doc"], "q": "rights group Photo: Two men from Dominican Republic but resident in Spain load their... <strong> Baby Doc </strong> Driven to Private Home in Latest Unexpected... World Video: Assault on the increase in France as crime drops overall Report Abuse <q>The French cheese eating surrender monkeys have a history of harboring dictators, rapists, terrorists and scumbags in general.</q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}]