[{"uid": "1295562509244678683", "i": 35032, "idx": 0, "sa": ["Steve Ballmer", "Tom Warren"], "q": "Earlier this year, <strong> Steve Ballmer </strong>, the CEO of Microsoft, was asked whether he had plans to release a PC-compatible edition of Kinect is hacker-friendly, and that's a good thing, Microsoft says <q> Microsoft is set to unveil driver support and a software development kit in the coming months and will allow third-party developers to create titles that utilize the Kinect sensor when plugged into a PC, </q> <strong> Tom Warren </strong> of Win Rumors target=\"_blank\"> writes today. \"According to sources familiar with the plans, Microsoft will distribute the drivers under the` beta' tag.\" <strong> Tom Warren </strong> added that Kinect support is", "new_id": -2}, {"uid": "1295246137169197603", "i": 42014, "idx": 3, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Barack Obama"], "q": "Surgeons also inserted a feeding tube, the hospital said. <strong> Kirsten Gillibrand </strong> said she was in the hospital room when <strong> Gabrielle Giffords </strong> opened her eyes for the first time on Wednesday, minutes after <strong> Barack Obama </strong> visited. <q> If there's anyone in the world that will recover fully from this kind of crime and just unbelievable injury, it's her, </q> the New York senator said. \"She's got courage. She's got drive. She's got spirit. And I really think her courage is inspiring to all of us right now.\"", "new_id": -2}, {"uid": "1295009312134168590", "i": 33467, "idx": 0, "sa": ["Michael Vick"], "q": "took exactly one night for <strong> Michael Vick </strong>'s name to be once again embroiled in controversy. <strong> Michael Vick </strong>'s Virginia-based lawyer Lawrence Woodward denied reports that his client spent his first night of freedom at a Virginia Beach strip club. <q> It is absolutely, categorically false, </q> Woodward said. Should a man, having paid his debt to society for a crime he says he regrets, be forbidden from resuming a career at which he excels; a career for which his crime in", "new_id": -2}, {"uid": "1297309209087687252", "i": 5603, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "\" Indeed, <strong> Donald Rumsfeld </strong> conceded that it's hard today to give a simple explanation- as you could with World War II- what the Iraq war and related terrorism conflicts were all about. <q> It is a marathon, not a sprint, </q> he said. \"It is a competition of ideas. For whatever reason, we are hestitant and not skillful in engaging in the competition of ideas.\" Last night in America's founding city,", "new_id": -2}, {"uid": "1297433861129613836", "i": 23622, "idx": 0, "sa": ["Michael Gove"], "q": "cuts were dealt a blow today after six councils won their High Court challenge over <strong> Michael Gove </strong>'s decision to scrap school building projects in different parts of the country. In five of the cases the failure was <q> so unfair as to amount to an abuse of power </q>, the judge said. The judgment leaves it doubtful that other local authorities will be able to seek a judicial review of BSF on similar grounds, after Mr Justice Holman said it was his view that", "new_id": -2}, {"uid": "1295566668244678663", "i": 3419, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "strategic projects and new products with the title of co-founder. \"For the last 10 years, we have all been equally involved in making decisions,\" <strong> Eric Schmidt </strong> said of himself, <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> <strong> Eric Schmidt </strong> announced leaving the CEO post as Google announced its fourth quarter earnings, which saw fourth quarter revenue of$ 8.44 billion, an increase of 26 percent over the year prior. Google closed out fiscal", "new_id": -2}, {"uid": "1296600731051216419", "i": 14534, "idx": 0, "sa": ["Zahi Hawass"], "q": "for nine years and died at age eighteen of Malaria. When his tomb was discovered in 1922, and became one of the most visited artifacts in Egypt. It is also stated by <strong> Zahi Hawass </strong> that, <q> They went into the Late Period gallery, but when they found no gold, they broke thirteen vitrines and threw the antiquities on the floor. </q>( thirdage.com) The Egyptian military detained around fifty people at the museum. Posted on Tuesday, February 1st, 2011 at 5:30 pm and filed under", "new_id": -2}, {"uid": "1297177841226918447", "i": 41332, "idx": 1, "sa": ["Kara DioGuardi", "Ellen DeGeneres", "Simon Cowell"], "q": "seen a full episode,\" he told reporters on a conference call for his upcoming music competition series \"The X Factor,\" according to target=\"_blank\" Cowell-Simon Cowell-new-idol/\"> Entertainment Weekly's website. <q> I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over. But people are still excited about these shows. </q> Former \"American Idol\" judge <strong> Simon Cowell </strong>. TV's top-rated show returned last month with a makeover for its 10th season. <strong> Simon Cowell </strong>, everyone's favorite villain, is gone, along with <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>", "new_id": -2}, {"uid": "1295626550004243492", "i": 7990, "idx": 0, "sa": ["Kyle Busch", "Allen Iverson", "Elton Brand", "Guo Lusheng"], "q": "programs, the <strong> Elton Brand </strong> Foundation is merely a front to give <strong> Elton Brand </strong> a forum in which to dunk on children all day <strong> Kyle Busch </strong>: Forced to shut down his Motor for Life Fund when authorities learned its stated purpose of <q> teaching sportsmanGuo Lushengp, dignity, and respect to underprivileged children </q> was actually accomplished through playing the original arcade version of Cruis'n USA <strong> Allen Iverson </strong>: Claimed the goal of his Answer Foundation was to end world hunger; used the charity's money to hold an annual press conference and", "new_id": -2}, {"uid": "1296106965198869114", "i": 1969, "idx": 2, "sa": ["Allen Iverson", "Soulja Boy", "Darryl Dawkins", "Gregg Popovich"], "q": "His jumper was deadly.\" Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q> When your jumper is on, the basket seems like an ocean and the basketbDarryl Dawkins seems like a rock, </q> he said. \"That is the <strong> Soulja Boy </strong> it felt tonight. \"My teammates are the ones that set the screens for me and got me the bDarryl Dawkins in spots where I need the bDarryl Dawkins. My <strong> Gregg Popovich </strong> cDarryl Dawkinss", "new_id": -2}]