[{"uid": "1297187009205783101", "i": 6931, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "Paris. It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent.`` Ironically, my comment was unintentional,'' <strong> Donald Rumsfeld </strong> writes. <q> I had meant to say France and Germany represented` old NATO' not` old Europe'. </q>`` In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling french fries` freedom fries' loved it,'' he writes.`` The elites in", "new_id": -2}, {"uid": "1297263647144211973", "i": 23968, "idx": 0, "sa": ["Donald Rumsfeld", "Barbara Mikulski", "W. Craig Fugate", "Jonathan Karl", "Rick Klein", "Orrin Hatch"], "q": "Puppet Appear On` Daily Show' ABC News' <strong> Rick Klein </strong> and <strong> Jonathan Karl </strong> discuss the former chairman's appearance. <strong> Barbara Mikulski </strong> on GOP:` They Have No Ideas' <strong> Orrin Hatch </strong> <strong> Barbara Mikulski </strong> D-MD., says the Republicans <q> just want to pander to the crowd. </q> Egypt Looms Over DC Diplomat Huddle The <strong> Donald Rumsfeld </strong> of State jokes that they thought February would be a`` slow month.''#SNOMG: FEMA Uses Social Media To Help With Storm <strong> W. Craig Fugate </strong> FEMA Administrator", "new_id": -2}, {"uid": "1295584186085278737", "i": 4659, "idx": 3, "sa": ["Eric Schmidt"], "q": "account on Thursday, <strong> Eric Schmidt </strong> wrote:`` Day-to-day adult supervision is no longer needed.''`` I believe Larry is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. <q> It's time for him to have a shot at running this. </q> But many in Silicon Valley were stunned that Page had decided to retake the reins, having given no public hints of his personal ambitions. Share More Business& Technology The Williams family's", "new_id": -2}, {"uid": "1295629069004243586", "i": 26636, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "On Thursday, Google along with its strong quarterly numbers, announced that its co-founder Larry Page will become the new Chief Executive of the company starting April 4,'' Manikandan Raman reports for The International Business Times. <q> Larry Page, who founded Google along with <strong> Sergey Brin </strong>, will take the reins from <strong> Eric Schmidt </strong>, who has been holding that position since 2001. </q>`` As the market will be concerned in the near-term with the management shuffle, an analyst at Jefferies even hinted at a possibility that <strong> Eric Schmidt </strong> could become the Chief Executive of Apple Inc., whose CEO <strong> Steve Jobs </strong>", "new_id": -2}, {"uid": "1296246869137003031", "i": 285, "idx": 0, "sa": ["Mr. Bauer", "Gary Bauer", "Mike Pence"], "q": "health care through a so-called public-option will hurt states, working families, and small businesses. www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana Rep. <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"uid": "1297368337170426449", "i": 16459, "idx": 4, "sa": ["Zahi Hawass"], "q": "in Slideshow: A member of the Egyptian special forces patrol on... Photo: <strong> Zahi Hawass </strong>: No mummies damaged by looters at Cairo's... Article: Experts fret for Egypt's treasures, ancient sites... Report Abuse <q> I sincerely hope the Egyptian people eventually will win their freedom. However, the Cairo museum is one of the world's greatest museums. It's artifacts are beyond price. They are the cultural heritage of the Egyptian people representing one of the world's earliest and greatest civilizations. </q> It would be a tragedy for Egypt and it's people if the Cairo Museum were looted and trashed like the Bagdad Museum. Report Abuse <blockquote> Headline:`` Egypt's museums and monuments are deserted'' </blockquote>", "new_id": -2}, {"uid": "1295139772120274975", "i": 15868, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ". It was raw strength. It was so beautiful and so moving,'' <strong> Kirsten Gillibrand </strong> said.`` It felt like a miracle. It felt like we were watching a miracle,'' said Wasserman-Schultz. <q> Other than the birth of my kids, this was the most incredible feeling, to see... one of your closest friends just struggle to come back to you, to come back to her family, to come back to her friends. </q> It was sparked, the lawmakers said, by simple banter and human warmth. They took turns holding <strong> Gabrielle Giffords </strong>' hand. <strong> Kirsten Gillibrand </strong> was talking about how <strong> Gabrielle Giffords </strong> and Mark needed to be back eating pizza soon", "new_id": -2}, {"uid": "1297421165245137429", "i": 36866, "idx": 0, "sa": ["Steve Ballmer"], "q": "further Symbian sales of 150m`` in the years to come''. Nokia's other OS MeeGo, which is run in collaboration with Intel, will become open source. Microsoft chief executive <strong> Steve Ballmer </strong> added: <q> I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q>", "new_id": -2}, {"uid": "1297216340026116096", "i": 32787, "idx": 2, "sa": ["Simon Cowell"], "q": ",'' he said. If those preteens aren't brave enough to massacre their elders, they probably won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena. <q> It was supposed to be similar to them doing their first concert, </q> <strong> Simon Cowell </strong> explained.`` It really helped show me who could handle the pressure.'' <strong> Simon Cowell </strong> said allowing the crowd to react in real time will help him avoid overlooking another big star.`` There have", "new_id": -2}, [{"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,'' Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}]]