[{"uid": "1296956290099991602", "i": 42847, "idx": 1, "sa": ["Michael Vick"], "q": "You'll be sprayed with flying spittle all over your face, simply by standing nearby.`` He's full of shit,'' said one who rescues pit bulls, the common victim of dog fighting rings. <q> He's a sadistic bastard and you don't recover from that in prison. Bullshit. </q> But <strong> Michael Vick </strong>, with the support of the Humane Society, who vouches on his behalf that he is, in fact, rehabilitated from his monstrous crime against his dogs, trots him out to speaking engagements", "new_id": -2}, {"i": 16697, "idx": 1, "index_answer": 0, "new_id": -1, "q": "hoped to get$ 3 billion in loans. General Motors Co.'s withdrawal of its application for$ 14.4 billion of the same type of government loans will increase his company's chances of getting approval. <q> We're in two different places in financial history, </q> <strong> Sergio Marchionne </strong> said of Chrysler and GM.`` They grew up with a big equity box. I grew up with nothing. So I'll take the money. I'm not proud. I'd just like to", "sa": ["Sergio Marchionne"], "uid": "1296854638096747656"}, {"uid": "1295008484200032264", "i": 23203, "idx": 4, "sa": ["Michelle Obama", "Kirsten Gillibrand"], "q": "pizza. And Wasserman Schultz recounted telling her,`` Come on, you've got to get better, because we expect you up in New Hampshire this summer'' at Wasserman Schultz's vacation home. <q> And just as I said that, that's when she suddenly was struggling to open... her eyes, </q> Wasserman Schultz said.`` <strong> Michelle Obama </strong> just a little bit. And the doctors couldn't believe it. They said,` This is such a good time.''' Kelly saw her struggling, <strong> Kirsten Gillibrand </strong>", "new_id": -2}, {"uid": "1295569913120422584", "i": 19582, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Data Warehouse Appliance Promises Database Transparence, Mixed BI Workload, Massive Scalability <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman.`` By elevating me and having Larry running things day", "new_id": -2}, {"uid": "1295547194232112134", "i": 30664, "idx": 3, "sa": ["Julianne Hough", "Paula Abdul", "Steven Tyler", "Ryan Seacrest", "Simon Cowell", "Jennifer Lopez"], "q": "<strong> Steven Tyler </strong> is`` about as critical as a fourth-grade music teacher,'' while <strong> Jennifer Lopez </strong>, trying to fill the sympathetic <strong> Paula Abdul </strong> role, supposedly has trouble saying no, but`` even this feels manufactured'' and disingenous. <q> She's playing a character in a <strong> Jennifer Lopez </strong> romantic comedy. </q> <strong> Simon Cowell </strong> gone from` American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: <strong> Ryan Seacrest </strong>, <strong> Julianne Hough </strong> Photo in Slideshow: <strong> Ryan Seacrest </strong>, right, and <strong> Julianne Hough </strong> arrive at the Weinstein... Opinion Video: GOP Charging Ahead With", "new_id": -2}, {"uid": "1296858709051773441", "i": 40526, "idx": 1, "sa": ["Howard Stern", "David Letterman", "Regis Philbin"], "q": "didn't really retire, he was fired.`` He got fired. He went in and he asked for more money and they gave poor old <strong> Regis Philbin </strong> the boot,'' said <strong> Howard Stern </strong>. <q> I don't want to hear that. I don't want to believe that, </q> said <strong> David Letterman </strong>. But on his show, <strong> Regis Philbin </strong> said there's no truth to <strong> Howard Stern </strong>'s remark.`` <strong> Regis Philbin </strong> never asked for more money. <strong> Regis Philbin </strong> never had the chance, believe me,", "new_id": -2}, {"uid": "1296083499001015856", "i": 22124, "idx": 0, "sa": ["Michael Vick"], "q": "well on the field, would they have returned to grace so soon-if at all? According to Stephen Mosher, professor of sport management and media at Ithaca College, there's no maybe about it. <q> From my perspective, Roethlisberger-along with Brett Favre-have gotten away with contemptible behavior, </q> Mosher said.`` It says a lot about the misogyny of the NFL. <strong> Michael Vick </strong>, on the other hand, is as much a victim of the circumstances of his birth as he is of the South's", "new_id": -2}, {"uid": "1295855858263028757", "i": 43787, "idx": 0, "sa": ["Tony Blair", "Tommy Sheridan", "Chris Huhne", "Aamer Anwar", "Andy Coulson"], "q": "targeted by other newspapers. Energy Secretary <strong> Chris Huhne </strong> yesterday attacked the News Of The World's claim that the phone hacking which led to their royal correspondent being sacked was a one-off. <strong> Chris Huhne </strong> said: <q> It seems to be totally implausible that this was... limited to one journalist.`` I was rather surprised the police accepted that story rather than investigate it further. </q> <strong> Tommy Sheridan </strong> trial provoked resignation of top spin doctor <strong> Andy Coulson </strong> Mum of soldier killed in Iraq heckles <strong> Tony Blair </strong> over war` regrets' <strong> Aamer Anwar </strong> demands probe into <strong> Andy Coulson </strong>'s role in phone hacking scandal Chilcot inquiry: I disregarded legal", "new_id": -2}, {"uid": "1295603056020365336", "i": 28775, "idx": 1, "sa": ["Eric Schmidt"], "q": "at running this.'' Page praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable.`` The results speak for themselves,'' Page said. <q> There's really no one else in the universe who could have accomplished what <strong> Eric Schmidt </strong> has done. </q> Google generated US$ 8.44 billion in revenue in the quarter, ended Dec. 31, 2010, up 26 percent compared with 2009's fourth quarter. Subtracting commissions paid to partners and other fees, revenue came", "new_id": -2}, {"uid": "1295977658128352267", "i": 20219, "idx": 0, "sa": ["Eric Schmidt"], "q": "outreach as executive chairman, also said the group would hire thousands of people this year, rejecting accusations that it has struggled to keep its best talent from leaving for Facebook and other Silicon Valley rivals. <q> I'm very personally excited about my next decade at Google, </q> <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on January 21 that his move was an effort to speed up decision-making.", "new_id": -2}]