[{"uid": "1295479943073809965", "i": 15999, "idx": 0, "sa": ["Sergio Marchionne"], "q": " WINDSOR, Ontario( AP)-- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products that", "new_id": -2}, {"uid": "1295589382106250271", "i": 16868, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "has dominated internet search for a decade, the company has struggled to find its footing in social networking, with a new crop of web companies such as Facebook and Twitter stealing traffic and engineering talent. <q> As spending was curbed and order restored over the last few years, some of that Google magic was lost, </q> said Tricia Salinero, managing director of Newforth Partners, a mergers and acquisitions advisory firm, in an email. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for <strong> Larry Page </strong>, told Reuters", "new_id": -2}, {"uid": "1296483335037306377", "i": 56509, "idx": 0, "sa": ["Eric Schmidt"], "q": ": Generals, Pilots,... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the Woodrow Wilson School of Public and International Affairs, on April 18, 2009.... Harvard University Helps the Homeless? Harvard University has an endowment worth$ 34.9 billion. They earned 23 percent on", "new_id": -2}, {"uid": "1295658306074924083", "i": 2360, "idx": 9, "sa": ["Eric Schmidt"], "q": "is somewhat limited. Google is often called a one-trick pony, with its AdWords advertising platform continuing to generate most of the company's revenue. But as <strong> Eric Schmidt </strong> himself has said, it's quite a trick. <q> If you've got a one-trick pony, you want the one we have, </q> <strong> Eric Schmidt </strong> told target=\"_blank\" href=\"http://blogs.wsj.com/digits/2010/07/28/Eric Schmidt-Eric Schmidt-on-google%E2%80%99s-next-tricks/\"> The Journal last summer.`` We're in the ad business, and it's growing rapidly. We picked the right trick.'' And Google picked the trick on", "new_id": -2}, {"uid": "1295277090044859402", "i": 48173, "idx": 0, "sa": ["Gordon Brown", "Richard Myers", "David Cameron", "Andy Coulson"], "q": "' body the British Medical Association, the Royal College of Nursing and trade unions- which together represent many of the more than 1 million NHS employees- warned that the scale and pace of reform made the changes <q> extremely risky and potentially disastrous. </q> <strong> David Cameron </strong> says communications chief <strong> Andy Coulson </strong> is... <strong> Gordon Brown </strong>, Gen. <strong> Richard Myers </strong>, Admiral William Fallon... Business Video: Fiat workers trade strikes for jobs Report Abuse \" Was it something like this that made Tunisia president flee his", "new_id": -2}, {"uid": "1296010489168460353", "i": 298, "idx": 0, "sa": ["Steve Ballmer"], "q": "questions will be asked about the leadership of <strong> Steve Ballmer </strong>, now in his 12th year as chief executive. A string of high-level departures has raised concerns about his efforts to revitalize the company. <strong> Steve Ballmer </strong> <q> is always on thin ice, </q> said Forrest at Fort Pitt Capital.`` Microsoft is a results-driven company.''", "new_id": -2}, {"uid": "1296719606020512783", "i": 371, "idx": 0, "sa": ["Mike Pence", "Jim Wallace"], "q": "president. <strong> Jim Wallace </strong>, 49, said he understands the odds but thinks he brings an economic development and business background that <strong> Mike Pence </strong> lacks. Besides, he suggested, <strong> Mike Pence </strong> is needed in Congress. <q> I like <strong> Mike Pence </strong>. I think he's a fantastic congressman. In fact, I think he's a treasure on the national stage, </q> he said.`` I think it would be a tragedy to lose that conservative voice in Congress.'' <strong> Jim Wallace </strong> emphasizes his own resume and business background, including his graduation from the U.S. Military Academy and", "new_id": -2}, {"uid": "1295566706244678664", "i": 44713, "idx": 1, "sa": ["Alyse Eady", "David Letterman", "Big Boi"], "q": "'s`` Land of Opportunity'' bill with the hilarious#rejectedarkansasmottos trend. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong>  Miss Arkansas <strong> Alyse Eady </strong> will appear on the`` Late Show with <strong> David Letterman </strong>'' this Thursday night.  The Gossip's <q> Standing in the Way of Control </q> named the`` Most Powerful Protest Song of the 21st Century'' by Flavorwire. <strong> Big Boi </strong> to Hendrix  Hendrix College is bringing another huge night of music with <strong> Big Boi </strong>( of Outkast) and rising Alabama emcee Yelawolf.", "new_id": -2}, {"uid": "1296101837086409253", "i": 17017, "idx": 1, "sa": ["Steve Ballmer"], "q": "way. Has MS finally realized Windows isn't touchscreen friendly? blog post`` Microsoft is imagining a NUI future,'' <strong> Steve Ballmer </strong>'s company describes pretty accurately the way things are going with personal technology right now: <q> You don't have to look very far to realize that technology is becoming more natural and intuitive, </q> it begins. But then it notes,`` In a typical day, many people use touch or speech to interact with technology-- on their phones, at the ATM, at the grocery store and in their", "new_id": -2}, {"i": 17605, "idx": 16, "index_answer": 0, "new_id": -1, "q": "with an injured rib and back.`` Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,'' <strong> Michael Vick </strong> said. <q> Unequal was one of the reasons I've been able to make it through the season. </q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. Subscribe Now Home delivery prices for Oahu Only. Please call customer service at(808) 538-6397 for Neighbor Island", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]