[{"uid": "1295283369244170816", "i": 15674, "idx": 0, "sa": ["Gordon Ramsay", "Piers Morgan", "Simon Cowell"], "q": "interview, <strong> Piers Morgan </strong>- a former newspaper editor and talk-show host in the U.K.- says his style is brash, in the mold of fellow Brits <strong> Simon Cowell </strong> and <strong> Gordon Ramsay </strong>. His guests, he says, will <q> have a choice between having a safe, easy five-minute ride to plug their movie </q> elsewhere on TV, \"which in the end is rather boring and unmemorable,( or) coming on for an hour and jousting with this rather annoying Brit. And if they succeed, they'll be the", "new_id": -2}, {"uid": "1296759648093224960", "i": 57707, "idx": 0, "sa": ["Kirsten Gillibrand", "Richard Blumenthal"], "q": "House of Representatives that would prohibit federal funds to be used to subsidize abortion providers. Subscribe to The Economic Monitor to get the day's most relevant news, data and anlaysis. Sample <q> We will no doubt see attempts to pass these bills in the Senate, </q> Sen. <strong> Kirsten Gillibrand </strong>, D-NY and Sen. <strong> Richard Blumenthal </strong> D-CT said in a letter to colleagues on Wednesday. \"We must work together to stop these bills in their tracks, as they represent an unprecedented effort to restrict", "new_id": -2}, {"uid": "1297127043178880532", "i": 39088, "idx": 1, "sa": ["Billy Joel", "Mick Jones", "Simon Cowell"], "q": "\" She has also famously appeared in her ex-husband <strong> Billy Joel </strong>'s classic music videos \"Uptown Girl,\" \"Keeping the Faith\" and \"All About Soul,\" as well as <strong> Mick Jones </strong>'s music video <q> Just Wan na Hold. </q> <strong> Simon Cowell </strong>:` The X Factor' judging panel still has yet to be determined` The X Factor' announces$ 5 million record deal prize and auditions Jersey Shore' star The Situation planning", "new_id": -2}, {"uid": "1297269561137707527", "i": 45000, "idx": 1, "sa": ["George Casey", "Donald Rumsfeld"], "q": "not awash in sectarian violence,\" the top U.S. commander in Iraq, Gen. <strong> George Casey </strong> said, on talk show after talk show, making the rounds to tell the American home-front not to worry. Civil war? <q> I don't see it happening, certainly anytime in the near term, </q> he said, as he denied the surge in sectarian violence... \" <strong> Donald Rumsfeld </strong> held a news conference at the Pentagon to say that U.S. press reports of killings-- such as mine that estimated 1,300 dead in", "new_id": -2}, {"uid": "1296425350029392900", "i": 40012, "idx": 4, "sa": ["Zahi Hawass"], "q": "on Saturday, they discovered the keys to the museum had been stolen. After an hour, <strong> Zahi Hawass </strong> was able to break in and quickly assess the damage. About 100 artifacts had been broken, but <q> none were really precious, </q> he said. <strong> Zahi Hawass </strong> discovered that three \"tourist police\" who had stayed at the museum throughout the night had caught and bound one of the nine looters who had smashed through the roof.", "new_id": -2}, {"uid": "1296391267266764303", "i": 29846, "idx": 8, "sa": ["Allen Iverson", "Dwight Howard", "Jenna Jameson", "Alex Jones"], "q": "AntiPornography.org) Pt 2/3 Teen Prostitute on Tyra. Anti-Porn. org comments( Nonprofit AntiPornography.org) Learn more at antipornography.org- <strong> Jenna Jameson </strong>'s 25 Good Reasons Why No One Would Ever Want to Be a Porn Star www.antipornography.org- <q> People who exhibit aggressive self-destructive behavior are almost always defensive about the behavior and try to justify the behavior. Amazi... <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't r... The <strong> Alex Jones </strong> Show 1/3: Neo-Con Hierarchies Order Media Blitzkrieg Attack on Patriot Leaders The <strong> Alex Jones </strong> Show 1/3: Neo-Con Hierarchies Order Media Blitzkrieg Attack on Patriot Leaders Neo-Con", "new_id": -2}, {"uid": "1297346416138428454", "i": 7447, "idx": 0, "sa": ["David Letterman"], "q": "stores in anticipation of the big reveal Feb. 14 on <strong> David Letterman </strong>'s show, followed by newsstand sales the next day. The location of the famous shoots and who makes the cover are top secret until then. <q> Consumers love to follow what's hot, what's glamorous, what's beautiful, </q> Southwood said. \"The first question that the sales rep will ask is,` What did you get into Sports Illustrated this year?\" ' Southwood and his Sauvage Swimwear in San Diego, Calif.,", "new_id": -2}, {"uid": "1295614607066224138", "i": 58554, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Peter Hoskin"], "q": "to be a non-churchgoing Anglican. Now I'm a lapsed Catholic.' Friday, 21st January 2011 <strong> Andy Coulson </strong>'s resignation statement <strong> Peter Hoskin </strong> 11:57 am Here's <strong> Andy Coulson </strong>'s resignation statement: <q> \"I can today confirm that I've resigned as Downing Street director of communications. It's been a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years. </q> I'm extremely proud of the part I've played in helping him reach No 10 and during the coalition's first nine months. Nothing is more important than the Government's task of getting this", "new_id": -2}, {"uid": "1297145483211075086", "i": 38066, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "managers, who in turn discussed the cases with law enforcement. U.S. Video: Dispute over girl may be factor in frat shooting U.S. Video: Raw video: Packers return to Green Bay as champs Report Abuse <q> \"Health care provider Planned Parenthood </q> \" Time.com: A Tale of Two Super Bowls: Suspense and Glory Inside, Tears and Anxiety Outside ABC News: Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> Opens Up Trader Makes$ 4 Billion Wiz Kid Stock&", "new_id": -2}, {"uid": "1295501732152404071", "i": 24745, "idx": 9, "sa": ["Marcus Camby", "Michael Finley", "Allen Iverson", "Jason Kidd", "Shawn Marion"], "q": "<strong> Allen Iverson </strong> made all six of his free throws in the Michael Finleyal 23.2 seconds, helping the Nuggets snap a six-game road losing streak that included losses at Dallas and New Orleans at the start of the three-game road trip. <q> It was deMichael Finleyitely important, </q> Denver center <strong> Marcus Camby </strong> said. \"We got our butts kicked the other night down in New Orleans against a great team. We wanted to salvage the rest of this three-game road trip. \"We had Marion_Shawn Marion_Buzzer_Beating_Game_Winner_Against_Houston_Rockets_[PRESEJason Kidd]", "new_id": -2}]