[{"uid": "1297093828077135937", "i": 38612, "idx": 0, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "Defense <strong> Donald Rumsfeld </strong> gives candid criticism of his fellow <strong> George H.W. Bush </strong> administration officials, former <strong> Donald Rumsfeld </strong> of States <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>. He also expresses his disappointment in former <strong> George H.W. Bush </strong>. <strong> Colin Powell </strong>, <strong> President Bush </strong>'s first secretary of state, <q>did not, in my view, do a good job of managing the people under him,</q> <strong> Donald Rumsfeld </strong> said in an interview with ABC, set to air this week. \"There was a lot of leaking out of the State Department, and the president knew it,\"", "new_id": -2}, {"uid": "1296010057252100625", "i": 29450, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Stephen Sandstrom"], "q": "told the committee that recognizing the M1911 is an appropriate honor for Browning. Instead of the gun being blamed for killing people, it should be credited for saving lives on the battlefield, <strong> Stephen Sandstrom </strong> said. <q>Tragic events happen because of bad people in this world. But handguns, and firearms in general, do not kill people,</q> <strong> Stephen Sandstrom </strong> said. \"We need to stop demonizing firearms.\" Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Land Rover 2008 Range", "new_id": -2}, {"uid": "1294954762094584920", "i": 44453, "idx": 0, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": "just 10 percent- survive such a devastating wound. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her unbandaged left eye and tried to focus on loved ones for the first time. <q>This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more,</q> said her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: \"It was raw courage. It was raw strength. It was so beautiful and so moving.\"", "new_id": -2}, {"uid": "1295895473003866657", "i": 4810, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Mon, Jan 24, 2011, 1:57 PM EST-{ \"s\": \"goog\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} Joseph Tartakoff, On Monday January 24, 2011, 12:53 pm EST <strong> Eric Schmidt </strong>, who already announced last week his intention to sell", "new_id": -2}, {"uid": "1296160547230342681", "i": 36272, "idx": 1, "sa": ["Mitt Romney", "Mike Huckabee", "Newt Gingrich", "Mike Pence"], "q": "faces a similar quandary\" came out on top of other potential GOP presidential contenders in a straw poll conducted at the annual Values Voter Summit last year. The AP reported at the time: <q><strong> Mike Pence </strong> was the top choice for president with 24 percent of the vote.</q> Former Arkansas <strong> Mike Huckabee </strong>, received 22 percent, followed by former Massachusetts <strong> Mike Huckabee </strong> <strong> Mitt Romney </strong>, former House Speaker <strong> Newt Gingrich </strong> and Palin. Palin was given the honors for vice president. She came in second behind <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1296661910101318792", "i": 16124, "idx": 0, "sa": ["Mitt Romney", "David Letterman", "Kim Kardashian"], "q": "Prepping for a potential presidential run in 2012, <strong> Mitt Romney </strong> got a <strong> David Letterman </strong> plug for his book, \"No Apology,\" and then stood, sans-tie, to announce a casual, comically self-deprecating lineup of <q>Things You Don't Know About <strong> Mitt Romney </strong>.</q> \"10. <strong> Mitt Romney </strong> is short for Mitt-thew. 9. I can't begin my day until I've read the Washington Post and <strong> Kim Kardashian </strong>'s Tweets.\" 8. I'm the guy", "new_id": -2}, {"uid": "1296018266109002765", "i": 13592, "idx": 3, "sa": ["Kirsten Gillibrand", "John Thune"], "q": "top priority- jobs-- and laying out a plan to win the future by out-innovating, out-educating and out-building the rest of the world. We can and we must succeed.\" <strong> Kirsten Gillibrand </strong> said she believes <q>Congress is capable of putting politics aside and coming together to forge solutions. The way we fulfilled our moral obligation to the survivors and heroes of 9/11 is a testament to Congress' ability to work together and do what is right.</q> Frequent Visitor <strong> John Thune </strong>: Rasputin: union dues have gone up every year call any personnel office in the state of new... Wow: \"Show Me The Money\" Eric Adams unleashed. It would be funny", "new_id": -2}, {"uid": "1296485471063668248", "i": 16555, "idx": 0, "sa": ["Sergio Marchionne"], "q": " after the company's 2009 bankruptcy.Chrysler sold 1.52 million cars in 2010, helping it to boost its market share in the vital domestic US market to 9.2 per cent, from 8.8 per cent the year before. <q>It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,</q> chief executive <strong> Sergio Marchionne </strong> said. \"However, our job is not yet done,\" added <strong> Sergio Marchionne </strong>, who is CEO of both Chrysler and Italian carmaker Fiat, which owns a controlling 25 per cent interest in the", "new_id": -2}, {"uid": "1296708705003522561", "i": 42168, "idx": 0, "sa": ["Hollie Cavanagh", "Marc Anthony", "Simon Cowell", "Steven Tyler"], "q": "on \"American <strong> Marc Anthony </strong>' Newsday 17-year-old ex-Brit <strong> Hollie Cavanagh </strong> up next on \"American <strong> Marc Anthony </strong>,\" sings \"At Last\" in a shockingly soulful voice-- wow, all these soul.... <strong> Steven Tyler </strong> tells her she was <q>all over the place with melody,</q> Randy says she's \"not quite ready, love,\" they draw it out. I like her, think they should give her a shot... <strong> Simon Cowell </strong> who? <strong> Steven Tyler </strong> re-invigorates` <strong> Marc Anthony </strong>\" Newsvine- There", "new_id": -2}, {"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,\" says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q>Then a friend of mine... called me and said,' I think you're making a big mistake,'?</q> he says. \"Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?\"", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}]