[{"uid": "1295439754220266572", "i": 5259, "idx": 1, "sa": ["David Letterman"], "q": "TV hosts like <strong> David Letterman </strong> who do the same skewing in the wee hours. Is the problem that the Globes are in prime time? It shouldn't be. Wayne Friedman will be there moderating a panel on <q>PANEL: Video Planning: Show Us the Results( and Opportunities!)</q> on January 19 at 9:45 AM. Top executives will be there. Will you? The Globes appear to viewers as an insider's look at what a closed party at a club in Hollywood might be like", "new_id": -2}, {"uid": "1295739237074268687", "i": 9445, "idx": 5, "sa": ["Tyronn Lue", "Calvin Coolidge", "Dennis Johnson", "Marvin Webster", "Allen Iverson"], "q": " ''I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q>We were trying to keep the ball out of his hands as much as possible.</q> ''He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/CSU_FULLERTON_TITANS_VS_CSU_BAKERSFIELD_ROADRUNNERS_11/27/10 Fullerton, Calif.- Perry <strong> Marvin Webster </strong> and Jer` Vaughn <strong> Dennis Johnson </strong> each scored 17 points and three other Titans were in double figures Saturday night as <strong> Calvin Coolidge </strong>", "new_id": -2}, {"uid": "1295644189196657172", "i": 21592, "idx": 6, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "down the pipeline,'' the minister said. Labour claimed the decision to appoint <strong> Andy Coulson </strong> to such a senior Downing Street post raised questions about <strong> David Cameron </strong>'s judgment. <strong> Ed Miliband </strong>, the Labour leader, said: <q>The cloud of allegations surrounding <strong> Andy Coulson </strong>'s tenure at the News of the World raised real questions about his ability to be at the heart of the Downing Street machine. He's now done the right thing but he should have done it earlier. I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for so long.</q> Downing Street sources dismissed Labour's criticism and insisted the prime minister believed that <strong> Andy Coulson </strong>'s professionalism in sharpening up the Tories' media operation after his appointment in 2007 vindicated <strong> David Cameron </strong>'s original decision. This was", "new_id": -2}, {"i": 6866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. ''We're trying to be as transparent and as collaborative as possible,'' <strong> Eric Schmidt </strong> said. <q>We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that,</q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several ''significant'' new products. He said he", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669701105103360"}, {"uid": "1295547194232112134", "i": 30661, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Monica Herrera", "Steven Tyler"], "q": "reviews, but will they be too soft to satisfy viewers accustomed to <strong> Simon Cowell </strong>'s cruelty?( Minus <strong> Simon Cowell </strong>, the ''Idol'' judges ''lacked teeth,'' says <strong> Monica Herrera </strong> in Billboard. If anyone <q>even remotely offended[ the contestants], it was left on the cutting room floor.</q> <strong> Steven Tyler </strong>'s ''comedic soundbites'' were entertaining, and <strong> Jennifer Lopez </strong>'s mere presence left contestants ''more star-struck than ever,'' but ''Idol'' is diminished without a healthy dose of nastiness. ''American Idol", "new_id": -2}, {"uid": "1295586053144719901", "i": 206, "idx": 0, "sa": ["David Letterman", "Betty White"], "q": "all: He slipped her mouthy mother some sedatives. <strong> Betty White </strong>, who turned 89 years young on Monday, shares some of her favorite pastimes on The Late Show with <strong> David Letterman </strong>. She plays with animals, obviously. <q>And vodka's kind of a hobby,</q> she deadpans, as <strong> David Letterman </strong> whips out two glasses of Grey Goose on the rocks. Cheers! 5. Sweetest Last Words: After agonizing over the contents of a newly discovered voicemail from his late father", "new_id": -2}, {"uid": "1297226350092209194", "i": 12093, "idx": 3, "sa": ["Colin Powell", "President Bush"], "q": "because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Mr. Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q>As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal,</q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children, but no obvious sign", "new_id": -2}, {"uid": "1295310733097861638", "i": 44772, "idx": 14, "sa": ["Allen Iverson", "Kobe Bryant", "Steve Javie", "Pau Gasol"], "q": "official <strong> Steve Javie </strong>, who ejected him. ''I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out,'' <strong> Allen Iverson </strong> said. <q><strong> Michael Jordan </strong> fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league. This was just the perfect game for him to try and make me look bad.</q> Actually, <strong> Allen Iverson </strong> didn't need much help in that regard as he was slow to get going, hitting http://wn.com/NBA_Los_Angeles_Lakers_vs_Sixers_Highlights_02/26/10 <strong> Pau Gasol </strong> had 23 points and 11 assists, <strong> Kobe Bryant </strong> added 19 points and eight assists, and the Los", "new_id": -2}, {"uid": "1296925808142311429", "i": 10325, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "that he'll pop up on ''Saturday Night Live'' as well. <strong> Justin Bieber </strong> read the Top 10 list on <strong> David Letterman </strong>'s show Friday night, and the topic was one he knows well: <q>Reasons it's fun to be <strong> Justin Bieber </strong>.</q> You can watch the full list above( and also see him sit in with the ''Late Show'' band on drums); here are a couple of our favorites: ''9. I'm", "new_id": -2}, {"uid": "1297202759258572290", "i": 2143, "idx": 0, "sa": ["Jay Bybee", "Donald Rumsfeld", "President Bush"], "q": "Water boarding has long been considered torture under the Geneva Conventions, the Convention Against Torture, and domestic law, until torture and authorize it in violation of international law. Joseph <strong> Jay Bybee </strong> redefined torture as actions leading to <q>serious physical injury such as death or organ failure.</q> <strong> President Bush </strong> <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> should take heed. In his book published this week, Known and Unknown, he too justified the Administration's use of torture. He and <strong> President Bush </strong> have some public support.", "new_id": -2}]