[{"uid": "1296234164135299086", "i": 47634, "idx": 0, "sa": ["Norman Cox", "Mike Pence"], "q": "the state in the coming months before deciding whether to seek the Republican nomination for governor instead.`` We are open to running for governor of Indiana in 2012,'' he told 6News' <strong> Norman Cox </strong>. <q> In the months ahead, we will seriously consider running for governor in 2012, and we'll do that by listening to Hoosiers. We'll do that as a family by reflecting, praying. </q> letter to supporters Thursday, <strong> Mike Pence </strong> said he and his family`` feel led to devote this time in our lives to continuing to serve the people of Indiana in some way.''`` In the choice between seeking", "new_id": -2}, {"uid": "1294969933123027461", "i": 9544, "idx": 1, "sa": ["Eric Schmidt"], "q": "was full of surprises, and it turns out 2012 will have some twists and turns as well: The first Senate retirement is a Republican,'' said <strong> Eric Schmidt </strong>, communications director for the Democratic Senatorial Campaign Committee. <q> We look forward to running a competitive race in Texas as the Lone Star State is now one of several Democratic pickup opportunities next November. </q> But Republicans are confident of their ability to defend open seats, and point to 2010, when they held seats of retiring lawmakers in Florida, Kentucky, Missouri, New Hampshire and Ohio.", "new_id": -2}, {"uid": "1295780846083050501", "i": 15590, "idx": 0, "sa": ["Colin Powell", "Obama Girl", "Barack Obama"], "q": "'s`` ability to inspire'' and the`` inclusive nature of his campaign.'' Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. <q> He has both style and substance. I think he is a transformational figure, </q> <strong> Colin Powell </strong> said on NBC's`` Meet the Press.''`` <strong> Obama Girl </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well,'' <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295264289234684461", "i": 29518, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "his resignation over the phone hacking row. Asked whether the Downing Street director of communication had offered to step down on the Today programme this morning, <strong> David Cameron </strong> replied: <q> I don't go into private conversations. </q> The comment will further fuel speculation- promoted by Labour MPs- that Mr <strong> Andy Coulson </strong> is preparing to give in to the news story that simply will not go away. It emerged on Friday", "new_id": -2}, {"uid": "1295649177068190210", "i": 7550, "idx": 0, "sa": ["Simon Cowell", "Prince Philip", "Kate Middleton", "David Cameron"], "q": "'' by the engagement of his son <strong> Prince Philip </strong> <strong> David Cameron </strong> and <strong> Kate Middleton </strong>, while his wife the <strong> Kate Middleton </strong> of Cornwall said the news was`` wicked''. Speaking at his Poundbury model village in Dorset, the <strong> Prince Philip </strong> joked: <q> They have been practising long enough. </q> <strong> Prince Philip </strong> <strong> David Cameron </strong> and <strong> Kate Middleton </strong>'s wedding will be even bigger than the The X Factor final. Just don't bet against <strong> Simon Cowell </strong> being at both of them. Both the BBC News channel and Sky News devoted their entire", "new_id": -2}, {"uid": "1295455295253952055", "i": 2253, "idx": 1, "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "q": "oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>.`` <strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy,'' <strong> David Letterman </strong> said on his late-night CBS show Monday. <q> But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.' </q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre's hosts, including <strong> Heidi Klum </strong> of`` Project Runway'' and <strong> Jeff Probst </strong> of``", "new_id": -2}, {"uid": "1295419136019841068", "i": 1223, "idx": 5, "sa": ["Toby Young", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "hardest one to get.'' Thompson points out that, as a British unknown looking for American fame, <strong> Simon Cowell </strong> used meanness as a savvy PR move- one that wouldn't work for <strong> Jennifer Lopez </strong> or <strong> Steven Tyler </strong>. <q> Outside of the music industry, no one in the United States knew who <strong> Simon Cowell </strong> was until he started making nasty comments during the first season promotions for the show, </q> he says.`` Being mean was what made him a celebrity. But <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are already celebrities. They have their cultural equity to protect.'' For <strong> Toby Young </strong>, it's no accident that", "new_id": -2}, {"uid": "1295581685033980418", "i": 48023, "idx": 5, "sa": ["Eric Schmidt", "John Battelle", "Sergey Brin"], "q": "'s fair to say that Larry Page will not be a conventional CEO- he's not been much of a public figure for the past ten years,'' <strong> John Battelle </strong> added on his blog, Battellemedia.com. <q> It will be interesting to see if that changes, or if Page chafes at the relentless public demands of running a massively scrutinized public company. </q> <strong> Eric Schmidt </strong>, in a blog post, said:`` Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making.''", "new_id": -2}, {"uid": "1297437980065749054", "i": 1626, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "hoping the tie-up with Nokia will change its sagging fortunes in the phone market.`` I am excited about this partnership with Nokia,'' said Microsoft CEO <strong> Steve Ballmer </strong>, at a news conference in London. <q> Ecosystems thrive when fueled by speed, innovation, and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Nokia CEO <strong> Stephen Elop </strong> said the arrangement would add a host of new tools and services to his company's sleek handsets.`` Today, developers, operators, and consumers want compelling mobile products,", "new_id": -2}, [{"i": 11815, "idx": 10, "index_answer": 2, "new_id": -1, "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando.`` We lost again,'' point guard <strong> Rodney Stuckey </strong> said. <q> I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play. </q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led http://wn.com/Mavs-Spurs_106-93_I_Nowitzki_31pts,9reb,Terry_19pts_vs_Duncan_30pts,8reb,Parker_26pts,12ast SAN ANTONIO, April 28,2009( AP) <strong> Jason Terry </strong> galloped down court after one big shot and <strong> Josh Howard </strong> skipped", "sa": ["Jason Terry", "Josh Howard", "Rodney Stuckey", "Antonio McDyess", "Allen Iverson"], "uid": "1295937890179191810"}]]