[{"uid": "1296738679019595292", "i": 2587, "idx": 1, "sa": ["Simon Cowell", "Jennifer Aniston", "Oprah Winfrey"], "q": "'' <strong> Oprah Winfrey </strong> then interjected to say that while she agreed the show was`` kinder'' and`` gentler'' now, she is a`` big'' fan of departed judge <strong> Simon Cowell </strong>, and suggested that he <q> had a way of speaking the truth which was saying what you wanted to say but couldn't actually say it </q>. As for whether the former Friends star could ever have said some of things that <strong> Simon Cowell </strong> did, <strong> Jennifer Aniston </strong> laughed:`` Maybe in my own mind I would think things but I could never imagine saying", "new_id": -2}, {"uid": "1296595859061521938", "i": 50044, "idx": 0, "sa": ["Allen Iverson", "Stephen A. Smith", "Ben Roethlisberger"], "q": "crumbled, so did his personal life when his wife filed for divorce last week. But in a bombshell report from friend and former Sixers beat writer, <strong> Stephen A. Smith </strong>, <strong> Allen Iverson </strong> also has problems with alcohol and gambling. <q> If numerous NBA sources are telling the truth-- and there's no reason to believe they'd do otherwise in a situation of this magnitude-- <strong> Allen Iverson </strong> will either drink himself into oblivion or gamble his life away. </q> Philadelphia Inquirer Sexual Misconduct allegations plague Steeler's <strong> Ben Roethlisberger </strong> again( From USATODAY) link to the article.... www.usatoday.com I'll paste a small part of the article here. It was too long to paste it all", "new_id": -2}, {"uid": "1295425465261013529", "i": 20550, "idx": 0, "sa": ["Justin Williams", "Paula Abdul", "Kara DioGuardi", "Ryan Seacrest", "Simon Jackson", "Don Ienner", "Randy Jackson", "Neil Patrick Harris", "Avril Lavigne", "Ellen DeGeneres", "Simon Cowell", "Abdul Fox", "Victoria Beckham", "Katy Perry", "Joe Jonas"], "q": "first day. His goal is to shatter dreams, If I can make 2 to 3 dozen people cry, Ill feel like Ive Don Iennere my job. <strong> Joe Jonas </strong> judges Day 2. American idol`` Season 9'' <q> episode 6`` auditions Dallas Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington`` los angeles </q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> <strong> Randy Jackson </strong> <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> <strong> Abdul Fox </strong> <strong> Ryan Seacrest </strong> results show final semi-final call-back katie stewans <strong> Justin Williams </strong> <strong> Neil Patrick Harris </strong> <strong> Joe Jonas </strong> <strong> Paula Abdul </strong> Lloyd Thomas Kimberly Carver Dexter Ward Erica Dave Pittman Toddrick Hall Maegen Wright Vanessa Ryan Seacrestston Christian Spears http://wn.com/Simon Jackson_Simon Cowell_'I_Don Ienner't_want_to_fire_Kara DioGuardi_Kara DioGuardi", "new_id": -2}, {"uid": "1296423886068993025", "i": 44788, "idx": 8, "sa": ["Tracy McGrady", "Yao Min", "Grant Long", "Allen Iverson", "Michael Finley", "Antonio McDyess", "Kwame Brown", "Yao Ming", "Phil Jackson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 Yao Minutes of the second quarter, carrying his new team like he had his old ones in Denver and Phil Jacksonadelphia for so <strong> Grant Long </strong>. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coYao Ming into a situation where guys have been http://wn.com/Tracy McGrady_Tracy McGrady_vs_San_Antonio McDyess_Spurs_with_injured_shoulder After missing all his field goals against one of the San <strong> Antonio McDyess </strong> Spurs' in-state rivals a week ago, <strong> Michael Finley </strong> tweaked his pregame", "new_id": -2}, {"uid": "1295677119039469083", "i": 53776, "idx": 0, "sa": ["Andy Coulson"], "q": "meaningless. is only a word spoken out from his mouth. not from his heart. \" Report Abuse \" They'll carry on with this, they'll carry on with that yada yada... \" Report Abuse <q> He and Bush both deserve the same fate as Saddam. </q> They are war criminals. They should be hanged. They were so happy to dole out their`` justice'' on Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295566818075235369", "i": 7553, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends.''`` I believe <strong> Larry Page </strong> is ready'' to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes with running one of world's most scrutinized companies. For the first time last year, he started to sit out Google", "new_id": -2}, {"uid": "1295696378029671425", "i": 22255, "idx": 0, "sa": ["Eric Schmidt"], "q": "tudiaient? Stanford, et <strong> Eric Schmidt </strong>, un administrateur chevronn, avait presque pris des allures naturelles. Mais il n' y a rien de conventionnel dans une direction? trois t?tes qui d?cide par consensus. <q> G?rer l'entreprise est devenu plus complexe </q>, a admis <strong> Eric Schmidt </strong> dans une d?claration publi?e jeudi. Le Wall Street Journal a ainsi fait tat de tensions entre les trois dirigeants, bien qu'une porte-parole de Google ait ni que des conflits soient? l'origine de", "new_id": -2}, {"uid": "1297372224147750919", "i": 39146, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "takeover talks with Twitter, valuing the company as high as$ 10 billion. Asked whether he planned to stay another four years at Google to collect stock awards worth$ 100 million, <strong> Eric Schmidt </strong> said: <q> Yes, that is my plan. </q> Google said last month co-founder <strong> Larry Page </strong> would take over as chief executive from April 4 while <strong> Eric Schmidt </strong> would assume the role of executive chairman. Photo in Slideshow: Google exec's role in Egypt a corporate", "new_id": -2}, {"uid": "1297124456124354605", "i": 12605, "idx": 7, "sa": ["Simon Cowell", "Paula Abdul"], "q": "X Factor'' involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q> Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition. </q> href=\"http://www.washingtontimes.com/news/2011/feb/7/Simon Cowell- courts- groups- maybe- <strong> Paula Abdul </strong>- for- x- factor/?page=2\"> Story Continues?`` previous1 href=\"http://www.washingtontimes.com/news/2011/feb/7/Simon Cowell- courts- groups- maybe- <strong> Paula Abdul </strong>- for- x-", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}]