[{"uid": "1296166292065404942", "i": 36969, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "'s a full-time job just to deal with all the external stuff: customers, partners, deals, M&A, government, press, publicity and marketing.'' He also mentioned that <strong> Sergey Brin </strong> will focus on <q> the order of three big initiatives. </q> <strong> Eric Schmidt </strong> didn't elaborate. Turning to competition, <strong> Eric Schmidt </strong> said he was perplexed by the Facebook obsession because`` the facts don't support it.''''[ Facebook] has clearly stated they", "new_id": -2}, {"uid": "1295111506135200844", "i": 11590, "idx": 1, "sa": ["Elton Brand", "Allen Iverson", "Kevin Garnett", "David Aman"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. <strong> We Trust </strong>'ve missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Bend_Oregon_CPA_Company__Inland_Capital__Klondike_Point_Investment www.summit1031bkjustice.com Videos and Blogs on the Summit 1031 Bankruptcy. Videos on Obsidian Finance, <strong> Kevin Garnett </strong> Padrick Oregon Attorney, Tonkon Torp- <strong> David Aman </strong>", "new_id": -2}, {"uid": "1296458938077217795", "i": 21335, "idx": 4, "sa": ["Zahi Hawass"], "q": "2013.( Comment on this story.) <strong> Zahi Hawass </strong> says he expects the current museum to reopen in a few days. He knows that the episode could have had a very different ending. <q> Thank God they did not know where the gold is, because if they knew about the jewelry room, this could have been a disaster. </q> Just ask the director of the Iraqi museum. FILE- In this March 7, 1982 file photo, Cleopatra's... <strong> Zahi Hawass </strong>, the charismatic secretary general of... Photo in Slideshow: Anti-government protesters carry posters", "new_id": -2}, {"uid": "1296536149067862539", "i": 48743, "idx": 2, "sa": ["I Roy", "Allen Iverson"], "q": "and confounded the Grizzlies with his quickness. The 76ers never trailed over the last three quarters but played fast and loose with the lead until <strong> Allen Iverson </strong> took charge in the fourth quarter, when he scored 11 points. <q> <strong> Allen Iverson </strong> got it going and http://wn.com/Allen_Iverson_32pts_12asts_clutch_FT_vs_Grizzlies_NBA_07/08 Trailing by seven points with 3:12 left, the Denver Nuggets didn't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102.`` This was a <strong> Yao Ming </strong> win for us at somebody else's home, </q> <strong> Allen Iverson </strong> said.`` Down seven points with 3 minutes to go. It was a gut check for us. <strong> I Roy </strong> think a game like this is going to help us down the road.'' Elias Says <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295139772120274975", "i": 15869, "idx": 3, "sa": ["The doctor", "Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", and House Minority Leader nancy Pelosi who was also there. She struggled for 30 seconds to do something many thought she would never do again after getting shot at point-blank range with a 9mm slug. <q> Her eye is flickering and Mark sees this and gets extremely excited, </q> <strong> Kirsten Gillibrand </strong> recalled.`` He said` <strong> Gabrielle Giffords </strong> open your eyes, open your eyes.' He is really urging her forward, and the <strong> The doctor </strong> is perking up.'' Kelly asked her to give a", "new_id": -2}, {"uid": "1297152367211075085", "i": 30529, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush"], "q": "situatie.`` Dat betekende dat er niemand overbleef behalve ik.'' Tot twee keer toe schreef <strong> Donald Rumsfeld </strong> een ontslagbrief aan <strong> President Bush </strong>, die hij persoonlijk op het Witte Huis kwam bezorgen. <strong> President Bush </strong> concludeerde echter dat <q> Abu Ghraib niet zou verdwijnen door mijn vertrek en hij had liever dat ik het probleem zou behandelen. </q> Bovendien, vermoedt <strong> Donald Rumsfeld </strong>,`` mijn vertrek zou de critici hebben gesterkt''. Op het matje <strong> Donald Rumsfeld </strong> vertrok uiteindelijk twee jaar later, een dag na de tussentijdse Congresverkiezingen in de VS, waarbij", "new_id": -2}, {"uid": "1296452851051232810", "i": 44223, "idx": 0, "sa": ["John Stockton", "Michael Jordan", "Allen Iverson", "Bill Self"], "q": "packed crowd in <strong> Allen Iverson </strong> Fieldhouse. But he couldn't stop the Jayhawks from shooting almost 60 percent while Texas Tech( 16-12, 7-8) shot a miserable 29 percent in the biggest rout in Big 12 history. <q> I didn't like that. I have a lot of respect, and I really like <strong> Pat Knight </strong>, </q> <strong> Bill Self </strong> Sept. 11-- <strong> Michael Jordan </strong>, a five-time National Basketball Association Most Valuable Player and winner of a record 10 scoring titles, was among five people inducted to the Naismith Memorial Basketball Hall of Fame. Point guard <strong> John Stockton </strong>", "new_id": -2}, {"uid": "1296887321106627104", "i": 38491, "idx": 0, "sa": ["David Letterman"], "q": "plans to retire. Rob Burnett spoke to Entertainment Weekly after <strong> David Letterman </strong> implied on-air on Thursday that he saw himself continuing to host the show for' a couple of years'. Burnett said: <q> It was kind of a tossed-off response. I think it's a response[ that] he's given multiple times.`` In no way was last night's show any kind of actual announcement... I think when a guy ends a 30-plus[ year] career on television, it's not going to be guessing about whether he's leaving or not. It won't be ambiguous. </q>", "new_id": -2}, {"uid": "1295897193127107081", "i": 45262, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "most I've never reread.'' As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005: <q> Are we winning or losing the war on terror? </q>`` Is the U.S. government changing fast enough?''`` Do we need more troops? And if so, where and for what purpose?'' Another <strong> Donald Rumsfeld </strong> Rule:`` If you are not criticized", "new_id": -2}, {"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q> Is Not the Kind of Plan Americans Want </q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care`` Is Not the Kind of Plan Americans Want'' In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}]