[{"uid": "1296745521187088920", "i": 22100, "idx": 0, "sa": ["Michael Vick"], "q": "to do with the shooting and no charges were filed. However, <strong> Michael Vick </strong> and those around him are taking extra precuations this time for the \"Dallas Dynasty 2011\" event that they are billing as the <q> premiere A-list high society event of the 2011 Super Bowl. </q> The party is listed as running from 9 p.m. to 3 a.m. Jeff Skaggs, the owner of the Deux Lounge in Dallas told TMZ.com, that among the precautions being taken is that he has hired three", "new_id": -2}, {"uid": "1295113318113344517", "i": 33985, "idx": 2, "sa": ["Allen Iverson", "Chris Webber", "Tim Kennedy"], "q": "rebound and looked down the court for an open man, only to have <strong> Chris Webber </strong> reach around and strip the ball. \"I was very cognizant of the fact, don't touch him,\" <strong> Chris Webber </strong> said. <q> I saw him hold it out there. He was looking at the ref. A lot of Tim Kennedyes they'll hold the ball close to their chest and he didn't do that today. </q> <strong> Allen Iverson </strong> missed two free throws-- the second Watch in High Quality! Warning: SPOILERS This is my 3rd amv i made using sony vegas, i think it turned out really good Thumbs up if you liked", "new_id": -2}, {"uid": "1295613901243957775", "i": 18935, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Balance <strong> Eric Schmidt </strong>: <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> y yo seguiremos discutiendo las decisiones </q> Foto: GOOGLE Ampliar foto MADRID, 21 Ene.( Portaltic/EP)- <strong> Eric Schmidt </strong>, actual vicepresidente ejecutivo de Google desde este jueves y ex Consejero Delegado del gigante ha", "new_id": -2}, {"uid": "1297145575101449730", "i": 26215, "idx": 8, "sa": ["Simon Cowell"], "q": "\"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as the Black Eyed Peas or Destiny's Child. <q> I'm genuinely staggered this hasn't happened. All the signs are out there, from` Glee' to` High School Musical, </q>' he said, advising \"any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot", "new_id": -2}, {"uid": "1295238914163905555", "i": 21942, "idx": 0, "sa": ["Eric Schmidt", "Maria Bartiromo", "Asa Dotzler"], "q": "community development manager for Mozilla-- which depends on Google for revenue-- to Dotzler/archives/2009/12/if_you_have_nothing.html\"> recommend Microsoft's Bing search engine as an alternative to Google. Large Health Center Company Embraces SaaS Model for H <q> People are treating Google like their most trusted friend, </q> said CNBC's <strong> Maria Bartiromo </strong> in the interview. \"Should they be?\" Passing on the opportunity to explain to <strong> Maria Bartiromo </strong> the difference between trusted friends and multi-billion dollar search advertising companies, <strong> Eric Schmidt </strong> responded, \"", "new_id": -2}, {"uid": "1296241720196132899", "i": 22510, "idx": 0, "sa": ["Bernie Sanders", "Neil Cavuto"], "q": "> Please upgrade your flash player. Varney Claims Social Security \"Is Broke,\" Trust Fund \"Is Empty\" Varney:\" [ Social Security] Trust Fund Is Empty\" And <q> Is Full Of IOUs From The Treasury. </q> On the January 28 edition of Fox News' Fox& Friends, the co-hosts began a segment on the solvency of Social Security by playing a clip of Sen. <strong> Bernie Sanders </strong>( I-VT) telling Fox News host <strong> Neil Cavuto </strong>", "new_id": -2}, {"uid": "1295559169014680086", "i": 54034, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "das Ruder und wird neuer Konzernchef. <strong> Larry Page </strong> werde ab 4. April das Tagesgesch?ft f?hren, teilte der Konzern am Donnerstag im kalifornischen Mountain View mit. Sein Kompagnon <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern. <q> Wir haben unsere Rollen jetzt klarer geregelt </q> Der bisherige Firmenlenker <strong> Eric Schmidt </strong> wird Chef des Verwaltungsrats. In dieser neuen Rolle ist er etwa f?r Kooperationen oder bernahmen zust?ndig. \"Wir haben unsere Rollen jetzt klarer geregelt\" , sagte <strong> Eric Schmidt </strong>. Unter dem erfahrenen", "new_id": -2}, {"uid": "1296721607183549967", "i": 15346, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "made a decision, nor did he always receive effective implementation of the decisions he made,\" <strong> Donald Rumsfeld </strong> wrote. Addressing charges that he failed to provide enough troops for the Iraq war, he wrote: <q> In retrospect, there may have been times when more troops could have helped. </q> But <strong> Donald Rumsfeld </strong> insists that if senior military officers had reservations about the size of the invading force, they never informed him, the Post said. In a lengthy section on the administration's treatment", "new_id": -2}, {"uid": "1296850492052805645", "i": 37869, "idx": 3, "sa": ["Roger Goodell", "Michael Vick"], "q": "\" <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <q> I don't want him to put himself in a position where bad things can happen around him, </q> <strong> Roger Goodell </strong> said. \"He takes that seriously.\" With several centimetres of snow falling Friday, on top of ice that's been there for days, many Super Bowl activities across the Dallas-Fort Worth area", "new_id": -2}, {"uid": "1295970536237928474", "i": 36737, "idx": 0, "sa": ["Joe the Plumber", "Colin Powell", "John McCain", "Bill Plante", "Barack Obama", "Joe Lieberman"], "q": "<strong> Bill Plante </strong> reports. Powell_Colin Powell_destroys_both_Joe Lieberman_the_Joe the Plumber_and_John McCain's_Campaign_while_endorsing_Barack Obama! <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the <q> inclusive nature of his campaign. </q> \"I think he is a transformational figure, he is a new generation coming onto the world stage, onto the American stage, and for that reason I'll be voting for Sen. <strong> Barack Obama </strong>,\" <strong> Colin Powell </strong> said", "new_id": -2}]