[{"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a \"second chance.\" According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was \"passionate about it,\" adding that the president said <q>it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall.<q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}, {"uid": "1296493494020398103", "i": 6987, "idx": 0, "sa": ["Zahi Hawass"], "q": "at the gates of the Egyptian Museum broke into the poorly secured treasure trove and vandalized a culture's 2,000-year documented heritage in a matter of minutes. New York Daily News, one of many: <q>Army commandoes were dispatched over the weekend to protect the 108-year-old museum in Cairo's Tahrir square, where many of the nation's protesters have gathered over the last week.<q> \"I was so worried,\" <strong> Zahi Hawass </strong>, Egypt's chief archeologist and secretary general of the Supreme Council of Antiquities, told The Washington Post. \"I have been protecting antiquities all my life. I", "new_id": -2}, {"uid": "1294954762094584920", "i": 44453, "idx": 0, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": "just 10 percent- survive such a devastating wound. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her unbandaged left eye and tried to focus on loved ones for the first time. <q>This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more,<q> said her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: \"It was raw courage. It was raw strength. It was so beautiful and so moving.\"", "new_id": -2}, {"uid": "1297347162253526023", "i": 28812, "idx": 1, "sa": ["Sergio Marchionne"], "q": "business in Brazil. Current trends, however, remain too short-term in nature to make any major business decisions, such as shifting procurement or adopting new policies on foreign exchange, <strong> Sergio Marchionne </strong> said. <q>Any knee-jerk reaction to currency moves can force a readjustment and that can be quite expensive,<q> <strong> Sergio Marchionne </strong> said. \"For Chrysler, it is a great thing to the extent that other currencies have experienced a strong position relative to the US dollar.\" For European operations, \"it's a", "new_id": -2}, {"uid": "1297143670250691612", "i": 46275, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a \"dressed up\" sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q>It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,<q> <strong> Simon Cowell </strong> said, adding, \"I believe I can find a star.\" All content Â© Copyright 2000- 2011 WorldNow and KCBD, a", "new_id": -2}, {"uid": "1295790223050479164", "i": 11475, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "$ 133 million for a project near a new BART station. Can <strong> Jerry Brown </strong> move the Legislature to act against this powerful lobby, which has the support of some pro-business Repubs and some big-government Dems? <q>I think everyone agrees that the redevelopment mechanism has been useful and created jobs,<q> Democratic Treasurer <strong> Bill Lockyer </strong> said. But: \"The last I heard, the University of California and California schools create jobs.\" The bad news: <strong> Jerry Brown </strong> also told the League of Cities Wednesday, \"", "new_id": -2}, {"uid": "1297418101097157134", "i": 31086, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "will now become Nokia's primary smartphone operating system. The company said that its strategic partnership with Microsoft would \"build a new global mobile ecosystem\". Nokia's Chief Executive <strong> Stephen Elop </strong> said that <q>Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.<q> <strong> Steve Ballmer </strong>, Microsoft's Chief Executive, said: \"I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible", "new_id": -2}, {"uid": "1296647046186269715", "i": 13068, "idx": 0, "sa": ["Michael Vick", "Tom Brady", "Everson Griffen"], "q": "of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q>To me it comes down to the mental toughness and determination of the players and coaches,<q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. Vikings defensive end <strong> Everson Griffen </strong> was accused of assaulting a police officer", "new_id": -2}, {"uid": "1295469111069730385", "i": 17649, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "that begins its 10th season tonight. Hyper, effusive and giddy, <strong> Steven Tyler </strong>'s child-like energy alone sets him apart from the staid and sometimes icy <strong> Simon Cowell </strong>, who quit after last season. <q>The part that's a little difficult is judging young kids,<q> the 62-year-old said. \"It took me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.\"", "new_id": -2}, {"uid": "1295530291005685266", "i": 35688, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor. \"In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,\" <strong> Sergio Marchionne </strong> said. <q>One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology.<q> Research shocker! Keyless car entry systems can be hacked easily, elegantly BAE Systems develops e-ink camo for tanks and war zone e-readers The most commented posts on Engadget over the past 24 hours. Trending posts from Engadget", "new_id": -2}]