[{"uid": "1295403440095109146", "i": 29586, "idx": 0, "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q><strong> Ricky Gervais </strong> was the host of the( Globes) show_ very funny guy,</q> <strong> David Letterman </strong> said on his late-night CBS show Monday. \"But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.\" At", "new_id": -2}, {"uid": "1295717001239091721", "i": 43824, "idx": 0, "sa": ["Andy Coulson"], "q": "now conduct a thorough investigation into the phone hacking. \"To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place,\" he said. <q>I hope now finally that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come to light.</q> Mr <strong> Andy Coulson </strong> is understood to have told the Prime Minister of his intention to resign on Wednesday but the decision was announced on Friday. 21 Jan 2011 \"I stand by what I've said", "new_id": -2}, {"i": 27945, "idx": 2, "index_answer": 1, "new_id": -1, "q": " \"Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,\" <strong> Zahi Hawass </strong> said in a statement. But he asked that <q>this unique treasure be returned to the possession of its rightful owners, the Egyptian people.</q> World Video: Banned books back on sale in Tunisia's bookshops World Video: Raw Video: Deadly explosion at Moscow airport Report Abuse \"<strong> Zahi Hawass </strong> is nothing more than an Egyptian <strong> Sarah Palin </strong>( albeit with brains)", "sa": ["Sarah Palin", "Zahi Hawass"], "uid": "1295891307156680197"}, {"uid": "1296536149067862539", "i": 48743, "idx": 2, "sa": ["I Roy", "Allen Iverson"], "q": "and confounded the Grizzlies with his quickness. The 76ers never trailed over the last three quarters but played fast and loose with the lead until <strong> Allen Iverson </strong> took charge in the fourth quarter, when he scored 11 points. <q><strong> Allen Iverson </strong> got it going and http://wn.com/Allen_Iverson_32pts_12asts_clutch_FT_vs_Grizzlies_NBA_07/08 Trailing by seven points with 3:12 left, the Denver Nuggets didn't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. \"This was a <strong> Yao Ming </strong> win for us at somebody else's home,</q> <strong> Allen Iverson </strong> said. \"Down seven points with 3 minutes to go. It was a gut check for us. <strong> I Roy </strong> think a game like this is going to help us down the road.\" Elias Says <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297405067238747661", "i": 3461, "idx": 1, "sa": ["David Letterman", "Hosni Mubarak"], "q": "opportunity tonight to spear Egypt's dictator <strong> Hosni Mubarak </strong> with his Top 10 list tonight. \"Maybe he's leaving, but he's not going anywhere,\" <strong> David Letterman </strong> told his audience before reading the list. <q>He lives to beat people, to torture people, and he has stolen$ 8 billion from his country. So, he's not a bad guy,</q> the Late Show host joked. Below is <strong> David Letterman </strong>'s Top 10 List for Thursday, February 10th: <strong> Hosni Mubarak </strong>'s Future Plans: 10. Chill.", "new_id": -2}, {"uid": "1295070638169934886", "i": 34545, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "\" \"Reply# 509 on: April 13, 2009, 03:36:40 PM\" http://www.thepentacon.com/ I watched it- two police officers that were at the scene prove that the official flight path was completely bogus. <q>Reply# 510 on: April 23, 2009, 09:12:15 PM</q> <strong> Donald Rumsfeld </strong>, Wolfowitz, and Bush had some controversial plans on how to allocate the Budget for the Military. Published: March 18, 2001 Author: TOM BOWMAN; Baltimore Sun On the", "new_id": -2}, {"uid": "1296117571165298183", "i": 7773, "idx": 3, "sa": ["Theresa Ellis", "Brian McCarthy", "Michael Vick"], "q": "the school to talk about animal-cruelty issues, <strong> Theresa Ellis </strong> said. \"I got a call from the Humane Society. They had to cancel the event due to an NFL scheduling conflict,\" she said. <q>But the representative said <strong> Michael Vick </strong> was very excited about speaking to the students and hopes to reschedule for sometime early next week.</q> <strong> Michael Vick </strong> did seem disappointed about the postponement when asked about the planned visit after the NFC's first practice yesterday. NFL vice president <strong> Brian McCarthy </strong> said <strong> Michael Vick </strong> has been diligent in tending to community-relations commitments as", "new_id": -2}, {"uid": "1295681320220479511", "i": 46168, "idx": 1, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "went AWOL as <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong> had their worst performance together since the two superstars first teamed up 16 months ago. \"I was getting to the basket, I just wasn't finishing,\" <strong> Allen Iverson </strong> said. <q>And the same thing happened to` <strong> Carmelo Anthony </strong>.</q> <strong> Carmelo Anthony </strong> and AI shot a combined 10-for-38 and finished with 16 and 15 points, respectively. No thanks to the Lakers, either, suggested coach Phil Jackson. \"I thought our defense packed it in on them", "new_id": -2}, {"uid": "1295485200094470183", "i": 592, "idx": 0, "sa": ["Nancy Pelosi", "Barack Obama", "Mike Pence"], "q": "Hill from the spring of 2009 until March 2010 when Mr. <strong> Barack Obama </strong> signed the health care law. The debate was passionate- and in one instance... at variance... with all the talk about new civility: <q>On Jan. 19, the Republican-controlled House voted 245 to 189 to repeal health care reform. The party line vote capped a vigorous debate in which Republicans vilified the health care law and Democrats exalted it, reports CBS News Congressional correspondent <strong> Nancy Cordes </strong>.</q> \"When you order every American to buy health insurance whether they want it, need it or not, that's a government takeover of healthcare,\" said <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>, R-Indiana, on the floor.", "new_id": -2}, {"uid": "1296008739261193768", "i": 24247, "idx": 0, "sa": ["Serena Williams", "David Letterman", "Brian Urlacher"], "q": "<strong> Serena Williams </strong> better be careful clearing her throat This probably qualifies as a scratchy throat. Tweeted sidelined tennis star <strong> Serena Williams </strong>, complaining of cold symptoms: <q>every time I take a sip of sumthin it feels like i just swallowed 20,000 mini knives.</q> OD'd on football? Among the signs you have NFL playoff fever, from CBS's <strong> David Letterman </strong>: â\u0080¢ \"Got your wife a makeover so she'd look more like <strong> Brian Urlacher </strong>.", "new_id": -2}]