[{"uid": "1295642939254836748", "i": 7596, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "who has led Google for a decade, will become executive chairman focusing on external relations, deals and government relations.New Yorker writer <strong> Ken Auletta </strong>, who has written a book on the company, reported Friday that <strong> Eric Schmidt </strong> had been <q> nudged aside. \"<strong> Ken Auletta </strong> said that after losing out to Page and co-founder <strong> Sergey Brin </strong> over the company's China policy a year ago, \"<strong> Eric Schmidt </strong> lost some energy and focus. \"<strong> Eric Schmidt </strong> was also criticized for allowing Google to be overtaken by Facebook, for the company's increasingly frequent privacy scandals and its increasing internal bureaucracy. Together with the co- founders, he decided to step aside.In announcing the move Thursday, <strong> Eric Schmidt </strong> said that the company no longer needed his \"adult supervision </q> and that Page, 38, was ready to run the world's leading internet company. \"We have been talking about how best to simplify our management structure and speed up decision making for a long", "new_id": -2}, {"uid": "1297340703125812759", "i": 30169, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson"], "q": "having an affair with his diary secretary, Tracey Temple. He claims to have been told that invoices recovered by police showed he was targeted by <strong> Glenn Mulcaire </strong>. The Labour peer told Sky News: <q> She( Ms <strong> Sue Akers </strong>) showed me substantial evidence which convinced her and indeed me, as I had always expected, that not all the evidence had been properly investigated from the emails. \"And it did show that more interference with messages involving myself had taken place. \"That convinced me that she's serious about getting to the bottom of this and I wish her well in that. </q> A Met police spokesman admitted some individuals being contacted by police were originally told there was \"little or no\" evidence that they were involved. <strong> Andy Coulson </strong>, News of the World editor at the", "new_id": -2}, {"uid": "1295037198201211960", "i": 15756, "idx": 1, "sa": ["David Letterman", "Camille Grammer", "Andy Cohen"], "q": "thrilled with all the love I've received from the British people\"-- namely, <strong> Camille Grammer </strong> dished to Bravo's <strong> Andy Cohen </strong> following the episode, and revealed she The <strong> David Letterman </strong> show Thursday night. <q> She was nice, and we both said hello. She has a very strong handshake. It was uncomfortable. Kelsey looked shocked. The look on his face, </q> <strong> Andy Cohen </strong> revealed that <strong> David Letterman </strong> was going to show a clip of Kayte and the kids while interviewing Kelsey, <strong> Camille Grammer </strong> remarked, \"He uses the kids as props.\" On next week's episode of \"", "new_id": -2}, {"uid": "1296550878146587668", "i": 25863, "idx": 0, "sa": ["Sergio Marchionne", "Shawn Morgan"], "q": "Chrysler spokeswoman <strong> Shawn Morgan </strong> said Monday. Because Chrys ler still owes about$ 5.8 billion to the U.S. government, lent under the Troubled Asset Relief Program, the U.S. Treasury can restrict senior management's compensation. <q> It was absolutely owed that we treat our people properly, </q> CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call. \"The obligation to our people was much greater than the need to improve our bottom-line profitability.\" <strong> Sergio Marchionne </strong> chose the term performance award rather than", "new_id": -2}, {"uid": "1297116847195428397", "i": 34146, "idx": 2, "sa": ["Simon Cowell"], "q": ") won't be announced for several weeks. <strong> Simon Cowell </strong> also weighed in on allowing 12-year olds to audition even though some feel that is an early age to deal with the scrutiny that comes with competing on TV: <q> We've started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person. </q> And what does <strong> Simon Cowell </strong> think of the new season of American Idol? \"I haven't seen a full episode,\" he said. \"I've seen three minutes of a recap. From what I've", "new_id": -2}, {"uid": "1297124008259817475", "i": 37453, "idx": 0, "sa": ["Simon Cowell"], "q": "strike only once. When asked why he's choosing to return to TV now-- after only a one-season run for his last series, \"Studio 60 on the Sunset Strip'-- Perry joked, <q> I wanted to do a show because I had spent about three years in a row playing the same video game. </q> And while that's obviously a stretch, considering he's co-writing, executive producing and starring in` <strong> Simon Cowell </strong> Sunshine,' this will be the first time we\"ve seen him on TV in over three", "new_id": -2}, {"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems. \"The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,\" <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q> The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement. </q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}, {"uid": "1294957406081149956", "i": 46651, "idx": 15, "sa": ["Allen Iverson", "Gilad Atzmon", "Gary Franklin"], "q": "after his arrival in the country where he will spend the next two years playing for Besiktas. He says it is the \"most important thing to be accepted and wanted and appreciated\" and that he hopes to <q> bring a lot of excitement for the fans </q>. <strong> Allen Iverson </strong> reportedly ready to calls it quits Magic fall in overtime to Hornets Cal freshman G <strong> Gary Franklin </strong> transfers to Baylor Winter weather forces postponement of UAB-ECU At least 270 dead in Brazil floods, landslides <strong> Gilad Atzmon </strong>: The Last", "new_id": -2}, {"uid": "1296084752130252881", "i": 18045, "idx": 0, "sa": ["Michael Vick"], "q": "one. He simply took a bull of an opportunity by the horns and tamed it. \"I don't know,\" <strong> Michael Vick </strong> said yesterday when asked whether he will return to Philadelphia next season. <q> We'll have to wait and see, but I really do hope I am. \"I enjoyed this season. I enjoy the group of guys that I play with. I enjoyed the success and progress that we all made as a young team. I think the sky's the limit. </q> Again, you would think this would be simple. What team lets a Pro Bowl quarterback who just led a team to a division championship walk away as a free agent? I", "new_id": -2}, {"uid": "1296892353106627093", "i": 31976, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "Grammy nominee <strong> Justin Bieber </strong> presents the <q> Top Ten Reasons It's Fun to Be <strong> Justin Bieber </strong> </q> on the \"Late Show with <strong> David Letterman </strong>.\" NEW YORK POST is a registered trademark of NYP Holdings, Inc.", "new_id": -2}]