[{"uid": "1296742183180060166", "i": 2764, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "Print US ex-defence head <strong> Donald Rumsfeld </strong> defends Iraq war handling Former US Defence <strong> Donald Rumsfeld </strong> remains largely defiant about the Iraq war, saying in a new book that had <strong> Saddam Hussein </strong> remained in power, the Middle East would be <q> far more perilous than it is today </q>. Mr <strong> Donald Rumsfeld </strong>, 78, has written an autobiography due out next week. He concedes he could have sent more troops, and that internal US rivalries hampered post-war reconstruction. On the question", "new_id": -2}, {"uid": "1295598415194969622", "i": 7568, "idx": 1, "sa": ["Marty Mornhinweg", "Michael Vick", "Brett Favre"], "q": "). <strong> Marty Mornhinweg </strong> was asked if he believed there yet existed a book on <strong> Michael Vick </strong>, an accepted way to attempt to defend against his variety of skills.`` I don't,'' he said. <q> Because with really good quarterbacks, each[ defensive] team has a combination of things: your personnel, their personnel, schematically what you're built for, where your best pass rush is, where your best corner is, what type of coverages you play best...`` All of those things come into play. But one thing I will say is, when you have a quarterback like Mike, people tend to play you differently every week. </q> <strong> Marty Mornhinweg </strong> has been around long enough that he brings up two names when you begin this discussion: <strong> Brett Favre </strong> and Steve Young. <strong> Marty Mornhinweg </strong> worked with both of them as an assistant coach, in Green Bay and", "new_id": -2}, {"uid": "1295217325213467183", "i": 3922, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google( GOOG) CEO <strong> Eric Schmidt </strong> predicted that some day, his company will earn$ 10 billion per year on the Android smartphone operating system. <q> If we have a billion people using Android, you think we can't make money from that? </q> he asked. We know at least one person who's working on making money off of Android. According to", "new_id": -2}, {"uid": "1297119751226197532", "i": 17094, "idx": 0, "sa": ["Kirsten Gillibrand", "Riyad Mansour"], "q": "another rush in Congress, this time led by New York Senator <strong> Kirsten Gillibrand </strong>, to have the United States veto the resolution. Surrealpolitik forces Palestinian leaders to grasp at straws. Palestinian Permanent Representative <strong> Riyad Mansour </strong> said, <q> Our objective is to convince our American colleagues that there is value to having this resolution adopted in the Security Council, </q> he said.`` We are not there yet.'' The Palestine Papers show Palestinian negotiators to be incredibly patient.`` The purpose of this resolution,'' said <strong> Riyad Mansour </strong>,`` among other things, is to", "new_id": -2}, {"uid": "1295739237074268677", "i": 48548, "idx": 2, "sa": ["Theo Ratliff", "Vince Carter", "Allen Iverson"], "q": "quarter that was fueled by <strong> Allen Iverson </strong>, who scored eight of his 30 points in the pivotal stretch. <strong> Allen Iverson </strong> has scored at least 30 points in four consecutive games, with the Sixers( 3-4) winning three. <q> <strong> Theo Ratliff </strong> back gave us confidence, especially being on the road, </q> <strong> Allen Iverson </strong> said.`` We feel with <strong> Theo Ratliff </strong>, we can't be beat at home or on the road.'' Toronto's <strong> Vince Carter </strong> scored a season-high 27 points but had a layup blocked by <strong> Theo Ratliff </strong> and missed a", "new_id": -2}, {"uid": "1295909201177651772", "i": 5172, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "for helping others as his loving hugs and enjoyment of baseball.'',`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012202238.jpg'',`` emailLink'': <q> http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012202229.html&amp;title=Shriver honored by family, <strong> Hillary Clinton </strong>& site= politics& type= Video& sent= no& search= Search </q>,`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012202229.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011-8v&amp;flvURL=/media/2011/01/22/01222011-8v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011-8v.jsn''}{`` title'':`` <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved", "new_id": -2}, {"uid": "1296599743193396754", "i": 49411, "idx": 4, "sa": ["Kelsey Grammer", "Lindsay Lohan", "David Letterman", "Kayte Walsh"], "q": ",`` But you're saying you do think he's gay, that when he got into <strong> Lindsay Lohan </strong> Cage aux Folles, he was in the right play...'' http://wn.com/Kelsey_Grammer_To_Marry_Girlfriend_Kayte_Walsh_in_February click our link thetodaybuzz.com- to watch full <q> <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the`` Late Show with <strong> David Letterman </strong>'' on Thursday night that he plans on marrying his girlfriend <strong> Kayte Walsh </strong> next month. The actor currently stars in the Tony Award-winning musical", "new_id": -2}, {"uid": "1297171803034897961", "i": 34578, "idx": 5, "sa": ["John McCain", "Donald Rumsfeld", "Barack Obama"], "q": "we put the surge in,'' <strong> John McCain </strong> said.`` Otherwise, we would have had a disastrous defeat in Iraq.'' <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a`` hair-trigger temper'' and <q> a propensity to shift his positions to appeal to the media. </q> Who came out better in <strong> Barack Obama </strong>'s interview with Bill O'Reilly? <strong> Barack Obama </strong>- He kept his cool and gave strong answers. Bill O'Reilly- He scored a huge interview and asked tough questions. It was a", "new_id": -2}, {"uid": "1297077971265338891", "i": 43628, "idx": 0, "sa": ["Diane Sawyer", "President Bush", "Donald Rumsfeld"], "q": "has no apologies for his decision-making in leading the campaigns in Afghanistan and Iraq. In an exclusive interview with ABC's <strong> Diane Sawyer </strong>, <strong> Donald Rumsfeld </strong> concedes that`` it's possible'' that decisions on how many <q> In a war, many things cost lives, </q> <strong> Donald Rumsfeld </strong> told <strong> Diane Sawyer </strong>. <strong> President Bush </strong> has written that cutting troop levels in Iraq was`` the most important failure in the execution of the war,'' <strong> Donald Rumsfeld </strong> called that`` interesting.''`` I don't", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called`` Googled: The End of the World As We Know It,'' said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}]