[{"uid": "1295369174262144017", "i": 49047, "idx": 0, "sa": ["Piers Morgan", "David Letterman", "Jay Leno"], "q": "<strong> Piers Morgan </strong> Tonight, the shock jock calls the NBC late-night host \"insane\" and accuses him of stealing sketch ideas. <q><strong> Jay Leno </strong> is a crook and the world knows exactly what he's up to. He steals a tremendous amount of material,<q> The New York Post quoted Stern as saying. \"This guy's ripped off like 10 major things from my show.\" Stern also adds he's baffled that <strong> Jay Leno </strong> has beaten fellow late-night host <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1296915052127238158", "i": 17758, "idx": 0, "sa": ["Mike Tomlin", "Bill Cowher", "Michael Vick", "Allen Iverson"], "q": "a hotbed for talent and trouble, producing <strong> Michael Vick </strong> and <strong> Allen Iverson </strong>. It swallows up the meek. By an early age, it was clear that <strong> Mike Tomlin </strong> was going places, and people would follow him. <q>Once he became a coordinator in the NFL,<q> <strong> Bill Cowher </strong>& Mary coach Jimmye Lay**** said, \"I told a number of people, \"Just watch. He's going to be a head coach. And they're going to be blown away.\"", "new_id": -2}, {"uid": "1296234164135299086", "i": 47635, "idx": 1, "sa": ["Mike Pence"], "q": "running for governor in 2012, and we'll do that by listening to Hoosiers. We'll do that as a family by reflecting, praying.\" letter to supporters Thursday, <strong> Mike Pence </strong> said he and his family <q>feel led to devote this time in our lives to continuing to serve the people of Indiana in some way.<q> \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012,\" he said. <strong> Mike Pence </strong> is slated to speak", "new_id": -2}, {"uid": "1296774980232128580", "i": 14557, "idx": 1, "sa": ["Desmond Bishop", "Michael Vick", "Ben Roethlisberger"], "q": "It sounds kind of comical, but he is very similar to a <strong> Michael Vick </strong> in that he's elusive in the pocket and can break tackles,\" Matthews said Wednesday at the Packers' media session. <q>He may not have the same speed as <strong> Michael Vick </strong>, but he definitely has that play-making ability, and I think that is why they have had so much success to date.<q> Packers linebacker <strong> Desmond Bishop </strong> said trying to stop <strong> Ben Roethlisberger </strong> is different than virtually any other quarterback in the NFL. \"His ability to break tackles in the pocket, his elusiveness, and when he does", "new_id": -2}, {"uid": "1295586272212418583", "i": 2950, "idx": 15, "sa": ["Andre Iguodala", "Andre Miller", "Samuel Dalembert", "Marcus Camby", "Allen Iverson"], "q": "on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Western Conference. <q>I almost had a perfect trip at my home away from home,<q> <strong> Allen Iverson </strong> said. <strong> Samuel Dalembert </strong> scored the decisive basket with 32.9 seconds remaining. When <strong> Andre Iguodala </strong> lost possession of the ball as he fell, <strong> Samuel Dalembert </strong> was there to grab it and turned for a lay-in. <strong> Andre Miller </strong>, acquired by", "new_id": -2}, {"uid": "1296544000037142529", "i": 25580, "idx": 0, "sa": ["Michael Vick"], "q": "was all great and grand for the fair city until one of the local news stations found out that rear end accidents had drastically increased AND found that the city was not getting paid their fair share. Report Abuse <q>I simply can't believe all the comments here.<q> IT'S A STOP SIGN IT MEANS STOP! So what is the big deal. Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Stock Picking Software No Guessing-", "new_id": -2}, {"uid": "1295669848206995548", "i": 6280, "idx": 6, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "royal reporter who was jailed for phone hacking several years ago, were laughably false <strong> Andy Coulson </strong> is in a LOT of trouble make no mistake. <strong> David Cameron </strong> has shown just how beholden to <strong> Rupert Murdoch </strong> he really is. <q> \"Dispatches also looks at the way MPs were fearful of what News International, the owner of News of the World, could do when they tried to investigate the phone hacking in advance of the general election earlier this year.<q> Plaid Cymru Mp Adam Price told Channel 4:' I was told by a senior Conservative member of the committee, who I knew was in direct contact with executives at News International, that if", "new_id": -2}, {"uid": "1295928935203030533", "i": 27855, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "\" \"Is the US government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" \"My brain would be going,\" he says. <q>I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.'<q> Another <strong> Donald Rumsfeld </strong> Rule: \"If you are not criticized, you may not be doing much.\" As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and", "new_id": -2}, {"uid": "1296423892068993033", "i": 326, "idx": 8, "sa": ["Alex Buchman", "Travis Diener", "Brian Hand", "Killer B", "Allen Iverson"], "q": "was something missing in <strong> Allen Iverson </strong>'s career. A perfect ending. <strong> Allen Iverson </strong> sank the first buzzer-beating shot of his nine-year career, a 14-footer in overtime, and scored 15 points to lead the Philadelphia 76ers t... <q>Inside Pacer Athletics 2010- Episode 5<q> The \"<strong> Killer B </strong>'s,\" <strong> Alex Buchman </strong> and <strong> Travis Diener </strong> Broome are dressed to the nines this week as they talk about the action over the past week within the USC Aiken Athletic Department. Assistant Athletic Director for Communications <strong> Brian Hand </strong>", "new_id": -2}, {"i": 38868, "idx": 3, "index_answer": 0, "new_id": -1, "q": "of Evansville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q>In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it,<q> he said. \"But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.\" <strong> Robert Dion </strong> said", "sa": ["Robert Dion", "Mike Pence"], "uid": "1296197040069206031"}]