[{"uid": "1295762095175325199", "i": 12723, "idx": 3, "sa": ["John McCain", "Colin Powell", "Gary Bauer"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q>a man who I admire as much as any man in the world, person in the world</q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012", "new_id": -2}, {"uid": "1294969046172343345", "i": 22751, "idx": 0, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": "survive such a devastating wound. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her unbandaged left eye and tried to focus on loved ones for the first time. <q>This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more,</q> said her neurosurgeon, <strong> Dr. Peter </strong> Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: \"It was raw courage. It was raw strength. It was so beautiful and so", "new_id": -2}, {"uid": "1296744552199131154", "i": 30149, "idx": 51, "sa": ["Donald Rumsfeld", "Howard Kurtz", "Saddam Hussein", "Colin Powell", "Dick Cheney"], "q": "reporter and columnist for The Washington Post, <strong> Howard Kurtz </strong> is the author of five books. A defaced picture of former dictator <strong> Saddam Hussein </strong> is seen... <strong> Dick Cheney </strong> Facing Possible Heart Transplant Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Report Abuse <q>The thing I like about rumsfeld is that he really pi$$ es of the children of the dumborat.</q> Then they start to get mad, shake, talking in tongues. They get really excited, spittle forms at the corner of the mouth. Report Abuse \"<strong> Donald Rumsfeld </strong>, <strong> Dick Cheney </strong> and Bush- the axis", "new_id": -2}, {"uid": "1296351474068419587", "i": 21514, "idx": 1, "sa": ["Robert E.", "Allen Iverson"], "q": "University Libraries WIU Alumnus <strong> Robert E. </strong> Weems Lecture at University Libraries MACOMB, IL-- A leading expert in the field of African American business and economic history and alumnus of Western Illinois University, <strong> Robert E. </strong> Weems, <strong> Allen Iverson </strong>, presented <q>The Quest for \"Bling\" and Other Recent Trends in African American Consumerism</q> at 3 pm Wednesday, Feb...", "new_id": -2}, {"uid": "1295365484238829571", "i": 2186, "idx": 4, "sa": ["David Letterman", "Steven Tyler"], "q": "and] still rocking big time\". <strong> Steven Tyler </strong> also spoke about his new job with <strong> David Letterman </strong>, admitting that it had been a \"risk\" but insisting that he had no regrets about the experience. <q>I like to jump into things I'm not sure of and this has turned out great,</q> he said. \"It's nothing but great... Plus I get to sit next to J.Lo!\"", "new_id": -2}, {"uid": "1297177285142131216", "i": 39980, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": "been otherwise approved. In earlier parts of the ABC interview released Monday, <strong> Donald Rumsfeld </strong> was reluctant to endorse <strong> President Bush </strong>'s assessment that the decision to draw down U.S. troops shortly after the 2003 invasion of Iraq was <q>the most important failure in the execution of the war.</q> Telling <strong> Diane Sawyer </strong> that assessment was \"possible,\" <strong> Donald Rumsfeld </strong> also cautioned that \"the path you didn't take is always smoother.\" The admissions largely echoed his memoir, in which he laid", "new_id": -2}, {"uid": "1295636491179568685", "i": 38958, "idx": 5, "sa": ["Tony Blair", "Alastair Campbell", "Andy Coulson"], "q": "of trying to bury bad news. <strong> Tony Blair </strong> made a second appearance at the Iraq war inquiry and as the fallout continues from the departure of opposition finance spokesman Alan Johnson on Thursday due to personal problems. <q>The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,</q> <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street communications director, having decided that \"when a spokseman needs a... Subscribe to RSSMost", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a \"powerful political insider- precisely because he had a feel for the world outside Westminster\" and the PM would be looking for a <q>someone with similar nous and journalistic experience</q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}, {"uid": "1297726874054689833", "i": 19933, "idx": 0, "sa": ["Kirsten Gillibrand", "Richard Blumenthal", "Barack Obama", "Barbara Boxer"], "q": "known as LIHEAP. \"There are certainly areas of the federal budget that could be cut, but LIHEAP is not one of them,\" Casey said. Added <strong> Richard Blumenthal </strong>: <q>While fiscal responsibility and eliminating excess spending is a top priority, it should not be done on the backs of those struggling every day just to pay their heating bills or put food on the table.</q> <strong> Barbara Boxer </strong>( D-Calif.), meanwhile, emphasized that she \"may not agree with everything in it,\" as did <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). \"I don't think", "new_id": -2}, {"uid": "1295189075175751174", "i": 14066, "idx": 1, "sa": ["Michael Vick"], "q": "of the league champion's choosing. David Filsinger finished first. Mann finished last. \" \"The kid I was playing for the tattoo was about to have a heart attack,\" Mann said. <q>But he put up 140 points on me.</q>... He wishes he would have had Philadelphia Eagles quarterback <strong> Michael Vick </strong> on his team. \"For the rest of my life,\" Mann said, \"I'm going to look down at the tattoo and say", "new_id": -2}]