[{"uid": "1296459950150618115", "i": 37355, "idx": 3, "sa": ["Simon Cowell"], "q": "of the time and listen for 90 per cent of the time.'' Despite his reputation for brutal honesty and cold-heartedness, the Los Angeles-based showbiz mogul stressed the importance of emotion in the entertainment business. <q> You've got to think with your heart and not your head, </q> he said.`` The biggest failures I've had were at a time when I believed my own hype.'' In 2010, British magazine New Statesman listed <strong> Simon Cowell </strong> at number 41 in a list of`` The", "new_id": -2}, {"uid": "1294991426005357592", "i": 44079, "idx": 1, "sa": ["Brian Williams", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": ".` <strong> Gabrielle Giffords </strong>, you've got to get better because we have to have another double-date, we're going to take you out for pizza,''' <strong> Kirsten Gillibrand </strong> told NBC Nightly News' <strong> Brian Williams </strong>. <q> So we were really trying to tell her how much we miss her and love her and how we wanted her to know we were with her every step of the way, and that's when she began to really started to respond. </q> href=\"http://www.msnbc.msn.com/id/41065188/ns/us_news-crime_and_courts/#slice-1\"> Video: Sen. <strong> Kirsten Gillibrand </strong>:` <strong> Gabrielle Giffords </strong> is inspiring a nation'( on this page) href=\"http://www.msnbc.msn.com/id/31066137/media-kit/\"> Advertise| href=\"http://g.msn.com/AIPRIV/en-us\"> AdChoices href=\"http://www.msnbc.msn.com/id/31066137/media-kit/\"> Advertise| href=\"http://g.msn.com/AIPRIV/en-us\"> AdChoices", "new_id": -2}, {"uid": "1295154913111345675", "i": 26206, "idx": 0, "sa": ["Don Shula", "Greg Jennings", "Michael Vick"], "q": ", 1389 yards, 10 TDs) and Green Bay's <strong> Greg Jennings </strong>( 76-1265-12.'' http://wn.com/NFL_GUT_FEELING_PREDICITONS__Green_Bay_Packers_at_Atlanta_Falcons www.atlantapitbullrescue.com http Michael Vicktory to the Underdog WON BEST SOCIAL COMMENTARY AT THE ACTION ON FILM FESTIVAL Michael VickTORY TO THE UNDERDOG HELL AND BACK <q> Michael Vicktory: To The Underdog </q> takes an in depth look at world renowned tattoo artist`` BranDon Shula Bond'' and his dog rescue efforts- particularly rescuing the infamous <strong> Michael Vick </strong> fighting dogs. Rather than focusing on the dog fighting problem, the movie sheds", "new_id": -2}, {"uid": "1296277628111296534", "i": 32343, "idx": 0, "sa": ["Michael Vick"], "q": "despite very real danger to threatened species, including the Peregrine Falcon. Mortality would come from falcons colliding with the turbine blades as well as the environmental degradation caused by the http://wn.com/Brandon_Bond_Project_9-6-1_Interview_About_Michael Vick_Dogs <strong> Michael Vick </strong>'s Fighting Dogs Now Safe With <q> International Tattoo Artist of the Year </q>! <strong> Michael Vick </strong> may be doing time, but three of his dogs are free at last, and enjoying their first taste of living in an Atlanta based foster care program. The home of the Atlanta Falcons is also", "new_id": -2}, {"uid": "1295789775050479119", "i": 24069, "idx": 1, "sa": ["Andy Coulson"], "q": "it and hope you don't get caught.'' Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not <q> give the 110% needed </q>. A number of public figures are taking civil legal action against the newspaper, and documents disclosed in those cases have sparked fresh developments. It emerged earlier this month that News of the World", "new_id": -2}, {"uid": "1296685321182059018", "i": 56228, "idx": 0, "sa": ["Eric Schmidt", "Scott Adams"], "q": "taxes for the wealthy. Searching for some way to make rich people happy to fork over the extra taxes, <strong> Scott Adams </strong> landed on the idea of selling the naming rights for airports and bridges. The cartoonist mused: <q>`` It does seem like a waste of taxpayer resources to name a road after a dead politician if we can get a better price at auction. </q> \", the latest installment of The Market This Minute offered a look back at outgoing Google( GOOG) CEO <strong> Eric Schmidt </strong>'s most memorable quotes. href=\"http://www.schaeffersresearch.com/commentary/content/the+market+this+minute+an+Eric Schmidt+Eric Schmidt+retrospective/observations.aspx?click=home&amp;ID=104817\" target=\"_blank\"> Click here to watch the video.", "new_id": -2}, {"uid": "1295610181062603290", "i": 7627, "idx": 3, "sa": ["Andy Coulson", "Murdo MacLeod"], "q": "Murdo MacLeodch 100% control of BskyB? dcspanner 21 January 2011 11:33 AM Trustablekid 21 January 2011 11:33 AM bariloche 21 January 2011 11:35 AM niphette 21 January 2011 11:37 AM <q> He's resigned- reported by The Times. Too slow, Graun! </q> Tiresias 21 January 2011 11:40 AM randomdoofus 21 January 2011 11:40 AM bradwright 21 January 2011 11:40 AM \" <strong> Andy Coulson </strong> was fed up with the`` continual focus and distraction,''", "new_id": -2}, {"uid": "1295612076003915798", "i": 1511, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "the Daily News of dozens of articles the writer contributed to the tabloid.`` I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,'' <strong> David Cameron </strong> said in a statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q> <strong> Andy Coulson </strong> is a trusted aide and his departure is a blow to <strong> David Cameron </strong>, whose office had long insisted he would stay on despite the scandal. Earlier this week, <strong> David Cameron </strong> told BBC radio that", "new_id": -2}, {"uid": "1295804716188252188", "i": 7862, "idx": 1, "sa": ["Colin Powell"], "q": "to 64636 to get breaking news alerts on your phone. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. <q> I think he's got a way to go, </q> <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect Superman.", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q> Sales professionals are at the heart of almost every successful business, </q> said <strong> Steve Ballmer </strong>.`` Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}]