[{"uid": "1297705501051036292", "i": 894, "idx": 3, "sa": ["Steve Ballmer"], "q": "mucho el Windows Phone, con m?s aplicaciones y m?s f?ciles de usar, tales como las fotos, facilitando la conexi?n con el PC'', ha defendido el presidente de Microsoft. <strong> Steve Ballmer </strong> ha anunciado que <q> en 2011 lanzaremos Internet Explore 9 para Windows Phone </q>, cuya versi?n Beta ya funciona m?s r?pido que Safari pero tambi?n que Firefox, seg?n las demostraciones que ha hecho hoy Microsoft. <strong> Steve Ballmer </strong> y su equipo tambi?n han puesto mucho el acento en las posibilidades para", "new_id": -2}, {"uid": "1296296965191774724", "i": 32388, "idx": 0, "sa": ["Simon Cowell", "Robbie Williams"], "q": "dog'' to sit on the judging panel should <strong> Simon Cowell </strong> decide to step down and focus entirely on the US version of the show, which launches later this year. An insider told the Daily Star: <q> <strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical.`` We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be. There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it. </q> Laura HamiltonThe Dancing On Ice", "new_id": -2}, {"uid": "1294978384186728451", "i": 48247, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Debbie Wasserman Schultz"], "q": "Wednesday night, as one of the women, Representative href=\"http://topics.nytimes.com/top/reference/timestopics/people/g/Gabrielle Giffords_Gabrielle Giffords/index.html?inline=nyt- per\" title=\"More articles about Gabrielle Giffords.\"> <strong> Gabrielle Giffords </strong>, flicked open an eye as the sound of her friends' voices filled her hospital room. <q> I think it was a combination, perhaps, of the unexpected but familiar that really prompted her to open her eyes and look around, </q> said Dr. G. Michael Lemole Jr., one of Ms. <strong> Gabrielle Giffords </strong>'s neurosurgeons, concerning what was apparently her reaction to the voices of her fellow lawmakers, Representative <strong> Debbie Wasserman Schultz </strong>, Representative <strong> Kirsten Gillibrand </strong>. While Ms.", "new_id": -2}, {"uid": "1295094125134053943", "i": 24360, "idx": 18, "sa": ["Shaquille O'Neal", "Carmelo Anthony", "Matt Geiger", "Allen Iverson", "David Lee"], "q": ".'' At one point, both <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> were 12-for-16 from the floor.`` When you're in a zone, it doesn't Matt Geigerer if guys are on you or anything,'' <strong> Allen Iverson </strong> said. <q> It just feels good. It just feels like throwing rocks in an ocean. </q> The Suns have lost twice-- by a comShaquille O'Nealed 46 points-- since their 129-127 double-overtime win at Dallas on Wednesday http://wn.com/Allen Iverson_Allen Iverson_Highlights_vs_David Lee_David Lee_New_York_Knicks_09/10_NBA <strong> David Lee </strong> played with a heavy heart. He was still right there when the New York Knicks needed", "new_id": -2}, {"uid": "1295637236112984241", "i": 53638, "idx": 6, "sa": ["Kay Burley", "Andy Coulson", "Chris Bryant"], "q": "on Sky News Labour MP <strong> Chris Bryant </strong> has enough of <strong> Kay Burley </strong>'s snippy remarks, and hits back, accusing her of lying, and calls her` dim'. <strong> Kay Burley </strong> hits the nail on the head when she says <q> Nobody cares what I think </q>.( Apologies for shaky video and crappy sound!)... video results for: phone hacking <strong> Andy Coulson </strong> Met: No 10 aide will be questioned I am, of course, very happy to correct any and all", "new_id": -2}, {"uid": "1295440302234078642", "i": 39781, "idx": 0, "sa": ["Jimmi Simpson", "David Letterman", "Malcolm Goodwin"], "q": "ones. A&E's new original drama series`` Breakout Kings'' follows Charlie and Ray as they form a special task force composed of the three most elusive convicts Ray ever captured: Lloyd Lowery( <strong> Jimmi Simpson </strong> <q> It's href=\"http://tvbythenumbers.com/its-always-sunny-in-philadelphia-fx\" title=\"Always Sunny In Philadelphia\"> Always Sunny In Philadelphia, </q>'' href=\"http://tvbythenumbers.com/tag/late-show-ratings\" title=\"Late Show\" target=\"_blank\"> Late Show with <strong> David Letterman </strong>''), a former child prodigy and behaviorist/psychiatric expert who excels in psychoanalysis; Shea Daniels( <strong> Malcolm Goodwin </strong>, American Gangster), an ex-gang banger who knows", "new_id": -2}, {"uid": "1295548507137363498", "i": 3678, "idx": 1, "sa": ["Colin Powell"], "q": "pearvert.blogspot.com Frankly, work is hectic and I needed a break. This was one of those quick and dirty mash-ups... Night Court was about a judge in a court. The Sixth Doctor was in a Courtroom in <q> Trial of a Time Lord </q>. So I figured <strong> Colin Powell </strong> would be t... Dexter Meets The Mentalist- Part( 2 of 4) Dexter is taken in by the police and he prepare for his day in court for the murder of", "new_id": -2}, {"uid": "1295890601001212425", "i": 45156, "idx": 0, "sa": ["Alassane Ouattara"], "q": "to choke off funding for his rival Laurent Gbagbo. As Nigeria called on the UN Security Council to authorise force to prise Laurent Gbagbo out of the presidency, <strong> Alassane Ouattara </strong>'s government flexed its muscles by ordering <q> the immediate stoppage of all exports of coffee and cocoa </q>. The ban would last until February 23, said a statement signed by <strong> Alassane Ouattara </strong>'s prime minister Guillaume Soro, warning traders who violated it would be considered to be`` financing the illegitimate regime'' of", "new_id": -2}, {"uid": "1295760999029376535", "i": 59901, "idx": 0, "sa": ["Mario Elie", "Allen Iverson", "Dwight Howard", "Robert Horry"], "q": "and beat the San <strong> Mario Elie </strong> Spurs. sportsillustrated.cnn.com http://wn.com/Allen Iverson_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the Robert Horrys are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"i": 10201, "idx": 5, "index_answer": 1, "new_id": -1, "q": "administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "uid": "1295805220124010531"}]