[{"uid": "1295635340010666021", "i": 47828, "idx": 0, "sa": ["Eric Schmidt"], "q": "replace current CEO <strong> Eric Schmidt </strong> in April, the company announced today. <strong> Eric Schmidt </strong>, who has been in the role since April, will now become executive chairman. in a blog post, <strong> Eric Schmidt </strong> wrote: <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better... Larry, in my clear opinion, is ready to lead. Larry, Sergey and I have worked exceptionally closely together for over a decade-and we anticipate working together for a long time to come </q> Q.Can I turn off the safety checks when I open Money...> Read the answer Q.Why won't Roxio Creator's home page fit on my 17in... Apple iMac Intel", "new_id": -2}, {"uid": "1295938594209289229", "i": 338, "idx": 0, "sa": ["the Bounty", "David Letterman", "Barbara Stanwyck"], "q": "1930/31- Cimarron 1931/32- Grand Hotel 1932/33- Cavalcade 1934- It Happened one Night 1935- Mutiny on <strong> the Bounty </strong> 1936- The Great Ziegfeld 1937- The Li... <strong> David Letterman </strong>- Academy Awards Top Ten It's the <q> Top Ten Things Overheard at the Academy Awards. </q>... Academy Awards- <strong> Barbara Stanwyck </strong> Pictures 1927-2009 1927-28 Wings 1928-29 Broadway Melody 1929-30 All Quiet on the Western Front 1930-31 Cimarron 1931-32 Grand Hotel 1932-33 Cavalcade 1934 It Happened One Night 1935 Mutiny on <strong> the Bounty </strong> 1936 The Great Ziegfeld 1937", "new_id": -2}, {"uid": "1297449852077103107", "i": 45133, "idx": 1, "sa": ["Steve Ballmer"], "q": "Nokia devices, while Nokia's content and app store will be integrated with Microsoft's Marketplace. \"Ecosystems thrive when fueled by speed, innovation and scale,\" explained Microsoft CEO <strong> Steve Ballmer </strong>. <q> The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> So, what will happen with Symbian and MeeGo? Well, Nokia now considers the OS a \"franchise platform,\" while recognizing the need to retain and transition the installed base of 200", "new_id": -2}, {"uid": "1295509121092602403", "i": 44966, "idx": 3, "sa": ["David Letterman", "Martin Short"], "q": "he said. And then he advised <strong> David Letterman </strong> to not \"come back like Sinatra.\" Though it was inevitable, the humor was lost when <strong> David Letterman </strong> inevitably set the record straight and <strong> Martin Short </strong> feigned ignorance. <q> Oh, so you're staying? </q> he asked awkwardly. It was funny while it lasted, at least. Maybe <strong> Martin Short </strong> should have refused to believe him, or just assumed <strong> David Letterman </strong> was slipping his old age and confused about whether or not", "new_id": -2}, {"uid": "1296217929050937881", "i": 20166, "idx": 0, "sa": ["Mr. Bauer", "Mike Pence", "Chris Christie", "Gary Bauer", "Ron Paul", "Rahm Emanuel"], "q": "a NewsChannel 15's political analysts gave their opinions on <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong> running for Indiana <strong> Chris Christie </strong>. www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana <strong> Ron Paul </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"uid": "1297233963168116274", "i": 24813, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers", "Ted Thompson"], "q": "Show\" with <strong> David Letterman </strong> that night. He sounded tired and hoarse in the frigid weather, but he had offered his fans one more thing before he left- his \"title belt.\" <q> I just want you to know, for the next year you guys can steal my belt celebration because we're the champions of the world. Put that on whenever you want, </q> <strong> Aaron Rodgers </strong> said with a huge smile. \"It's been a great journey.\" Packers plan to offer McCarthy, <strong> Ted Thompson </strong> contract extensions Tuesday Feb 8 After winning the Super Bowl, Green Bay is planning", "new_id": -2}, {"uid": "1296003993020578304", "i": 21302, "idx": 0, "sa": ["Simon Cowell"], "q": "worry about the prospect of bringing up a little one. Music mogul <strong> Simon Cowell </strong> admitted as much recently when asked about the chances of becoming a dad now he is together with Mezhgan Hussainy. He said: <q> I worry about that because of my age. \"When I was younger, my dad used to play soccer and games with me and I worry- I worry that if I was 70... </q> Many older men might well feel a little nervous at the prospect of being outrun by junior AND a younger, fitter model if playing soccer at the beach a few years down the line.", "new_id": -2}, {"uid": "1295621895169754624", "i": 2557, "idx": 2, "sa": ["Eric Schmidt"], "q": "the change was \"not a reaction to competitors.\" Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24,000 employees. <q> <strong> Google Inc. </strong> has many different businesses and the issue that we have been getting into is there's too many ways( in) which these businesses can be slowed down, </q> <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong>, who became CEO in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach, among other things", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,\" <strong> Sen. Bernie Sanders </strong> said. \"We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.\" <q> To me, it's a disaster, </q> said New York-based labor activist <strong> Jonathan Tasini </strong>. \"When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.\"", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}, {"uid": "1296228272172146710", "i": 17278, "idx": 20, "sa": ["Mitt Romney", "Tim Pawlenty", "Vin Weber", "Mike Pence"], "q": "If he's governor of Indiana and delivers a message of full-throated conservatism, a faith-inspired message, that is going to resonate.\" One longtime GOP presidential-campaign adviser supportive of <strong> Mitt Romney </strong> puts it more bluntly: <q> Hanging around waiting for the Tea Party to find you should <strong> Mitt Romney </strong> stumble is hardly a proven nominating strategy. But being a movement conservative from the American heartland with two successful gubernatorial terms under your belt is more Reaganesque than- Reagan. </q> <strong> Vin Weber </strong>, who is a <strong> Tim Pawlenty </strong> adviser, is an admirer of <strong> Mike Pence </strong>. \"I'm not surprised,\" he says. \"I think it's the right decision for him.\"", "new_id": -2}]