[{"uid": "1297124456124354605", "i": 10487, "idx": 5, "sa": ["Simon Cowell"], "q": "X Factor\" involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q>Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition.</q> Story Continues â\u0087\u0092 \"previous1 2 3 next\" Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast", "new_id": -2}, {"uid": "1297233195160825398", "i": 1217, "idx": 1, "sa": ["Esther Williams", "Michael Vick"], "q": "the rural setting, wide open spaces and centralized location is a huge plus. \"The animal controls have to take anything that comes in. They can only take so many,\" <strong> Esther Williams </strong> said. <q>Once they run out of space then they have to start euthanizing and there are some really, really good dogs that are being put down.</q> <strong> Michael Vick </strong>'s new career with the Philadelphia Eagles is flying high after he spent nearly two years in prison on a federal dog fighting conviction. The NFL recently named <strong> Michael Vick </strong> \"Comeback Player of the Year.", "new_id": -2}, {"uid": "1296273660046694428", "i": 16955, "idx": 7, "sa": ["Rudy Gay", "Allen Iverson", "Hakim Warrick"], "q": "losing for the 17th time in 19 games. <strong> Rudy Gay </strong> was held to eight for Memphis, matching his third-lowest output this season. \"They really jumped on us from the start,\" Grizzlies forward <strong> Hakim Warrick </strong> said. <q>When you're playing against a team that's fighting for playoff position and playing as hard as they play, it's tough to come back from behind.</q> Miami stayed 3 1/2 games behind Atlanta in the race for the No. 4 seed in the Eastern Conference playoff chase. The Heat http://wn.com/Allen_Iverson_11pts_vs_Kings_in_17mins_action_09/10_NBA_*Memphis_Grizzlies_Debut_*Welcome_Back <strong> Allen Iverson </strong>( notes) made his debut with the Memphis Grizzlies on Monday, and it", "new_id": -2}, {"uid": "1295774335001081384", "i": 46524, "idx": 1, "sa": ["Jonathan Ross", "John Rentoul", "Andy Coulson", "Betty Kitten Ross"], "q": ", <strong> Andy Coulson </strong> and Alan Johnson combined. Newspapers spilled the imaginary beans about \"<strong> Jonathan Ross </strong> girl's torment\", while Gaydar called her a \"beacon of hope\". <strong> Betty Kitten Ross </strong> seems bemused by the attention writing <q>I actually came out three years ago so I'm not that bothered</q> while tweeting supportive messages to young people who contacted her. â\u0080¢ <strong> John Rentoul </strong>: Flip-flops: a must-have No 10 accessory Often considered a weakness, a well-executed U-turn can enhance a premier's reputation, as PM", "new_id": -2}, {"uid": "1295681320220479499", "i": 27832, "idx": 2, "sa": ["Michael Jordan", "Allen Iverson", "Elton Brand", "Jrue Holiday"], "q": "\" Looking for a spark, 76ers coach Eddie <strong> Michael Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q>He just put us in a good rhythm tonight and had us flowing,</q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He Music: Machinae Supremecy- Sidology Episode 2- Trinity Paradigm in", "new_id": -2}, {"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns. \"I always kid with him about not being a rebounder, being so big,\" <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q>I say, \"If I was your height, I'd get a double-double every night.</q>\" <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game, \"but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}, {"uid": "1296894347001409025", "i": 10385, "idx": 8, "sa": ["Michael Vick"], "q": "couldn't do it, and that's what it is.\" Butler introduced <strong> Michael Vick </strong> to the Boys& Girls Club crowd. \"Regardless of what you may hear,\" Butler said, <q>he is all about the kids.</q> <strong> Michael Vick </strong> didn't mention dogfighting, the activity that landed him in federal prison, but he did refer to imprisonment for \"real bad decisions.\" He spoke of a desire to become a coach someday", "new_id": -2}, {"uid": "1296567803036290642", "i": 49045, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Katie Price", "Louis Walsh", "Dannii Minogue"], "q": "Factor' panel? Yeah, that could work. Why not? I like her as a person. In fact I'd even go as far as to say she's my woman of the decade.\" <q>Do I want <strong> Katie Price </strong> as a judge on \"The X Factor' panel? Yeah, that could work. Why not? I like her as a person. In fact I'd even go as far as to say she's my woman of the decade.</q> If successful, <strong> Katie Price </strong> would join <strong> Louis Walsh </strong>, <strong> Dannii Minogue </strong> and <strong> Cheryl Cole </strong> on the show and <strong> Simon Cowell </strong>\"s ex-girlfriend and show mentor Sinitta thinks she will be a great choice. Comment on this Article She said:", "new_id": -2}, {"uid": "1296034359264519680", "i": 7575, "idx": 5, "sa": ["Michael Vick"], "q": "and thigh pads made by the company. \"The Unequal technology is a part of my game now and I won't play without my Unequal,\" <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q>Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.</q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest and later conviction on dogfighting charges, for which he", "new_id": -2}, {"uid": "1297292715002195456", "i": 22723, "idx": 1, "sa": ["Sergio Marchionne"], "q": "SpA and Chrysler Group. \"She's the most nontraditional auto person around,\" said <strong> Sergio Marchionne </strong>, the workaholic boss who lured her away from Volkswagen last year after a long career at Ford Motor. <q>She sees cars in a different way than most automotive executives,</q> who, he said, are sometimes blind \"because of the engineering bias associated with what they do.\" By handing her the keys to Fiat's brand-new North American business, <strong> Sergio Marchionne </strong> entrusted Soave with a", "new_id": -2}]