[{"uid": "1295594493054968370", "i": 11448, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Ben Ali"], "q": "du groupe cBen Alifornien. Sur le blog de Google, <strong> Eric Schmidt </strong>, 55 ans, pr?cise que <strong> Larry Page </strong>, 37 ans, dirigera le d?veloppement de produits et la strat?gie technologique,`` ses principales forces.'' <q> Google tente de devenir plus efficace et essaie de mettre un type technologique? sa t?te pour concurrencer Facebook </q>, commente Brian Pitz, analyste chez UBS.`` Je ne pense pas que cela change quoi que ce soit d'un point de vue strat?gique.'' <strong> Eric Schmidt </strong>, qui avait pris la direction g?n?rale en 2001", "new_id": -2}, {"uid": "1295618474243957773", "i": 56763, "idx": 3, "sa": ["David Cameron", "Andy Coulson"], "q": "to help finesse the message of a government including many wealth people from privileged backgrounds at a time of harsh state spending cuts. TIME UP Analysts said <strong> Andy Coulson </strong>'s resignation was inevitable. <q> I think his position had become increasingly untenable. Even if he is completely innocent, it is becoming a major distraction from what <strong> David Cameron </strong> is trying to achieve in terms of PR( public relations) and image, </q> said Ivor Gaber, professor of political journalism at London's City University. Police said last month that there was not enough evidence to charge <strong> Andy Coulson </strong> with any crime. However, the story resurfaced", "new_id": -2}, {"uid": "1296166138113442846", "i": 5863, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence", "Dick Armey"], "q": "House Majority Leader <strong> Dick Armey </strong>( R-TX), now head of FreedomWorks, said that <strong> Mike Pence </strong> could potentially be a second coming of Reagan. Oh <strong> Mike Pence </strong>, why have you forsaken <strong> Dick Armey </strong>? Indianapolis Star reports: <q>`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters.`` We will not seek the Republican nomination for president in 2012.'' \" <strong> Mitch Daniels </strong> Supporters Launch First 2012 Spot Of", "new_id": -2}, {"uid": "1295835341029999122", "i": 3451, "idx": 2, "sa": ["David Cameron", "Andy Coulson", "Nick Clegg"], "q": "law has got to be complied with; and, if it is broken, then it should be investigated by the police and it should be enforced,'' she told Sky News's Murnaghan programme. <q> Nobody is above the law, no news-paper editor, no journalist... For all of <strong> David Cameron </strong>'s talk of trust in politics it's fundamental that people obey the law and that's what's at risk here. He should never have appointed him. </q> <strong> Nick Clegg </strong> today suggested that, as deputy prime minister, he would have a role in choosing <strong> Andy Coulson </strong>'s successor. He said it was`` primarily'' <strong> David Cameron </strong>'s job to find a replacement, adding``", "new_id": -2}, {"uid": "1295958129216842277", "i": 12960, "idx": 4, "sa": ["Mike Pence"], "q": "we fail today?'' And <strong> Mike Pence </strong> fans are collecting signatures from conservatives and tea party activists through a Web site and social media campaigns as part of a draft effort. <q> I said,` Let's attempt to demonstrate the level of enthusiasm for him that I think is out there a millimeter under the surface, </q>' said Ralph Benko, a former Reagan administration aide who started the campaign.`` I think it's huge. I just think it needs a little place to go. So we built a little place for", "new_id": -2}, {"uid": "1296206013158072851", "i": 55567, "idx": 4, "sa": ["Eric Holcomb", "Mike Pence", "Joe Donnelly"], "q": "for <strong> Eric Holcomb </strong>. tea party favorite who narrowly lost her race last year against Democratic <strong> Mike Pence </strong> title=\"Joe Donnelly\" href=\"http://www.whotv.com/topic/sports/Joe Donnelly-Joe Donnelly-PESPT001882.topic\"> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for <strong> Eric Holcomb </strong>. <q> I think he's the clear frontrunner, and I think the race is his if he chooses to accept it, </q> Walorski said.`` I think he'd clear the field.'' State Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' such as", "new_id": -2}, {"uid": "1296273660046694426", "i": 30610, "idx": 3, "sa": ["Maurice Cheeks", "Allen Iverson", "Phil Jackson"], "q": "at that end, considering he lost his starting job because of his poor defense.`` We didn't make the correct switch,'' Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. <q> Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out how to do it right at the end. </q> <strong> Allen Iverson </strong> http://wn.com/Allen Iverson_Allen Iverson_17pts_vs_Indiana_Pacers_09/10_NBA_*Home-to-Home_Game_1 <strong> Allen Iverson </strong> expected the Phil Jacksonadelphia 76ers to own the kind of killer instinct that can finish off teams for good once they build a double-digit lead. Because they don't consistently have one, sub-500. teams such", "new_id": -2}, {"uid": "1296658782217710611", "i": 57173, "idx": 0, "sa": ["David West", "Doc Rivers", "Allen Iverson"], "q": "a lot of this talk if it can win that game against the San Doc Riversio Spurs, the David Western Conference's first-place team with the NBA's best record at 40-8.'' Gary Washburn, The Boston Globe: <q> <strong> Allen Iverson </strong> knew his guys would have been miserable spending the night in Sacramento following a loss, and then even more so having to face a cross-country flight into the aftermath of a storm. So he chided the team for their lackadaisical play. Final games of <strong> David West </strong> Coast trips are especially valuable because they can create momentum going home.`` Since I've been here, I've not had to be too boisterous, </q> <strong> Allen Iverson </strong> said.`` I pretty much go out there and lead by example. Tonight there's things I say when I need to say it. I kind of went off at halftime in the locker room because", "new_id": -2}, {"uid": "1296252425002899968", "i": 41269, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "fit well with Indiana voters who he said typically favor centrist candidates.`` The one thing most Hoosiers would say they don't want in Indianapolis at the Statehouse is Washington politics,'' Parker said. <q> He's used to the Washington game of lay blame and be partisan. He's going to have a hard time making the transition I believe. </q> It might be May or later before <strong> Mike Pence </strong> would formally jump into the governor's face since state law prohibits political fundraising by statewide candidates until after the Legislature's session ends in late April. <strong> Mitch Daniels </strong> has", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that`` contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q> Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs. </q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are`` just on a break[ and] still rocking big time''.", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}]