[{"uid": "1295670451069369869", "i": 34652, "idx": 2, "sa": ["Richard Garriott", "Rodney Stuckey", "Michael Grabner", "Tayshaun Prince", "Allen Iverson"], "q": "Washington on Dec. 9, They're 10-9 with <strong> Allen Iverson </strong> on the roster. <strong> Tayshaun Prince </strong> added 14 points and 10 rebounds, and <strong> Richard Garriott </strong> Hamilton scored 12 points for the Pistons, 6-1 when <strong> Rodney Stuckey </strong> starts at the point. <q> You have to pick your poison because usually a team has only one defender on the perimeter, </q> Hamilton said of coach <strong> Michael Grabner </strong> Curry's recent lineup shift.`` Now we have two great scorers on the perimeter.'' Detroit closed the first half on an 11-4 run and led 44-34 at intermission, but Washington", "new_id": -2}, {"i": 16414, "idx": 0, "index_answer": 3, "new_id": -1, "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q> It has changed the mood of the show but, you know, it might be for the better.`` Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking. </q> <strong> Declan Donnelly </strong> added:`` For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.''", "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "uid": "1297481921069795902"}, {"uid": "1297119812245366792", "i": 1417, "idx": 2, "sa": ["Simon Cowell"], "q": "; and Seattle, WA. <strong> Simon Cowell </strong> and Fox announced they had inked a deal to have the sharp-tongued Brit leave American Idol and launch an American edition of The X Factor early last year. <q> Where we have come to and agreed is that The X Factor will launch in America in[ Fall] 2011, with me judging the show and executive producing the show. Because of that this will be my last season on American Idol, this year, </q> <strong> Simon Cowell </strong> told reporters at a January 2010 media event announcing the deal. he'd insisted it wasn't a negotiating ploy, <strong> Simon Cowell </strong> had spent the prior year stating he was unsure whether he'd remain with", "new_id": -2}, {"uid": "1296590040084361306", "i": 17121, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "legal or serious personal issues, the solution is still the same.`` It's not a popularity contest,'' Dan Pompei, of the Chicago Tribune, said on the Mully and Hanley Show. <q> It's about throwing touchdown passes. </q> LISTEN: Dan Pompei On The Mully And Hanley Show audio http://cbschicago.files.wordpress.com/2011/02/pompei-winning-all-that-matter-for-qbs.mp3] Both <strong> Ben Roethlisberger </strong> and <strong> Michael Vick </strong> were suspended from the NFL for actions they took off the field. <strong> Ben Roethlisberger </strong> for an alleged", "new_id": -2}, {"uid": "1295138665036634641", "i": 6389, "idx": 2, "sa": ["Shawn Marion", "Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/MOST_POINTS_EVER_SCORED_IN_A_BASKETBALL_GAME_BY_ONE_TEAM! THIS IS <strong> Shawn Marion </strong> GAME TROY STATE PLAYED AGAINST DEVRY UNIVERSITY IN WHICH TROY STATE SCORED A PHENOMENAL 258 POINTS AS OPPOSED TO DEVRY", "new_id": -2}, {"uid": "1297388573139427848", "i": 35607, "idx": 1, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "couple were married nearly 13 years.`` What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,'' her statement said. fiancee, <strong> Kayte Walsh </strong>, <q> love and happiness in their new marriage. </q> <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month that he The posting of advertisements, profanity, or personal attacks is prohibited. By using this Web site you agree to accept our <h6> Report", "new_id": -2}, {"uid": "1295612486136232974", "i": 13328, "idx": 1, "sa": ["Eric Schmidt", "Mark Mahaney"], "q": "<strong> Eric Schmidt </strong> guided Google past early doubts that it could build a leading ad business around a search engine. He also oversaw the 2004 initial public offering, was the biggest for an internet firm. <q> We view this as evidence of the founders staying fully engaged in the business- a positive, </q> said Citigroup analyst <strong> Mark Mahaney </strong>. Start of sidebar. Skip to end of sidebar.", "new_id": -2}, {"uid": "1295561917217792524", "i": 15119, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "announced Thursday that co-founder Larry Page, pictured in 2007, would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman and focus on <q> deals, partnerships, customers and broader business relationships. </q> The firm's other co-founder, <strong> Sergey Brin </strong>, will work on strategic projects and new products, Google said in a statement. It said the management changes would take effect on April 4.", "new_id": -2}, {"uid": "1295093861170688621", "i": 8672, "idx": 1, "sa": ["Reggie White", "Tony Gonzalez", "Michael Vick"], "q": "than a Super Bowl title will be considered a disappointment for a team loaded with offensive stars( <strong> Reggie White </strong>, quarterback Matt Ryan, tight end <strong> Tony Gonzalez </strong>, running back <strong> Michael Vick </strong> Turner) and plenty of up-and-comers on defense. <q> That sure would look good on a banner in the Dome, </q> Moore said. Even with all their success, the Falcons still feel a bit overlooked and certainly under-appreciated. Sure, they're favored against the Packers, but plenty of people are picking Green Bay in an upset", "new_id": -2}, {"uid": "1296496333175095835", "i": 37099, "idx": 5, "sa": ["Rodney Stuckey", "Michael Beasley", "Allen Iverson"], "q": "the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks.`` With everything going on, I wanted to play well,'' <strong> Allen Iverson </strong> said. <q> I just wanted to play well. Especially for my teammates because I let them down by not being here. </q> <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Michael Beasley </strong> Curry to begin the game, punishment for missing a mandatory team practice on Thanksgiving. He apologized Friday morning, then sat on the bench for almost 10 minutes as <strong> Rodney Stuckey </strong> started", "new_id": -2}]