[{"uid": "1297217356071778338", "i": 452, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": "of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as \"terribly wrong.\" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was \"incremental,\" not rushed. <strong> Donald Rumsfeld </strong> said it was", "new_id": -2}, {"uid": "1297663845136904715", "i": 43607, "idx": 1, "sa": ["Mike Daly", "Keith Olbermann", "Sarah Palin", "Mike Pence"], "q": "of the attack said: \"<strong> Sarah Palin </strong>... you now have more than just elk blood on your hands.\" The next day, New York Daily News columnist <strong> Mike Pence </strong> <strong> Mike Daly </strong> wrote, with stunning originality: <q> <strong> Sarah Palin </strong> may have the blood of more than some poor caribou on her hands. </q>( See-- he changed \"elk\" to \"caribou.\") In an especially prissy \"Special Comment\" the night of the shooting, <strong> Keith Olbermann </strong> said that if <strong> Sarah Palin </strong> \"does not repudiate her", "new_id": -2}, {"uid": "1296170473171278348", "i": 1722, "idx": 0, "sa": ["Mike Pence"], "q": "left the door open for a campaign to become Indiana's governor. The Indianapolis Star said on its website that <strong> Mike Pence </strong>, 51, made his announcement in a letter being sent to supporters. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> and wife Karen said in the letter. \"We will not seek the Republican nomination for president in 2012.\" <strong> Mike Pence </strong>'s supporters, who include Tea Party advocates, have been pressing him to", "new_id": -2}, {"uid": "1296171922065404971", "i": 2959, "idx": 3, "sa": ["Mike McDaniel", "Mike Pence"], "q": "While there is no official word yet on whether he'll run for Indiana governor, many in political circles assumed that would be the case since he stepped down last year from his House leadership position. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as \"a Christian, a conservative, and a Republican, in that order.", "new_id": -2}, {"uid": "1297176789226918413", "i": 2837, "idx": 3, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong>, do we really need yet ANOTHER reality talent competition?\"... his answer is yes. And don't even bother trying to compare \"The X Factor\" to \"American Idol.\" <q> I suppose it's rather like comparing, I don't know, \"Extreme Home Makeover' with` Jersey Shore,' </q> he said. \"They're both reality shows but very, very different.' X Factor' has a craziness about it, has an unpredictability about it. I would say it\"s more raw.\"", "new_id": -2}, {"uid": "1296488228063668303", "i": 10049, "idx": 8, "sa": ["Roger Kay", "Eric Schmidt"], "q": "Before joining Google a decade ago, <strong> Eric Schmidt </strong> served as an exec at computer networking maker Novell( NOVL) and Sun Microsystems, which is now owned by Oracle( ORCL). <q> My estimate is that <strong> Eric Schmidt </strong> likes to be in the game. He likes to be a player, </q> said <strong> Roger Kay </strong>. It's unlikely <strong> Eric Schmidt </strong> will retire with his billions, taking up sailing or traveling. Indeed, there's a rumor he's trying to land a gig on cable television.", "new_id": -2}, {"i": 45806, "idx": 2, "index_answer": 0, "new_id": -1, "q": "better than me,\" he quipped.\" X Factor' has a craziness about it, an unpredictability. It is more raw. It is more competitive,\" he said. <q> If we can't, with what is on offer, find a global star, then I would say we have failed. There is that person or that group sitting in America waiting to be discovered, </q> <strong> Simon Cowell </strong> said. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "sa": ["Simon Cowell"], "uid": "1297121266135839981"}, {"uid": "1295893045266846211", "i": 24918, "idx": 0, "sa": ["Eric Schmidt"], "q": "2's leaked specs give iPad 2 run for its money? Apparently, <strong> Eric Schmidt </strong> filmed a pilot for CNN last August that was supervised by McGuirk. An insider at CNN said to the paper: <q> <strong> Eric Schmidt </strong> has been looking for a TV job for over a year, </q> said a CNN insider. \"But the pilot he filmed with Liza was a complete disaster.\" Will Samsung Galaxy Tab 2's leaked specs give iPad 2 run for its money? App Store touches 10", "new_id": -2}, {"uid": "1295977910157089808", "i": 30974, "idx": 22, "sa": ["Kenyon Martin", "Carmelo Anthony", "Raja Bell", "Marcus Camby", "Allen Iverson"], "q": ", I'd get a double-double every night.\" <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game, <q> but tonight, he was just so aggressive. He wanted the ball more than everybody else. </q> <strong> Carmelo Anthony </strong> said he just wanted to take advantage of the smaller defenders such as <strong> Raja Bell </strong> the Suns put on him and score some easy baskets early, \"and the way I was going to do that was with offensive", "new_id": -2}, {"uid": "1296845883211812396", "i": 4384, "idx": 3, "sa": ["Roger Goodell", "Michael Vick"], "q": "\" <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <q> I don't want him to put himself in a position where bad things can happen around him, </q> <strong> Roger Goodell </strong> said. \"He takes that seriously.\"", "new_id": -2}]