[{"uid": "1295273637133546015", "i": 7190, "idx": 0, "sa": ["Mitt Romney", "Mike Pence", "Mike Huckabee", "Sarah Palin", "Newt Gingrich"], "q": ". Back in October, The Blaze reported that Indiana Republican Congressman <strong> Mike Pence </strong> was considering stepping down from his post as House Republican Chairman in order to run for president in 2012. Similarly, Politico wrote, <q> <strong> Mike Pence </strong>, a darling of the conservative movement, would leave the leadership job with a blunt explanation to colleagues that he can't commit to a two-year term in House leadership, a source familiar with his deliberations. </q> <strong> Mike Pence </strong> was the winner of a presidential straw poll at the Values Voter Summit in Washington, D.C. <strong> Mike Pence </strong> edged out <strong> Mike Huckabee </strong>, former Massachusetts governor <strong> Mitt Romney </strong>, former House Speaker <strong> Newt Gingrich </strong>, and <strong> Sarah Palin </strong>.", "new_id": -2}, {"uid": "1295877358093847576", "i": 17460, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Google Inc."], "q": ": Bachelor's degree from the University of... Photo in Slideshow: File photo of <strong> Google Inc. </strong> co-founder Larry Page and CEO <strong> Eric Schmidt </strong> is on his way out as chief exec. And over the next year... Report Abuse <q> I'm sure Mr. <strong> Eric Schmidt </strong> worked hard for <strong> Google Inc. </strong> but is anyone worth suck money? How is <strong> Google Inc. </strong> any different than the Dell's of this world who put earnings and high severance pay above all else. Corporate Greed is why America is in this currrent state. </q> Report Abuse \" way to go google!!!!!!!!!! At least someone is making money. \" Mashable: Why <strong> Google Inc. </strong> Needs Its Own <strong> Steve Jobs </strong>[ OP-ED] Mashable: Apple App Store Surpasses 10 Billion Downloads Asian Gold Rush-", "new_id": -2}, {"uid": "1295391418138936343", "i": 23517, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Grand Caravan and Chrysler Town and Country this week. Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295562321105267213", "i": 32368, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Sergey Brin </strong> for a long time to come.'' Page praised <strong> Eric Schmidt </strong> for doing an outstanding job leading Google as CEO.`` The results speak for themselves,'' Page said in a statement. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity-- we are only at the beginning and I can't wait to get started. </q> Before <strong> Eric Schmidt </strong> was hired in April 2001, Page was Google's CEO.", "new_id": -2}, {"uid": "1296429119182222848", "i": 30575, "idx": 0, "sa": ["Steve Ballmer", "Mark Zuckerberg"], "q": "Windows tablets- a`` slew of them''- will be unveiled by Microsoft CEO <strong> Steve Ballmer </strong> at the 2011 Consumer Electronics Show, according to an article today in the New York Times. Citing <q> people familiar with Microsoft's plans, </q> the Times reports that several manufacturers have signed up to build Windows tablets, including Dell and Samsung. <strong> Mark Zuckerberg </strong> Facebook account hacked Details are scare, although a source tells the Times that the Samsung device", "new_id": -2}, {"uid": "1295668634145047607", "i": 18708, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Detroit_Pistons_@_Chicago_Bulls_|_ 1991_Playoffs_|_ ECF_Game_1_The_statement_game Before a deafening crowd of 18676 fans at Chicago Stadium, the Bulls defeated the Pistons,", "new_id": -2}, {"uid": "1295958811022577167", "i": 9461, "idx": 0, "sa": ["Andy Coulson", "Lance Price"], "q": "will replace him. So what qualities are required for Mr <strong> Andy Coulson </strong>'s successor? Finding another equally qualified`` man of the people'' may not be easy, political commentators say. <q> <strong> Andy Coulson </strong> understood a part of the British culture that the prime minister maybe didn't, </q> says says political commentator and former Labour Party director of communications <strong> Lance Price </strong>. Personal chemistry But, while an ability to relate to the general population is a must, candidates may not be vetted for", "new_id": -2}, {"uid": "1297419174197410853", "i": 49377, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "and Android-powered phones outshone them. This move to partner with Microsoft could be seen as Nokia's final throw of the dice in the smartphone game. <strong> Stephen Elop </strong>, in a video annoucnement, said consumers could expect <q> stellar hardware, innovative software and great services </q> from the new partnership. Microsoft chief, <strong> Steve Ballmer </strong>, added that his company would be bringing`` the brands that consumers want'' like Bing, Office and of course Xbox Live. The new alliance will see Nokia", "new_id": -2}, {"uid": "1295577074207667206", "i": 46477, "idx": 15, "sa": ["Eric Schmidt", "Sergey Brin", "Anderson Cooper"], "q": "<strong> Sergey Brin </strong> will work on... Larry Page is replacing chief executive <strong> Eric Schmidt </strong> to run..., 37, is reclaiming the top job from <strong> Eric Schmidt </strong>, who had been... Technology Video: Spy Satellite Launched From California Report Abuse <q> 55 it too old to run <strong> Google Inc. </strong>, period. </q> Report Abuse \" Happy 2011 everyone... This has got to be a better year!... \" Report Abuse \" You know the democrats have gone too far, when <strong> Anderson Cooper </strong> goes after their representative. \"", "new_id": -2}, {"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has`` come to the place that's right for him and his family.'' <q> What I most want is for him to have a long future, </q> <strong> Marjorie Dannenfelser </strong> said.`` So I'm sure that he's made a discernment that this is the right move.'' Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}]