[{"uid": "1294957386210993222", "i": 21263, "idx": 1, "sa": ["Gabrielle Giffords", "Barack Obama", "Daniel Hernández", "Kirsten Gillibrand"], "q": "eye and tried to focus on loved ones for the first time.`` It was raw courage. It was raw strength. It was so beautiful and so moving,'' said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. <q> She wanted us to know that she was with us a hundred percent and understood everything we were saying. </q> <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, called it`` a major milestone,'' and said the congresswoman was clearly responding to the gathering of friends and family. <strong> Barack Obama </strong>, <strong> Daniel Hernández </strong> After five", "new_id": -2}, {"uid": "1296539752082821193", "i": 13094, "idx": 8, "sa": ["Will Bynum", "Allen Iverson", "Ray Allen", "Carmelo Anthony"], "q": "the Bobcats with <strong> Allen Iverson </strong> spraining his right ankle and <strong> Carmelo Anthony </strong> spraining his left wrist. <strong> Carmelo Anthony </strong> said he's sore but fine and <strong> Will Bynum </strong> play Wednesday night at Portland. <strong> Allen Iverson </strong> sounded a lot less confident in his status. <q> The way I feel right now, I don't know if I would miss a game. I just <strong> Will Bynum </strong> have to get up and see how I feel tomorrow, </q> <strong> Allen Iverson </strong> said.`` Right now it's just frustrating to be out there at the end hobbling like that.'' X-Ray Allens on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> are 2-3 together, and their", "new_id": -2}, {"uid": "1295261735064110614", "i": 42659, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "'' after he resigned from his post at the newspaper when the scandal first broke, and that he had done good work for the Tories since. Mr <strong> David Cameron </strong> told BBC Radio 4's Today programme: <q> He is, as anyone would be, extremely embarrassed about what happened.`` He's effectively been punished twice for the same offence. I gave him a second chance. Sometimes I think it's right to do that.`` Working for the Government, I think he's done a good job. </q> Peers to sleep on camp beds in race to secure Alternative Vote referendum Yesterday Downing Street insisted that Mr <strong> Andy Coulson </strong> has not offered to resign over phone hacking, but Mr <strong> David Cameron </strong> declined to repeat the denial this", "new_id": -2}, {"uid": "1297444948077905972", "i": 38670, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Nancy Pelosi", "Debbie Wasserman Schultz"], "q": "lawmakers who were in <strong> Gabrielle Giffords </strong>' hospital room when she opened her eyes were three of her close female friends in Congress: House Democratic leader <strong> Nancy Pelosi </strong> of California, Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. <q> The doctors couldn't believe it, </q> <strong> Debbie Wasserman Schultz </strong> later told CNN.`` It was the most incredible experience that I have ever had.'' <strong> Gabrielle Giffords </strong> is expected to survive, although her condition and the extent of her recovery remain in doubt.", "new_id": -2}, {"uid": "1296197040069206031", "i": 47209, "idx": 7, "sa": ["Evan Bayh", "John R. Gregg", "Mike Pence", "Robert Dion", "Thomas McDermott", "Jonathan Weinzapfel", "Vi Simpson", "Brad Ellsworth"], "q": "Mayor <strong> Thomas McDermott </strong>, former U.S. <strong> Mike Pence </strong> <strong> Brad Ellsworth </strong>, former Indiana House Speaker <strong> John R. Gregg </strong>, state Senate Minority Leader <strong> Vi Simpson </strong> and Evan Bayhville Mayor <strong> Jonathan Weinzapfel </strong>. <strong> Robert Dion </strong> said <strong> Mike Pence </strong> might scare some Democrats away from the race. <q> It has to cause those who are thinking of running as a Democrat to think hard, because <strong> Mike Pence </strong> in the race changes the dynamic, </q> he said. <strong> Robert Dion </strong> noted that Democrats have held the Indiana governor's office for 16 of the last 24 years, but he said <strong> Mike Pence </strong> is a stronger Republican than those who challenged former Govs. <strong> Evan Bayh </strong> and", "new_id": -2}, {"uid": "1295833841223035433", "i": 7054, "idx": 7, "sa": ["Gabrielle Giffords", "Colin Powell"], "q": "Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said.`` All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country, but with", "new_id": -2}, {"uid": "1297690697098959374", "i": 6759, "idx": 0, "sa": ["Anderson Cooper", "Liz Trotta", "David Letterman"], "q": "the comments. She called <strong> Anderson Cooper </strong>'s reporting`` really shocking,'' saying that`` any correspondent worth his salt knows that you shouldn't be making editorial comments.'' <strong> Anderson Cooper </strong>, she said, became <q> quite incoherent, accusing Mubarak of lies-- and, though they may be lies and probably were, it's not in his purview to say so. </q> The host asked another question, but <strong> Liz Trotta </strong> brought her answer back to <strong> Anderson Cooper </strong>. She said that she had been offended by his appearance on <strong> David Letterman </strong>'s show last week.( <strong> Anderson Cooper </strong>`` Has", "new_id": -2}, {"uid": "1295647113138969096", "i": 57432, "idx": 4, "sa": ["Henry Blodget", "Larry Page", "Eric Schmidt", "Mark Zuckerberg"], "q": "represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.'' here. <strong> Henry Blodget </strong> writes for The Business Insider,`` Let's be serious: <strong> Eric Schmidt </strong> got fired.'' <q> Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet--` day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,' through his patronizing reMark Zuckerbergs about how he thinks <strong> Larry Page </strong> is finally` ready' to be CEO, it seemed clear that <strong> Eric Schmidt </strong> got shoved out the door, </q> <strong> Henry Blodget </strong> writes. Specifically, it seemed that far from adult supervision no longer being needed, <strong> Eric Schmidt </strong>'s opinions were no longer 11-inch MacBook Air: The next generation of MacBooks. From$ 999. Free shipping.", "new_id": -2}, {"uid": "1296969684257851394", "i": 3409, "idx": 1, "sa": ["Sergio Marchionne"], "q": "in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern,'' CEO <strong> Sergio Marchionne </strong> said in a statement. <q> I regret the remark which I consider inappropriate. </q> Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least three times in his remarks during an industry conference on Friday. In 2010, Chrysler", "new_id": -2}, {"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the`` Wapping two top men'' regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q> It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published. </q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}]