[{"uid": "1295639157179568677", "i": 20463, "idx": 2, "sa": ["Eric Schmidt", "Seth Harris", "Tim Cook"], "q": "of key talent to rival Facebook is another sin often laid at <strong> Eric Schmidt </strong>'s feet. The reason for the exodus, many say, is that the company is no longer technically innovative enough. <q>Google is losing engineers frustrated by a shift in the culture that normally happens when a company gets as big as Google is,<q> <strong> Seth Harris </strong>, technology practice head at <strong> Tim Cook </strong> Associates, told the E-Commerce Times. \"Engineers fear the company is not moving fast enough and say it's harder to get time with leaders; many have", "new_id": -2}, {"uid": "1295620443048054281", "i": 34735, "idx": 3, "sa": ["Eric Schmidt"], "q": "earnings, then fell back, and is now up around 1%. Investors, along with the rest of the tech world are trying to make sense of the news. <strong> Eric Schmidt </strong>: Google's Policy Is To <q>Get Right Up To The Creepy Line And Not Cross It<q> Seriously? <strong> Eric Schmidt </strong> Thinks There Should Be No Anonymity Online? The original version of the story appears here: http://www.businessinsider.com/eric-scmidt-out-as-google-ceo-2011-1 \"God's Army\": Louisiana Locals Train To Protect", "new_id": -2}, {"uid": "1297283661263864336", "i": 6355, "idx": 1, "sa": ["Simon Cowell"], "q": "Makeover: Home Edition\" and \"Jersey Shore.\" As for the current, Cowell-free season of \"Idol,\" he claimed, \"I haven't seen a full episode,\" continuing, <q>I think we're going to do something different. I'm excited. The stakes are high.<q> Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from a rough fall season, when it finished last among the major networks in total viewers. \"Idol\" is still", "new_id": -2}, {"uid": "1295977508172294167", "i": 48733, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s damage for longer, although specialists are particularly concerned about the lifespan of children who live all their lives obese rather than getting fat after they're grown. As for all those health care bills, <q>it's not enough to trump a lot of our behaviors,<q> Crimmins said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog EL CERRITO 2 BR/ 2 BA$ 495,000.00 BERKELEY 4 BR", "new_id": -2}, {"uid": "1297713944012566553", "i": 27959, "idx": 1, "sa": ["Piers Morgan", "Michael Vick"], "q": ", <strong> Piers Morgan </strong> being a Brit and all. Except that, the next day, <strong> Piers Morgan </strong> explained on why he thinks Oprah canceled-- where we come from it's called welshing-- on the bet, Tweeting <q>Mr, <strong> Michael Vick </strong>'s people told me he couldn't do[ interview] with either of us if bet remained, as he can't collude in gambling<q> adding \"I smell a rat here.\" Anyway, it all started during the debut of \"<strong> Piers Morgan </strong> Tonight\" on CNN last month, <strong> Piers Morgan </strong> asked Oprah what advice she'd give to <strong> Michael Vick </strong>.", "new_id": -2}, {"uid": "1295420762187301926", "i": 48594, "idx": 4, "sa": ["Kara DioGuardi", "Michael Jackson", "Simon Cowell", "Michael McIntyre"], "q": "( Today)- Entertainment- Ireland 12/08/08... <strong> Michael McIntyre </strong> talks about Britain's Got Talent job <strong> Michael McIntyre </strong> has joked that talking to <strong> Simon Cowell </strong> about being a judge on Britain's Got Talent was like being on X Factor. <q>He does it exactly like the X Factor. He says \"<strong> Michael McIntyre </strong>: I don't like you. I love you,'<q> the comedian told Newsbeat's Natal... American Idol's New Judge 3:20 After seven years as America\"s number one television show, American Idol is making some changes. Grammy-nominated songwriter <strong> Kara DioGuardi </strong> will join <strong> Simon Cowell </strong>, Randy <strong> Michael Jackson </strong>", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a \"powerful political insider- precisely because he had a feel for the world outside Westminster\" and the PM would be looking for a <q>someone with similar nous and journalistic experience<q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}, {"uid": "1295715899131842121", "i": 25767, "idx": 3, "sa": ["Kirsten Gillibrand", "Barack Obama", "Hillary Clinton"], "q": "the requisite fame, glamour, and pedigree, <strong> Barack Obama </strong> seemed poised to fill the void left by <strong> Hillary Clinton </strong>'s departure. <strong> Kirsten Gillibrand </strong>, by contrast, was an obscure one-term House member from a conservative, rural district. <q>She faced prejudice not just as a woman but as an upstater,<q> says Robert Zimmerman, a top Democratic fundraiser in New York. <strong> Kirsten Gillibrand </strong> was promptly derided, first as a political nobody unprepared for the job; then, as Dems looked at her Blue Dog voting record-most provocatively her", "new_id": -2}, {"uid": "1296443805235372691", "i": 14721, "idx": 2, "sa": ["Michael Jordan", "Allen Iverson", "Tracy McGrady"], "q": "Orlando Magic on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. <q><strong> Elgin Baylor </strong> score a career high and we won the game,<q> <strong> Allen Iverson </strong> said. \"That's how you draw it up in your dreams.\" It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana", "new_id": -2}, {"uid": "1295020317211582983", "i": 31753, "idx": 5, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-35v&amp;flvURL=/media/2011/01/13/01132011-35v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-35v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\", \"description\": <q><strong> Sen. Kay Bailey Hutchison </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.<q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}]