[{"uid": "1296293585238108723", "i": 2963, "idx": 0, "sa": ["David Bianculli", "David Letterman"], "q": "your home each morning and is hard not to like and easy to keep watching. He is <strong> David Letterman </strong>'s favorite butt of jokes, but even that notorious crank regards him with genuine, touching affection. <q> <strong> Regis Philbin </strong> is one of those fine broadcasters that television doesn't serve up very often, </q> said <strong> David Bianculli </strong>, a veteran television critic and now a media professor at Rowan University in New Jersey.`` We are going to miss him. He is honest in a medium that doesn't reward honesty and does", "new_id": -2}, {"uid": "1296291756127057933", "i": 7879, "idx": 0, "sa": ["Shaquille O'Neal", "Marc Jackson", "Dwyane Wade", "Kyle Korver", "Allen Iverson"], "q": "standings. <strong> Allen Iverson </strong> scored 38 points and had 16 assists, helping the Sixers spoil the return of <strong> Shaquille O'Neal </strong> and overcome a career-high 48 points from <strong> Dwyane Wade </strong> with a 126-119 overtime win over the Miami Heat on Thursday night. <q> It's like a do or die situation, </q> <strong> Allen Iverson </strong> said.`` A loss here or there and we could be out of the playoffs. We understand that. It just says a lot about us.'' <strong> Marc Jackson </strong> scored 26 and <strong> Kyle Korver </strong> 20 for the Sixers", "new_id": -2}, {"uid": "1295665772007979016", "i": 12410, "idx": 0, "sa": ["Alex Wolfe", "Eric Schmidt", "Peter Mahoney"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Learn about the hottest PC speech app around-- Dragon Naturally Speaking 10-- as InformationWeek's <strong> Alex Wolfe </strong> talks with <strong> Peter Mahoney </strong>, vice president of worldwide sales at Nuance Communications. <strong> Eric Schmidt </strong> will continue to work for Google", "new_id": -2}, {"uid": "1296619354222035975", "i": 13520, "idx": 0, "sa": ["Dirk Nowitzki", "Allen Iverson"], "q": "control. A day after scoring 51 points in a defeat, <strong> Allen Iverson </strong> may have been even better, scoring 35 points and dishing out 12 assists while leading the Denver Nuggets past the Dallas Mavericks 122-109 Thursday night. <q> AI had it all going from everywhere, </q> said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds.`` He was driving and making shots in-between.'' <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line.", "new_id": -2}, {"uid": "1295499439033751053", "i": 6451, "idx": 1, "sa": ["Michael Vick", "Mike Martz", "Jay Cutler"], "q": "yards for the season were second only to Philadelphia's <strong> Michael Vick </strong>.`` His impromptu... his decision to take off and go without the hesitation is big,'' said Bears offensive coordinator <strong> Mike Martz </strong> of <strong> Jay Cutler </strong>. <q> He makes plays with his feet. I haven't had a quarterback like that before.`` He's made some really big plays for us. He's kept us in games and got us in position to score. Last week we had a couple plays for him in the game plan that we actually designed to run in the playoffs. </q> <strong> Jay Cutler </strong> usually chooses not to protect himself by sliding feet first, but the Bears are more likely take a risk in the playoffs.`` He's just such a gifted athlete with the ball", "new_id": -2}, {"uid": "1297616629186400779", "i": 26879, "idx": 21, "sa": ["Donald Rumsfeld"], "q": "pay attention, and I did. Go early in the morning to see her.''`` How long did that go on for?''`` Days,'' <strong> Donald Rumsfeld </strong> said. <q> You think it affected any of your decisions? </q> asked Martin.`` I don't know.'' The Rumsfelds now spend much of their time on their ranch near Taos, New Mexico. They began dating in high school but went their", "new_id": -2}, {"uid": "1294961671181354498", "i": 15453, "idx": 0, "sa": ["Eric Cantor", "Mike Pence"], "q": "as Republicans are not changing a lick of substance. They're just talking about it differently. <strong> Eric Cantor </strong>( R-Va.), through his spokesman on Thursday, called for the House to <q> resume thoughtful consideration of the health care bill next week </q>- a clear signal of the tenor they're seeking for the debate. <strong> Mike Pence </strong>( R-Ind.), a favorite of the conservative movement who recently dropped out of Republican leadership, said he'd prefer to call", "new_id": -2}, {"uid": "1296615825145653773", "i": 19732, "idx": 0, "sa": ["Sergio Marchionne", "Shawn Morgan"], "q": "spokeswoman <strong> Shawn Morgan </strong> said Monday. Because Chrysler still owes about$ 5.8 billion to the U.S. government, lent under the Troubled Asset Relief Program, the U.S. Treasury can restrict senior management's compensation. <q> It was absolutely owed that we treat our people properly, </q> CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call.`` The obligation to our people was much greater than the need to improve our bottom-line profitability.'' <strong> Sergio Marchionne </strong> chose the term performance award", "new_id": -2}, {"uid": "1296387706032849946", "i": 44221, "idx": 4, "sa": ["Roman Harper", "Jahri Evans", "Drew Brees", "Michael Vick", "Jonathan Vilma"], "q": "Seattle on Jan. 8 in the wild-card round of the playoffs, and <strong> Drew Brees </strong>- along with Saints teammates <strong> Roman Harper </strong>, <strong> Jonathan Vilma </strong>, <strong> Jahri Evans </strong> and Carl Nicks- settled for the consolation of a trip to Hawaii. <q> It's nice to be back out here in Hawaii, </q> <strong> Drew Brees </strong> said.`` It's great for the fans, players love it. It's great for the families.'' <strong> Drew Brees </strong> will share time with <strong> Michael Vick </strong> and Atlanta's Matt Ryan in today's game", "new_id": -2}, [{"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead.`` Larry has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}]]