[{"uid": "1295332273063275204", "i": 11587, "idx": 2, "sa": ["Mike Pence", "Mitt Romney", "Sarah Palin"], "q": ", Republicans, the Tea Party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,\" Benko said in a statement announcing the new group. <q> <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity. </q> Though he lacks the national profile of a <strong> Mitt Romney </strong> or <strong> Sarah Palin </strong>, <strong> Mike Pence </strong>, who hosted a talk radio show before entering Congress in 2000, has spent years endearing himself to conservative audiences and is popular among", "new_id": -2}, {"uid": "1295280469135036931", "i": 52239, "idx": 2, "sa": ["Jim Ryan", "Mike Pence", "Barack Obama", "Mitt Romney"], "q": "on congressional Republicans to block an increase in the limit on federal borrowing, and he proposed legislation that he said would prevent a U.S. default on its loans,\" the Wall Street Journal writes. <strong> Mike Pence </strong>: <q> An independent campaign to draw GOP <strong> Mike Pence </strong> into the 2012 Barack Obamaial race is under way, with a veteran of the Reagan White House launching a petition drive on Monday urging him to enter the primary contests, </q> the AP writes. \"Ralph Benko, a deputy counsel to Ronald Reagan, announced the America's <strong> Barack Obama </strong> ComMitt Romneyee to encourage a Mike Pence-for-Barack Obama bid. Former <strong> Mike Pence </strong> <strong> Jim Ryan </strong>, R-Kan., is also helping the campaign to collect", "new_id": -2}, {"uid": "1297356277264552496", "i": 49026, "idx": 2, "sa": ["Mike Pence", "Diana DeGette"], "q": "A third GOP bill, backed by <strong> Mike Pence </strong>( R-Ind.), aims to block health clinics, specifically Planned Parenthood, from receiving federal funding if they perform abortions. <strong> Mike Pence </strong> says the American public is <q> learning that their taxpayer dollars are subsidizing these organizations that are promoting abortion across this country. </q> <strong> Diana DeGette </strong> was among the Democrats Wednesday asking why Republicans are more focused on defunding Planned Parenthood than on creating jobs. \"It's getting in the way of how we need to move our country", "new_id": -2}, {"uid": "1297706494051036178", "i": 46492, "idx": 8, "sa": ["Mike Pence"], "q": "nation's largest abortion provider,\" he said. \"Last year, Planned Parenthood received over$ 363 million, lifted from your wallet and mine, and performed 324,00 abortions along the way.\" <q> Live Action films has released seven undercover videos in the last two weeks alone showing the eagerness of Planned Parenthood clinics in Virginia, New York and New Jersey to help sex traffickers get birth control and illegal abortions for 14-year-old illegal alien prostitutes. They offered to help them avoid legally mandated reporting and parental consent requirements,' he added. \"This is the best opportunity the pro-family community has had in decades to end subsidies for the largest abortion provider in the United States. </q> Send to a friend: <strong> Mike Pence </strong>, Planned Parenthood Duel Over Abortion Biz De-Funding Bill", "new_id": -2}, {"uid": "1297627010160415775", "i": 39921, "idx": 4, "sa": ["Mike Pence", "Shirley Sherrod"], "q": "abortion rights.\" ( And obviously Fox \"News\" doesn't given the Ingraham and Bill's earlier <strong> Mike Pence </strong> piece which included Bill's stalker/producer harassing a spokesperson for Planned Parenthood.) He continue <q> they don't want to bring any attention to this controversy. </q> Heldman mentioned how the networks don't want to get burned the way they did with <strong> Shirley Sherrod </strong>. Bill was happy when she said that Catholic Charities, as well as PP, is a \"sacred cow.\"", "new_id": -2}, {"uid": "1295965142202670083", "i": 3791, "idx": 2, "sa": ["Mike Pence", "Barack Obama", "Jimmy Carter"], "q": ", the leaders of the G-20 countries-- a group that includes the world's largest economies-- are gathering in Washington to seek solutions to the ongoing... 11/26/09 Weekly Republican Address: <strong> Mike Pence </strong>( R-IN) <strong> Mike Pence </strong>: <q> The American people know we can't borrow and spend and bail our way back to a growing economy.... Republicans have proposals to get our economy moving again, to achieve energy independence and lower the cost of health care. </q>... <strong> Jimmy Carter </strong>- Address to the Nation on Energy The <strong> Barack Obama </strong> gives remarks on North Korea's nuclear weapons test. May 25, 2009.( Public Domain)... <strong> Barack Obama </strong>: Memorial in Arizona The Zhou Brothers:", "new_id": -2}, {"uid": "1296593618087982128", "i": 51346, "idx": 3, "sa": ["Mike Pence"], "q": "It is also morally wrong to take the taxpayer dollars of millions of pro-life Americans and use them to promote abortion at home or abroad,\" <strong> Mike Pence </strong> said on the House floor in introducing his bill. <q> The largest abortion provider in America should not also be the largest recipient of federal funding under Title X, </q> he said.\" \"The Title X Abortion Provider Prohibition Act will prevent any family planning funds under Title X from going to Planned Parenthood or other organizations that perform abortions. It will ensure that abortion providers are", "new_id": -2}, {"uid": "1297706494051036178", "i": 46485, "idx": 1, "sa": ["Mike Pence", "Cecile Richards"], "q": "though it does more than one-quarter, the videos have played a role in pushing more lawmakers to support the de-funding effort- which would strip Planned Parenthood of more than$ 70 million in federal taxpayer funding. <q> Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, </q> <strong> Mike Pence </strong> said. \"The time to deny any and all funding to Planned Parenthood is now.\" But Planned Parenthood president <strong> Cecile Richards </strong> told AP the abortion business is not giving up on its government funding without", "new_id": -2}, {"uid": "1296949788126484507", "i": 1552, "idx": 0, "sa": ["Nancy Keenan", "Mike Pence", "Chris Smith"], "q": "during the campaign season. Abortion-rights groups have been hammering the sponsors of the proposed legislation, and that fight is sure to escalate with hearings coming up next week on at least two new anti-abortion bills. <q> This debate is just getting started, </q> NARAL Pro-Choice American President <strong> Nancy Keenan </strong> said in a statement. One of the bills, N.J. Republican <strong> Mike Pence </strong> <strong> Chris Smith </strong>'s \"No Taxpayer Funding for Abortion Act,\" was the subject of searing criticism from NARAL and", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}]