[{"uid": "1297140587008634392", "i": 37075, "idx": 1, "sa": ["Tim Allen", "Michael Vick", "Dwaine Caraway"], "q": "fact that <strong> Michael Vick </strong> was addressing a children's group at the Tim Allene, talking about the trouble he got into when he was convicted of running a dogfighting ring and sentenced to 19 months in federal prison. <q> He is telling kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal with the drugs, </q> <strong> Dwaine Caraway </strong> said.`` To obey their parents and pick the people they hang around. That's a message I would chTim Allenge anybody to say that not one kid across America shouldn't hear from people in notoriety such", "new_id": -2}, {"uid": "1295620443048054281", "i": 42197, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": " <strong> Eric Schmidt </strong> is stepping down as CEO of Google, and <strong> Larry Page </strong> is taking over the company just announced in href=\"http://investor.google.com/earnings/2010/Q4_google_earnings.html\"> its earnings release. <strong> Eric Schmidt </strong> will become Executive Chairman focused on, <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership, </q> the company says. Google's other cofounder, <strong> Sergey Brin </strong> will take a more active role in strategic projects including product. <strong> Eric Schmidt </strong> joked about the switch on Twitter, href=\"http://twitter.com/Eric SchmidtEric Schmidt/statuses/28196946376130560\"> saying", "new_id": -2}, {"uid": "1295594493054968370", "i": 11452, "idx": 5, "sa": ["Larry Page", "Sergey Brin", "Steve Jobs", "Eric Schmidt", "Tim Cook"], "q": "longtemps que nous parlons, <strong> Larry Page </strong>, <strong> Sergey Brin </strong> et moi, sur la meilleure fa?on de simplifier notre structure de management et d'acc?l?rer la prise de d?cision'', d?clare <strong> Eric Schmidt </strong> sur le blog officiel du groupe. <q> Pendant les vacances, nous avons d?cid que maintenant tait le bon moment pour proc?der? quelques changement dans la fa?on dont nous sommes structur?s. </q> Cette r?organisation surprise survient quatre jours apr?s l'annonce inopin?e d'un nouvel arr?t- maladie de <strong> Steve Jobs </strong>, le patron d'Apple et son remplacement pendant ce temps par le directeur g?n?ral d?l?gu du groupe, <strong> Tim Cook </strong>.", "new_id": -2}, {"uid": "1297288088243777559", "i": 53957, "idx": 0, "sa": ["Zahi Hawass"], "q": " On January 29, looters swarmed into the archaeological site of Saqqara, an ancient burial ground known for its pyramids and many surrounding tombs. Reports circulated about damage to the tombs and their beautiful reliefs. <q> All the sites are safe, </q> said Minister of Antiquities <strong> Zahi Hawass </strong>.`` Nothing stolen, nothing destroyed.'' With <strong> Zahi Hawass </strong>' permission, veteran foreign correspondent Jeffrey Bartholet, on assignment for National Geographic magazine, was able to visit Saqqara, some", "new_id": -2}, {"uid": "1295390812219906122", "i": 28014, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans. User comments", "new_id": -2}, {"uid": "1295980470255737962", "i": 6260, "idx": 0, "sa": ["Tom Cohen", "Kirsten Gillibrand", "John Thune", "Tom Udall", "Barack Obama"], "q": ".`` Two of the most photogenic senators,'' href=\"http://us.rd.yahoo.com/dailynews/theweek/cm_theweek/storytext/211402/39839030/SIG=14c3kl1v7/*http://articles.cnn.com/2011- 01- 23/politics/congress.date.night_1_Barack Obama- <strong> Barack Obama </strong>- <strong> Barack Obama </strong>- s- state- schumer- new- mexico- s- Tom Udall?_s=PM:POLITICS\"> adds <strong> Tom Cohen </strong> at CNN, <q> say they will sit together. </q> That's <strong> John Thune </strong>( R-S. D) and <strong> Kirsten Gillibrand </strong>( D-N.Y.)? Supreme Court no-shows: Chief Justice <strong> John Thune </strong> G. Roberts, Jr. said last year he was`` very troubled'' by the`` setting,", "new_id": -2}, {"uid": "1297118217093028381", "i": 55150, "idx": 8, "sa": ["Paula Abdul", "Noel Gallagher", "Simon Cowell", "Miley Cyrus", "Jessica Simpson"], "q": "Oasis guitarist <strong> Noel Gallagher </strong>. <strong> Simon Cowell </strong> also didn't rule out the possibility of reuniting with href=\"http://omg.yahoo.com/celebs/Paula Abdul-Paula Abdul/142\"> <strong> Paula Abdul </strong>.`` I'm a massive fan of <strong> Paula Abdul </strong>,'' he said. <q> We honestly haven't made our mind up yet... We're talking to a number of people. We <strong> Miley Cyrus </strong> to make an Jessica Simpsonouncement in 3-4 weeks. </q> AH Nation Poll: Would you like to see <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong> reunite on`` X Factor''? href=\"http://www.accesshollywood.com/with-all-of-the-names-being-rumored-as-possible-x-factor-judges-would-you-like-to-see-Paula Abdul-Paula Abdul-reunite-with-Simon Cowell-Simon Cowell-on-the-show-as-judges_poll_3131\"> Click HERE to vote! Auditions for the first US season of", "new_id": -2}, {"uid": "1296291121168673329", "i": 27354, "idx": 0, "sa": ["Sergio Marchionne"], "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q> part of a more complicated set of negotiations. </q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned.`` We've never flinched from", "new_id": -2}, {"uid": "1295981857139264049", "i": 22620, "idx": 1, "sa": ["Bill Lockyer", "Dustin McDaniel"], "q": "should it arrive on the president's desk. In Little Rock, Assistant Attorney General Jean Block spoke against the <strong> Bill Lockyer </strong> saying that it would all but guarantee that the state would be sued. <q> The passage of HB1053 would not be in the state's best legal interest, </q> Block said in a committee room packed with lawmakers, lobbyists and Tea Partiers. Still, Attorney General <strong> Dustin McDaniel </strong> would defend the <strong> Bill Lockyer </strong> if it were to become law, she said. The state GOP says", "new_id": -2}, {"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was`` incremental,'' not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}]