[{"uid": "2008112422_00037942_W", "i": 3200, "idx": 4, "sa": ["Jon Astley", "Rick Astley"], "q": "again?\" <NO_QUOTATION> well, whatever. i don't listen to <strong> Rick Astley </strong>. i have no tracks from him. i do, however, have that 80's cut <NO_QUOTATION> by his brother, <strong> Jon Astley </strong>.\" <q> uh-huh. dude, quit lying to yourself. you dig on the <strong> Rick Astley </strong>. especially` she wants to dance with me'. stop the lying to yourself and embrace the <strong> Rick Astley </strong>. </q> \"i'm serious. i would never put something like that in my ipod. much rather vanilla ice, milli vanilli and color me badd.\" * opens itunes* \"geeeee, looks like you do", "new_id": -2}, {"uid": "2008093019_00013449_W", "i": 2345, "idx": 0, "sa": ["Luke Jackson", "Paul Newman"], "q": "hashanah to all my jewish friends. i think i have jewish friends... a few words about this bailout business... to paraphrase a line from cool hand <strong> Luke Jackson </strong>( and more on <strong> Paul Newman </strong> in a bit), <q> what we have here is... failure to communicate. </q> i was under the impression this <NO_QUOTATION> was a way to help out those wall street fatcats that simply got too big and too greedy, and now every taxpayer in america had to bend over and help these fuckers", "new_id": -2}, {"uid": "2008121814_00034236_W", "i": 4492, "idx": 1, "sa": ["Kevin Rudd"], "q": "guns. \"when you are out there in this godforsaken part of the world, doing your stuff, you need to know back home the nation is behind you,\" mr <strong> Kevin Rudd </strong> told the assembled troops. <q> skill, courage and mateship. you blokes have writ that large with pride across the great name of the australian defence force. what impresses me about you buggers is every time you take a hit, the next report i hear, you have gone out again. </q> mr <strong> Kevin Rudd </strong> spent just over two hours in tarin kowt on wednesday after flying into oruzgan province on a dutch helicopter. he came bearing his own choice of christmas gifts for australian defence personnel based at tarin kowt:", "new_id": -2}, {"uid": "2008110517_00050263_W", "i": 1845, "idx": 7, "sa": ["Barack Obama", "John McCain"], "q": "the 34-year-old mckenzie said from the mustang saloon& grill. u.s. executives working overseas said <strong> Barack Obama </strong>'s triumph heartens foreigners distressed by washington's tendency toward a go-it-alone approach following the sept. 11, 2001, terror attacks. <q> they are just so unhappy with the current administration, </q> said chris kimble, a u.s. executive based in bangkok, thailand, who headed a campaign drive for <strong> John McCain </strong> among u.s. citizens living there. \"the u.s. is not looked on as it used to be. people", "new_id": -2}, {"uid": "2008100818_00105478_W", "i": 3006, "idx": 1, "sa": ["Neil Taylor"], "q": "cash fearing a bank failure or u.s. automobile dealers hit with the worst sales slump in 15 years. \"i'm scared, really scared,\" said cathy ivcich, 45, a chicago real estate agent. <q> people have stopped buying houses. i've got a lot of buyers who have secure jobs or who have money, and i'm sure i could get them a loan. but they're just scared. their feet are stuck. </q> she's stopped going out to dinner and \"all those canned goods in the pantry, we're trying to find a way to use them,\" she said. in london 39-year-old <strong> Neil Taylor </strong> worried whether the money", "new_id": -2}, {"uid": "2008102323_00006099_W", "i": 760, "idx": 5, "sa": ["Barack Obama"], "q": "arizonans pass proposition 101, residents of other states will have a template for resistance to contemporary liberalism's next lunge toward its unvarying goal- enlargement of government supervision of our lives. proposition 101's premise is: <q> the market is the best mechanism ever invented for efficiently allocating resources to maximize production </q> and \"there is a connection between the freedom of the marketplace and freedom more generally.\" so the new york times was told in august by <strong> Barack Obama </strong> who, no stickler for consistency, said in 2003,", "new_id": -2}, {"uid": "2008111206_00001636_W", "i": 4672, "idx": 3, "sa": ["Jeff Anderson", "Murray Miller"], "q": "in the backfield, as he had 79 yards rushing of his own, on 11 carries with his touchdown. \"i think the hero of our offence is <strong> Jeff Anderson </strong>,\" said lions' head coach <strong> Murray Miller </strong>. <q> he made some unbelievable blocks that spread out darian for a couple of his key runs. so, he unselfishly goes out and blocks as if he's getting the football. </q> the juniors will take on the brother andre catholic high school cardinals( 4-2) in the yraa championship saturday at 11 a.m. at esther shriner stadium in north york. the cardinals beat the huron heights warriors( 5", "new_id": -2}, {"uid": "2008100507_00044059_W", "i": 2996, "idx": 2, "sa": ["Mr. T"], "q": "history of the art form. the highlight, of course, are the 275+ reproductions of some of the pieces considered <NO_QUOTATION> the <NO_QUOTATION> section includes some beautiful nudes( particularly those by burke tyree) and the <q> nudes from around the world </q> section also includes some impressive paintings. the <NO_QUOTATION> section, however, is disappointing-- though it features paintings of oprah, dr. king, malcolm x and <strong> Mr. T </strong>, none of them actually resemble these boldfaced names(", "new_id": -2}, {"uid": "2008091208_00014361_W", "i": 3418, "idx": 34, "sa": ["Will Rogers", "Jack Talbert"], "q": ", but a government by the opinion and the duress of small groups of dominant men.\" -- woodrow wilson( 1913) \"facts do not cease to exist because they are ignored.\" -- aldous huxley <q> i believe that banking institutions are more dangerous to our liberties than standing armies. if the american people ever allow private banks to control the issue of their currency, first by inflation, then by deflation, the banks and corporations that <strong> Will Rogers </strong> grow up around them <strong> Will Rogers </strong> deprive the people of all property until their children wake-up homeless on the continent their fathers conquered. the issuing power should be taken from the banks and restored to the people, to whom it properly belongs. </q>-- <strong> Jack Talbert </strong>( 1802) \"banking was conceived in iniquity and was born in sin. the bankers own the earth. take it away from them, but leave them the power to create money, and with", "new_id": -2}, {"uid": "2008111720_00031564_W", "i": 2630, "idx": 0, "sa": ["Glenn Tipton"], "q": "not break eye contact with the camera. here he performs <NO_QUOTATION> this guy had the forethought to pick up his guitar and turn on his web cam but not enough to put on a shirt. we present, <q> shirtless guy sings sun kil moon's` <strong> Glenn Tipton </strong>.' </q> enjoy! audiobaba generate playlists and get recommendations from this <NO_QUOTATION> coverville thrice-a-week podcasts of great cover songs. radio paradise free online radio( though they'd appreciate your donations). the live music archive \"a community", "new_id": -2}]