[{"uid": "1295971287048300059", "i": 42306, "idx": 0, "sa": ["Eric Schmidt"], "q": "for his new role, he didn't- and given Mr. <strong> Eric Schmidt </strong>'s reputation for \"jokes\" this was an achievement-make any gaffes. He sailed close a couple of times. Talking about location he admitted, <q> we know where you are, down to the foot </q>. And realizing what he had just said, quickly added,\"... with your permission\". People use the internet to keep in touch with friends And there was a line about \"", "new_id": -2}, {"uid": "1295631583074432524", "i": 44257, "idx": 0, "sa": ["Andy Coulson"], "q": "of the U.K.'s biggest newspapers had been allowed to become common practice. In a statement Friday, Coulsen said that news coverage of the scandal had made it impossible to do his job. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role. I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on. </q> <strong> Andy Coulson </strong> resigned as editor of the News of The World Organization that hosted the Golden Globe Awards deals with loss of longtime member the day after the ceremony. \"Black Swan,'` Inception\"", "new_id": -2}, {"uid": "1296356803240402449", "i": 36506, "idx": 1, "sa": ["Robert Auerbach", "Sen. Bernie Sanders"], "q": " \"exactly. someone proposed the title Global Weirding instead of Global Warming. bu...\" <q> whats your son doing in robotics class? details would be interesting </q> fed audit for accountability& transparency <strong> Robert Auerbach </strong>: The Federal Reserve's$ 3.3 Trillion Insider Loans Follow a History of Corrupt Practices <strong> Sen. Bernie Sanders </strong>: A Real Jaw Dropper at the Federal Reserve Federal Reserve's \"astounding\" report", "new_id": -2}, {"uid": "1296795070209420305", "i": 3335, "idx": 1, "sa": ["Jonathan Katz", "Sam Seder", "David Letterman", "H. Jon Benjamin"], "q": "<strong> Sam Seder </strong> recalls the time as \"a lot of drinking and not doing the dishes.\" The two were in <strong> David Letterman </strong> Cross' Boston comedy troupe, Cross Comedy, and have since remained close friends. <q> He has probably walked away from and sabotaged as many opportunities as anyone without a drug problem, </q> <strong> Sam Seder </strong> said of <strong> H. Jon Benjamin </strong>. \"He's very specific about what he wants to do.\" \"Dr. <strong> Jonathan Katz </strong>\" was one of the few Boston-based shows at the time, and <strong> H. Jon Benjamin </strong> auditioned for the", "new_id": -2}, {"uid": "1295454377253952031", "i": 8112, "idx": 0, "sa": ["Barack Obama", "Dan Boren", "Harry Reid", "Mary Landrieu", "Sen. Bernie Sanders", "Michael Bennet", "Nancy Pelosi"], "q": "videos at: www.youtube.com Follow on Twitter: twitter.com http://wn.com/Roskam_Reflects_After_a_Long_Health_Summit_Democrats_Still_Aren't_Listening Question of the Day: What is your stance on immigration? Leave all your responses in the comment section. \"Democrats Reveal Facts About Health Care\" www.youtube.com <q> <strong> Rep. Patrick Kennedy </strong> Yells: \"Despicable' That Press Focuses On Massa Instead Of Afghanistan </q> www.youtube.com \"High Immigration Impacts America\"s Unemployed\" www.youtube.com ryanpdixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> White House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Sen. Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> ryan dixon http://wn.com/Coburn_Senate_Republicans_Will_Watch_for_Sweetheart_Deals_in_Health_Care For the first time, Democrats admit what Americans already know", "new_id": -2}, {"uid": "1295960989098713631", "i": 47015, "idx": 1, "sa": ["Simon Cowell", "Christian O'Connell"], "q": "Facebook, they literally threw me off Facebook, how annoying is that?\" he told Absolute Radio's <strong> Christian O'Connell </strong> on his breakfast show. judge <strong> Simon Cowell </strong> has a bath in his dressing room. <q> <strong> Simon Cowell </strong>'s decked out his whole dressing room, his whole dressing room is monochrome. It's like his house, and he's got a bath in his dressing room as well, no word of a lie, </q> he continued. \"I have been in there. He loves a bath, <strong> Simon Cowell </strong>, it gives him time to think.\" The 37-year-old credited the TV mogul for giving him a masterclass", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a \"powerful political insider- precisely because he had a feel for the world outside Westminster\" and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}, {"uid": "1296574317231948293", "i": 28683, "idx": 1, "sa": ["Cheryl Cole", "Simon Cowell", "Katie Price"], "q": "go as far as to say she's my woman of the decade.\" <strong> Cheryl Cole </strong> on the show and <strong> Simon Cowell </strong>'s ex-girlfriend and show mentor Sinitta thinks she will be a great choice. She said: <q> Having <strong> Katie Price </strong> on the panel would make interesting viewing, so I can definitely see it working. She can do anything she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along. </q> However, <strong> Katie Price </strong>- who recently split from second husband Alex Reid- faces competition from Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News on Facebook. Discuss", "new_id": -2}, {"uid": "1295224390243892261", "i": 30992, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.\" Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q> Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick. </q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. Scottsdale-$ 2,990,000 MLS 4367093", "new_id": -2}, {"uid": "1295560040175849483", "i": 2221, "idx": 5, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "under Larry will be even better! Larry, in my clear opinion, is ready to lead.\" In a statement, Mr. Page said Mr. <strong> Eric Schmidt </strong>'s track record speaks for itself. <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade, </q> he said. Yahoo Canada shakeup; marketing director and longtime sales exec out Waiting in the wings; the big three in charge of Apple without <strong> Steve Jobs </strong> 31 minutes ago The future of gaming will be", "new_id": -2}]