[{"uid": "1295626029043139164", "i": 44520, "idx": 0, "sa": ["Eric Schmidt", "Jamie Cox", "Warner Music Group"], "q": "the company also said co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive, with Mr. <strong> Eric Schmidt </strong> assuming the role of chairman. At the bottom of the market and as stocks started to recover in 2009, <q>we didn't care much about earnings, but earnings are now 100% of what's driving the market,</q> <strong> Jamie Cox </strong>, managing partner of Harris Financial <strong> Warner Music Group </strong> said. \"A lot of CEOs are coming out of their shells to say that things aren't looking as bad anymore,\" resulting in forecasts that beat expectations,", "new_id": -2}, {"uid": "1295168588203145230", "i": 7557, "idx": 1, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "It was the first time <strong> Gabrielle Giffords </strong> had opened her eye since the shooting. Kelly told <strong> Gabrielle Giffords </strong> to give him a thumbs-up if she could hear him. Instead, she slowly raised her left arm. <q><strong> The doctor </strong> said this is amazing what she's doing right now and beyond our greatest hopes,</q> <strong> Kirsten Gillibrand </strong> said. \"It felt like we were watching a miracle,\" <strong> Debbie Wasserman Schultz </strong> said. \"The strength that you could see flowing out of her, it was like she was trying to will her", "new_id": -2}, {"uid": "1296871917102547479", "i": 18139, "idx": 0, "sa": ["Steve Ballmer"], "q": "a former MS employee) and Microsoft CEO <strong> Steve Ballmer </strong>, encouraging them to join forces and make Windows Phone 7 the exclusive platform of Nokia devices. Here is a snippet of the brunt letter. <q><strong> Steve Ballmer </strong>, you are probably thinking,` What do we gain on the back of this?</q> Well, two million units shipped in the last quarter is not really much to write home about, given$ 500m in marketing programmes( ouch), but with Nokia on-side, you get access to a potential", "new_id": -2}, {"uid": "1295958129216842277", "i": 10785, "idx": 8, "sa": ["Bob Dole", "Barack Obama", "Mike Pence"], "q": " \"The folks I've heard, the names I've seen, are the leaders of the social conservative movement,\" agreed GOP strategist Scott Reed, who managed <strong> Bob Dole </strong>'s presidential campaign in 1996. <q>And that is a strong base from which to start. But it isn't going to get you to the finish line. You need to be able to expand beyond that.</q>( <strong> Barack Obama </strong> of 3) <strong> Mike Pence </strong> said last week that he's leaning in one direction, but declined to say what that was. \"We're nearing the end of a process that", "new_id": -2}, {"uid": "1295455827061816843", "i": 3412, "idx": 0, "sa": ["Simon Cowell", "Ellen DeGeneres", "Susan Boyle"], "q": "His Last Season on Idol 9.* Courtesy of Warner Bros.. Visit ellen.warnerbros.com ForMore Interesting Clips, Performances and Celebrities Interviews. Connect With <strong> Ellen DeGeneres </strong> For a Chance to Be on the Show and W... â\u0098\u0086 <q>Britains Got Talent or Americas Got Talent â\u0099¥ <strong> Connie Talbot </strong> WOWs <strong> Simon Cowell </strong>!</q> <strong> Simon Cowell </strong> talks <strong> Susan Boyle </strong> in new interview MORE CYRIAK: www.bbc.co.uk Just what does go through <strong> Simon Cowell </strong>'s mind as he sits in judgement upon the poor X Factor hopefuls? Genius animation from Cyriak.... video results for:", "new_id": -2}, {"uid": "1296205890257212433", "i": 5118, "idx": 0, "sa": ["DeSean Jackson", "Michael Vick"], "q": ", we need our defense to kind of step up and just help out.\" It is always dangerous for a star player to play fantasy general manager, but <strong> DeSean Jackson </strong> did not hesitate. <q>We could get a little bit stronger on the offensive line, because we had a couple of guys get hurt,</q> <strong> DeSean Jackson </strong> added. \"If we can kind of do that and protect <strong> Michael Vick </strong>, the sky's the limit.\" <strong> DeSean Jackson </strong> said the Eagles need to find \"more playmakers\" on defense, including another", "new_id": -2}, {"uid": "1297105919173965356", "i": 1771, "idx": 0, "sa": ["Simon Cowell"], "q": "2:11 PM EST- U.S. Markets close in 1 hr 49 mins \"The X Factor' winner to get$ 5 million contract{ \"s\": \"nwsa\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} On Monday February 7, 2011, 2:03 pm NEW YORK( AP)-- The winner of <strong> Simon Cowell </strong>\"s upcoming game show on", "new_id": -2}, {"uid": "1297293575117293152", "i": 8173, "idx": 0, "sa": ["Michael Vick"], "q": "I tried, though-- kept him on the phone for forever, pleading. When asked what he was going to talk about this morning, Winters said he was prepared to present to the task force a <q>very preliminary conceptual design, which will be a spectacular addition to Fair Park and spectacular new attraction for Dallas.</q> So, Prince Was a No-Show After All. Not Like Anyone Told the Opening Acts Or Anything. Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to the City of Dallas", "new_id": -2}, {"uid": "1296438033168050752", "i": 27977, "idx": 0, "sa": ["Zahi Hawass", "National Geographic Society"], "q": "spanning 3,000 years of the country's deep cultural history. Iraq,\" said Fred Hiebert, an archaeology fellow with the <strong> National Geographic Society </strong>. Both of those countries have experienced looting of artifacts during ongoing wars. <q>Saqqara and Luxor are major tourist attractions, so there are signs pointing[ and] saying, \"Valuable antiquities here,'</q> Hiebert said. <strong> Zahi Hawass </strong>, secretary general of Egypt\"s Supreme Council on Antiquities, said Sunday that \"nothing is stolen from the Cairo museum.\" Speaking by phone from Cairo, <strong> Zahi Hawass </strong> said", "new_id": -2}, {"i": 41592, "idx": 8, "index_answer": 3, "new_id": -1, "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency. \"He's not a Muslim,\" said <strong> Colin Powell </strong>, but \"what if he is?\" <q>I'm troubled by the fact that within the party we have these kinds of expressions</q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state. \"We have got to stop polarizing ourselves.\" Republican State <strong> Ron Paul </strong> <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN Republican State", "sa": ["Barack Obama", "Bill Ayers", "Leo Berman", "Colin Powell", "Ron Paul"], "uid": "1295966915202670097"}]