[{"uid": "1295590949047480976", "i": 36621, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt"], "q": "towards a new version, called IPv6, which will offer trillions of addresses for every person on the planet. \"Who the hell knew how much address space we needed?\" <strong> Vint Cerf </strong> said. <q>It doesn't mean the network stops, it just means you can't build it very well.</q> Google's leadership shake-up <strong> Vint Cerf </strong> said Google's Today the company announced that Google co-founder Larry Page would take over as chief executive from <strong> Eric Schmidt </strong>, who has become its executive chairman. Until", "new_id": -2}, {"uid": "1297282260166281230", "i": 21800, "idx": 1, "sa": ["Michael Vick"], "q": "a number of <strong> Michael Vick </strong>'s tortured but recovering dogs were placed. Time served is one thing, but understanding how <strong> Michael Vick </strong> or anyone else could have a hand in such cruelty is beyond fathomable. <q>Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die?</q> said Mark. \"How could you do that if you are somewhat sane? \"He had a great year and a great comeback, but there were times where we watched the game and I know", "new_id": -2}, {"uid": "1295253498206143557", "i": 27043, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "since a bullet ripped through her brain. \"The congresswoman continues to do well. She is breathing on her own,\" doctors at University Medical Center in Tucson said in a statement. <q>Congresswoman <strong> Gabrielle Giffords </strong> has been upgraded... because she is no longer on a ventilator.</q> More details are expected at a news conference with doctors today. <strong> Gabrielle Giffords </strong> is already able to move both sides of her body, Sen. <strong> Kirsten Gillibrand </strong> said yesterday on \"Meet the Press.\" The", "new_id": -2}, {"uid": "1297122406226197630", "i": 27993, "idx": 1, "sa": ["Will Smith", "Simon Cowell", "Nicole Scherzinger"], "q": "X Factor, but he confirms there will be one familiar face on the panel- himself. \"Once the show goes into production, I become a judge,\" <strong> Simon Cowell </strong> told reporters Monday. <q>Then I have to put my trust into the producers' hands, which is effectively how it works in the U.K. Yes, I am judging.</q> Before the show starts, <strong> Simon Cowell </strong> will serve as executive producer and participate in the selection of the judging panel, which has been widely speculated about. <strong> Nicole Scherzinger </strong>, <strong> Will Smith </strong> have all been rumored as possible judges", "new_id": -2}, {"uid": "1297514117014598155", "i": 27976, "idx": 0, "sa": ["David Letterman"], "q": "including 2007's \"Brian Regan Standing Up.\" He's made the rounds of late night TV talk as a regular on <strong> David Letterman </strong>'s CBS show. The Philadelphia Inquirer said of Regan: <q>A stand-up keeps it clean and cleans up.</q> article by Gail Shister. The City Weekly of Salt Lake City said: \"Through sold-out shows and fans who know every punch line, Brian Regan stays humble.\" article by Jennifer", "new_id": -2}, {"uid": "1295638649267567121", "i": 37662, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said he and Google's founders are currently laying out the details of their management roles. He wrote about the move in a blog post on the company's blog: <q>As executive chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach and internally as an advisor to Larry and Sergey[ Brin].</q> <strong> Eric Schmidt </strong> said the restructuring in management will produce \"even better success\" for the company. However, many analysts are skeptical as to whether Page is ready to take on Google's top position.", "new_id": -2}, {"uid": "1295094125134053943", "i": 20073, "idx": 3, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q>I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,</q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible. \"` He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Nathan_plays_Not_Fair_by_Lily_Allen_Keyboard_Cover_[KARAOKE_/_INSTRUMENTAL] This is my cover of", "new_id": -2}, {"uid": "1295786138191660080", "i": 4226, "idx": 1, "sa": ["Michael Vick", "Tony Dungy"], "q": "shortcomings on defense were entirely the fault of coordinator Sean McDermott. \"You never know-- he was following a great system, but they had a ton of injuries,\" <strong> Tony Dungy </strong> said. <q>You lose a guy like <strong> Stewart Bradley </strong> and you take an integral part out of the defense, that always hurts, but sometimes it just doesn't work. \"I got fired in Tampa and I still thought I was a pretty good coach.</q> \"He wants it to work out here,\" <strong> Tony Dungy </strong> said about <strong> Michael Vick </strong>, \"and I would be surprised if it doesn't.\" Working it out is really", "new_id": -2}, {"uid": "1297323861070123561", "i": 18263, "idx": 0, "sa": ["Jennifer Lopez", "Ellen DeGeneres", "Simon Cowell", "Steven Tyler"], "q": "left the show, wasn't just his career, but that he found it hard to watch the contestants get criticized, which coincidentally, is the same reason <strong> Ellen DeGeneres </strong> left the program after one season. <q>The other thing was, I didn't like watching those kids being brought to tears like that. I didn't understand why they had to do it, I didn't get it,</q> he said. This year though, with the addition of <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> to the judging panel, and the departure of <strong> Simon Cowell </strong>, \"Idol\" has been noticeably cuddlier, including on Wednesday's episode", "new_id": -2}, {"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,\" Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q>These payouts recognize the continual support and tireless efforts of our people,</q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds. \"We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}]