[{"uid": "1297710716141344818", "i": 36372, "idx": 2, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. ''Many people make the mistake of thinking that dreams can not come true, but they can,'' he wrote. <q>You have to believe, and know that they are more than just imagination.</q> Obama sends Congress$ 3.73 trillion budget Obama sends Congress$ 3.73 trillion budget vowing ''tough choices'' but with record deficits Pa. homes destroyed by natural gas explosion Pa. homes destroyed by", "new_id": -2}, {"uid": "1296961291197279745", "i": 41696, "idx": 2, "sa": ["Michael Vick"], "q": "life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid. ''He had a plan and he stuck to that, both on and off the field,'' Reid said. <q>He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape... So, he did a great job with the football part of it. ''And then he spends a tremendous amount of time in the public, in particular on his days off... speaking and doing the best he can to right the wrong. You can never erase that, but you can sure help change others from falling into that same problem.</q> A star in Atlanta for most of his six seasons as a Falcon after being selected first overall in the 2001 draft, <strong> Michael Vick </strong> missed 2007 and 2008 while incarcerated for 18 months in a federal prison.", "new_id": -2}, {"uid": "1296280079111296551", "i": 6648, "idx": 5, "sa": ["Mike McDaniel", "Mike Pence"], "q": "person like him, with a wealth of experience, is always important to have backing you up when you're just getting started.'' Bucshon wouldn't speculate about <strong> Mike Pence </strong>'s future, but said, <q>No matter what he decides to do, I'll be supportive.</q> Other Republicans seemed more sure of <strong> Mike Pence </strong>'s plans. ''I am convinced he is now going to run for governor,'' said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former", "new_id": -2}, {"uid": "1295559949061718541", "i": 3669, "idx": 3, "sa": ["Eric Schmidt"], "q": "were careful to frame the move as a positive transition. <strong> Eric Schmidt </strong> will be ''elevated'' to his new position, it was explained. ''How can we run the company even better?'' he said. <q>We think this will produce even better results.</q> We'll have more for you soon, but in the meantime, here's <strong> Eric Schmidt </strong> in his own words. ''When I joined Google in 2001 I never imagined-even in my wildest dreams-that we", "new_id": -2}, {"i": 5185, "idx": 2, "index_answer": 0, "new_id": -1, "q": "B-movie actor, turned governor, turned candidate. He gave voice to the ideals and values that I was raised to believe in.'' Republicans, <strong> Mike Pence </strong> continues, should learn from how <strong> Ronald Reagan </strong> led. <q>I think <strong> Ronald Reagan </strong> personifies both the substance and the style of conservatism in the 21st century,</q> he says. ''On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.'' ''But on", "sa": ["Mike Pence", "Ronald Reagan"], "uid": "1295552145232112145"}, {"uid": "1296121416224231429", "i": 16692, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. ''It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> Comments are filtered for language and registration is required. The Times makes no guarantee of comments' factual accuracy. Readers may report inappropriate comments by clicking the Report Abuse link.- L.A.. Now 01/26/2011, 10:46", "new_id": -2}, {"uid": "1295143465175603720", "i": 2666, "idx": 0, "sa": ["Troy Brewer", "Allen Iverson", "Don Maestri"], "q": "record today, averaging more than six points a minute in a 258-141 victory over DeVry Institute- the first time any NCAA team scored more than 200 points. ''This is unimaginable,'' Coach <strong> Don Maestri </strong> said. <q>I don't ever see it happening again.... It's hard to believe it happened even one time.</q> The Division <strong> Allen Iverson </strong> Trojans turned in a record-setting performance for the second year in a row against DeVry, an Atlanta computer college and NAIA Division <strong> Allen Iverson </strong> member. Last year <strong> Troy Brewer </strong> State beat DeVry by 187-116, setting NCAA", "new_id": -2}, {"uid": "1296041453184270856", "i": 12127, "idx": 3, "sa": ["Bruce Golding", "Simon Cowell"], "q": "he is confident that CARICOM will continue to make representation to the British government. ''Going to London and pleading are not the only options we have,'' <strong> Simon Cowell </strong> <strong> Bruce Golding </strong> noted. He said he had <q>consulted widely and there are other options that the Caribbean may have to consider in tackling something that is not just unfair and unjust but is in conflict with established global rules of tourism.</q> He noted that while he could not speak for other Caribbean countries on the matter and while it would be premature to speak on the position that the Government of Jamaica will take, ''there is no", "new_id": -2}, {"uid": "1295036971041500703", "i": 42431, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "first opened them during a visit from Sen. <strong> Kirsten Gillibrand </strong> and Rep. Debbie Wasserman-Schultz. Moments later, her husband, astronaut Mark Kelly, asked her if she could touch his wedding ring, which she did. <q>She is beginning to carry out more complex sequences[ of movement] in response to our commands, and even spontaneously,</q> Dr. Michael Lemole Jr., neurosurgery chief at the University Medical Center in Tucson, said. ''We couldn't have hoped for any better improvement than we're seeing now.'' <strong> Gabrielle Giffords </strong> at Work Ronald", "new_id": -2}, {"uid": "1295537220252182530", "i": 9545, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "the White House and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q>The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class.</q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan. 28. Filmmaker Sees", "new_id": -2}]