[{"uid": "1296230759016433163", "i": 34128, "idx": 0, "sa": ["Jimmy Kimmel", "Simon Cowell", "Ryan Seacrest"], "q": "36, recently appeared on <strong> Jimmy Kimmel </strong> Live and spoke about his pal and former American Idol judge <strong> Simon Cowell </strong>'s upcoming show The X Factor. Asked if he had spoken to <strong> Simon Cowell </strong> about it, he said: <q>Actually I did hear from him, I spoke to him when he was overseas on a little bit of a break and he didn't comment about the new show. \"No he didn't bring up the new show. But he likes to keep his opinions to himself.</q> However <strong> Ryan Seacrest </strong> said he is sure to hear from him if the show gets impressive ratings when it starts later this year. He said: \"He will be the first to congratulate himself on", "new_id": -2}, {"uid": "1297203269184696860", "i": 6553, "idx": 2, "sa": ["Donald Rumsfeld", "Colin Powell", "Abu Musab al-Zarqawi"], "q": "hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> <strong> Donald Rumsfeld </strong> said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. <strong> Donald Rumsfeld </strong> wrote that he wanted", "new_id": -2}, {"uid": "1297298416168493093", "i": 40019, "idx": 2, "sa": ["Donald Rumsfeld", "Saddam Hussein", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "Laden-directed attack on the United States was to accuse it of being duped by \"vast doses of Al Qaeda misinformation.\" And on the very same afternoon of the September 11, he directed <strong> Colin Powell </strong> <strong> Dick Cheney </strong> Myers to <q>find the best info fast... judge whether good enough[ to] hit S.H.@ same time.</q> S.H. here is, of course, <strong> Saddam Hussein </strong>. Apparently, there weren't enough good targets in Afghanistan and lots of high-quality ones in Iraq, as <strong> Donald Rumsfeld </strong> reportedly told top <strong> George H.W. Bush </strong> Administration security expert <strong> Dick Cheney </strong> Clarke.", "new_id": -2}, {"uid": "1296273660046694427", "i": 8747, "idx": 3, "sa": ["Maurice Cheeks", "Jose Calderon", "Chris Bosh", "Allen Iverson"], "q": "at that end, considering he lost his starting job because of his poor defense. \"We didn't make the correct switch,\" Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. <q>Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out how to do it right at the end.</q> <strong> Allen Iverson </strong> The Indiana Pacers are making a bad habit of falling apart in the second half. <strong> Chris Bosh </strong> scored 22 points, <strong> Jose Calderon </strong> added 15 points and 10 assists, and the Toronto Raptors beat the Pacers 110-101 on Friday", "new_id": -2}, {"uid": "1297464725077398024", "i": 34636, "idx": 4, "sa": ["Donald Rumsfeld", "Frank Wisner", "Hosni Mubarak"], "q": "from Washington urging <strong> Hosni Mubarak </strong> to step aside have differed from what the administration's special envoy, <strong> Frank Wisner </strong>, had been saying in Cairo. This, <strong> Donald Rumsfeld </strong> said, has proven to be \"confusing.\" <q>It certainly doesn't give one confidence,</q> the former secretary said of the administration's public steps. \"One doesn't know precisely what's taking place with private diplomacy-- what's really most effective-- but certainly the public diplomacy has been", "new_id": -2}, {"uid": "1295125227265830412", "i": 35017, "idx": 20, "sa": ["Michael Smith", "Donald Rumsfeld", "Jeremy Brecher", "Patrick Donahue"], "q": "ADAM ZAGORIN, Time^ War Crimes Suit Prepared against <strong> Donald Rumsfeld </strong> Democracy Now, November 9, 2006^ War Criminals, Beware by <strong> Jeremy Brecher </strong> and Brendan <strong> Michael Smith </strong>, The Nation, November 3, 2006^ <q>German Prosecutor Won't Set <strong> Donald Rumsfeld </strong> Probe Following Complaint,</q> by <strong> Patrick Donahue </strong>, Bloomberg.com, 27 April 2007. http://www.aclu.org/torturefoia/released/FBI.121504.4940_4941.pdf^ American Civil Liberties Union: ACLU Interested Persons Memo on FBI documents concerning detainee abuse at Guantanamo Bay^ Darling clashes with rivals in TV debate[", "new_id": -2}, {"uid": "1297160772054263883", "i": 10417, "idx": 0, "sa": ["Simon Cowell"], "q": "rest of the pack( cough, Idol, cough) is that talents as young as 12 can apply-and just as importantly for the late-bloomers out there, there is no upper age limit for contestants. <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,</q> <strong> Simon Cowell </strong> said. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,\" he said. \"I also did it because I believe[ we] can find a star,\" <strong> Simon Cowell </strong> continued. <q>So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million.</q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}, {"uid": "1296774921237715483", "i": 3435, "idx": 0, "sa": ["Wanda Jackson", "David Letterman"], "q": "a mini-tour that would take her from her first Grand Ole Opry appearance in 56 years to slots on the \"Late Show With <strong> David Letterman </strong>\" in New York and \"Conan\" in Los Angeles. <q>I want to thank Jack White for making all this happen for me,</q> <strong> Wanda Jackson </strong> said at a recent week. \"He forgets I've got to watch my heart. I'm an old lady. But boy I don't feel it tonight.\" She told", "new_id": -2}, {"uid": "1295829795174063631", "i": 15470, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "In a conference call with financial analysts after the surprise announcement that Page would replace <strong> Eric Schmidt </strong> in April, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena. <q>We've touched just 1 percent of the capabilities that could be deployed in that realm,</q> said <strong> Sergey Brin </strong>, who will head strategic projects and new products in the new management structure. BGC's Gillis said Google has had scant success with products it has developed on its own, such as", "new_id": -2}]