[{"uid": "1296081490258637864", "i": 33791, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "last week after numerous questions about practices at the newspaper. \"The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,\" the police force said in a statement. <q> This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010. </q> <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgement in giving him a second chance and risks complicating a bid by <strong> Rupert Murdoch </strong>'s News Corp to buy full control of pay TV operator BSkyB. Critics", "new_id": -2}, {"uid": "1296224676092700695", "i": 2086, "idx": 10, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" \"What I most want is for him to have a long future,\" <strong> Marjorie Dannenfelser </strong> said. <q> So I'm sure that he's made a discernment that this is the right move. </q> Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one \"because he made it.\" \"You've got to", "new_id": -2}, {"uid": "1295502963081756181", "i": 5653, "idx": 2, "sa": ["Allen Iverson", "Kevin Garnett"], "q": "eight points, six rebounds and four assists. He made his only field goal in the opening seconds of the third quarter and set up <strong> Kevin Garnett </strong> for a jumper that gave Boston its first double-digit lead, 72-62. <q> The whole time I was shooting, I was just thinking about seeing the student section, </q> said <strong> Allen Iverson </strong>, who went 26-0 in Hartford while playing for UConn. \"This is a building in my mind that was always blue and white.\" It was the first time the Celtics played in Hartford since", "new_id": -2}, {"uid": "1295622311169754648", "i": 7497, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> David Cameron </strong>'s judgement) \"I don't think so at all because <strong> Andy Coulson </strong> resigned from News of the World when he found out what was happening.\" LABOUR PARTY LEADER ED MILIBAND <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We think he should have gone earlier. He has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgement, about hanging on to him as long as he did. </q> TIM BALE, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX \"It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation", "new_id": -2}, {"uid": "1296467329082231331", "i": 1602, "idx": 0, "sa": ["Thaddeus Young", "Allen Iverson"], "q": "1996-97 season. He played the best game of his four-game second stint in Philadelphia to help avoid another unlucky 13-game skid on his resume. The Sixers had all five starters and two reserves score in double digits. <q> We felt like once we did get a win, it was going to be extremely hard, one of the hardest games to win, </q> <strong> Allen Iverson </strong> said. \"It was totally opposite.\" <strong> Allen Iverson </strong> hit the 20-point mark for the second straight game a day after his having his left knee drained of fluid. <strong> Thaddeus Young </strong> was sensational, using an 11-of-15 effort", "new_id": -2}, {"uid": "1295750200255016963", "i": 44750, "idx": 0, "sa": ["Drew Stanton", "Peyton Manning", "Rex Grossman", "Chad Henne", "Seneca Wallace", "Michael Vick", "Charley Casserly"], "q": "<strong> Seneca Wallace </strong>, <strong> Drew Stanton </strong> or <strong> Rex Grossman </strong>.( Impending free agents <strong> Peyton Manning </strong> and <strong> Michael Vick </strong> are assuredly staying put.) â\u0080¢ CBS' <strong> Charley Casserly </strong> said he would try to trade for Orton( 20 touchdowns, nine interceptions): <q> I would do it for a third- or fourth-rounder. But Denver might keep him. If I'm Denver, I would not trade him and put all my eggs in <strong> Tim Tebow </strong>'s basket. With quarterbacks McNabb's age[ 34], you never know what the next year will bring. You could fall off a cliff. McNabb's arm is still strong, but he wasn't as elusive. Hasselbeck can't play 16 games. </q> Miami doesn't have a second-round pick, \"and I wouldn't give up a first-rounder for Kolb,\" <strong> Charley Casserly </strong> said. \"I don't think you pull the plug yet on <strong> Chad Henne </strong>, but I would", "new_id": -2}, {"uid": "1295799418036782093", "i": 2724, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "all of his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.\" <q> I think he has reached out to countries around the world and has developed good relations with countries around the world, </q> <strong> Colin Powell </strong> said. \"And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the", "new_id": -2}, {"uid": "1295945092061587477", "i": 47485, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "because he liked to keep an eye on the alley, which was once known for drugs and prostitution. \"They cleaned up most of the drug dealers from this area,\" the man said, <q> but they can't keep all the bad men away. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SENIOR SOFTWARE ENGINEER Company Storm8 SOCCER COACH Company International SOFTWARE ENGINEER Company", "new_id": -2}, {"uid": "1296112200260849669", "i": 29402, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like \"a volcano that is starting to erupt.\" <q> There will be huge explosions all over Fleet Street if police get to the truth, </q> he told the BBC. All content Â© Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy\"/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q> Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise, </q> he said. \"It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.\"", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}]