[{"uid": "1297446725101842956", "i": 13440, "idx": 9, "sa": ["John McCain", "Donald Rumsfeld"], "q": "open to disguise. Senator <strong> John McCain </strong>, the Republican candidate in the last presidential election, became one of the foremost critics of <strong> Donald Rumsfeld </strong>'s approach to the Iraq war. He is criticised in the book for having a <q> hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. <strong> John McCain </strong>'s reaction to these jibes has been to renew his criticisms of <strong> Donald Rumsfeld </strong> and to remark:`` Thank God he was removed of his duties.'' I quote this back at <strong> Donald Rumsfeld </strong>, who responds with", "new_id": -2}, {"uid": "1295641524266682431", "i": 29956, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Ken Auletta"], "q": "who has led Google for a decade, will become executive chairman focusing on external relations, deals and government relations.New Yorker writer <strong> Ken Auletta </strong>, who has written a book on the company, reported Friday that <strong> Eric Schmidt </strong> had been <q> nudged aside.`` <strong> Ken Auletta </strong> said that after losing out to Page and co-founder <strong> Sergey Brin </strong> over the company's href=\"http://www.earthtimes.org/tag/China.html\"> China policy a year ago,`` <strong> Eric Schmidt </strong> lost some href=\"http://www.earthtimes.org/tag/energy.html\"> energy and focus.`` <strong> Eric Schmidt </strong> was also criticized for allowing Google to be overtaKen Auletta by Facebook, for the company's increasingly frequent privacy scandals and its increasing internal bureaucracy. Together with the co- founders, he decided to step aside.In announcing the move Thursday, <strong> Eric Schmidt </strong> said that the company no longer needed his`` adult supervision </q> and that Page, 38, was ready to run the world's leading internet company.`` We have been talking about how best to simplify our management structure and speed up decision making for a long time,", "new_id": -2}, {"uid": "1297414308256622618", "i": 43128, "idx": 0, "sa": ["Eric Schmidt"], "q": "nicht nur f?r die prominenten Namen der Branche. Doch nun warnt Google-Chef <strong> Eric Schmidt </strong> vor eine Blase. Google-Chef <strong> Eric Schmidt </strong>. Reuters HB D?SSELDORF. Google-Chef <strong> Eric Schmidt </strong> h?lt den Ansturm auf kleinere Internet-Unternehmen wie Facebook f?r bertrieben. <q> Da sind klare Anzeichen einer Blase </q>, sagte <strong> Eric Schmidt </strong> dem Schweizer Magazin`` Bilanz''. Aber die Bewertungen seien nun einmal, wie sie sind. Die Leute glaubten eben, dass diese Firmen in der Zukunft riesige Ums?tze erreichen w?rden. <strong> Eric Schmidt </strong> bekr?ftigte zudem", "new_id": -2}, {"uid": "1296192530230555656", "i": 29250, "idx": 1, "sa": ["Bernie Sanders"], "q": ", Social Security has paid out every nickel owed to every eligible beneficiary at a relatively modest administrative cost,'' said Sen. <strong> Bernie Sanders </strong>, who organized the first meeting of the Senate Social Security caucus Thursday. <q> We are getting very tired about hearing our Republican and right wing friends telling us about how Social Security is collapsing when the reality is, Social Security today has a surplus of$ 2.6 trillion, </q> <strong> Bernie Sanders </strong> said.`` Social Security can pay out every benefit owed to every eligible American, for the next 27 years.'' Disclaimer: Story comments are intended to provide a place for constructive dialog about", "new_id": -2}, {"uid": "1296848362199835675", "i": 14705, "idx": 0, "sa": ["DeMaurice Smith", "George Atallah", "Michael Vick"], "q": "bargaining session since November on Saturday. NFLPA spokesman <strong> George Atallah </strong> described the meeting as`` a window of opportunity'' and added:`` We intend to go in there with open minds and open ears.'' <q> I don't think it's a good idea to set any expectation, other than the fact that we intend to sit down and continue to have a discussion that should guarantee football for our fans, football for our players, </q> NFLPA executive director <strong> DeMaurice Smith </strong> said Thursday. <strong> Michael Vick </strong> three times in the past two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring.", "new_id": -2}, {"uid": "1296106909116244575", "i": 47857, "idx": 10, "sa": ["Matt Ryan", "Michael Vick"], "q": "when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback <strong> Matt Ryan </strong>, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> <strong> Matt Ryan </strong> is great. The coaching staff is great. We're just having a good time, </q> he said.`` I like what they're doing in the offence and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.'' <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1296694847219119622", "i": 17352, "idx": 2, "sa": ["Bernie Sanders"], "q": "of dollars of taxpayer money.'' A href=\"http://www.washingtontimes.com/topics/Bernie Sanders-Bernie Sanders/\"> <strong> Bernie Sanders </strong> provision in a defense-spending bill required the report and directed the href=\"http://www.washingtontimes.com/topics/united-states-department-of-defense/\"> Defense Department to recommend ways to punish fraudulent contractors. <q> It is clear that href=\"http://www.washingtontimes.com/topics/united-states-department-of-defense/\"> DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> said href=\"http://www.washingtontimes.com/topics/Bernie Sanders-Bernie Sanders/\"> Mr. <strong> Bernie Sanders </strong>, who is considered one of the most liberal members of href=\"http://www.washingtontimes.com/topics/congress/\"> Congress. But the authors of the 45-page documentation, titled`` Report to href=\"http://www.washingtontimes.com/topics/congress/\"> Congress", "new_id": -2}, {"uid": "1295623347170147858", "i": 3972, "idx": 4, "sa": ["Larry Page", "Eric Schmidt", "Rob Enderle"], "q": ", zegt Gartner-analist Alan Weiner.`` Met zekerheid kan ik zeggen dat als <strong> Larry Page </strong> ergens anders voor CEO had gesolliciteerd, hij de baan niet zou hebben gekregen.'' Eindelijk op eigen kracht verder <q> Het was duidelijk dat <strong> Larry Page </strong> uiteindelijk het bedrijf zou gaan leiden dat hij eerder zelf had opgEric Schmidtht. De zijwieltjes mogen er eindelijk vanaf </q>, zegt <strong> Rob Enderle </strong>, die zelf denkt dat de Chinese klucht <strong> Eric Schmidt </strong> uiteindelijk de das om heeft gedaan.`` Het was mij al snel duidelijk dat <strong> Eric Schmidt </strong> en <strong> Larry Page </strong> toen niet op dezelfde golflengte zaten'', meent de", "new_id": -2}, {"uid": "1296885700259325959", "i": 7120, "idx": 1, "sa": ["Sergio Marchionne"], "q": "in my side.'' In the past he has said the company would have posted a net profit if it weren't for the interest. <strong> Sergio Marchionne </strong> told reporters at an automotive conference that he would like <q> at least to have an agreement in principle </q> with banks by the end of March. The company is talking with Goldman Sachs and other banks about the refinancing, he said. Besides the loans, the two governments took ownership stakes in Chrysler when", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making.`` In strategy we agree. There's no disagreement,'' <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q> In character, he's fundamentally a deeper thinker than anybody else, </q> he said.`` He sees a few moves deeper than I do.'' <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}]