[{"uid": "1296852645182026275", "i": 299, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "that,\" <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. <q>I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him,</q> <strong> Roger Goodell </strong> said. \"He takes that seriously also.\" <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009", "new_id": -2}, {"uid": "1297707996054411379", "i": 11615, "idx": 0, "sa": ["Sarah Chalke", "Taylor Swift", "Kim Kardashian", "Justin Bieber", "Simon Cowell", "Eva Longoria", "Marion Cotillard"], "q": "Performances, upsets dominate Grammys Has <strong> Simon Cowell </strong> Been Watching The New \"American Idol'? <strong> Taylor Swift </strong>'s Unrequited Crush: <q>I Was So in Love With You</q> <strong> Kim Kardashian </strong> and <strong> Eva Longoria </strong> Got Ready for The Grammys Together <strong> Sarah Chalke </strong> Returns to TV But This Time, It\"s Love at First Sight <strong> Justin Bieber </strong>: Im Spending Valentines Day With... <cite> Us Magazine </cite> <strong> Marion Cotillard </strong>` In", "new_id": -2}, {"uid": "1296391518023904278", "i": 43977, "idx": 8, "sa": ["Bill Stephan", "Mike Pence"], "q": "the congressional seat was especially gratifying for <strong> Mike Pence </strong> after he made, by his own admission, fairly serious missteps and then spent years toiling in the vineyards through his work in policy, radio and television. <q>I think it was a sense that \"There is a second chance. There is an opportunity to serve at this level,</q>' <strong> Bill Stephan </strong> said. \"I've learned a lot. I've grown a lot, and I\"m in a better position now to represent Indiana than I would have been.\"", "new_id": -2}, {"uid": "1295485111026624002", "i": 32694, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Beijing, he remarked that the reach of China's nuclear weapons stretched all the way across the Pacific Ocean. On the last day of <strong> Donald Rumsfeld </strong>'s visit to China, he said the following words: <q>China... is expanding its missile forces and enabling those forces to reach many areas of the world, well beyond the Pacific region. Those advances in China's strategic strike capacity raise questions, particularly when there's an imperfect understanding of such developments on the part of others.</q> <strong> Donald Rumsfeld </strong> said it was up to the leaders of China to decide whether they would make their national defense plans public; however, one can not misunderstand the fact he said afterward: \"Greater clarity would", "new_id": -2}, {"uid": "1297417370218677347", "i": 11111, "idx": 1, "sa": ["Steve Ballmer"], "q": "said that \"Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.\" <strong> Steve Ballmer </strong>, Microsoft's Chief Executive, said: <q>I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> The deal will see Nokia's application store integrated with the Microsoft Marketplace. Analysts' reaction was mixed: although the deal will bring together Microsoft's Bing and Office with Nokia's Ovi Maps", "new_id": -2}, {"uid": "1295665836007979062", "i": 7153, "idx": 0, "sa": ["Kirsten Gillibrand", "Jeff Immelt", "Chuck Schumer", "Barack Obama"], "q": "given to anyone, and if we want to win, we have to compete,\" said <strong> Jeff Immelt </strong>. It's that competitive spirit that New Yorkers think will help turn the economy around. <q>Taking old skills that worked in the 20th century and translating them in to new 21st century skills. That's our future,</q> said <strong> Barack Obama </strong> <strong> Chuck Schumer </strong>( D). \"It's how we're going to create jobs, grow the economy,\" said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D). But, that determination and competitive", "new_id": -2}, {"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q>Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> <strong> Eric Schmidt </strong> said. \"These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,\" he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}, {"uid": "1295008939037093396", "i": 37773, "idx": 12, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "Kelly then said: \"If you can see me, give us the thumbs up,\" <strong> Kirsten Gillibrand </strong> said. Hearing that, <strong> Gabrielle Giffords </strong> raised her hand and tried to hug her husband. <q>She wanted us to know she was with us 100 percent and understood everything we were saying,</q> <strong> Kirsten Gillibrand </strong> said. <strong> Kirsten Gillibrand </strong> and <strong> Gabrielle Giffords </strong> struck up a close friendship in 2007, their first year serving in the House, where they both served on the Armed Services Committee. They bonded as they took an", "new_id": -2}, {"uid": "1295808445044548103", "i": 31656, "idx": 0, "sa": ["Newt Gingrich", "Mike Pence"], "q": "remains, in terms of messaging and strategy, within the field. <strong> Newt Gingrich </strong> <strong> Mike Pence </strong> is reportedly being urged by \"stalwart conservative movement leaders\" to throw his hat into the presidential ring. In Hillyer's view, <q>nobody since Reagan has so fully supported all three pillars of the movement( financial, defense, social).</q> The Wall Street Journal that a \"coalition of conservative state legislators\" in South Carolina is urging <strong> Newt Gingrich </strong> <strong> Mike Pence </strong> to run for president, pledging support for him in that state's early primary. of New Hampshire Republican", "new_id": -2}, {"uid": "1295562614148553748", "i": 5079, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Sergey Brin </strong>, meanwhile, will now devote his time to strategic projects and new product development. Commenting on these changes in a press release ahead of the company's earnings call today, <strong> Eric Schmidt </strong> said, <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q>", "new_id": -2}]