[{"uid": "1297113668104251422", "i": 14113, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q>I believe I can find a star.<q> Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "new_id": -2}, {"uid": "1296573174100253698", "i": 27139, "idx": 0, "sa": ["Michael Vick"], "q": "wastewater discharge... ATF fears budget cuts would...- About three weeks before the deadly shootings in Tucson renewed a national debate... U.S. Video: Over 100 Million Americans Threatened by Winter Storm Report Abuse <q>I so truly wonder about the use of the money we spend on DHS. These types are targets?<q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Red Hot Penny Stock: SMNG Why Investors Consider", "new_id": -2}, {"uid": "1296759030005144618", "i": 6120, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Stuff happens\" about the early looting in postwar Iraq, and who also famously observed: \"Democracy is messy.\" Instead, <strong> Donald Rumsfeld </strong> has the nerve to blame others for his many mistakes. <q>In retrospect, there may have been times when more troops could have helped.<q> But he insists that if senior military officers had reservations about the size of the invading force, they never informed him( according to the Post review). In reality, <strong> Donald Rumsfeld </strong> rejected a plan presented to", "new_id": -2}, {"uid": "1295569537103104525", "i": 19034, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "management shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,<q> Mr <strong> Eric Schmidt </strong> said. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "new_id": -2}, {"uid": "1295070638169934886", "i": 34552, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "extra work as exhausting but also as a useful lever during budget negotiations. The more the services thought about <strong> Donald Rumsfeld </strong>'s \"transformation,\" the less they cared for it. As an admiral said last week, <q>Like it or not, the current strategy resonates with most people here. It's better to be engaged overseas than to have to die[ in combat]. We like that. When we're engaged, we know the turf and we know the allies. Pulling out takes all that away.<q> The budget situation became almost impossible. For months, many analysts had been saying the only way Congress might go along with <strong> Donald Rumsfeld </strong>'s reforms was if he sweetened the deal by sprinkling goodies on key districts", "new_id": -2}, {"uid": "1295455295253952055", "i": 2253, "idx": 1, "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "q": "oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. \"<strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy,\" <strong> David Letterman </strong> said on his late-night CBS show Monday. <q>But there's already talk that he'll never be invited back, and I say, \"Hey, welcome to the club.'<q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre\"s hosts, including <strong> Heidi Klum </strong> of \"Project Runway\" and <strong> Jeff Probst </strong> of \"", "new_id": -2}, {"uid": "1296449395205996048", "i": 38395, "idx": 11, "sa": ["Brian Kamenetzky", "Allen Iverson"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q>Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board,<q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/Brian_Kamenetzky_on_Kobe_Bryant_and_LA's_win_over_Memphis <strong> Brian Kamenetzky </strong> of the LA Times.com Lakers Blog breaks down", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a \"powerful political insider- precisely because he had a feel for the world outside Westminster\" and the PM would be looking for a <q>someone with similar nous and journalistic experience<q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}, {"uid": "1296073913157351994", "i": 4205, "idx": 1, "sa": ["Donald Rumsfeld"], "q": " WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\": <q>The harder I work, the luckier I am.<q> When <strong> Donald Rumsfeld </strong> began thinking about his University of Phoenix Faculty's Goodwill Soccer in Iraq University of Phoenix faculty member Justin Porto launched a program using soccer to generate goodwill between Americans and Iraqis. Justin is a University of", "new_id": -2}, {"uid": "1295044357208601179", "i": 7032, "idx": 0, "sa": ["Sergio Marchionne", "Mark Reuss"], "q": ",\" said <strong> Mark Reuss </strong>. King, through a union spokeswoman, declined to comment for this article. Ford spokeswoman Marcey Evans said Ford is interested in much the same bargaining goals. <q>We are looking at various proposals linking employee compensation to company performance, which could include quality as a metric,<q> she said. \"We will continue to explore our options with the UAW as we enter into 2011 negotiations.\" Chrysler Group CEO <strong> Sergio Marchionne </strong> declined to outline his negotiating goals when asked about them during the", "new_id": -2}]