[{"uid": "1296518061268402773", "i": 47338, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": " \"I would like to express my sincere gratitude and appreciation to commissioner <strong> Roger Goodell </strong> for allowing me to be readmitted to the National Football League,\" <strong> Michael Vick </strong> said in a statement released by his agent, Joel Segal. <q>I fully understand that playing football in the NFL is a privilege, not a right, and I am truly thankful for the opportunity I have been given. \"As you can imagine, the last two years have given me time to re-evaluate my life, mature as an individual and fully understand the terrible mistakes I have made in the past and what type of life I must lead moving forward,</q> he said. <strong> Roger Goodell </strong> suspended <strong> Michael Vick </strong> indefinitely in August 2007 after the former Atlanta Falcons quarterback admitted bankrolling a dogfighting operation on his property On Twitter:@longisland495 When it comes to the dollar bill, there's no such", "new_id": -2}, {"uid": "1296222919222609411", "i": 28680, "idx": 1, "sa": ["Simon Cowell", "Frank Sinatra"], "q": "anyone will notice\"\" He said that while it had been used mostly in an entertainment context so far, including supplying <strong> Simon Cowell </strong> with a hologram of <strong> Frank Sinatra </strong> to perform at his birthday party, he would <q>like to see its widespread use for practical purposes like the virtual assistants</q>. The holograms have been installed at the entrance to the security search area of Terminal 1 to explain about liquid restrictions and to remind passengers to have boarding cards ready. Mr Walsh said that", "new_id": -2}, {"uid": "1296407544252772372", "i": 138, "idx": 16, "sa": ["Stephen Jackson", "Elgin Baylor", "Chris Webber", "Kyle Korver", "Sarunas Jasikevicius", "Allen Iverson"], "q": "after a shot-clock violation on Philadelphia with 4.9 seconds left. <strong> Sarunas Jasikevicius </strong> threw an inbound pass to <strong> Stephen Jackson </strong>, who went around a stumbling <strong> Kyle Korver </strong> to make an uncontested shot. \"<strong> Elgin Baylor </strong> was 0-for-infinity,\" <strong> Stephen Jackson </strong> said. <q><strong> Elgin Baylor </strong> just wanted to make a shot. We knew they'd switch. <strong> Elgin Baylor </strong> went backdoor and got to the basket. My teammates showed confidence in me to give me the ball. It seemed like <strong> Elgin Baylor </strong> hadn't made a shot all game.</q> <strong> Stephen Jackson </strong> missed 15 of his first 19 shots before the easy layup. <strong> Chris Webber </strong> then missed a jumper at the buzzer after an inbound pass from <strong> Allen Iverson </strong>. \"For that to happen with 4.9 seconds left, it's", "new_id": -2}, {"i": 180, "idx": 7, "index_answer": 0, "new_id": -1, "q": "things up.\" And \"Idol\" has certainly freshened things up with the new judges, Randy Jackson. \"I talk to Randy all the time,\" <strong> Simon Cowell </strong> said. <q>We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with \"The X Factor].</q> \"Have you watched the new` Idol\"?\" <strong> Kit Hoover </strong> asked. \"No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "sa": ["Simon Cowell", "Kit Hoover"], "uid": "1297212014253886469"}, {"uid": "1296932452012320779", "i": 26832, "idx": 3, "sa": ["Roger Goodell", "Tom Brady", "Michael Vick"], "q": "parties where trouble could occur. \"I don't know where it started or what, but he's not going to be there,\" he told the Dan <strong> Tom Brady </strong> radio show. <q>I think he understands it's something that's just not worth it to him.</q> <strong> Roger Goodell </strong> said he is happy that <strong> Michael Vick </strong>'s recovery and success on the field-- he finished second in MVP voting-- were a good story for the NFL. Patriots owner: <strong> Tom Brady </strong> threw` lazy interception", "new_id": -2}, {"uid": "1297426858243695664", "i": 37945, "idx": 2, "sa": ["Steve Ballmer"], "q": "a larger range of price points, market segments and geographies. \" \"I am excited about this partnership with Nokia,\" Microsoft Chief Executive <strong> Steve Ballmer </strong> said in the statement Friday. <q>Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute,</q> he added. Microsoft is also hoping the deal will help it do well in emerging markets, noting that Nokia\"s extensive operator billing agreements will \"make it easier for consumers to purchase Nokia", "new_id": -2}, {"uid": "1295995840171999254", "i": 49095, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "announcing a management shake-up, will give a$ 100 million equity award to outgoing chief executive <strong> Eric Schmidt </strong>, who in April will be succeeded by company co-founder Larry Page, says a media report. <q><strong> Google Inc. </strong>... will give a$ 100 million equity award to outgoing <strong> Google Inc. </strong> gives$ 100-mn compensation to outgoing CEO <strong> Eric Schmidt </strong> NEW YORK: <strong> Google Inc. </strong>, fresh off announcing a management shake-up, will give a USD 100 million equity award to outgoing Chief Executive <strong> Eric Schmidt </strong>, who in April will be succeeded by company co-founder Larry Page, says a media report. \"<strong> Google Inc. </strong>... will give a USD 100 million equity award to outgoing Chief Executive <strong> Eric Schmidt </strong>,</q> the Wall <strong> Google Inc. </strong> gives USD 100-mn compensation to outgoing CEO <strong> Eric Schmidt </strong> New York, Jan 23( PTI) Sunday, January 23, 2011--> <strong> Google Inc. </strong>, fresh off announcing a management shake-up, will give", "new_id": -2}, {"uid": "1295724032238878720", "i": 7864, "idx": 0, "sa": ["Condoleezza Rice", "Colin Powell"], "q": "to <strong> Condoleezza Rice </strong> on last Wednesday's show. He also referred to <strong> Colin Powell </strong> as an \"Uncle Tom,\" saying both <strong> Condoleezza Rice </strong>, <strong> Colin Powell </strong> and other blacks have only a subservient role in the Bush administration. <q>I'm concerned that I have offended many African Americans by using a crass term to describe an incompetent, dishonest, political appointee of the Bush administration, I apologize,</q> the letter reads. \"I know the term \"Aunt Jemima\" is not complimentary to African American women who have worked so hard, and yet, receive so little from our great country. I will not", "new_id": -2}, {"uid": "1297545104230588453", "i": 2056, "idx": 0, "sa": ["Rep. Steve King", "Mike Pence"], "q": " \"smackdown vote to shut down every dollar going to Planned Parenthood.\" But does the bill have any chance whatsoever in the Democratically-controlled Senate, I asked. <strong> Rep. Steve King </strong> didn't miss a beat: <q><strong> Harry Reid </strong> can defend those ghoulish and ghastly and gruesome practices that Planned Parenthood is advocating along with child prostitution and illegal immigration. He can play defense on that. They didn't do very well in the Senate when they tried to defend ACORN. I don't think they'll do any better this time.</q> No matter what happens in the Senate, he concluded, the fight will rage on in the House. \"<strong> Mike Pence </strong> is determined,\" <strong> Rep. Steve King </strong> said. \"I don't think he's going to back", "new_id": -2}, {"uid": "1297078488193609737", "i": 43374, "idx": 0, "sa": ["Paul McMullan", "Max Mosley", "Andy Coulson"], "q": "Newspapers The Home Affairs Committee on Friday published the evidence it has received so far in relation to its investigation into the <q>unauthorised tapping into or hacking of mobile communications</q>. The most interesting bits are from <strong> Paul McMullan </strong>, who was features editors at the NoW between 1998 and 2001 when <strong> Andy Coulson </strong> was deputy editor, and from <strong> Max Mosley </strong>, who sued the NoW for breach of privacy", "new_id": -2}]