[{"uid": "1295041503041500682", "i": 8461, "idx": 4, "sa": ["Bernie Sanders", "Barack Obama", "Alan Simpson", "Erskine Bowles"], "q": "Fiscal Responsibility and Reform has been viewed as evidence the <strong> Barack Obama </strong> may be open to cutting Social Security benefits. <strong> Bernie Sanders </strong> said <strong> Barack Obama </strong> should have expected <strong> Erskine Bowles </strong> and <strong> Alan Simpson </strong> would recommend raising the retirement age. <q> That wasn't an accident, </q> he said.`` When you appoint people, you know what you're going to get.'' The commission issued a final proposal in December that called for increasing the retirement age to 68 by 2050", "new_id": -2}, {"uid": "1297231761238518375", "i": 54992, "idx": 6, "sa": ["Hosni Mubarak", "Donald Rumsfeld", "George H. W. Bush"], "q": "had left those countries with more freedom, politically and economically. That progress, he said, could inspire pro-democracy groups in countries like Egypt, where protesters are demanding the immediate ouster of <strong> George H. W. Bush </strong> <strong> Hosni Mubarak </strong>. <q> I don't doubt for a minute that other countries in the region looking at that have to say:` Well, isn't that interesting? </q> <strong> Donald Rumsfeld </strong> said. Still, he warned the journey Egypt was on`` is tough, is risky and has to proceed at a pace that fits their culture.'' M&G Online Comment Guidelines In Brief", "new_id": -2}, {"uid": "1295622549132808776", "i": 15225, "idx": 0, "sa": ["Eric Schmidt", "Eugene Kaspersky"], "q": "Dell monte dans les`` services manag?s'' avec SecureWorks McAfee pr?voit une mont?e en puissance du cyber-activisme et de la cyber-guerre S?curit IT: Sourcefire vise plus haut dans le cloud avec Immunet Michel Benedittini( ANSSI): <q> Notre mission: pr?parer la soci?t fran?aise? r?sister? des attaques informatiques </q> Vid?o: <strong> Eugene Kaspersky </strong>: les cyber-menaces en 2010... et la prochaine d?ferlante S?curit IT: un malware qui cible les entreprises affole le FBI <strong> Eric Schmidt </strong> n'est plus le P-DG de Google:`` Larry est pr?t? diriger''", "new_id": -2}, {"uid": "1295012649054722586", "i": 36648, "idx": 4, "sa": ["Ellen DeGeneres", "Simon Cowell"], "q": "Moreover, says Slezak, <strong> Simon Cowell </strong> was someone who could deliver`` succinct, brutally honest and witty'' critiques in an off-the-cuff fashion.`` <strong> Simon Cowell </strong> was the voice of the people,'' he says. <q> He had a very specific skill that not everyone can pull off. Even <strong> Ellen DeGeneres </strong>, who has been an Oscar host couldn't do it- and that was a shock to me. </q> But the judges are just one piece of the equation. Clearly,`` Idol'' won't truly regain its spark unless it gives viewers a charismatic cast of contenders. Many believe that, in recent", "new_id": -2}, {"uid": "1297647737198574120", "i": 37561, "idx": 1, "sa": ["Bernie Sanders"], "q": "sector, outsourcing and the growing gap between the rich and the poor. Well, Heavens to Betsy!!! What are we to do? Rest assured <strong> Bernie Sanders </strong> had a solution. He said that we had <q> to demand corporate America reinvest in this country. </q> And by reinvestment, <strong> Bernie Sanders </strong> means infrastructure. While I don't dispute that there is room for improvement of our physical infrastructure do we really want to saddle taxpayers with a thousand Big Digs? <strong> Bernie Sanders </strong> also", "new_id": -2}, {"uid": "1295604135192069644", "i": 2940, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "as chief executive As part of the reshuffle, <strong> Eric Schmidt </strong> will become the executive chairman. Schimdt said the changes where to`` simplify'' management structure and`` speed up decision making''. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company, </q> he said. <strong> Eric Schmidt </strong> became chief executive in 2001, leading the company alongside its co-founders <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. Schidmt will continue to act as an advisor to them both, with <strong> Sergey Brin </strong> focusing on strategy", "new_id": -2}, {"uid": "1295016706149569541", "i": 57536, "idx": 0, "sa": ["Tim Pawlenty", "Gabrielle Giffords", "Charles Ellis Schumer", "Rick Perry", "Jeb Hensarling", "Kirsten Gillibrand", "Haley Barbour", "Bob McDonnell", "Newt Gingrich", "Barack Obama"], "q": "While just one potential GOP Barack Obamaial candidate is speaking at the Hispanic Leadership Network in Florida, two will be addressing today the House GOP retreat in BalTim Pawlentyore: former House Speaker <strong> Newt Gingrich </strong> and Mississippi Gov. <strong> Haley Barbour </strong>. Politico: <q> Much of what will go on in Charm City is a reflection of where the Republican Party is in 2011. It's looking to decentralize more power to the states, and has invited Govs. <strong> Haley Barbour </strong> of Mississippi, <strong> Rick Perry </strong> of Texas and <strong> Bob McDonnell </strong> of Virginia to talk about` Solutions for the States.' House Republican Conference Chairman <strong> Jeb Hensarling </strong>, whose group will run the retreat, invited[ Phil] Gramm, his political mentor and former boss, to speak on a breakfast panel with <strong> Newt Gingrich </strong>. </q>: On Sunday,`` Meet the Press'' will interview New York Sen. <strong> Kirsten Gillibrand </strong>( D) to get an update on Rep. <strong> Gabrielle Giffords </strong>'( D) condition. The show also will have Sens. <strong> Charles Ellis Schumer </strong>( D", "new_id": -2}, {"uid": "1295882214252248098", "i": 27441, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "the outcome. That's why Republicans like former state party executive director Ryan Moses are stressing that any candidate running against <strong> Kirsten Gillibrand </strong> has to enter the race immediately. Moses said that the GOP needs <q> somebody that's going to have to start now, </q> adding that such a person will need to already have money or the ability to raise a considerable amount of cash quickly. He also argued that a fiscal conservative who is socially moderate is more electable statewide than the", "new_id": -2}, {"uid": "1297191618096485403", "i": 50346, "idx": 0, "sa": ["Alassane Ouattara", "Victor Gbeho"], "q": "some of us have is that apparently, because of certain geopolitical interests, some countries are keen on awarding a failure mark to ECOWAS heads of state,'' said <strong> Victor Gbeho </strong>, who is from Ghana. <q> They are saying that the whole matter should be looked at, that it seems Gbagbo was the winner, and if that is the situation then they must negotiate. </q> <strong> Victor Gbeho </strong> said ECOWAS was not opposed to dialogue, but talks must end with <strong> Alassane Ouattara </strong> as head of state. The EU observers presented their report in Abuja as they said they could not obtain fresh", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it.`` Every time I think I've heard the worst story, another one comes about,'' <strong> Jamie Buehrle </strong> said. <q> It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals. </q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}]