[{"uid": "1295883490173096982", "i": 16865, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "web searches. His vision is nothing less than the etiolation of free will by, and the surrender of individual autonomy to, the all-knowing, all-seeing priestly class at <strong> Google Inc. </strong>. In the future, says <strong> Eric Schmidt </strong>, <q> one idea is that more and more searches are done on your behalf without you needing to type. </q> There is, of course, a very fine line between on your behalf and without your knowledge or approval. Just as fine is the line between without you needing to type and without you needing to think or", "new_id": -2}, {"uid": "1295045114220282903", "i": 3022, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q> The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome, </q> he said. Bryant said the police had \"severely\" damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. UK", "new_id": -2}, {"uid": "1295551081106610695", "i": 14680, "idx": 0, "sa": ["Eric Schmidt"], "q": " \"The advent of full HD video capture on DSLR cameras has opened the doors to new and exciting possibilities to independent and emerging filmmakers,\" said Trevor Groth, director of programming, Sundance Film Festival. <q> It is simply amazing to see how independent films are utilizing these cameras in new and exciting ways each year. They have truly changed the game. </q> As the Official Digital Camera of the 2011 Sundance Film Festival, Canon U.S.A. will host exclusive educational workshops led by filmmaker <strong> Eric Schmidt </strong>, creator of the film, \"I Melt with You,\" which was shot", "new_id": -2}, {"uid": "1295811905072826893", "i": 26659, "idx": 0, "sa": ["Andy Coulson"], "q": "who steals constantly steals from them.\" apart from these there are a bunch of serbs here, so immature, who are so much influenced by politics they cant see the real issue. Report Abuse <q> Albanians in Kosovo are filthy gypsies. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296199690069206039", "i": 22319, "idx": 0, "sa": ["Ronald Reagan", "Dick Armey", "Mike Pence"], "q": ", Karen; three children U.S. <strong> Dick Armey </strong> <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: <strong> Ronald Reagan </strong> of Indiana. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for president in 2012.\" He said", "new_id": -2}, {"uid": "1297119877178470957", "i": 10974, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": ", DALLAS( AP)- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. \"I want", "new_id": -2}, {"uid": "1297715043180764673", "i": 459, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "of work to do,\" he said in a keynote address at the Mobile World Congress fair in Barcelona. \"We have a lot of energy, optimism and a sense of tremendous opportunity.\" <q> We're sure... Nokia's going to deliver absolutely phenomenal Windows phones, </q> he said, without elaborating when the first results of the collaboration would hit the market. <strong> Steve Ballmer </strong> invited Nokia CEO <strong> Stephen Elop </strong> to join him on stage. \"Microsoft and Nokia together represents a natural partnership.", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet\"... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}, {"uid": "1297175078196968449", "i": 6310, "idx": 7, "sa": ["Donald Rumsfeld", "Paul Wolfowitz", "President Bush", "Robert McNamara"], "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as \"terribly wrong.\" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was \"incremental,\" not rushed. <strong> Donald Rumsfeld </strong> said it was <strong> Paul Wolfowitz </strong>", "new_id": -2}, {"uid": "1295395381107446274", "i": 41372, "idx": 2, "sa": ["David Letterman"], "q": "now need to complete the final and most stressful stage before going live. That is, deciding which pictures of yourself to upload. A decision that could either land you your \"Battlestar Galactica\" Top Ten List <q> Top Ten Reasons to Watch the New Season of \"Battlestar Galactica\" </q> from \"The Late Show with <strong> David Letterman </strong>.\"... Art:21- Art in the Twenty-First Century| Season 4 Trailer Art:21- Art in the Twenty-First Century| Season 4 Trailer Art:21- Art in the", "new_id": -2}]