[{"uid": "1296773929174178331", "i": 39278, "idx": 0, "sa": ["Nom De Strip", "David Letterman"], "q": "up the series, he noted, the role was tailored to fit <strong> Nom De Strip </strong>'s style.`` It's pretty surreal,'' said <strong> Nom De Strip </strong> of the series, describing it as something that begins as <q> this parody of a cop show, </q> but morphs into`` something more oddball.''`` I think that people kind of expect that from me, at least my fans do.'' From his work on Late Night with <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1296372585095813633", "i": 42274, "idx": 3, "sa": ["Mike Pence", "Robert Dion"], "q": "order.'' And one of his chief political assets, observers say, could be that he is popular among fiscal and social conservatives, and among insiders and outsiders in the Republican Party. <q> He bridges that divide effortlessly. He's got what the tea party crowd wants to hear, and he's obviously got Republican credentials as well. He can be a unifying candidate, </q> said href=\"http://www.courierpress.com/news/topic/Robert Dion-Robert Dion/\"> <strong> Robert Dion </strong>, a political science professor at the University of Evansville. <strong> Mike Pence </strong>'s decision <strong> Mike Pence </strong> said he made the final decision not to run for president Wednesday night. He and", "new_id": -2}, {"uid": "1295121694061161479", "i": 56601, "idx": 0, "sa": ["Hillary Clinton", "David Letterman"], "q": "once considered one of the nation's most powerful and feared lawmakers, was sentenced to three years in prison yesterday. The judge sentenced him to two years for money laundering and an extra year for his performance on <q> Dancing With the Stars. </q> <strong> David Letterman </strong> Oh, how about this? Getting off an airplane, href=\"http://topics.nytimes.com/top/reference/timestopics/people/c/Hillary Clinton_Hillary Clinton_Hillary Clinton/index.html?inline=nyt- per\" title=\"More articles about Hillary Clinton.\"> <strong> Hillary Clinton </strong> tripped and fell and maybe broke some bones. So just to be", "new_id": -2}, {"uid": "1295263921256114690", "i": 46658, "idx": 0, "sa": ["Christopher Scott", "Jennifer Love Hewitt", "Bea Arthur", "Michael Barrymore", "Michael McIntyre", "Larry King", "Simon Cowell"], "q": "'re hand grenades then he sits back and watches them cry! Distributed by Tubemogul. http://wn.com/Michael Barrymore_Michael McIntyre_talks_about_Britain's_Got_Talent_job <strong> Michael McIntyre </strong> has joked that talLarry King to <strong> Simon Cowell </strong> about being a judge on Britain's Got Talent was like being on X Factor. <q> He does it exactly like the X Factor. He says` <strong> Michael McIntyre </strong>: I don't like you. I <strong> Jennifer Love Hewitt </strong> you,' </q> the comedChristopher Scott told NewsBea Arthurt's Natalie Jamieson. The popular comic also explained how he had no trouble maLarry King up his mind on whether to accept <strong> Simon Cowell </strong>'s offer.`` I <strong> Jennifer Love Hewitt </strong> the show and to be part of", "new_id": -2}, {"uid": "1296731741114950147", "i": 11544, "idx": 2, "sa": ["Craig Oliver", "David Cameron", "Andy Coulson"], "q": "BBC after a fascinating few years- but this is an opportunity I can't turn down.'' <strong> David Cameron </strong> said in a statement yesterday that he was`` very pleased'' by the appointment. <q> <strong> Craig Oliver </strong> has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the government's programme. </q> Sign up here for our free, daily email newsletter to get all the latest stories, jobs, tips and more. BBC's <strong> Craig Oliver </strong> to replace <strong> Andy Coulson </strong> as No 10 communications chief BBC's <strong> Craig Oliver </strong> to replace <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1297424360208748555", "i": 5, "idx": 0, "sa": ["Donald Rumsfeld", "Chris Lee", "Gil Kerlikowske", "John Boehner"], "q": "hits back Article: <strong> John Boehner </strong>: <strong> Chris Lee </strong>'s resignation was his own choice... Video: Obama Calls for` Orderly Transition' in Egypt Politics Video: Egypt revolt set to flare as Mubarak clings to power Report Abuse <q> At least,, <strong> John Boehner </strong> puts a boot in their@$$. </q> TheDC Interview: Drug Czar <strong> Gil Kerlikowske </strong> on Mexico, pill mills, and the medical marijuana stalemate Gay rights groups willfully ignore positive Palin, Angle comments at CPAC; GOProud hits back TheDC Interview: <strong> Donald Rumsfeld </strong>- secret critic", "new_id": -2}, {"uid": "1295644189196657172", "i": 26129, "idx": 6, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "down the pipeline,'' the minister said. Labour claimed the decision to appoint <strong> Andy Coulson </strong> to such a senior Downing Street post raised questions about <strong> David Cameron </strong>'s judgment. <strong> Ed Miliband </strong>, the Labour leader, said: <q> The cloud of allegations surrounding <strong> Andy Coulson </strong>'s tenure at the News of the World raised real questions about his ability to be at the heart of the Downing Street machine. He's now done the right thing but he should have done it earlier. I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for so long. </q> Downing Street sources dismissed Labour's criticism and insisted the prime minister believed that <strong> Andy Coulson </strong>'s professionalism in sharpening up the Tories' media operation after his appointment in 2007 vindicated <strong> David Cameron </strong>'s original decision. This was", "new_id": -2}, {"uid": "1295160349218923042", "i": 47935, "idx": 1, "sa": ["Allen Iverson", "Michael Jordan", "Elton Brand", "Phil Jackson"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Phil Jacksonadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Blazers_@_Bulls_'92_Finals_Game_1_Michael Jordan_Michael Jordan_39_points I recently noticed that none of the major uploaders on YT of MJ games have upped highlights of this legendary game. So why", "new_id": -2}, {"uid": "1296139861192086029", "i": 20710, "idx": 1, "sa": ["Mike Pence", "Mike Huckabee", "Newt Gingrich", "Mitt Romney", "Sarah Palin"], "q": "have about <strong> Mitt Romney </strong>, or those fiscal conservatives have about <strong> Mike Huckabee </strong>, or even those electability-minded conservatives have about <strong> Sarah Palin </strong>, he still struggles to attract anywhere near the amount of attention they do.'' <strong> Mike Pence </strong>: <q> <strong> Mike Pence </strong> says he met privately with the Governor Tuesday morning, and describes him as both a friend and` America's best Governor.' <strong> Mike Pence </strong> says he suspects he and Daniels are assessing their political plans in similar ways. Even if they end up facing off against each other in a Republican Presidential Primary, <strong> Mike Pence </strong> says he believes it won't damage their relationship, </q> Hey, <strong> Newt Gingrich </strong> now we get to give you the boot for a second time! Get rid of the EPA? No thanks. I like it when we use water to put out fires not when", "new_id": -2}, {"i": 25587, "idx": 0, "index_answer": 0, "new_id": -1, "q": "SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as`` shyster loans.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> CEO <strong> Sergio Marchionne </strong> said in a statement.`` I regret the remark which I consider inappropriate.'' Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "sa": ["Sergio Marchionne"], "uid": "1296939660153092098"}]