[{"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.\" It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}, {"uid": "1297719959211173401", "i": 12016, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Nokia, on the stage to talk briefly about the new agreement between the companies. Last week Nokia announced that it would phase out Symbian and start making smartphones that run Windows Phone software. <q> The world is shifting from a battle of devices to a war of ecosystems, </q> <strong> Stephen Elop </strong> said, reiterating a statement <strong> Steve Ballmer </strong> made earlier. The partnership is balanced because Nokia brings its brand and phone volumes to the deal while Microsoft can help solve some of Nokia's problems, such as the need", "new_id": -2}, {"uid": "1295386293114753561", "i": 13039, "idx": 0, "sa": ["Sen. Bernie Sanders", "William Hsiao"], "q": "The new governor and the Congressional delegation said they see an opportunity to use <strong> William Hsiao </strong>'s recommendations and the requirements and financial support of the federal health care law to make big changes in Vermont. <q> If the Vermont state Legislature, governor and the delegation are able to work together effectively, </q> <strong> Sen. Bernie Sanders </strong> said,\" we have a golden opportunity not only to significantly improve the heatlh care system in Vermont, but to lead the entire nation in a very new and better direction.\"\" Our", "new_id": -2}, {"uid": "1297428190058949643", "i": 11820, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "ecosystem,\" acknowledging that competing with Apple's iOS and Google's Android involves a partnership that must encompass phones, developers, mobile services, partnerships with carriers, and app stores to distribute software. <q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift, </q> <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> said in a boldly worded open letter.\" Together, we see the opportunity, and we have the will, the resources and the drive to succeed.\"", "new_id": -2}, {"uid": "1296166138113442846", "i": 4932, "idx": 1, "sa": ["Mitch Daniels", "Dick Armey", "Mike Pence"], "q": "House Majority Leader <strong> Dick Armey </strong>( R-TX), now head of FreedomWorks, said that <strong> Mike Pence </strong> could potentially be a second coming of Reagan. Oh <strong> Mike Pence </strong>, why have you forsaken <strong> Dick Armey </strong>? Indianapolis Star reports: <q>\" In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters.\" We will not seek the Republican nomination for president in 2012.\" \" <strong> Mitch Daniels </strong> Supporters Launch First 2012 Spot Of", "new_id": -2}, {"uid": "1295628138018169942", "i": 1781, "idx": 0, "sa": ["Andy Coulson"], "q": "editor of a top-selling tabloid newspaper. <strong> Andy Coulson </strong> denies any knowledge of the hacking, but admitted he'd committed a cardinal sin for a back room operator- he became the story. <strong> Andy Coulson </strong> said <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed </q> in his role as Downing Street communications chief.\" I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.\"", "new_id": -2}, {"uid": "1296261938051675143", "i": 41034, "idx": 1, "sa": ["Nate Funk", "Jimmer Fredette", "Dana Barros", "Ernie DiGregorio", "Allen Iverson"], "q": "reminds me of Ken Leninger \" \" reminds me of <strong> Ernie DiGregorio </strong> \" \" reminds me of <strong> Dana Barros </strong> \" \" reminds me of <strong> Nate Funk </strong> \" <q> reminds me of <strong> Larry Bird </strong> </q> \" He reminds me of that one guy from Duke \" \" reminds me of <strong> Allen Iverson </strong> \" The fact that people can look at a jump-shooting Mormon kid named <strong> Jimmer Fredette </strong> and", "new_id": -2}, {"uid": "1296277283055640093", "i": 9003, "idx": 6, "sa": ["James Cleveland", "LeBron James", "Chris Webber", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.\" I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 Denver Nuggets( 26-18) at Detroit Pistons( 17-28), 7:30 p.m. Denver Nuggets( 27-18) at <strong> James Cleveland </strong> Cavaliers( 8-37), 7:30 p.m. Perkins", "new_id": -2}, {"uid": "1295052317065650718", "i": 25124, "idx": 1, "sa": ["Donald Rumsfeld", "Britney Spears", "Kanye West", "Courteney Cox"], "q": "'s <strong> Donald Rumsfeld </strong> cameo has been called off before it even got off the ground.[ AP] <strong> Kanye West </strong> used his own meme to congratulate <strong> Britney Spears </strong> on\" Hold It Against Me,\" Tweeting, <q> Yo <strong> Britney Spears </strong>, I'm really happy for you and I` mma let you be# 1, but me and Jay-Z single is one of the best songs of all time! LOL. </q>[ N.Y. Mag] <strong> Courteney Cox </strong> says Cougar Town is distracting her from her troubles.\" Thank god for the show,\" she says.\" There have been times where[ Cougar Town creator", "new_id": -2}, {"uid": "1295599112020365330", "i": 18959, "idx": 0, "sa": ["Allen Iverson"], "q": "Winter World University Games as a member of the U.S. men's national ice hockey team. Turkey? Might he bump into another athlete with Philadelphia ties? A guy who plays basketball named <strong> Allen Iverson </strong>? <q> I thought about that, but I had enough of him when he was in Philly, </q> Pyne said with a laugh last night. The 21-year-old goalie is a dual marketing/entrepreneur major. Three years ago he helped lead La Salle High to the state title. Pyne said he has traveled", "new_id": -2}]