[{"uid": "1297254281101777433", "i": 42558, "idx": 5, "sa": ["the Black", "Simon Cowell"], "q": "'' involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q> Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition. </q>( 2 of 2) The`` X Factor'' contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as <strong> the Black </strong> Eyed Peas or Destiny's", "new_id": -2}, {"uid": "1295669782061620287", "i": 45599, "idx": 0, "sa": ["Eric Schmidt"], "q": "'s role will transition to focusing on external deals such as partnerships and government outreach. <strong> Eric Schmidt </strong> insisted that the move was part of a`` streamlining'' effort rather than a management shake up. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> he said.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.'' <strong> Eric Schmidt </strong> has been chief executive of Google for some 10 years as", "new_id": -2}, {"uid": "1297521841073449478", "i": 42796, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ". The ties go deeper. Nokia's chief executive is <strong> Stephen Elop </strong>, the former president of Microsoft's Business division. In an open letter written by Microsoft CEO <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>, the two said, <q> There are other mobile ecosystems. We will disrupt them. </q> <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> both spoke Friday at a news briefing in London that was broadcast on the Internet.`` This partnership with Nokia will accelerate, dramatically accelerate, the development of a vibrant, strong Windows", "new_id": -2}, {"uid": "1295699012092569603", "i": 2715, "idx": 2, "sa": ["Eric Schmidt", "Rob Enderle"], "q": "with China and was critical of comments <strong> Eric Schmidt </strong> made about user privacy. <strong> Eric Schmidt </strong> once claimed that if you who don't want others to know what you are doing, then you shouldn't be doing it. <q> I think it became clear that for a company whose primary customer was the consumer, whose primary source of income is advertising, and that sells something they don't own, a low-performing( Novell was hardly a star) enterprise CEO was a bad fit, </q> <strong> Rob Enderle </strong> said. Pulse 2011: The Premier Service Management Event New Technologies That Will Change Enterprise Computing Move forward with Sony Media Backbone solutions Leverage your virtual computing environment with Dell. Free Whitepaper: Any Phone as", "new_id": -2}, {"uid": "1295964059002146362", "i": 40560, "idx": 0, "sa": ["Eric Schmidt", "Tim Armstrong"], "q": "CEO, that usually means the old CEO's top lieutenants aren't long for the job. <strong> Tim Armstrong </strong> became CEO in 2009 tells us that it's not personal; it's just the way of things. <q> If you[ as a CEO] don't surround yourself with the people that you trust, and that you know what you're going to get from them, you don't know whether you're going to win or fail, </q> this fired exec says.`` I've worked under other CEOs who either dragged out the process or never attempted to do this and ultimately failed.'' <strong> Eric Schmidt </strong> last- who's about to get", "new_id": -2}, {"uid": "1295304598102465596", "i": 46553, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman"], "q": "who steals other comedians' material. The New York Post said <strong> Howard Stern </strong> made the comments in an interview to air on Tuesday's edition of CNN's new chat program`` <strong> Piers Morgan </strong> Tonight.'' <q> <strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook. And the world knows exactly what he's up to. He steals a tremendous amount of material, </q> the Post quoted <strong> Howard Stern </strong> as saying.`` He's not fit to scrub <strong> David Letterman </strong>'s feet. I don't know how he's beaten <strong> David Letterman </strong> in the ratings. It's beyond my comprehension. America must be", "new_id": -2}, {"uid": "1295447959150847521", "i": 3030, "idx": 1, "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "q": "an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>.`` <strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy,'' <strong> David Letterman </strong> said on his late-night CBS show Monday. <q> But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.' </q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre's hosts, including <strong> Heidi Klum </strong> of`` Project Runway'' and <strong> Jeff Probst </strong> of`` Survivor", "new_id": -2}, {"uid": "1296706301075202568", "i": 3241, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "in Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict, The Washington Post reported on Wednesday. Had the government of <strong> Saddam Hussein </strong> remained in power the Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion. No such", "new_id": -2}, {"uid": "1297094194234487815", "i": 11844, "idx": 5, "sa": ["George H.W. Bush", "Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "<strong> President Bush </strong>. He served as Defense secretary and chief of staff to <strong> Gerald Ford </strong> and again led the Pentagon during the second <strong> President Bush </strong> presidency. <strong> Donald Rumsfeld </strong> was unapologetic about his leadership of the wars in Iraq and Afghanistan. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al Qaeda out of Afghanistan, </q> he said. As in his book, <strong> Donald Rumsfeld </strong> was forthcoming with his criticism of public figures, including his fellow <strong> President Bush </strong> Cabinet members. <strong> Donald Rumsfeld </strong> said he was`` kind of disappointed'' in <strong> George H.W. Bush </strong>", "new_id": -2}, [{"i": 556, "idx": 14, "index_answer": 0, "new_id": -1, "q": "think you could have made it a hit.'?'' American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. <q> It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looking at you, like,` What just happened?'? </q> But <strong> Simon Cowell </strong>'s value was instantly clear.`` I still didn't know what the hook of this show was-all these kids come out and sing,'' stage manager <strong> Debbie Williams </strong> remembers of her first day on", "sa": ["Brian Dunkleman", "Simon Cowell", "Debbie Williams"], "uid": "1295218070163594249"}]]