[{"uid": "1296317209151535625", "i": 4344, "idx": 0, "sa": ["Zahi Hawass"], "q": "'s biggest collection of Pharaonic antiquities, is adjacent to the headquarters of the ruling National Democratic Party that protesters had earlier set ablaze. Flames were seen still pouring out of the party headquarters on Saturday. <q>I felt deeply sorry today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,</q> <strong> Zahi Hawass </strong>, chairperson of the Supreme Council of Antiquities, said on Saturday. \"Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from", "new_id": -2}, {"uid": "1296117524127270912", "i": 29738, "idx": 0, "sa": ["James Caan", "Andrew Russo", "Andy Coulson"], "q": "<strong> Andrew Russo </strong>- or \"<strong> Andy Coulson </strong> Mush' as he's known in Brooklyn and Long Island- was one of the 100-plus New York gangsters picked up in an FBI swoop the previous week. <q>I\"ve known <strong> Andrew Russo </strong> since 1972,</q> <strong> James Caan </strong> wrote to the court, \"and in all that time I have known him only as an unbelievable father, grandfather, great-grandfather and as good a friend as any person could ask for. <strong> James Caan </strong>", "new_id": -2}, {"uid": "1295461104131301415", "i": 35311, "idx": 1, "sa": ["Allen Iverson", "Gary Moore"], "q": "against the bones of his leg and requires surgery in the U.S. \"It has to be removed and tested to see if it's benign or not,\" <strong> Gary Moore </strong> said by phone. <q>Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks, He's hoping to be able to play in the playoffs.</q> Besiktas spokesman Kursat Kaplan said Wednesday the team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> had no timetable for <strong> Allen Iverson </strong>'s surgery, only that", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q>We want to eliminate that uncertainty so that businesses can continue in</q> their research and development projects, she said. \"This is not a Democrat or a Republican idea,\" <strong> Kirsten Gillibrand </strong> said. \"It's just a good idea.\" She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}, {"uid": "1296506251121487405", "i": 12962, "idx": 2, "sa": ["National Geographic Society", "Sarah Parcak", "Ramses II", "Zahi Hawass", "Fredrik Hiebert"], "q": "to <strong> Zahi Hawass </strong>, all of <strong> Ramses II </strong>'s museums are now \"completely safe\" and should be open again to the public by this Friday at the latest. Other scholars hope <strong> Zahi Hawass </strong> is right. <q>I am hopeful that the looting will come to an end. <strong> Zahi Hawass </strong> has already implemented numerous security measures, but there are hundreds of sites across <strong> Ramses II </strong>, many of which lie in remote areas,</q> said <strong> Sarah Parcak </strong>, an Egyptologist at the University of Alabama-Birmingham. <strong> Ramses II </strong> is more vulnerable to looting than other countries in the region, said archaeologist <strong> Fredrik Hiebert </strong>, a <strong> National Geographic Society </strong> fellow", "new_id": -2}, {"uid": "1295570955080838693", "i": 33311, "idx": 0, "sa": ["Colin Powell", "Brent Scowcroft"], "q": "believed( erroneously) that Iraq had weapons of mass destruction. At tonight's symposium, held on a stage at one end of the Texas A&M Aggies' basketball arena, Baker is scheduled to discuss <q>the diplomacy of a winning coalition.</q> Cheney's topic is \"forging victory in the first post-Cold War conflict,\" and <strong> Colin Powell </strong> will handle \"planning and fighting modern coalition warfare.\" <strong> Brent Scowcroft </strong> will attend the symposium as will representatives from", "new_id": -2}, {"uid": "1295093861170688621", "i": 8672, "idx": 1, "sa": ["Reggie White", "Tony Gonzalez", "Michael Vick"], "q": "than a Super Bowl title will be considered a disappointment for a team loaded with offensive stars( <strong> Reggie White </strong>, quarterback Matt Ryan, tight end <strong> Tony Gonzalez </strong>, running back <strong> Michael Vick </strong> Turner) and plenty of up-and-comers on defense. <q>That sure would look good on a banner in the Dome,</q> Moore said. Even with all their success, the Falcons still feel a bit overlooked and certainly under-appreciated. Sure, they're favored against the Packers, but plenty of people are picking Green Bay in an upset", "new_id": -2}, {"uid": "1297711129124567605", "i": 13960, "idx": 0, "sa": ["Steve Ballmer"], "q": "need to give people the full web, the full Internet on their phone, like they've come to expect with the PC,\" <strong> Steve Ballmer </strong> said at the mobile industry's annual get-together in Barcelona. <q>Later this year we are going to release a version of Internet Explorer 9( web browser) complete with hardware and graphics and other hardware acceleration for the Windows Phone,</q> he added. \"The web in some senses was designed for the PC first-- we need to make it a first class citizen on the phone,\" he added. Together with a", "new_id": -2}, {"uid": "1295416067196034628", "i": 10176, "idx": 1, "sa": ["Sergio Marchionne"], "q": "in Windsor, Ontario, today but Fiat/Chrysler CEO <strong> Sergio Marchionne </strong> was already pondering the next-generation van. \"We need to completely rethink the minivan,\" he told the AP's Dee-Ann Durbin at the plant in Canada. <q>We need to retain all its functionality but make it much more versatile.</q> He said that could mean vehicles that still haul a family, but don't are not traditional minivans. The company also is pondering whether it wants both the upscale Chrysler Town and Country,$ 30,000 and", "new_id": -2}, {"uid": "1295587963072171541", "i": 25095, "idx": 12, "sa": ["Eric Schmidt", "Danny Sullivan", "Google Inc."], "q": "been. We can more or less know what you're thinking about,\" he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and <strong> Google Inc. </strong> as \"creepy.\" <q>The biggest thing I wonder is after a year or so of having various gaffes and statements taken out of context if he decided he no longer wanted to play that front-man role,</q> said <strong> Danny Sullivan </strong>, the editor-in-chief of the SearchEngineLand news site. In his new role, <strong> Eric Schmidt </strong> indicated he will focus on meeting with <strong> Google Inc. </strong>'s business partners and government officials around the world.", "new_id": -2}]