[{"uid": "1296232173027263023", "i": 26826, "idx": 1, "sa": ["Simon Cowell"], "q": "\"<strong> Simon Cowell </strong> desperately wants Cheryl to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor,\" a source tells The Sun. <q> It would be a way to test how she's received in America. Plus viewers would be able to warm to her first, rather than having her thrust upon them by going straight on the panel. </q> Although nothing has been confirmed yet, <strong> Simon Cowell </strong> revealed his week he'll be making an announcement about the US X Factor in \"two weeks' time\" . Follow us on Twitter", "new_id": -2}, {"uid": "1296055712213385310", "i": 26851, "idx": 0, "sa": ["Eric Schmidt"], "q": ", will work mainly in London, Munich and Zurich and be split between technology and sales. Announcing the plan at a conference in Munich yesterday( 25 January), outgoing chief executive <strong> Eric Schmidt </strong> says: <q> We looked at this year and our prospects for growth in Europe, and our businesses globally are doing well, both our core business and our adjacent businesses. </q> Google has identified the UK in particular as an opportunity to grow revenue. The UK accounted for 10%(? 552m) of the company's total revenue in the fourth quarter. Google", "new_id": -2}, {"uid": "1295593755183287833", "i": 38983, "idx": 5, "sa": ["Larry Page", "Eric Schmidt", "Tim Cook", "Steve Jobs", "Sergey Brin", "Richard Chang"], "q": "longtemps que nous parlons, <strong> Larry Page </strong>, <strong> Sergey Brin </strong> et moi, sur la meilleure fa?on de simplifier notre structure de management et d'acc?l?rer la prise de d?cision\" , d?clare <strong> Eric Schmidt </strong> sur le blog officiel du groupe. <q> Pendant les vacances, nous avons d?cid que maintenant tait le bon moment pour proc?der? quelques Richard Changement dans la fa?on dont nous sommes structur?s. </q> Cette r?organisation surprise survient quatre jours apr?s l'annonce inopin?e d'un nouvel arr?t- maladie de <strong> Steve Jobs </strong>, le patron d'Apple et son remplacement pendant ce temps par le directeur g?n?ral d?l?gu du groupe, <strong> Tim Cook </strong>.", "new_id": -2}, {"uid": "1295569446103104572", "i": 9885, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Quickbase Database as a Service Is Being Exposed For Rich Application Developers For Some Surprising New Apps <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating me and having", "new_id": -2}, {"uid": "1295158532128794647", "i": 628, "idx": 6, "sa": ["Allen Iverson", "Guo Lusheng", "George Karl"], "q": "it straight after every game, there's a chance it will get worse and I'll have to get a pin,\" he said. Yet he refuses to wear anything on the <strong> Guo Lusheng </strong> in a game. <q> I'm just real superstitious, </q> <strong> Allen Iverson </strong> said. Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last", "new_id": -2}, {"uid": "1295570430037306373", "i": 41482, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "as we have today\" , starts <strong> Eric Schmidt </strong> in a blog post on the company's blog while meanwhile posting on Twitter that the move was all about no longer needing to supervise founders <strong> Larry Page </strong> and <strong> Sergey Brin </strong>: <q> Day-to-day adult supervision no longer needed! </q> said <strong> Eric Schmidt </strong> on his SchmidtEric Schmidt/status/28196946376130560\" target=\"_blank\"> Twitter feed. Meanwhile back on the official blog <strong> Eric Schmidt </strong> was more gracious: \"But as Google has grown, managing the business has become more complicated", "new_id": -2}, {"uid": "1295461104131301415", "i": 42918, "idx": 0, "sa": ["Allen Iverson", "Gary Moore"], "q": "plan to retire because of the painful condition. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> has a lesion that is pressing up against the bones of his leg and requires surgery in the U.S. <q> It has to be removed and tested to see if it's benign or not, </q> <strong> Gary Moore </strong> said by phone. \"Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks, He's hoping to be able", "new_id": -2}, {"uid": "1295745495072876080", "i": 7585, "idx": 2, "sa": ["Andy Coulson", "James Murdoch", "David Cameron"], "q": "of <strong> Andy Coulson </strong> in the phonetapping issue with such little vigour. cynosarge 23 January 2011 12:54 AM As the Guardian reports elsewhere, lawyers are now going after WurzelGummidge 23 January 2011 12:54 AM <q> MindYerBeak The trouble with <strong> David Cameron </strong> is he's so arrogant he thinks he's above the law. I'm convinced he's in cahoots with <strong> James Murdoch </strong> and that he knows about the phone tapping. He's a schemer and he cares nothing about the electorate who are beneath his dignity. He thinks he can do as he pleases and is conceited enough to believe he'll be re-elected no matter how bad he manages the country. </q> I notice the black helicopters have arrived... You will be telling us next that <strong> David Cameron </strong> ordered <strong> Andy Coulson </strong> to hack the phones. ReturnOfTheKing 23 January 2011 1:01 AM Ishowerdaily 23 January 2011 1:03 AM", "new_id": -2}, {"uid": "1296407544252772372", "i": 190, "idx": 32, "sa": ["Kevin Ollie", "Thaddeus Young", "Ben Wallace", "Samuel Dalembert", "Allen Iverson"], "q": "had a double-double with 14 points and 10 assists. It was <strong> Allen Iverson </strong>'s third game this season with 40 or more points and the fourth time this season that the Sonics allowed an opponent to score 40-plus points. <q> You're at his mercy when he's hitting his jumpers, </q> said <strong> Kevin Ollie </strong>, who came off the Ben Wallacech to score 12 points. The Sonics <strong> Thaddeus Young </strong> scored a career-high 29 points, <strong> Samuel Dalembert </strong> snapped out of his recent slump, and the Philadelphia 76ers handed the Toronto Raptors their sixth", "new_id": -2}, {"uid": "1296009156065716228", "i": 38353, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": ". The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}]