[{"uid": "1297365435153731177", "i": 34130, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "couple's divorce, which was filed in July. The couple were married nearly 13 years. A judge granted <strong> Kelsey Grammer </strong> a divorce Thursday, clearing the way for the actor to remarry later this month. <q>What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,</q> her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, \"love and happiness in their new marriage.\" <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month", "new_id": -2}, {"uid": "1295790234226426909", "i": 10103, "idx": 0, "sa": ["Andy Coulson"], "q": "have done that, or an oppurtunity was lost when this happened.\" Now if defeat is an option, then organizations such as Amnesty International to Human Rights Watch must be fronts of hypocrisy. Report Abuse <q>I am a Pukhtun, the same nation as <strong> Hamid Karzai </strong>, but I do not like <strong> Hamid Karzai </strong> because he is not a good political manager of affairs in his country.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Healthy Habits Coaching Weight& stress mgmt. tips and more. For military&", "new_id": -2}, {"uid": "1294957392081149963", "i": 6986, "idx": 10, "sa": ["Allen Iverson", "George Karl"], "q": ". Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last spot. <q>I don't think we can lose a[ player] because of an injury the rest of the way,</q> <strong> George Karl </strong> said. \"It's the time of year where we have to play like it's a playoff circumstance. Everybody is hurting a little bit-- AI is probably at the top of the list.\"", "new_id": -2}, {"uid": "1295577074207667206", "i": 46478, "idx": 16, "sa": ["Eric Schmidt", "Steve Cohen", "Anderson Cooper", "Google Inc."], "q": "..., 37, is reclaiming the top job from <strong> Eric Schmidt </strong>, who had been... Technology Video: Spy Satellite Launched From California Report Abuse \"55 it too old to run <strong> Google Inc. </strong>, period.\" Report Abuse <q>Happy 2011 everyone... This has got to be a better year!...</q> Report Abuse \"You know the democrats have gone too far, when <strong> Anderson Cooper </strong> goes after their representative.\" Democrat Rep. <strong> Steve Cohen </strong> took to the House floor and compared GOP's rhetoric on the Obamacare issue to", "new_id": -2}, {"uid": "1297427687170164234", "i": 13512, "idx": 3, "sa": ["Sergio Marchionne", "John Elkann", "The CEO"], "q": "on Feb. 15. \"The government is moving too late, but better late than never,\" said Federico Bellono, the local head of the Fiom union in Turin, which opposed the Mirafiori agreement. <q><strong> Sergio Marchionne </strong> is more oriented strategically toward the U.S. than Europe.</q> After Italy's main newspapers all printed <strong> Sergio Marchionne </strong>'s comments about a move to the U.S. on their front pages, Chairman <strong> John Elkann </strong> on Feb. 5 was forced to qualify the <strong> The CEO </strong>'s remarks, saying that Fiat", "new_id": -2}, {"uid": "1296260912003260416", "i": 23146, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "and Development Tax Credit, a tax credit eligible to more than 2,000 research and cutting edge companies in the state. She says the proposal has garnered bipartisan support because of its potential for job growth. <q>That's why I think this bill is such a good idea. It's not a democratic idea, it's not a republican idea. It's just a good idea,</q> <strong> Kirsten Gillibrand </strong> said.", "new_id": -2}, {"uid": "1297373000188006411", "i": 46159, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "Wednesday. Internet Evolution's Web Wide World takes us to Rwanda, a country torn apart by genocide, and now attempting a radical transformation from an agrarian society to a knowledge-based economy, via the Internet <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,</q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1295263921256114690", "i": 38425, "idx": 1, "sa": ["Natalie Jamieson", "Tyler Cook", "David Spade", "Simon Cowell", "Michael McIntyre"], "q": "don't like you. I love you,\" the comedian told Newsbeat's <strong> Natalie Jamieson </strong>. The popular comic also explained how he had no trouble making up his mind on whether to accept <strong> Simon Cowell </strong>'s offer. <q>I love the show and to be part of it seems to be an incredibly exciting thing to do, especially in January,</q> he laughed. <strong> Michael McIntyre </strong> appears on The Royal Variety Performance on BBC1 at 2000 GMT on Thursday 16 December. Britain's Got Talent is on ITV1 in late-Spring 2011. http://wn.com/American_Idol_David_Cook_receives_a_message_from_Simon <strong> David Spade </strong> <strong> Tyler Cook </strong> receives a message on May 9th", "new_id": -2}, {"uid": "1295667422103448593", "i": 6573, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson", "Alan Rusbridger", "Nick Davies"], "q": "on phone-hacking and the News of the World which have questioned the official line that just one \"rogue reporter\", <strong> Clive Goodman </strong>, was involved in the affair. Resigning today, <strong> Andy Coulson </strong> said: <q>Nothing is more important than the Government's task of getting this country back on its feet. \"Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role. \"I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.</q> <strong> Alan Rusbridger </strong> said: \"This is the result of first class investigative reporting by one Guardian reporter, <strong> Nick Davies </strong>, sustained over a very long period of time. \"From the moment he revealed the", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.</q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}]