[{"uid": "1296743100016711680", "i": 3999, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "from <strong> President Bush </strong> and other critics of the war in Iraq set to music... 5/21- Hijacking Humanity Final Cut An important part of The Cause of Effect: Hijacking Humanity, Chapter 2 of the series, titled, <q> It's a Rich <strong> Million Man </strong>'s World.. Government? </q> presents evidence about the North American Union, as well as a brief history on Currency and the Banking Banksters who control our money... Gibbs on Afghanistan Effort Under <strong> Donald Rumsfeld </strong>:` You Go to War with the <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1297416434192020481", "i": 26397, "idx": 0, "sa": ["Alberto Torres", "Steve Ballmer", "Stephen Elop"], "q": "be moving its focus away from Meego, evident in the announced exit of <strong> Alberto Torres </strong>, who was responsible for responsible for developing solutions and devices based on the MeeGo platform. Nokia's Chief Executive <strong> Stephen Elop </strong> said that <q> Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> <strong> Steve Ballmer </strong>, Microsoft's Chief Executive.`` Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to", "new_id": -2}, {"uid": "1296422704029392937", "i": 45583, "idx": 0, "sa": ["Zahi Hawass"], "q": "from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1297723854105316371", "i": 37821, "idx": 3, "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "q": "cost of heating oil has increased, the delegates said.`` We must not balance the budget at the expense of Vermonters struggling to heat their homes in winter,'' said Democratic <strong> Sen. Bernie Sanders </strong> Peter Welch. <q> Instead of turning off the heat, we should be turning off the billions of dollars in subsidies we provide the oil industry. </q> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> echoed that sentiment.`` This senator will do everything he can to make sure that the budget is not balanced on the backs of the weak, the vulnerable, the sick", "new_id": -2}, {"uid": "1295791480232554503", "i": 22790, "idx": 5, "sa": ["David Cameron", "Andy Coulson", "Nick Clegg", "Harriet Harman"], "q": "obey the criminal law and that is what is at stake here'' \" <strong> Harriet Harman </strong> Deputy Labour leader Mr <strong> Nick Clegg </strong> said he would have some input into the choice of who would replace Mr <strong> Andy Coulson </strong>. <q> It is primarily a decision for the prime minister, he is the prime minister's spokesman but he is also responsible for communicating government policy so of course I will play a role as well. </q>` Trust in politics' However, Labour said <strong> David Cameron </strong> could not escape responsibility for bringing Mr <strong> Andy Coulson </strong> into his top team when there were unresolved questions about his past.`` I think that <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1295943500244924449", "i": 34419, "idx": 0, "sa": ["Lenny Wilkens", "Kevin Willis", "Allen Iverson", "Keon Clark"], "q": "the deal that sent veteran forward <strong> Kevin Willis </strong> to the Nuggets, <strong> Keon Clark </strong> quietly stole the show from two of the NBA's top scorers.`` We're excited about( <strong> Keon Clark </strong>),'' Toronto coach <strong> Lenny Wilkens </strong> said. <q> We're trying to work in as quickly as we can, and show him something different every day, and he's just gobbling it up. He's excited about being here and I thought that was just an incredible job he did to step in for( <strong> Antonio Davis </strong>). We went to him several times because we wanted him to know we had confidence in him. He did a great job. </q> After helping Toronto eclipse a 20-point first-half deficit, <strong> Keon Clark </strong> watched helplessly as <strong> Allen Iverson </strong> fueled a 17-0 Philadelphia burst with 11 points, leaving the Raptors with an 89-78 deficit with 8:47 left in regulation. But the 6-11 reserve", "new_id": -2}, {"uid": "1295428029082264106", "i": 41181, "idx": 2, "sa": ["Howard Zinn", "Vandana Shiva", "Noam Chomsky", "Milton Friedman", "Naomi Klein", "Michael Vick"], "q": "Corporation is transforming audiences and dazzling critics with its insightful and compelling analysis. Taking its status as a legal`` person'' to the logical conclusion, the film puts the corporation on the psychiatrist's couch to ask <q> What kind of person is it? </q> The Corporation includes interviews with 40 corporate insiders and critics- including <strong> Noam Chomsky </strong>, <strong> Naomi Klein </strong>, <strong> Milton Friedman </strong>, <strong> Howard Zinn </strong>, <strong> Vandana Shiva </strong> and <strong> Michael Vick </strong> Moore- plus true confessions, case studies and strategies for change. THE CORPORATION is Canada", "new_id": -2}, {"uid": "1297129562188514329", "i": 1983, "idx": 8, "sa": ["Simon Cowell", "Susan Boyle"], "q": "While The X Factor will be open to singers like <strong> Susan Boyle </strong>, <strong> Simon Cowell </strong> is also excited to have kids as young as 12 years old audition- an opinion he didn't always have. American Idol? <q> I haven't seen a full episode, </q> he said.`` I saw a three-minute recap. From what I've seen and from what I've heard, it all seems to be going well. And I always thought that would be the case.", "new_id": -2}, {"uid": "1297714527167477255", "i": 2783, "idx": 7, "sa": ["Donald Rumsfeld", "Aaron Belkin"], "q": "<strong> Aaron Belkin </strong>, director of the Palm Center, said <strong> Donald Rumsfeld </strong>'s endorsement of`` Don't Ask, Don't Tell'' repeal shows support for ending the law is`` unambiguous and transcends party lines.'' <q> We have now entered the next phase of the repeal process in which certification and implementation should be completed swiftly in keeping with the practices that have been proven to minimize any disruption to the military, </q> <strong> Aaron Belkin </strong> added.", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected.`` The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,'' said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q>`` For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,'' said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri.`` This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}]