[{"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making.`` In strategy we agree. There's no disagreement,'' <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q> In character, he's fundamentally a deeper thinker than anybody else, </q> he said.`` He sees a few moves deeper than I do.'' <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}, {"uid": "1297130959189071378", "i": 41874, "idx": 1, "sa": ["Zahi Hawass"], "q": "is just a complete disaster-- it's not just a specialist interest.'' <strong> Zahi Hawass </strong> Mike Heyworth director of the Council for British Archaeology agreed.`` It would be tragic,'' he told Reuters. <q> If this material becomes inaccessible to us we have lost that opportunity forever and that seems crazy. </q> The Ministry of Justice said in a statement the original review was undertaken in 2008 because the 1857 burial act lacked powers to authorize exhumation and retention for scientific purposes, citing health and decency laws.", "new_id": -2}, {"uid": "1295156297147554335", "i": 10735, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "and led the Green Bay Packers to their second straight postseason road victory with a stunning 48-21 rout of the Atlanta Falcons on Saturday night.`` That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1297005230017629195", "i": 2356, "idx": 0, "sa": ["Donald Rumsfeld", "Maureen Dowd", "Jerry Rice"], "q": "Wisconsin, they found a way to unify the party establishment with the tea party movement, avoiding many of the conflicts that occurred in other states.'' http://wapo.st/eOIwlo-- <strong> Maureen Dowd </strong>, on <strong> Donald Rumsfeld </strong>: <q> His memoir,`` Known and Unknown, </q> is like a living, breathing version of the <strong> Jerry Rice </strong> himself: very thorough, highly analytical and totally absent any credible self-criticism. The 78-year-old Rumstud, as W. dubbed him, was both the youngest defense secretary in", "new_id": -2}, {"uid": "1295278289044859433", "i": 19953, "idx": 2, "sa": ["Mike Pence"], "q": "the APC, said that <strong> Mike Pence </strong>'s ability to unite the three traditional areas of conservatism- fiscal, foreign policy, and social- make him an ideal candidate for the nation's newly energized conservatives. <q> <strong> Mike Pence </strong> describes himself as` First a Christian, then a conservative, then a Republican.' He unifies fiscal, social, and national security conservatives, and will energize the conservative coalition essential to winning back The White House in 2012, </q> Benko said in the release. Benko told CNSNews.com on Monday that the rise of Internet fundraising and organizing, coupled with the emergence of the tea party activists, gives <strong> Mike Pence </strong> a`` ready'' base in", "new_id": -2}, {"uid": "1296789105264011886", "i": 33151, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Joyce Pierson"], "q": "the Chicago native who twice ran the Pentagon. Here are a few: Â· The day after graduating from college in 1954, <strong> Donald Rumsfeld </strong> was back home in Illinois and told his parents he was going out. <q> I went to find <strong> Joyce Pierson </strong> and asked her to marry me, </q> he says of <strong> Joyce Pierson </strong>, whom he had stayed in touch with since high school.`` There was little buildup, little suspense, and The 2011 State of the U...( 19:02:02`` <strong> Barack Obama </strong> speaks", "new_id": -2}, {"uid": "1296767113070385743", "i": 658, "idx": 2, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": "diplomatic and military secrets, they will probably just be a bunch of memos about how much <strong> Donald Rumsfeld </strong> was`` concerned'' about the security situation in post-invasion Baghdad. Also I bet there will be a document that says <q> I promise <strong> Donald Rumsfeld </strong> had no idea that we were torturing and killing prisoners, signed, everyone at Abu Ghraib. </q> Speaking of! <strong> Donald Rumsfeld </strong> says <strong> Bill Clinton </strong> called him once and said:`` No one with an ounce of sense thinks you had any way in the world to know about the abuse taking place that night in", "new_id": -2}, {"uid": "1297415815250134538", "i": 23117, "idx": 1, "sa": ["Steve Ballmer"], "q": "said that`` Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' <strong> Steve Ballmer </strong>, Microsoft's Chief Executive, said: <q> I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> The deal will see Nokia's application store integrated with the Microsoft Marketplace. 04 Feb 2011 Analysts' reaction was mixed: although the deal will bring together Microsoft's Bing and Office with Nokia", "new_id": -2}, {"uid": "1295665840153141383", "i": 47849, "idx": 0, "sa": ["Andy Coulson"], "q": "at the second roadblock soldiers motioned him to stop and fired in the air. Sounds to me he had plenty of warning. Why blame Israel for protecting the checkpoints that the man completely disregarded. \" Report Abuse <q> when israel tortures and then kills hamas members in hotel rooms I say`` AWESOME </q> because the punk deserved it and it doesn't put innocent arab kids in danger. \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End", "new_id": -2}, {"uid": "1296221744071827501", "i": 20532, "idx": 0, "sa": ["George Clooney", "Simon Cowell"], "q": "next to?' That's not trying to catch me doing something dumb.''- <strong> George Clooney </strong> insists the paparazzi can be very rude as they attempt to get a reaction from the movie star. <q> I genuinely believed no one would want to marry me. I am difficult to live with. I'm selfish, quite weird and I need time on my own to think- and then I work all night long. That is difficult for someone to deal with. And it would drive me mad- I could never be my own girlfriend! </q>- <strong> Simon Cowell </strong> is amazed his fiancee Mezhgan Hussainy puts up with him.`` As I get older, I get more angry about it. In this country( America), we need more dialogue", "new_id": -2}]