[{"uid": "1296013262252100635", "i": 56926, "idx": 0, "sa": ["Gabrielle Giffords", "Michelle Obama", "Barack Obama", "Kirsten Gillibrand"], "q": "black-and-white ribbons in tribute to the victims, distributed by <strong> Gabrielle Giffords </strong>' friends Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.). Lawmakers also broke their usual partisan seating scheme to show they can get along. <q> What comes of this moment is up to us, </q> <strong> Michelle Obama </strong> said.`` What comes of this moment will be determined not by whether we can sit together tonight, but whether we can work together tomorrow.'' But the <strong> Barack Obama </strong> also acknowledged that he and", "new_id": -2}, {"uid": "1296214380266977283", "i": 11442, "idx": 0, "sa": ["Alassane Ouattara", "Ban Ki-moon"], "q": "African country's people. The United Nations has recognised Gbagbo's rival <strong> Alassane Ouattara </strong> as victor in Ivory Coast's November presidential election and has repeatedly urged Gbagbo to accept to defeat and leave office. <q> I therefore urge again the Gbagbo camp to fully respect the will of the Ivorian people, </q> <strong> Ban Ki-moon </strong> told journalists on the sidelines of the World Economic Forum in Davos. <strong> Ban Ki-moon </strong> also said he was concerned that`` some differences of opinion are now surfacing in the African Union'', a body which", "new_id": -2}, {"uid": "1297213873164479095", "i": 6975, "idx": 0, "sa": ["Mike Pence", "Eric Holder"], "q": "she was 15. She once went to Planned Parenthood posing as a 13-year-old girl who said she was pregnant by a 31-year-old man. The latest undercover sting is being made public as Congress takes up the <q> No Taxpayer Funding for Abortion Act. </q> Republicans in the House want to cut Planned Parenthood's$ 300 million in federal funding.`` The time has come to deny all federal funding to Planned Parenthood of AmEric Holdera,'' says <strong> Mike Pence </strong>( R-Ind", "new_id": -2}, {"uid": "1295529419005685249", "i": 28291, "idx": 0, "sa": ["Michael Gove", "Elizabeth II"], "q": "country needs to reform the national curriculum to stop future generations falling behind on the global stage. <strong> Michael Gove </strong> criticised the current guidelines on history teaching for failing to include key figures from British history. <q> No Churchill, no <strong> Elizabeth II </strong>, no Gladstone, no Disraeli, no Florence Nightingale, no Horatio Nelson, </q> he wrote. <strong> Michael Gove </strong> said the current history curriculum only mentioned two names: William Wilberforce, architect of the movement to abolish the slave trade and Olaudah Equiano, a freed slave whose autobiography persuaded MPs to", "new_id": -2}, {"uid": "1296105135116244588", "i": 49594, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace"], "q": "de l'information: tel que construire de z?ro un syst?me d'exploitation en ligne, faire des recherches instantan?es dans un index de plus de 100 millions de gigaoctets et m?me d?velopper des voitures autopilot?es''. M. <strong> Alan Eustace </strong> ajoute que <q> chez Google, il y a un poste pour tout le monde </q>. En parall?le, le futur ex-dirigeant de Google, <strong> Eric Schmidt </strong>, pr?sent hier? la conf?rence DLD de Munich, en Allemagne, a signal que son entreprise envisageait de nouveaux investissements en Europe et cr?erait 1000 postes", "new_id": -2}, {"uid": "1295840779241319947", "i": 44866, "idx": 0, "sa": ["Lamar Alexander", "Al Sharpton", "Gabrielle Giffords", "Bob Corker", "Kirsten Gillibrand", "Martin Winterkorn", "Thomas Carper", "Mitch McConnell", "Barack Obama"], "q": "House's health care... Photo in Slideshow: <strong> Mitch McConnell </strong>, <strong> Lamar Alexander </strong> Photo in Slideshow: <strong> Thomas Carper </strong> and <strong> Bob Corker </strong> sit with <strong> Martin Winterkorn </strong> during... Photo in Slideshow: <strong> Kirsten Gillibrand </strong>, <strong> Al Sharpton </strong> Video: Congresswoman <strong> Gabrielle Giffords </strong> Heads to Houston Report Abuse <q> First, stream-line repealing <strong> Barack Obama </strong> Care. </q> Second, stream-line creating jobs. Third, stream-line following the Constitution. Fourth, stream-line cutting the budget. Fifth, stream-line cutting ALL federal salaries( permitted by the Constitution) by 15%", "new_id": -2}, {"uid": "1295422625158941219", "i": 36007, "idx": 1, "sa": ["Alassane Ouattara", "Jacques Chirac"], "q": "coffee by granting favored status to two American multinationals, ADM and Cargill. But if the American and FJacques Chiracch capitalists have benefited from Gbagbo's presidency, why are both countries supporting <strong> Alassane Ouattara </strong>? According to Fahe, <q> The curJacques Chiract position of France the USA has nothing to do with democracy. The idea is to use`` democracy </q> to promote the person that they think is the most capable of realizing favorable conditions for pillage. The problem with Gbagbo is that he has been unable to resolve internal contradictions, to bring the order necessary for the", "new_id": -2}, {"uid": "1295089641253313042", "i": 1879, "idx": 0, "sa": ["David Letterman"], "q": ". And with my children, that was uncomfortable.'' Kelsey and Camille are still legally married and working through the finances of their pending divorce. Kelsey wants to marry Kayte as David Lettermany as next month. <q> The kids seem to be doing OK, </q> Kelsey said in an interview with <strong> David Letterman </strong>.`` We've been spending quite a bit of time with them, Kayte and I. Kayte's my new girl, and we're planning to get married soon.''", "new_id": -2}, {"uid": "1296159984194232325", "i": 18858, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> said the loans would be used to develop engines, transmissions, frames and other components. Energy Department spokeswoman Stephanie Mueller said the GM decision would allow the department to <q> support a number of other innovative automobile technologies. </q> The department has committed or closed five loans totaling nearly$ 8.5 billion.`` We will continue to work with a range of companies up and down the supply chain and will continue moving forward with those", "new_id": -2}, {"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "'' <strong> Roger Goodell </strong> said.''[ Most often] they're not recognizing they have a role in it.'' Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q> I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like,` He won't sign my jersey.' </q> He says he thinks Mike <strong> Michael Vick </strong>`` is sincerely trying.'' And he isn't blind to the fact that the story isn't over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}]