[{"uid": "1297270573021168154", "i": 8690, "idx": 1, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "<strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the UN two days later. <strong> Donald Rumsfeld </strong> quotes himself as telling the meeting: <q>We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.<q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his UN presentation, <strong> Colin Powell </strong> described it as \"Terrorist Poison and Explosive Factory, Khurmal.\" <strong> Donald Rumsfeld </strong> said Khurmal", "new_id": -2}, {"uid": "1295629074004243497", "i": 8516, "idx": 0, "sa": ["Andy Coulson", "Tommy Sheridan"], "q": "I suspect I always will. I take the blame because, ultimately, it was my responsibility. I am not asking for any sympathy, I suspect that I am unlikely to get any here today. <q>If a rogue reporter decides to behave in that fashion, I am not sure there is an awful lot more I could have done. I have never condoned the use of phone hacking and nor do I have any recollection of incidences where phone hacking took place.<q> <strong> Andy Coulson </strong> at the <strong> Tommy Sheridan </strong> trial, 9 December 2010 \"I don't accept there was a culture of phone hacking at the NoW. All I can tell you is that, as far as", "new_id": -2}, {"uid": "1295806200208044038", "i": 49228, "idx": 11, "sa": ["Colin Powell", "Barack Obama", "John McCain"], "q": "support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 <strong> John McCain </strong> House race. \"I will always vote for the person who I think is best qualified,\" he said. <q>I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either.<q>", "new_id": -2}, {"uid": "1297417270059129857", "i": 14727, "idx": 0, "sa": ["Steve Ballmer"], "q": "Maps would be a core part of Microsoft's mapping services. Microsoft development tools will also be used to create applications to run on Nokia Windows Phones. <strong> Steve Ballmer </strong>, chief executive of Microsoft, said: <q>The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.<q> Geoff Blaber, of CCS Insight, said: \"This is a partnership born out of both parties' fear of marginalisation at the hands of Apple and Google but there is no silver bullet.", "new_id": -2}, {"uid": "1295530406257605680", "i": 37171, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q>The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal. \"<strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media.<q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also From: www.bloomberg.com July 05, 2010 Britain to Lose 610000 Government Jobs by 2016 in Deepest Postwar Squeeze By", "new_id": -2}, {"uid": "1295616367207978512", "i": 43723, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "<strong> David Cameron </strong> and Harry under his watch. Mr <strong> Andy Coulson </strong>, who joined the <strong> Tony Blair </strong>, <strong> David Cameron </strong>, as his Director of Communications after last year's election, quit overnight unexpectedly conceding that his involvement in the affair <q>made it difficult to give the 110 per cent<q> needed in the job. His departure sent shockwaves around Westminister and came just hours after the sudden resignation of one of Labour's most senior MPs, the shadow Chancellor, Alan Johnson, who stepped down", "new_id": -2}, {"uid": "1295831264124387374", "i": 17391, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "can take over the reins. <strong> Eric Schmidt </strong>, previously CEO of Novell and CTO of Sun Microsystems, has by far the most enterprise experience in the triumvirate that runs Google, which also includes co-founder <strong> Sergey Brin </strong>. <q><strong> Eric Schmidt </strong> clearly had passion for enterprise software,<q> says Gartner analyst Whit Andrews. \"He cared about enterprise software. He worked at a lot of companies that sold enterprise software and bunch of enterprise products. That history is not in place with Page.\"", "new_id": -2}, {"uid": "1295947110129105978", "i": 19484, "idx": 3, "sa": ["Keyon Dooling", "Magic Johnson", "Allen Iverson", "Grant Hill"], "q": "and fortunately, it went in,\" <strong> Allen Iverson </strong> said. <strong> Magic Johnson </strong> guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. \"That wasn't the first time he threw one in like that,\" <strong> Keyon Dooling </strong> said. <q>He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.<q> The <strong> Magic Johnson </strong> had a chance to tie the game, but <strong> Grant Hill </strong>'s 12-footer at the buzzer was short. <strong> Grant Hill </strong>, who led the <strong> Magic Johnson </strong> with 25 points, had hit a similar shot to tie the game at", "new_id": -2}, {"uid": "1297182562166789141", "i": 2701, "idx": 3, "sa": ["Donald Rumsfeld", "Osama bin Laden"], "q": "<strong> Donald Rumsfeld </strong> put it this way: \"What you know today can help you unthink your thinking about tomorrow. It can't help you with things you were thinking about back then,\" he said. <q>Back then, there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons.<q> Nor does <strong> Donald Rumsfeld </strong> register second thoughts about the Pentagon's crucial failure to capture <strong> Osama bin Laden </strong> in the Battle of Tora Bora in December 2001. He contends that no one ever provided him with credible intelligence", "new_id": -2}, {"i": 20409, "idx": 6, "index_answer": 0, "new_id": -1, "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q>This was a big win for us at somebody else's home,<q> <strong> Allen Iverson </strong> said. \"Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.\" Elias Says <strong> Allen Iverson </strong>", "sa": ["Allen Iverson"], "uid": "1295501732152404071"}]