[{"uid": "1296644437047939601", "i": 29581, "idx": 0, "sa": ["Michael Vick"], "q": "a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> Brady said. A unanimous choice for the All-Pro team, Brady threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, Brady set an NFL mark with", "new_id": -2}, {"uid": "1295817478183353364", "i": 12703, "idx": 0, "sa": ["Colin Powell"], "q": "cut military spending. <strong> Colin Powell </strong>, a retired four-star general who served in the Bush administration, made the comment on CNN's`` State of the Union'' show on Sunday. <q> When the Cold War ended 20 years ago, when I was chairman and[ Dick] Cheney was Secretary of Defense, we cut the defense budget by 25 percent. And we reduced the force by 500,000 active duty soldiers, so it can be done. Now, how fast you can do it and what you have to cut out remains to be seen, but I don't think the defense budget can be made sacrosanct and it can't be touched, </q> he said. Republicans have pledged to cut$ 100 billion from the budget in an effort to control spending, but most top leaders want to leave Medicaid and military and veteran spending untouched.", "new_id": -2}, {"uid": "1295163904209272878", "i": 5437, "idx": 0, "sa": ["Philippe Sands", "Gordon Edelstein", "Murat Kurnaz", "Donald Rumsfeld"], "q": "said Artistic Director <strong> Gordon Edelstein </strong> said. Torture Team tells the story of attorney <strong> Philippe Sands </strong>' investigation of <strong> Donald Rumsfeld </strong>'s 2002 memo, authorizing the new interrogation techniques that led to torture at Guantanamo Bay and beyond. <q> May well be the best bit of contemporary investigative journalism you will read: it is right up there with Woodward and Bernstein, a tour de force of relentlessly dogged pursuit, of interviews with guilty men acquired against all odds, a beautifully told and humane narrative that follows a paper trail and nails the truth, </q> according to the Sunday Times in the United Kingdom. Using <strong> Philippe Sands </strong>' book as a basis, video clips from Judgment at Nuremberg,`` 24'' and material from <strong> Murat Kurnaz </strong>'s Five Years of My Life:", "new_id": -2}, {"uid": "1296927943014336018", "i": 28504, "idx": 2, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "Meanwhile, <strong> Sergio Marchionne </strong> also said Fiat will not consider selling its Alfa Romeo brand to Volkswagen AG. VW Chairman <strong> Ferdinand Piech </strong> has indicated an interest in buying Alfa from Fiat Group. But <strong> Sergio Marchionne </strong> said: <q> As long as I am CEO of Chrysler and Fiat, Mr. <strong> Ferdinand Piech </strong> will never have Alfa Romeo. It's hands-off. I told him. I will call him and I will e-mail him. </q> <strong> Sergio Marchionne </strong> said <strong> Ferdinand Piech </strong> should concentrate on fixing Seat, VW's struggling Spain-based subsidiary.`` I'm not the one who bought Seat,'' he said.`` He's the one who bought", "new_id": -2}, {"uid": "1297654044124387332", "i": 16640, "idx": 2, "sa": ["Donald Rumsfeld", "Katherine Gallagher", "President Bush"], "q": "statement said. <strong> Donald Rumsfeld </strong>: Saddam Targeted <strong> Donald Rumsfeld </strong>'s and <strong> President Bush </strong>'s Daughters CCR lawyer <strong> Katherine Gallagher </strong> said that as <strong> President Bush </strong>'s visit to Canada draws closer,`` we will see what actions we will take.'' <q> I think we have to strategize and think that through with colleagues up in Canada, </q> she told the Georgia Straight newspaper in Vancouver.`` It's the next visit that we've heard about and we're going to be following up and seeing what we know about it and preparing for it.", "new_id": -2}, {"uid": "1295552249131891230", "i": 33272, "idx": 0, "sa": ["Simon Cowell"], "q": "because he never had a proper education. The 51-year-old explained that he has to`` trust his instincts'' when it comes to making big decisions. He explained on Oprah Presents Master Class: <q> All my life I had to teach myself. I never really had a proper education. I wasn't born with any skill. I didn't learn anything from school.`` Mainly, I trust my instincts because I have very broad tastes. I genuinely believe that if I like something, other people are going to like it as well. </q> <strong> Simon Cowell </strong>, who quit American Idol last year in order to focus on bringing The X Factor to the US, admitted that a discussion with unnamed`` successful'' friends made him realise he had to move", "new_id": -2}, {"uid": "1297242006104841258", "i": 25282, "idx": 0, "sa": ["Gov. Rick Perry", "Bill Lockyer"], "q": "problems. </blockquote> <strong> Gov. Rick Perry </strong> has a two-year budget cycle, which allowed it to camouflage its red ink last year, thanks in large part to billions of dollars in federal stimulus money. Now, however, <q> someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore, </q> said California Treasurer <strong> Bill Lockyer </strong>, with evident satisfaction. The scene in the statehouse in Austin in recent days would be familiar to those who frequent California's Capitol. Throngs of advocates for the poor, the", "new_id": -2}, {"uid": "1297261068179191811", "i": 20147, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> President Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which Powell sketched out the presentation he was to make at the U.N. two days later. <strong> Donald Rumsfeld </strong> quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that Colin will talk about it. </q> Khurmal is the name of a village near the site. Powell objected. In his U.N. presentation, Powell described it as`` Terrorist Poison and Explosive Factory, Khurmal.'' <strong> Donald Rumsfeld </strong> said Khurmal was operated", "new_id": -2}, {"uid": "1295681319220479501", "i": 35753, "idx": 0, "sa": ["Kyle Korver", "Carmelo Anthony", "Marcus Camby", "Chauncey Billups", "Allen Iverson", "DerMarr Johnson"], "q": "who lost their third straight game. After <strong> Carmelo Anthony </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted away by <strong> Marcus Camby </strong>, his fifth block. <q> It was a <strong> Yao Ming </strong> defensive play, </q> said <strong> Marcus Camby </strong> Check out the 2009 Top 10 Plays of the Season from the Denver Nuggets. http://wn.com/Allen_Iverson_25pts_9asts_vs_Lebron_James_Cavs_06/07_*LBJ_Triple_Double <strong> Marcus Camby </strong> figured his night was over. <strong> Chauncey Billups </strong> lead, fourth quarter, road game in Houston the next night. <strong> Marcus Camby </strong>", "new_id": -2}, {"i": 16110, "idx": 0, "index_answer": 0, "new_id": -1, "q": "as the Wi-Spy incident, and to call CEO <strong> Eric Schmidt </strong> to testify under oath. In a letter to <strong> Darrell Issa </strong>, <strong> Jamie Court </strong>, Consumer Watchdog president and John <strong> M. Simpson </strong>, Inside <strong> Google Inc. </strong> Project director, wrote: <q> An investigation by the committee of <strong> Google Inc. </strong>'s relationship to the Administration is particularly timely now in light of the way the Federal Trade Commission closed its probe of the Wi-Spy incident, and the Department of Justice's current review of the pending acquisition of ITA Software. </q> http://insidegoogle.com/wp-content/uploads/2011/01/GOOGGovfinal012411.pdf http://insidegoogle.com/wp-content/uploads/2011/01/LtrIssa012411final.pdf The report, Lost in the Cloud: <strong> Google Inc. </strong> and the US Government, is drawn from records obtained through the Freedom of Information Act and interviews. It found that <strong> Google Inc. </strong>'s ambitious quest for", "sa": ["Jamie Court", "Eric Schmidt", "M. Simpson", "Darrell Issa", "Google Inc."], "uid": "1295965636047955976"}]