[{"uid": "1294992789105644154", "i": 5087, "idx": 2, "sa": ["Mike Pence", "Carolyn McCarthy"], "q": "in their own homes and public places,\" he says. Ackerman's expectations for passage of his bill are very low and staunch congressional gun advocates are standing firm, the Times reported. <q> I believe, as Americans have believed since the American founding, that firearms in the hands of law-abiding citizens make communities safer, not less safe, </q> <strong> Mike Pence </strong>, R-Ind., told the Times. Nevertheless, some lawmakers promise some bills. U.S. Sen. Frank R. Lautenberg, D-N.J., and <strong> Mike Pence </strong> <strong> Carolyn McCarthy </strong>, D-N.Y., said they would put forward measures", "new_id": -2}, {"uid": "1296769898240500831", "i": 53403, "idx": 3, "sa": ["Mike Pence", "Michele Bachmann"], "q": "of the footage. And <strong> Mike Pence </strong> Bachmann-Michele Bachmann.htm#r_src=ramp\"> <strong> Michele Bachmann </strong>, R-Minn., a co-sponsor on that bill, linked to the first Planned Parenthood video on her Facebook page, vowing to introduce her own bill <q> that would prohibit Planned Parenthood from receiving any future federal money directly or indirectly. </q> The undercover videos bear similarities to those that united lawmakers in opposition to low-income advocacy group ACORN. The New Jersey Planned Parenthood video showed a couple walking into the Perth Amboy clinic for help with their \"", "new_id": -2}, {"uid": "1297663845136904715", "i": 52941, "idx": 0, "sa": ["Tim Pawlenty", "Gabrielle Giffords", "Raúl Grijalva", "Mike Pence", "Clarence Dupnik", "Jared Lee Loughner", "Sarah Palin"], "q": "whom have been accused of complicity in murder. On the day of the Arizona massacre, Arizona <strong> Mike Pence </strong> <strong> Raúl Grijalva </strong> blamed the \"<strong> Sarah Palin </strong> express.\" The father of <strong> Gabrielle Giffords </strong>, one of the vicTim Pawlentys, blamed <q> the whole Tea Party. </q> The sheriff of Pima County, <strong> Clarence Dupnik </strong>, who had failed to lock <strong> Jared Lee Loughner </strong> up despite repeated arrests and other contacts, blamed \"the vitriolic rhetoric that we hear day in and day out from people in the radio", "new_id": -2}, {"uid": "1296073911157351964", "i": 367, "idx": 1, "sa": ["Mike Pence", "Paul Ryan", "Kevin McCarthy", "John Boehner"], "q": "And <strong> John Boehner </strong> was far from the only one laying out$ 100 billion in non-defense discretionary spending cuts as the benchmark. Incoming House Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut <q> a good$ 100 billion. </q> <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of \"Young Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" \"We", "new_id": -2}, {"uid": "1295440155086491144", "i": 37846, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "signal of his political plans. \"This nation faces serious challenges that will require us to renew our commitment to the institutions that are resilient enough to lead America back,\" <strong> Mike Pence </strong> said. <q> I believe those are, the institutions are, and have always been, faith, family, community and state government. To renew our nation we must have a renewal of American federalism. </q> <strong> Mike Pence </strong> met earlier in the day with officials including Republican Gov. <strong> Mitch Daniels </strong>, who can't run for third term and also is considering whether to enter the 2012 presidential campaign. <strong> Mike Pence </strong> singled <strong> Mitch Daniels </strong> out", "new_id": -2}, {"uid": "1295386095039157811", "i": 35566, "idx": 0, "sa": ["Mike Pence", "Herman Cain"], "q": "parenthood,[ but because] Planned Parenthood as an organization is an absolute farce on the American people,\" he said. <strong> Herman Cain </strong>, who is African-American, accused the abortion business of engaging in <q> People who know the history of Margaret Sanger, who started Planned Parenthood, they know that the intention was not to help young women who get pregnant to plan their parenthood. No- it was a sham to be able to kill black babies, </q> he added. He told the program that proof of the agenda is seen in the fact that \"75 percent of all Planned Parenthood facilities are located in black neighborhoods.\" Congressman <strong> Mike Pence </strong> of Indiana", "new_id": -2}, {"uid": "1295954772070795352", "i": 36301, "idx": 2, "sa": ["Mike Pence", "André Carson", "Jason Aldean"], "q": "it doesn't really matter where you sit. It matters where you stand.\" A spokesman for <strong> Mike Pence </strong> <strong> André Carson </strong>, D-Indianapolis, said Carson hasn't made any seating arrangements for the speech. <q> He's just going to play it by ear and see what happens, </q> said spokesman <strong> Jason Aldean </strong> Tomsci. \"They're all his colleagues, so he'll be pleased with whomever he sits with.\" Bob's Blitz: Face it, Manning stinks in post-season From USA TODAY and", "new_id": -2}, {"uid": "1295534390252182552", "i": 25973, "idx": 3, "sa": ["Tim Pawlenty", "Mike Pence", "Barack Obama", "Mitt Romney"], "q": "she runs for <strong> Barack Obama </strong>. <strong> Tim Pawlenty </strong>: \"Republican <strong> Tim Pawlenty </strong> dished out$ 34,000 to state-level candidates and conservative groups in Iowa during the final 2010 push,\" the AP reports. <q> His late-election contributions to candidates and groups were double the amount made by former Massachusetts Gov. <strong> Mitt Romney </strong> during the same period. </q> <strong> Mike Pence </strong>: \"Some South Carolina lawmakers are looking forward to the 2012's Barack Obamaial election-- so much so they've asked U.S. Representative <strong> Mike Pence </strong> to seek the Republican nomination for <strong> Barack Obama </strong>,\"", "new_id": -2}, {"uid": "1296561500134217730", "i": 20893, "idx": 0, "sa": ["Mike Pence"], "q": "in ring MUNCIE, Ind.-- U.S. <strong> Mike Pence </strong> discussed his political future-- in somewhat nonspecific terms-- while addressing students in a Central High School social studies class Friday. <strong> Mike Pence </strong> acknowledged he was considering <q> maybe coming home and running for governor, </q> but the Republican said he was likely months away from making a final decision. He didn't completely rule out seeking a seventh term representing Indiana's 6th District in the U.S. House. While", "new_id": -2}, {"i": 12615, "idx": 13, "index_answer": 0, "new_id": -1, "q": ". You must fill out the comment body in order to submit a comment. People wait to talk with U.S. Rep. <strong> Mike Pence </strong>, R-6th District, after a September 2009 town hall meeting in Richmond. <q> As a strong believer in federalism, I am encouraged by Congressman <strong> Mike Pence </strong>'s decision to explore how he can best serve the people of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision. </q>-- <strong> Gov. Rick Perry </strong>, chairman of the Republican Governors Association.`` While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an", "sa": ["Gov. Rick Perry", "Mike Pence"], "uid": "1296218172048857090"}]