[{"uid": "1295333072190038066", "i": 44178, "idx": 1, "sa": ["Jared Loughner", "Kirsten Gillibrand", "Gabrielle Giffords", "Mayor Michael Bloomberg", "Al Sharpton", "David N. Dinkins"], "q": "as accused Arizona psycho killer <strong> Jared Loughner </strong>-- from buying guns. \"It is absolutely ridiculous that any idiot can get a gun and then go forth and kill people,\" said former <strong> David N. Dinkins </strong>. <q>Since we know that to be the case and most peo ple would agree with this then why, pray tell, can we not do some thing about it legally? And I say that we will.</q> <strong> Mayor Michael Bloomberg </strong> and <strong> Kirsten Gillibrand </strong>( D- NY)-- a personal friend of <strong> Gabrielle Giffords </strong>-- also spoke about the importance of gun control during <strong> Al Sharpton </strong>'s event. <strong> Kirsten Gillibrand </strong> spoke passionately about tolerance and the need", "new_id": -2}, {"uid": "1295220231075989003", "i": 35270, "idx": 1, "sa": ["Allen Iverson", "Carmelo Anthony", "George Karl", "Marcus Camby"], "q": "been.\" The first half, though, was what <strong> George Karl </strong> wants to see. <strong> Allen Iverson </strong>, who finished with 31 points and 10 assists, was racing down the court, and his teammates were keeping up. <q>A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,</q> <strong> Allen Iverson </strong> said. \"They were beating me down the court, and I was just finding guys. They did a great job of finishing.\" <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars", "new_id": -2}, {"uid": "1295162148185597955", "i": 13021, "idx": 8, "sa": ["Steve Javie", "Michael Jordan", "Allen Iverson"], "q": "team that traded him to Denver over the holidays, repeating his contention that he should have had more say in the Sixers' style. <strong> Allen Iverson </strong> also saved a parting shot for official <strong> Steve Javie </strong>, who ejected him. <q>I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out,</q> <strong> Allen Iverson </strong> said. \"<strong> Michael Jordan </strong> fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league.", "new_id": -2}, {"uid": "1296098125117833731", "i": 27201, "idx": 3, "sa": ["Roger Kay", "Eric Schmidt"], "q": "not want to get too comfortable with the idea of Larry Page as the t-shirt wearing, Wall Street-oblivious CEO: Page may just be an interim leader as Google looks for another <strong> Eric Schmidt </strong>, <strong> Roger Kay </strong> predicts. <q>I think they'll realize they need an operations person in that role and hire a COO with a malleable ego who can transition to the CEO,</q> says <strong> Roger Kay </strong>. Strategy Guide| Is Your Data Centre Up-To-Date, Secure and Energy Efficient? Improving Storage Efficiencies with Data Deduplication and Compression Read here how Macquarie Telecom has undertaken a survey of Australian businesses to advance", "new_id": -2}, {"uid": "1297335923118145136", "i": 21519, "idx": 1, "sa": ["Gene Kelly", "Paula Abdul", "Simon Cowell"], "q": "with bullyboy <strong> Simon Cowell </strong>. They were a potent, crowd-pleasing pair. \"I choose the word \"kind' over` nice,\" <strong> Paula Abdul </strong> says, recalling the bare-knuckle advice she got from dance great <strong> Gene Kelly </strong>: <q>Fail to prepare, and prepare to fail.</q> So please don't call her \"nice.\" \"Nice' is often linked with being a pushover, naive,\" she says. \"I'm kind- and I think that\"s", "new_id": -2}, {"uid": "1297109124023560237", "i": 5145, "idx": 6, "sa": ["Michael Gove"], "q": "disrepair to allow free schools to be set up.\" BeExcellent 7 February 2011 7:27 PM I overheard a local government( education) colleague a couple of days ago criticising <strong> Michael Gove </strong>'s plans- <q>Well, he wants them to learn the periodic table, in this day and age! Has he not heard of Google?</q> Manningtreeimp 7 February 2011 7:28 PM Education in our state-run schools died along time ago. Today you either move to a village or put your kids in to private school whilst hocking the silverware", "new_id": -2}, {"uid": "1296485848063668253", "i": 617, "idx": 0, "sa": ["Sergio Marchionne"], "q": "government, with no new products for much of the past two years. Only now is that situation starting to change, and Chrysler even has added back 5,000 workers to develop and build new vehicles. <q>It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,</q> <strong> Sergio Marchionne </strong> said Monday in a statement. <strong> Sergio Marchionne </strong>'s Fiat got a 20 per cent stake in Chrysler when it took over management. Earlier this month, Fiat upped its stake to 25 per cent by meeting", "new_id": -2}, {"i": 524, "idx": 1, "index_answer": 2, "new_id": -1, "q": "the past. <strong> Howard Stern </strong> to <strong> David Letterman </strong>: sorry about your sex scandal( video) Instead of deflecting <strong> Howard Stern </strong>'s apology, <strong> David Letterman </strong> responded with candor and a bit of reciprocal praise. <q> \"You have been very, very nice to me on the radio and viciously ugly to me on the radio and I except both with equanimity because I know a little bit about how you operate and I'm still fond of your talent and your ability and what you've represented to the United States of America-and of course, the world.</q>\" <strong> Howard Stern </strong> calls for Hollywood to boycott <strong> Jay Leno </strong>( video) <strong> Howard Stern </strong> ended his third and final segment on Thursday night's Late Show once again pushing for <strong> David Letterman </strong> to holler back at him", "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "uid": "1296820432076218415"}, {"uid": "1295594598183287816", "i": 46398, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his \"best friends.\" \"I believe Larry is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q>It's time for him to have a shot at running this.</q> <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes with running one of the world's most-watched companies. <strong> Sergey Brin </strong> intends to concentrate on a few high-priority products. Although <strong> Sergey Brin </strong> would", "new_id": -2}, {"uid": "1297416933108904472", "i": 41889, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "stepping down as he \"pursues other interests outside the company\". Nokia is betting heavily that they can speed up company operations. In a joint release by Nokia CEO <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>, <q>Today, the battle is moving from one of mobile devices to one of mobile ecosystems, and our strengths here are complementary. Ecosystems thrive when they reach scale, when they are fueled by energy and innovation and when they provide benefits and value to each person or company who participates. This is what we are creating; this is our vision; this is the work we are driving from this day forward.</q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we", "new_id": -2}]