[{"uid": "1296128549218218507", "i": 43318, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.\" It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Why <strong> Barack Obama </strong> Brought His Message to Manitowoc Wisconsin grabbed a lot of attention when Republicans took over both houses of the Legislature and the governor's office after the mid-term elections.", "new_id": -2}, {"uid": "1296774479232128574", "i": 6810, "idx": 0, "sa": ["David Letterman", "Taylor Shaw"], "q": "<strong> David Letterman </strong> and a featured spot on the soundtrack to Grey's Anatomy. Yet, in September of last year, WSO called it quits and <strong> Taylor Shaw </strong> turned to what had been a side-project up until then, his band <q> I had stopped writing for a little bit, </q> says <strong> Taylor Shaw </strong>,\" and when I started writing again I was hanging out with my friend Becca and my friend Alex. He was playing upright bass, and she would sing back-up harmonies. WSO had a show,", "new_id": -2}, {"i": 29884, "idx": 1, "index_answer": 0, "new_id": -1, "q": ". <strong> Zahi Hawass </strong> wrote, in a post to his Web site, which, due to the blocked Internet access at the time, he had to fax to colleagues in Italy to upload: <q> My heart is broken and my blood is boiling. I feel that everything I have done in the last nine years has been destroyed in one day, but all the inspectors, young archaeologists, and administrators, are calling me from sites and museums all over Egypt to tell me that they will give their life to protect our antiquities. </q> On Saturday, he wrote, \" I was met outside by many Egyptians, who asked if the museum was safe and what they could do to help. The people were happy to see", "sa": ["Zahi Hawass"], "uid": "1296752424175587371"}, {"uid": "1295591453155664431", "i": 1111, "idx": 10, "sa": ["Eric Schmidt", "Google Inc."], "q": "\" and an implant would cross the line. He also said that as users voluntarily share information online, it doesn't need users to type in search queries for the company to tailor the results. <q> We don't need you to type at all. We know where you are. We know where you've been. We can more or less know what you're thinking about, </q> he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and <strong> Google Inc. </strong> as\" creepy.\"\" The biggest thing I wonder is after a year or so of having various", "new_id": -2}, {"uid": "1295916380143048746", "i": 1646, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "away the process, that in some sense you go back to a kind of chaos,\" Kaplan said. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. <q> Larry has been with me in every major decision in the past decade, </q> <strong> Eric Schmidt </strong> said in an interview last week.\" It's not like he has been sitting around doing nothing.\" Although management by committee worked well enough to turn <strong> Google Inc. </strong> into an enormous success, it", "new_id": -2}, {"uid": "1296744958246644763", "i": 15798, "idx": 0, "sa": ["David Letterman"], "q": ": He's having a blast in Boston. The Celtics big man, who last appeared on <strong> David Letterman </strong>'s show a decade ago, said he's been treated\" fabulous\" by C's fans. <q> I live in a small town called Sudbury. I signed kind of late, so I really didn't have a chance to find a house, so I went on Google and put\" big house outside of Boston, </q> and I found this big 10-acre farmhouse, so... I love it. Wild turkeys, wild foxes, wild bears.\"( Read more in Names) Now let's see what else", "new_id": -2}, {"uid": "1295954421167477290", "i": 46108, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "executive who is transitioning out of the chief executive role- and may even be unusual for sitting chief executives, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q> <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s chief executive by cofounder Larry Page. Both men, along with <strong> Google Inc. </strong>'s other cofounder <strong> Sergey Brin </strong>, have limited their salaries to$ 1 for years.", "new_id": -2}, {"uid": "1296787924171524099", "i": 14325, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Al-Qaida attacks on the United States had been planned and where U.S. retaliation was imminent.\" He asked that I take a look at the shape of our military plans on Iraq,\" <strong> Donald Rumsfeld </strong> writes. <q> Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied, </q> <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, <strong> Donald Rumsfeld </strong> writes.\" He wanted the options to be` creative.\"' <strong> Donald Rumsfeld </strong>'s memoir,\" Known and Unknown,", "new_id": -2}, {"uid": "1295670451069369910", "i": 1667, "idx": 4, "sa": ["Kobe Bryant", "Elgin Baylor", "George Karl", "Allen Iverson", "Mo Williams"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said.\" <strong> Elgin Baylor </strong> thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Mo_Williams_Perfect_from_Behind_the_Arc_Cavaliers_vs_Mavericks-28/11/09 <strong> Mo Williams </strong> goes 7-7 behind the arc and scores 25", "new_id": -2}, {"uid": "1297617994047562773", "i": 2232, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "though <strong> Steve Ballmer </strong> offered,\" Our belief is that we can move faster through this partnership than what we've ever done before.\" Regarding the beneficiaries of the announcement, <strong> Stephen Elop </strong> had much to say. <q> We believe this is good for Nokia, </q> he explained, continuing: It represents a next-generation platform upon which we can attach our innovation. It gives us an opportunity to jointly lead a new and leading ecosystem in the marketplace. It gives us", "new_id": -2}]