[{"uid": "1296677924235356194", "i": 56367, "idx": 1, "sa": ["Mike Pence", "Cecile Richards", "Chris Smith", "Stephanie Schriock"], "q": "the  Chris Smith  bill that would make women pay higher taxes on their private insurance plan if it included abortion coverage, and 71% opposed the  Mike Pence  bill's proposal to cut off funding for abortion services.  I think there's a real opportunity for Democrats to demonstrate to independent women, and women writ large, who's on their side,  said  Cecile Richards .  Stephanie Schriock  said EMILY's List will soon begin reaching out to female voters by sending literature, emails and airing commercials linking Republican candidates to the three House anti-abortion proposals, and explaining Democratic candidates", "new_id": -2}, {"uid": "1296175294201965575", "i": 15427, "idx": 0, "sa": ["Mike Pence"], "q": "The Daily Caller reports  Mike Pence ( R-IN), a possible contender for president in 2012, has announced that he will NOT run for the White House:  As reported by the Indianapolis Star,  Mike Pence  has circulated a letter to supporters announcing the decision.  \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\"\"  wrote  Mike Pence . \"We will not seek the Republican nomination for president in 2012.\"\" ", "new_id": -2}, {"uid": "1296228272172146710", "i": 20879, "idx": 16, "sa": ["Mitch Daniels", "Mike Pence", "Curt Smith", "Mike Connolly"], "q": "communications director  Mike Connolly  puts it in even more certain terms: \"Washington's loss is Indiana's gain.\"\"   Mike Connolly  speaks as if  Mike Pence 's gubernatorial run- and victory- were a fait accompli.  Although  Mike Pence  would have been a very attractive presidential candidate, it is obvious this is the right decision for him and his family right now. He will be a great successor to  Mitch Daniels ,   Mike Connolly  says.  Curt Smith , president of the Indiana Family Institute, agrees, saying he's \"very encouraged by the news that[  Mike Pence ] is coming home\"\"  and assumes  Mike Pence  will run for the", "new_id": -2}, {"uid": "1296199690069206039", "i": 27010, "idx": 9, "sa": ["Jim Ryun", "Mike Pence", "Barack Obama"], "q": "active in the tea party movement, sent a letter to  Mike Pence  recently telling him to \"seize this moment.\"\"  \"At this precarious time in our nation's history,\"\"  the letter said,  none of us can afford to make political calculations or make decisions based on future ambitions, for what will be left of our future if we fail today?  Recently, Ralph Benko, who had been a deputy counsel to  Barack Obama  Ronald Reagan, formed the America's  Barack Obama  Committee to encourage  Mike Pence  to run. And former  Mike Pence   Jim Ryun , R-Kansas, offered his help", "new_id": -2}, {"uid": "1297412496250134529", "i": 24401, "idx": 2, "sa": ["Mike Pence", "Bill Clinton"], "q": "deep funk. \"Seriously, who else do we have?\"\"  one asked me. \"Unless something miraculous happens and we get an unexpected gift candidate.\"\"  Another GOP stalwart agreed:  Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent  Bill Clinton  of his own party, or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation and personal ambition.  Poor  Mike Pence ! Let's remember, the congressman has young kids and other options, and the presidency was a gamble. While I appreciate these hard-working political veterans' early assessments of the field of potential", "new_id": -2}, {"uid": "1296183724138264611", "i": 48401, "idx": 8, "sa": ["Mike Pence", "Barack Obama"], "q": "includes reasonable pruning and efficiencies within our defense complex. But it also includes entitlement reform.\"\"   Mike Pence  said that he \"even heard the  Barack Obama ... talking about fiscal discipline and reform\"\"  but added that  when he adds on top of that calls for additional spending, it undermines the credibility of his message. ... that a nation so concieved and so dedicated shall not perish from this earth. The only thing supporters of  Barack Obama 's health care plan have going for them is the truth. Who will do", "new_id": -2}, {"uid": "1296227273172146729", "i": 1759, "idx": 6, "sa": ["Mike Pence", "Barack Obama", "Mike McDaniel"], "q": "of GOP \"rising stars\"\"  such as  Mike Pence . \" Mike McDaniel 's been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation,\"\"  he said.  He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state.   Mike Pence , who often describes himself as \"a Christian, a conservative, and a Republican, in that order,\"\"  is one of the party's most outspoken critics of  Barack Obama . In September,", "new_id": -2}, {"uid": "1296232388135299224", "i": 27553, "idx": 0, "sa": ["Rachel Maddow", "Michael Steele", "Mike Pence"], "q": "gay marriage to be overturned in Washington, D.C., and a video of leading Republican  Mike Pence  saying that anti-abortion issues had to be a top priority for the new Congress.  Rachel Maddow  then turned to  Michael Steele .  What am I gon na do with you?  he joked. \"I don't even know where to begin with your opening. There are so many holes in it.\"\"   Michael Steele  said that the culture wars are \"virtually over,\"\"  at", "new_id": -2}, {"uid": "1296700704169541675", "i": 10482, "idx": 1, "sa": ["Matt Lloyd", "Mike Pence", "Elaine Chao"], "q": "but decided against it and is now weighing a race for governor in 2012. Spokesman  Matt Lloyd  said  Mike Pence  has no pElaine Chaos to attend CPAC this year and has no comment about the GOProud controversy.  At this time the congressman is focusing his attention on Indiana,   Matt Lloyd  said. \"He hopes to participate in future CPAC opportunities as his schedule permits.\"\"  The American Conservative Union, which started the conference, raised eyebrows among conservatives last year when it", "new_id": -2}, {"i": 20485, "idx": 5, "index_answer": 1, "new_id": -1, "q": "game of their Western Conference playoff series with <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> leading the way.`` The guys who were here two years ago know we were in the same situation last time,'' Denver center <strong> Marcus Camby </strong> said. <q> They ran off and won four straight. That's why no one is really happy. We came out to get Game 1 but we also want to get Game <strong> Rafer Alston </strong>. </q> If <strong> Allen Iverson </strong> and <strong> Tony Parker </strong> play this well again, the Nuggets have a good shot. <strong> Tony Parker </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter.`` Two years ago we probably were", "sa": ["Tony Parker", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295245546048136202"}]