[{"uid": "1297376412092979239", "i": 38749, "idx": 0, "sa": ["Barack Obama", "Dick Cheney", "Donald Rumsfeld"], "q": "than his current aides. <strong> Dick Cheney </strong> surprised a gathering of conservatives on Thursday to present the former two-time defense secretary an award. The vice <strong> Barack Obama </strong> joked that <strong> Donald Rumsfeld </strong> twice served as defense secretary and added that <q> maybe if we give him a third term, he might get it right. </q> <strong> Dick Cheney </strong> also drew laughs when he wondered aloud if <strong> Donald Rumsfeld </strong> may have more influence on <strong> Barack Obama </strong> than his current advisers. <strong> Barack Obama </strong> campaigned against the Bush White House's national security policies and yet has continued", "new_id": -2, "mturk_index": "1400"}, {"uid": "1295801924036782081", "i": 11539, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "& pop-up-free, and beholden to no outsiders! Or by mail to: Free Republic, LLC, PO Box 9771, Fresno, CA 93794 To: Qbert <strong> Colin Powell </strong> still bullish on <strong> Barack Obama </strong> To: Qbert <q> The highly respected retired general and moderate Republican made waves when he endorsed Democrat <strong> Barack Obama </strong> in 2008. </q> A lot of wasted wording. All they had to write was \"RINO\" . 3 posted on 01/23/2011 8:59:49 AM PST( Dems, Libs, Socialists, call'em what you will, they", "new_id": -2, "mturk_index": "1474"}, {"uid": "1296342423105660428", "i": 40729, "idx": 5, "sa": ["Linas Kleiza", "Carmelo Anthony", "Carlos Boozer", "Allen Iverson", "Serena Williams"], "q": "<strong> Linas Kleiza </strong> 41pts vs <strong> Carlos Boozer </strong> Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... Heat-Hawks 79-81 I Beasley 23pts,13 reb, Chalmers 15pts,6 ast vs Murray 17pts,5 ast, <strong> Serena Williams </strong> 13pts Heat-Hawks 79-81 I Beasley 23pts,13 reb, Chalmers 15pts,6 ast vs Murray 17pts,5 ast, <strong> Serena Williams </strong>", "new_id": -2, "mturk_index": "327"}, {"uid": "1295563163055377978", "i": 9237, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Google CEO <strong> Eric Schmidt </strong> will be handing the reigns over to company co-founder <strong> Larry Page </strong>. In a blog post titled <q> An update from the Chairman, </q> <strong> Eric Schmidt </strong> detailed that he'll be serving as executive chairman, <strong> Larry Page </strong> will take over day-to-day operations, and Google's other co-founder <strong> Sergey Brin </strong> will simply take on the well-suited title of \"Co-Founder.\" \"<strong> Larry Page </strong> will now", "new_id": -2, "mturk_index": "70"}, {"uid": "1297028088120913944", "i": 53712, "idx": 3, "sa": ["La Costa", "Sergio Marchionne"], "q": "kil?metros por Canad y EE.UU. Su veredicto fue que la estructura b?sica del todoterreno era perfecta, pero qued decepcionado con el n?mero de personas que voltearon a mirarlo cuando lo estacion frente a un hotel de Boston. <q> Se trataba de un veh?culo completamente nuevo y uno esperar?a que llamara m?s la atenci?n </q>, reconoce. <strong> Sergio Marchionne </strong> naci hace 58 a?os en Chieti, cerca de <strong> La Costa </strong> adri?tica de Italia, y se mud con su familia a Toronto cuando ten?a 14 a?os. En 1994, encabezaba una empresa suiza", "new_id": -2, "mturk_index": "1753"}, {"uid": "1297495524025739267", "i": 32498, "idx": 0, "sa": ["Diane Sawyer", "David Letterman"], "q": "<strong> David Letterman </strong> The former weatherman at Indianapolis's WLWI once warned viewers about impending hail <q> the size of canned hams. </q> <strong> Diane Sawyer </strong> Today she's the esteemed anchor of <cite> ABC World News </cite>. In the late'60s she was the \"weathergirl\" for WLKY in Louisville. DIS) chief was a weatherman", "new_id": -2, "mturk_index": "1977"}, {"uid": "1297488327192626740", "i": 37820, "idx": 9, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "more time to talk.\" I suspect <strong> Donald Rumsfeld </strong> felt otherwise. <strong> Diane Sawyer </strong>, the top ABC anchor, was also eager for <strong> Donald Rumsfeld </strong> to admit mistakes. Here's how her Nightline interview was introduced: <q> <strong> Diane Sawyer </strong> goes head to head with <strong> Donald Rumsfeld </strong> as never before.... The big question: What did he get wrong? </q> <strong> Donald Rumsfeld </strong> said he got some things wrong, as he does in his book. He said \"it's possible\" he was slow to react to deterioration of the military situation in Iraq. He regretted saying", "new_id": -2, "mturk_index": "2140"}, {"uid": "1295807551044548101", "i": 718, "idx": 1, "sa": ["Andy Coulson"], "q": "the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,\" she told Sky News. <q> Nobody is above the law, no newspaper editor, no journalist. </q> <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone hacking at the News of the World when he was editor. He quit the post in January 2007 after", "new_id": -2, "mturk_index": "983"}, {"uid": "1297589255082132993", "i": 50077, "idx": 1, "sa": ["Donald Rumsfeld", "Antonio Gramsci", "Winston Spencer-Churchill", "William Hague", "Christopher Hitchens"], "q": "the crazies. Left and right are not always at odds. In <strong> Donald Rumsfeld </strong>'s autobiography, we see him strike unstereotypical positions, pro civil rights, pro Kennedy. He admiringly quotes a Belgian ambassador: <q> What one needs in life are the pessimism of intelligence and the optimism of will. </q> Doesn't that describe Ronald Reagan, and <strong> Winston Spencer-Churchill </strong>, heroes of the right? Yet the quote originally comes from the Italian communist <strong> Antonio Gramsci </strong>. Politics can coalesce- the Iraq war even united <strong> William Hague </strong> and <strong> Christopher Hitchens </strong>", "new_id": -2, "mturk_index": "1561"}, {"uid": "1297438552170033168", "i": 21234, "idx": 1, "sa": ["Hosni Mubarak", "David Letterman", "Karl Rove"], "q": "<strong> Hosni Mubarak </strong> will be forced to step down from his position. Interestingly, <strong> David Letterman </strong> also took a shot at Fox News in his Top 10 list as can be seen with the# 2 item on his list <q> Hoping his intolerance and thuggish behavior will land him a job at Fox News. </q> Fox News has gained a reputation for hiring a number of former members of the Bush administration including <strong> Karl Rove </strong>. <strong> David Letterman </strong>'s verbal jab was a likely reference to these hires. The Fox News line seemed to", "new_id": -2, "mturk_index": "801"}]