[{"uid": "1297424667196083741", "i": 12017, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "company's`` primary smartphone platform'', CEO <strong> Stephen Elop </strong> said his company had to adapt to survive. \" For someone to effectively compete and win against Android and Apple, it needs significant muscle \" <q> For someone to effectively compete and win against Android and Apple, it needs significant muscle, </q> <strong> Stephen Elop </strong> said, sitting alongside Microsoft boss <strong> Steve Ballmer </strong>.''[ Mobile] operators need a credible alternative. This is now a three-horse race,'' he stated, seemingly writing off RIM's BlackBerry. <strong> Stephen Elop </strong>", "new_id": -2}, {"uid": "1295412047055623682", "i": 35002, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "presidential primaries. <strong> Mike Pence </strong> has stepped down from his post in the House Republican leadership and is considering a White House run or possible governor campaign. In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong> <q> the best governor in America. </q> <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to`` keep the national campaign.'' The Miami Herald is pleased to provide this opportunity", "new_id": -2}, {"uid": "1295615554111296525", "i": 50449, "idx": 0, "sa": ["Clarence Mitchell", "Sam Coulson", "Paul Coulson", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal.`` <strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also http://wn.com/Sam Coulson_Paul Coulson_improvises_over_our_'Hollywood_Blues'_Jam_Track The charismatic lickmaster <strong> Sam Coulson </strong> improvises over our HOLLYWOOD BLUES jam track taken from our ESSENTIAL BLUES SERIES package.", "new_id": -2}, {"uid": "1295527368009240589", "i": 29371, "idx": 1, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "fuerza leg?tima''. En declaraciones publicadas por el diario franc?s` La Croix', <strong> Alassane Ouattara </strong> expres su convencimiento de que el ltimo mediador de la Uni?n Africana y primer ministro keniano, <strong> Raila Odinga </strong>, comprender, <q> como todos los mediadores, que las discusiones para conseguir una soluci?n pac?fica a la crisis no obtendr?n ning?n resultado </q>.`` Yo soy un hombre de di?logo, un hombre de paz, y por supuesto deseo una soluci?n pac?fica'', prosigui. No obstante, advirti,`` en un momento dado, ser necesario", "new_id": -2}, {"uid": "1296616590222035969", "i": 35286, "idx": 0, "sa": ["Chris Tarrant", "Andy Coulson", "Steve Coogan", "Sienna Miller", "Kelly Hoppen"], "q": "her stepmother, the interior designer <strong> Kelly Hoppen </strong>; the actor <strong> Steve Coogan </strong>; a sports agent named Skylet <strong> Andy Coulson </strong>; and <strong> Chris Tarrant </strong>, the host of href=\"http://topics.nytimes.com/top/news/international/countriesandterritories/unitedkingdom/index.html?inline=nyt- geo\" title=\"More news and information about United Kingdom.\"> Britain's <q> Who Wants to Be Millionaire. </q> At least a half-dozen more public figures have consulted lawyers and are said to be preparing suits. After being accused of dragging their feet, the Metropolitan Police have reopened their criminal inquiry, and pSienna Millercutors are formally", "new_id": -2}, {"uid": "1297177285142131216", "i": 48577, "idx": 11, "sa": ["Donald Rumsfeld"], "q": "refused to say whether he would have acted differently had he known then what he knows now about Saddam's alleged weapons.`` I have no idea. I have no idea,'' he said. <q> What you know today can help you on things you're thinking about tomorrow. It can't help you with things you were thinking about back then. Back then, there was reasonable confidence that he had these weapons. </q> In conjunction with bookstores selling his memoir this week, <strong> Donald Rumsfeld </strong> is also releasing online a wide range of nearly 2,000 documents from his tenure in public service, dating back to his years as a congressman in", "new_id": -2}, {"uid": "1295026521123977730", "i": 14977, "idx": 1, "sa": ["Gabrielle Giffords", "Barack Obama", "Kirsten Gillibrand"], "q": "her hospital room shortly after <strong> Barack Obama </strong> and his wife, Michelle, visited. The two women were encouraging their friend to recover quickly so they could go out to eat and vacation together, they said. <q> We knew she could hear and understand what we were saying, </q> <strong> Kirsten Gillibrand </strong> said.`` She started to open her eyes, literally... It was such a moment, and we were just in tears of joy watching this.'' <strong> Gabrielle Giffords </strong> was wounded Saturday when a gunman", "new_id": -2}, {"uid": "1295474216255852559", "i": 56611, "idx": 0, "sa": ["Mike Pence", "Ron Paul"], "q": ", 2011 at 2:33 PM Follow Reports: Buffalo police shoot sword-armed suspect Syracuse cuse lax 2000 January 17, 2011 at 1:39 PM Follow'' man had a sword for an arm. It was amazing. How about <q> Buffalo police shoot suspect armed with sword </q> Inappropriate? Alert us. Reply Post new Otiscobum January 17, 2011 at 2:20 PM Follow <strong> Mike Pence </strong> urged to enter GOP race for president in 2012 Syracuse CNYSports13 January 17, 2011 at 7:27 PM Follow <strong> Ron Paul </strong> ya'll", "new_id": -2}, {"uid": "1296220632071827500", "i": 6032, "idx": 0, "sa": ["Angelina Jolie", "Éric Alt", "Cameron Diaz"], "q": "teared me up because they were wholeheartedly, genuinely happy for me. It was really sweet.'' She also knows that giving birth to a solid song can come with its own lengthy labor pains. <q> There was a song called` The New Wild West' that I started writing at the href=\"http://www.nbcphiladelphia.com/topics?topic=Democratic+National+Convention\" title=\"Democratic National Convention\"> Democratic Convention in'98 and I finished it in 2003. I didn't write it that whole time, but it just didn't work back then and then I dug it up and redid it. </q> <strong> Éric Alt </strong>, Senior Entertainment Editor <strong> Éric Alt </strong> has written about movies, celebrities, and movies starring celebrities. He once babysat with <strong> Angelina Jolie </strong>, made <strong> Cameron Diaz </strong> laugh ice tea out of her nose, and landed in a", "new_id": -2}, {"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.'' <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q> But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds, </q> writes <strong> Howard Kurtz </strong>.`` What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.'' <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}]