[{"uid": "1296104964124256267", "i": 47086, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "a dogfighting operation. After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. <q>I'm enjoying the guys and I'm enjoying being out here playing football,</q> he said. \"This is what you work for. You work hard to get in this position. I'm ecstatic to be here.\" <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC", "new_id": -2}, {"uid": "1296313807176898052", "i": 22312, "idx": 1, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> speaks to the American Society of News Editors on April 11, 2010 in Washington, DC... Shell Eco-marathon Americas: \"Post COP15: The Road to Mexico\" Big Think Panel Discussion Shell Eco-marathon Americas: <q>Post COP15: The Road to Mexico</q> Big Think Panel Discussion The Shell Eco-marathon Americas, held in Houston March 26-28, 2010, was the perfect setting for discussions of the world's energy future. For many years Shell has challenged teams of young people", "new_id": -2}, {"uid": "1295036877249511945", "i": 18022, "idx": 2, "sa": ["Michael Gove", "Brian Gates"], "q": "of the English Baccalaureate\". \"There is widespread support for including religious studies as a mainstream humanities subject,\" said Mr <strong> Brian Gates </strong>. Mr <strong> Michael Gove </strong>, speaking on Friday, had said: <q>There are one or two points that are being made about perhaps one or two qualifications that might count within the five pillars and I will look at that. \"That's not to say that I'm going to change my mind, but any fair point that is made, in a constructive spirit about how you can improve league tables, I will always take on board.</q> A spokesman for the Department for Education indicated that the principle of the Baccalaureate was not open for debate, but that there had always been a willingness to listen to arguments about how the contents could be", "new_id": -2}, {"uid": "1295568226254656535", "i": 39179, "idx": 1, "sa": ["Eric Schmidt"], "q": "scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- \"Day-to-day adult supervision no longer needed!\" <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297553599075792419", "i": 11190, "idx": 1, "sa": ["Zahi Hawass"], "q": "in a country where, until January, the government kept a tight lid on criticism. And Hany Hanna, a senior conservator in the Supreme Council of Antiquities, urged <strong> Zahi Hawass </strong> in a widely circulated letter last week <q>to change the overall system of corruption and replace it with a professional scientific management.</q> Hanna complained that party hacks riddle the council and prevent younger and more talented people from rising in the ranks. <strong> Zahi Hawass </strong> could not be reached for comment last week. But the Hany letter and Zamalek protests appear to", "new_id": -2}, {"uid": "1295808436044548117", "i": 8042, "idx": 3, "sa": ["Keith Olbermann", "David Letterman", "Erin Andrews"], "q": "a 2007 appearance on the \"Late Show,\" host <strong> David Letterman </strong> asked <strong> Keith Olbermann </strong>, \"What is it about you? You seem to burn bridges wherever you leave.\" said of his relationship with ESPN, <q>I don't burn bridges, I burn rivers. If you burn a bridge, you can possibly build a new bridge, but if there's no river any more, that's a lot of trouble. I just try to run the place.</q> Article: <strong> Keith Olbermann </strong> and MSNBC: a failing relationship... ESPN sportscaster <strong> Erin Andrews </strong> takes pictures with her iPhone... <strong> Keith Olbermann </strong> leaves MSNBC, ends \"Countdown\" <strong> Keith Olbermann </strong> leaving MSNBC, suddenly exiting nightly show; no further... Photo", "new_id": -2}, {"uid": "1296019529211435564", "i": 21609, "idx": 0, "sa": ["Bill Lockyer", "Michele Bachmann", "Newt Gingrich"], "q": "making them known,\" he added. In its statement Tuesday, the \"Network for Global Transformation\" said violence was not their goal but defended it as a means to an end. <q>The exercise of constructive violence is for us a legitimate recourse</q> the statement said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Republicans target high-speed rail for cuts: SFGate: Politics Blog SOCCER COACH", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q><strong> Google Inc. </strong> had a strong second quarter,</q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. \"Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}, {"uid": "1296922649262193174", "i": 35459, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "might want or wish to <strong> President Bush </strong> Grindhouse, one of their most prolific warmongers, has penned a \"Not Me, Not My Fault\" book, hitting the streets this week. From the NYT; <q> \"Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,</q> Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. \"He wanted the options to be` creative.\"\"[ snip] His", "new_id": -2}, {"uid": "1295806200208044038", "i": 49225, "idx": 8, "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords"], "q": " shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q>There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,</q> he said. \"All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}]