[{"uid": "1295321590105201673", "i": 9021, "idx": 0, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "rocket motors were still thrusting. http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. \"I will remember this night for the rest of my", "new_id": -2}, {"uid": "1296745480199131144", "i": 25342, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "come up when <strong> Donald Rumsfeld </strong> addresses the Abu Ghraib detainee abuse scandal. He said the situation became a \"damaging distraction,\" leading him to write <strong> President Bush </strong> two letters of resignation, but both were rejected. <q>More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point,</q> <strong> Donald Rumsfeld </strong> writes. <strong> Donald Rumsfeld </strong> eventually was forced to step down in November 2006 after Republicans lost their majorities in both houses of Congress, based in large part on public dissatisfaction with the administration's handling of the", "new_id": -2}, {"uid": "1295419136019841068", "i": 1226, "idx": 8, "sa": ["Toby Young", "Simon Cowell", "Steven Tyler"], "q": "and more to the point,\" he told TV Guide. Certainly, <strong> Simon Cowell </strong> is way more plainspoken than <strong> Steven Tyler </strong>, who tends to communicate in a magical language that's neither positive nor negative. <q>What's with the oohoohbes on your jujubes?</q> he asks one contestant in a star-studded bikini top. \"Hellfire, save matches... a duck and see what hatches!\" he tells another. That's apparently his version of a compliment. <strong> Toby Young </strong> remains", "new_id": -2}, {"uid": "1295667395231571533", "i": 44110, "idx": 0, "sa": ["Keith Olbermann", "Andy Coulson"], "q": "... but re: the Tea Party would this destroy or TIME MLK's daughter declines the presidency of the Southern Christian Leadership Conference, founded by her father| TIME Why did U.K. Director of Communications <strong> Andy Coulson </strong> quit? <q>When a spokesman needs a spokesman, it's time to move on</q>| Verizon \"Deeply Concerned' By Net Neutrality Rules, Files Appeal Final Countdown: <strong> Keith Olbermann </strong> And MSNBC Announce They Are Parting Ways( VIDEO) I can't describe it. It\"s a little too much.", "new_id": -2}, {"uid": "1297661612114016263", "i": 10152, "idx": 1, "sa": ["Patrick Carney", "Justin Bieber", "David Letterman", "Lady Gaga"], "q": "backstage after accepting the award for pop performance with vocals by a duo or group.-- \"<strong> Justin Bieber </strong>? Hairpiece.\"- <strong> David Letterman </strong> revealing the top Grammy surprises.-- <q>I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote \"Born This Way,' I imagined she was singing it because I wasn't secure enough in myself to imagine I was a superstar.</q>- <strong> Lady Gaga </strong> as she accepted best pop vocal album for \"The Fame <strong> Lady Gaga </strong>.\"-- \"We never expected we\"d even get invited after we were nominated.\"- <strong> Patrick Carney </strong> of The", "new_id": -2}, {"uid": "1295496007204455993", "i": 11089, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "Slideshow: <strong> Paula Abdul </strong> poses for photographers backstage during the 9th... <strong> Simon Cowell </strong> gone from \"American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: Mairely Perea, 11,( cq) takes a photo of Report Abuse <q>At first, it was interesting to see these two... they both are interesting people... especially</q> ABC News: Watch: Comic Stripped: Not Exactly Your Sunday Funnies On the Set: Vampire Diaries\" Bonnie Really Wanted to Kiss Jeremy", "new_id": -2}, {"i": 33268, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "sa": ["Eric Schmidt"], "uid": "1295570074192872461"}, {"uid": "1297380069170868799", "i": 16014, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "than his current aides. <strong> Dick Cheney </strong> surprised a gathering of conservatives on Thursday to present the former two-time defense secretary an award. The vice president joked that <strong> Donald Rumsfeld </strong> twice served as defense secretary and added that <q>maybe if we give him a third term, he might get it right.</q> <strong> Dick Cheney </strong> also drew laughs when he wondered aloud if <strong> Donald Rumsfeld </strong> may have more influence on Obama than his current advisers. Obama campaigned against the Bush White House's national security policies and yet has continued", "new_id": -2}, {"uid": "1296113866056524813", "i": 5872, "idx": 1, "sa": ["Colin Powell", "President Bush", "Bob Woodward", "Bandar bin Sultan"], "q": "that meeting, Myers showed Prince <strong> Bandar bin Sultan </strong>, the Saudi ambassador, a map labeled \"top secret noforn,\" meaning that it was not to be seen by any foreign national, <strong> Bob Woodward </strong> told CBS.\" <q>The map outlined the U.S. battle plan for Iraq, which was to begin with an air attack, followed by land invasions moving north from Kuwait and south from Turkey, according to the book.</q> \"Two days after the meeting with <strong> Bandar bin Sultan </strong>, on January 13, <strong> President Bush </strong> met with <strong> Colin Powell </strong> in the Oval Office to inform his chief diplomat that he had decided to go to war.\" Moving on", "new_id": -2}, {"uid": "1296770511173654034", "i": 12198, "idx": 48, "sa": ["Hamid Karzai", "Donald Rumsfeld"], "q": " \"More troops do not necessarily mean a greater chance for success,\" he writes. <strong> Donald Rumsfeld </strong> returns to the subject of Afghanistan late in the book, seeing \"encouraging signs of progress\" in 2006 <q>alongside harbingers that the real fight for Afghanistan's future was yet to come.</q> But he never truly grapples with why the so-called good war is still raging a decade after the Taliban were driven from power and <strong> Hamid Karzai </strong> took nominal control of the country. His war narrative ends in Iraq with the", "new_id": -2}]