[{"uid": "1295093832200343560", "i": 42356, "idx": 1, "sa": ["Sergio Marchionne"], "q": ". \"I don't see a big market( in small cars). I see a market. There is a big difference,\" says <strong> Sergio Marchionne </strong>, CEO of Fiat Auto and Chrysler Group. <q>We never set out to conquer the U.S. market with A and B cars.</q> Those are the industry designations for the two vehicle categories smaller than the common compacts such as Honda Civic and Ford Focus, which are so-called C-segment cars. Mainstream U.S. family sedans typically are C or even", "new_id": -2}, {"uid": "1295559843078905398", "i": 10064, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page", "new_id": -2}, {"uid": "1295744650033914887", "i": 12045, "idx": 1, "sa": ["Colin Powell", "Joe the Plumber", "Kurt von Hammerstein"], "q": "demographics. I'm not sure how likely it was though given that both are military men and presidential tickets generally rely on experiential diversity. Stil... <strong> Kurt von Hammerstein </strong>, <strong> Joe the Plumber </strong> <strong> Colin Powell </strong> <strong> Joe the Plumber </strong> austand gegen Hitler Here a translation: <q>I won't go along with this</q>. When you are in a political party you won't make much friends with this kind of statements, but in the NSDAP it was dangerous. Also for the highest military <strong> Kurt von Hammerstein </strong> and he hasn't been noticed", "new_id": -2}, {"uid": "1297417370218677347", "i": 11111, "idx": 1, "sa": ["Steve Ballmer"], "q": "said that \"Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.\" <strong> Steve Ballmer </strong>, Microsoft's Chief Executive, said: <q>I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> The deal will see Nokia's application store integrated with the Microsoft Marketplace. Analysts' reaction was mixed: although the deal will bring together Microsoft's Bing and Office with Nokia's Ovi Maps", "new_id": -2}, {"uid": "1295656524179601429", "i": 40030, "idx": 0, "sa": ["Eric Schmidt"], "q": "wavered. Shares of Google, which gained 2% after hours following late-Thursday's better-than-expected quarterly results and the news that Page would replace <strong> Eric Schmidt </strong> as chief executive, fell 2.4% on Friday. <q>What's going to change under Larry?</q> said BGC Partners analyst Colin Gillis, asking the question on the minds of executives from the tech capital of Silicon Valley to media-centric New York. \"In our opinion, Larry is likely to increase investments", "new_id": -2}, {"uid": "1296424092007127044", "i": 22992, "idx": 1, "sa": ["Zahi Hawass"], "q": ", opened the boxes in the magazine and took the precious objects. Other groups attempted to enter the Coptic Museum, Royal Jewellery Museum, National Museum of Alexandria, and El Manial Museum,\" <strong> Zahi Hawass </strong>, <q>My heart is broken and my blood is boiling. I feel that everything I have done in the last nine years has been destroyed in one day,</q> <strong> Zahi Hawass </strong> wrote. By <strong> Zahi Hawass </strong> On Friday, January 28, 2011, when the protest marches began in Cairo, I heard that a curfew had been issued that started at 6.00 pm on Friday", "new_id": -2}, {"uid": "1295559175029818886", "i": 47601, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as an advisor to Page and co-founder <strong> Sergey Brin </strong>, focused on external things like \"deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.\" As for <strong> Sergey Brin </strong>, he'll now <q>devote his energy to strategic projects, in particular working on new products,</q> with the simple title of Co-Founder. <strong> Eric Schmidt </strong>'s clarified and explained the change in a blog post, saying that the idea is to make leading Google as efficient as possible, and that \"Larry,", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q>Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board,</q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}, {"uid": "1297263888245678118", "i": 23266, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "I don't know enough to know precisely what's taking place, but that tends not to be helpful,\" Mr. <strong> Donald Rumsfeld </strong> said on the \"America's Morning News\" radio broadcast. <q>I'm hoping there is effective private diplomacy taking place... and the turmoil that we are seeing will ease,</q> he said. The 78-year-old former congressman and Bush Cabinet member talked about some of the revelations he writes about in the memoir, including his sense that the country's national security command structure needs to be", "new_id": -2}, {"uid": "1295286866003260425", "i": 45832, "idx": 0, "sa": ["Steve Ballmer"], "q": "Online is available today at a promotional price of$ 34 per user per month for the first 12 months of service to qualified customers that sign up by June 30, 2011. <q>Sales professionals are at the heart of almost every successful business,</q> <strong> Steve Ballmer </strong> said. \"Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales", "new_id": -2}]