[{"uid": "1297462668072581183", "i": 49017, "idx": 1, "sa": ["Steve Ballmer"], "q": "Bing, meanwhile, will become the default search engine on Nokia handsets.`` I am excited about this partnership with Nokia,'' <strong> Steve Ballmer </strong>, the CEO of Microsoft, said in a statement released today. <q> Ecosystems thrive when fueled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Many tech analysts see the deal as a lifeline for Microsoft, which has struggled to stir up buzz around its Windows Phone 7 operating system.`` Undoubtedly the biggest winner is Microsoft,''", "new_id": -2}, {"uid": "1295911772175931421", "i": 35394, "idx": 2, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, </q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. The bust dates back to the time of the 14th century", "new_id": -2}, {"uid": "1297292759117293082", "i": 46934, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "thousands of rounds of ammunition. Mauri Saalakhan of the Peace Through Justice Foundation in Washington has followed the case and attended hearings in Raleigh. He said Boyd had a reputation for exaggerating his exploits abroad and <q> that may have played a large part in the trouble he has gotten himself into. </q> Virginia Senator Jim Webb says not running again <cite> Reuters </cite> Video: AP Impact: Uneven accountability at CIA ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best", "new_id": -2}, {"uid": "1295722934067436550", "i": 15741, "idx": 0, "sa": ["Andy Coulson"], "q": ", and that one of the four claims was being made by a journalist.`` This was almost kids' play time. It was such a widespread practice,'' said Mr Lewis. <q> Although it is a crime, people were regarding it as though it was driving at 35mph in a 30, that you just sort of do it and hope you don't get caught. </q> Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not`` give the 110% needed''.", "new_id": -2}, {"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.'' The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q> started to open her eyes, literally, </q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying:`` <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,'' <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}, {"uid": "1295267751150716445", "i": 27168, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "it is right to give someone a second chance.'' Asked about the suggestion that Mr <strong> Andy Coulson </strong> had offered to quit, Mr <strong> David Cameron </strong> insisted he would not comment on`` private conversations''. <q> Of course he, as anyone who is human would be, is extremely embarrassed by the endless publicity and speculation about what happened many years ago when he was editor of the News of the World. </q> But he praised Mr <strong> Andy Coulson </strong>'s performance in his current role, saying the Downing Street press office worked in a very`` proper'' way and he had not received a single complaint.", "new_id": -2}, {"uid": "1297697522107970622", "i": 26072, "idx": 3, "sa": ["Steve Ballmer"], "q": "more easily.'' Well, no kidding, <strong> Steve Ballmer </strong>. What else you got? 4:09 PM Smart design and hubs are the two pivotal topics he's about to start on. Smart design first. 4:09 PM <q> Great products are really defined by the passion and the loyalty that they inspire from the people who've gone out and purchased them. </q> Sounds like Symbian fans to us, hah! 4:08 PM`` 93% of customers are delighted with their Windows Phones.'' 4:08 PM`` We knew from the reaction that we got here at MWC last year", "new_id": -2}, {"uid": "1297105531141246478", "i": 15996, "idx": 0, "sa": ["Jennifer Page", "Simon Cowell"], "q": "by his mom, <strong> Jennifer Page </strong>, said.`` My mom said if I get on Oprah, she's gon na open my bank account! It's probably what I'm trying to get.'' <q> I got a felling you're gon na be on Oprah because I've got a feeling she's gon na see this,' Billy said.`` Yes! </q> Max added enthusiastically. AH Nation Poll NBC Universal, Inc.. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. <strong> Simon Cowell </strong> arrives for his final night", "new_id": -2}, {"uid": "1297228077053084177", "i": 8716, "idx": 4, "sa": ["Simon Cowell"], "q": "with a lobster on her head.'' Despite his own status never being higher, <strong> Simon Cowell </strong> knows there are limits- such as the guest list for April's Royal Wedding. He laughed: <q> I haven't been invited, but I'll probably be allowed to wave in the street. </q> March on for UK trial FIRST auditions for this year's British X Factor take place in less than a month- even though <strong> Simon Cowell </strong> has yet to finalise the judges. Show bosses", "new_id": -2}, {"uid": "1297488327192626740", "i": 31200, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Paul Bremer"], "q": "n't mention the war in Iraq had been won. The interview quickly became an argument. Stephanopoulos said Iraqi dictator <strong> Saddam Hussein </strong> had been`` contained'' prior to the American invasion. He said there had been <q> many warnings[ that] more troops could have helped, by advisers on the ground. </q> <strong> Donald Rumsfeld </strong>:`` No, that's not correct.'' Stephanopoulos: American envoy <strong> Paul Bremer </strong>`` said that- it is correct.'' <strong> Donald Rumsfeld </strong>:`` It is not correct.'' And so it went", "new_id": -2}]