[{"uid": "1296149573243646477", "i": 43628, "idx": 8, "sa": ["Michael Vick"], "q": "\"Hopefully, I'll be with the Eagles next year. We'll see what happens,\" said <strong> Michael Vick </strong>, who added that he expects \"everything to go according to plan.\" <q> We'll see what happens over the next couple months. I just got to be patient and take it day by day, </q> he said. <strong> Michael Vick </strong>, who made his three previous Pro Bowls in six years with the Atlanta Falcons. He is being coached this week by the Falcons' staff, though none of those", "new_id": -2}, {"uid": "1297220789217088052", "i": 20694, "idx": 1, "sa": ["Robert Gates", "George W. Bush", "Donald Rumsfeld"], "q": "personnel who worked at the site in the interview on Fox News Channel's Hannity show. <strong> Donald Rumsfeld </strong> was US defence secretary from 2001 to 2006 under former <strong> George W. Bush </strong>. He was replaced by <strong> Robert Gates </strong>. <q> The heartbreaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world, </q> said <strong> Donald Rumsfeld </strong>. \"What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that", "new_id": -2}, {"uid": "1296163215174751770", "i": 30284, "idx": 4, "sa": ["David Letterman", "Kelsey Grammer"], "q": "Is that a fact?\" <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, \"Well, I'm sorry to hear that, or I'm not sorry to hear that?\" <q> Well, you are respectfully considerate, and yet pleased for the new developments in my life, </q> <strong> Kelsey Grammer </strong> offered. \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong> said, \"always regardless of circumstances, and especially with kids. Are the kids and everybody all right now?", "new_id": -2}, {"uid": "1296017647213418050", "i": 56785, "idx": 6, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said Google had considered stopping indexing confidential cables released by WikiLeaks, but had decided to carry on. Some other U.S. organisations have bowed to government pressure to stop cooperating with the controversial site. <q> Has Google looked at the appropriateness of indexing WikiLeaks? The answer is yes, and we decided to continue, </q> he said. \"Because it's legal.\" ( Reporting by Georgina Prodhan; Editing by Jane Merriman and Jon Loades-Carter) We welcome comments that advance the story directly or with relevant tangential information", "new_id": -2}, {"uid": "1295582183033980446", "i": 5429, "idx": 8, "sa": ["Larry Page", "Eric Schmidt"], "q": "to be CEO, <strong> Eric Schmidt </strong> said during the call. \"It's time for him to have a shot at running this.\" <strong> Larry Page </strong> hailed <strong> Eric Schmidt </strong> as a \"tremendous leader\" whose contributions exceeded all expectations. <q> There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done, </q> <strong> Larry Page </strong> said. Although he tried to debunk the idea in Thursday's interview, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies.", "new_id": -2}, {"uid": "1295559882263242034", "i": 30125, "idx": 3, "sa": ["Eric Schmidt"], "q": "came just before Google announced earnings for its most recent quarter. At$ 8.44 billion, Google's fourth-quarter revenue jumped 26 percent from a year earlier. Profit climbed 29 percent to$ 2.54 billion. <q> These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider Web, </q> <strong> Eric Schmidt </strong> said in a statement accompanying the results. Earlier, Google stock finished regular trading at$ 626.77, down$ 4.98, or 0.8 percent, from Wednesday's closing price. Google shares were up", "new_id": -2}, {"uid": "1295007551054722563", "i": 1138, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Lily Allen", "Gordon Brown"], "q": "The Smile star, who has had two miscarriages, told <strong> Piers Morgan </strong> she wanted him to give the money to a stillbirth and neo-natal death charity that supports bereaved parents. Writing on Twitter, she said: <q> i'd do it for a million for SANDS. money, mouth? </q> <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five figure donation to your charity for the interview", "new_id": -2}, {"uid": "1297353501031227960", "i": 1918, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass", "George W. Bush"], "q": "12-day closure. But few came to visit. The heavily guarded and shuttered Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people on some days. <q> We will open the museum after the strike is finished. I don't know when the strike is finished, </q> said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. \"I need things to go back to normal.\" Egypt's conflict pits autocratic <strong> George W. Bush </strong> <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators", "new_id": -2}, {"uid": "1295940706203702291", "i": 39851, "idx": 1, "sa": ["David Letterman"], "q": "pause to rage, rage against the dying of the light. So in honor of excitable Johnny Storm, cue a tune of remembrance by the late great rocker \"Stand in the Fire,\" <q> Johnny Strikes Up the Band </q>). It was Zevon, after all, who once-- when asked by <strong> David Letterman </strong> for thoughts on facing his own imminent mortality-- said in part with a certain wry poignance: \"Enjoy every sandwich.\"", "new_id": -2}, {"uid": "1296841854225722386", "i": 14056, "idx": 0, "sa": ["Eric Schmidt"], "q": "That brings us to the second problem with Chrome OS. It's going to be a tough sell. <strong> Eric Schmidt </strong> added to the spin via his blog, with a post a week after the delay: <q> Welcome to the latest chapter of an epic journey in computing. Welcome to Chrome OS. </q> Welcome to what, exactly? Google's promotional video for the Chrome OS doesn't do it any favours either. It's a video designed to illustrate just how resilient your cloud-stored data is when faced with adversity", "new_id": -2}]