[{"uid": "1295199764021643276", "i": 21921, "idx": 1, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand"], "q": "Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. \"She's doing great and is making progress every day,\" <strong> Kirsten Gillibrand </strong> said. <q> She's a fighter and she will overcome this. </q> <strong> Gabrielle Giffords </strong> was the primary target in the attack outside a Inc.\" Safeway Mark Kelsonet in Tucson where the congresswoman had gone to meet with constituents. Six died and 13, including <strong> Gabrielle Giffords </strong>, were", "new_id": -2}, {"uid": "1295648417122683417", "i": 8684, "idx": 2, "sa": ["Andy Coulson", "Ed Miliband", "David Cameron"], "q": "helped propel the Conservative leader to power in elections in May 2010-- later left Downing Street without speaking to reporters. <strong> David Cameron </strong> said he was \"very sorry\" <strong> Andy Coulson </strong> was going but added that he could <q> understand that the continuing pressures on him and his family mean that he feels compelled to do so. </q> \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,\" he said. Labour leader <strong> Ed Miliband </strong>", "new_id": -2}, {"uid": "1295562594178864162", "i": 12949, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "4. Mr <strong> Eric Schmidt </strong> will become executive chairman of the company, focusing externally on partnerships and government outreach. Moments after Google announced the change, Mr <strong> Eric Schmidt </strong> sent a message to his Twitter followers saying, <q> Day-to-day adult supervision no longer needed! </q> Mr <strong> Eric Schmidt </strong> has been Google's chief executive since July 2001, when he took over the role from Mr <strong> Larry Page </strong>. Mr <strong> Larry Page </strong> said <strong> Eric Schmidt </strong> had done \"an outstanding job leading Google for the last decade", "new_id": -2}, {"uid": "1295566871244678664", "i": 58948, "idx": 5, "sa": ["Larry Page", "Eric Schmidt"], "q": "lead.\" <strong> Larry Page </strong> said <strong> Eric Schmidt </strong> had done \"an outstanding job leading Google for the last decade. The results speak for themselves.\" The news surprised and worried Google observers. <q> The executive change is very much unexpected, and somewhat of a concern to investors, </q> said Clayton Moran, an analyst at Benchmark Co.. He said Wall Street was comfortable with <strong> Eric Schmidt </strong>, and that investors may question whether <strong> Larry Page </strong> is the right person for the job because he lacks CEO experience at a", "new_id": -2}, {"uid": "1295928935203030533", "i": 33721, "idx": 9, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "\"Are we winning or losing the war on terror?\" \"Is the US government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" <q> My brain would be going, </q> he says. \"I wanted to find out something. I needed help. I needed adGeorge H. W. Bush. Some of them were just,' I need a haircut.\" ' Another <strong> Donald Rumsfeld </strong> Rule: \"", "new_id": -2}, {"uid": "1296499489172736561", "i": 2100, "idx": 0, "sa": ["Jhon García Sossa", "Michael Vick"], "q": "release. On the one hand, the <strong> Michael Vick </strong> dogs are all success stories- on the road to recovery and serving as ambassadors for a breed that has been widely derided as too dangerous. <q> Some people might say,` Three years, that seems like such a long time,' </q> said <strong> Jhon García Sossa </strong>, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. \"But we measure their progress in baby steps, especially when they were on the", "new_id": -2}, {"uid": "1297426636014974991", "i": 39899, "idx": 9, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "are things we are planning to do with Nokia that are unique,\" <strong> Steve Ballmer </strong> said. The announcement was accompanied by a YouTube video featuring Microsoft and Nokia's chief executives praising the deal. <q> Today, Nokia and Microsoft intend to enter into a strategic alliance, </q> <strong> Stephen Elop </strong> said in the video, a precursor of a turnaround plan. \"Together, we will bring consumers a new mobile experience, with stellar hardware, innovative software, and great services. We will create opportunities", "new_id": -2}, {"uid": "1295567743217792535", "i": 14503, "idx": 0, "sa": ["Eric Schmidt"], "q": "stock selling programme that will net them millions in cash over the next few years. Meanwhile Twitter commentary on the change at the top is likely to continue. This from target=\"_blank\"> doctorlinguist- <q> clarification from Google: slogan was not \"Don't Be Evil </q> but \"Don't Be <strong> Eric Schmidt </strong>.\" In the room the lobby groups come and go New Year, new lobby group. This week saw the formation TPP Watch, a lobby consisting of trade unionists and", "new_id": -2}, {"uid": "1297261068179191811", "i": 24433, "idx": 10, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "York because otherwise the site would be abandoned. Had Powell not stood in the way, in <strong> Donald Rumsfeld </strong>'s view, the <strong> George H. W. Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after Powell's speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An Associated Press reporter who visited the site a few days after Powell's speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious", "new_id": -2}, {"uid": "1295580785025001998", "i": 33689, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to <strong> Larry Page </strong> and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" <strong> Larry Page </strong> said", "new_id": -2}]