[{"uid": "1297427071058949663", "i": 2973, "idx": 1, "sa": ["Michael Gove"], "q": "it had not been appropriate to discuss the decision with a large number of councils and schools. A spokesman for the Department for Education said the judge had not called into question <strong> Michael Gove </strong>'s decision to end <q> the wasteful and bureaucratic Building Schools for the Future programme </q>.`` He concluded it was a rational decision and that the authorities had no expectation of being allowed to proceed with their projects.'' The judge, Mr Justice Holman, asked <strong> Michael Gove </strong> to reconsider his", "new_id": -2}, {"uid": "1296649526153911310", "i": 24259, "idx": 1, "sa": ["Eamon Gilmore"], "q": "promise that all will be well if you simply vote for my party. I will leave that talk to Fine Gael, Labour and Sinn F?in.'' Labour leader <strong> Eamon Gilmore </strong> said his party was offering <q> a break from the past </q>. For the first time in the 90-year history of the State, people had a chance to elect a government that was led by his party, he told his party's campaign launch at the Guinness Storehouse in", "new_id": -2}, {"uid": "1297422404208748723", "i": 21217, "idx": 1, "sa": ["Susan Boyle", "Simon Cowell"], "q": "mogul <strong> Simon Cowell </strong> won't allow any acts below the age of 12 to enter the US' X Factor', he recently admitted 2009's` Britain's Got Talent' winner <strong> Susan Boyle </strong> made him realise he can't <q> put an age cap on talent </q>. He explained:`` You just can't put an age cap on talent. With <strong> Susan Boyle </strong>, who would have thought this little lady living on her own in Scotland would go on to sell nearly", "new_id": -2}, {"uid": "1295494342052953107", "i": 34943, "idx": 0, "sa": ["David Cameron", "James Murdoch", "Andy Coulson", "Glenn Mulcaire", "Les Hinton", "Brian Cathcart", "Rupert Murdoch"], "q": "That brings the scandal that much closer to execs like <strong> Andy Coulson </strong> and now- Wall Street Journal head <strong> Les Hinton </strong>. <strong> Brian Cathcart </strong> on what this mean( h/t href=\"http://twitter.com/#!/jackshafer/status/27135217307230209\"> Jack Shafer): <q> The phone hacking scandal has entered a new phase and a number of very powerful people, up to and including <strong> David Cameron </strong> and <strong> Rupert Murdoch </strong>, should now be very worried. <strong> Glenn Mulcaire </strong>'s reported confirmation that a senior News of the World news editor, Ian Edmonson, commissioned him to hack phones elevates a nagging problem into a national political crisis. </q> The problem is most acute at the <strong> James Murdoch </strong> press, which must now defend itself against the charge that its staff hacked phones with the bLes Hintonsing of management. It also has to explain why it has", "new_id": -2}, {"uid": "1295297607258523155", "i": 15808, "idx": 1, "sa": ["Charlie Sheen", "Angelina Jolie", "Johnny Depp"], "q": "as he took to the stage. target=\"_blank\" href=\"http://www.stuff.co.nz/about- stuff/advertising- feedback/?pos=STORYBODY&amp;adsize=300x250&amp;area=s.stuff\"> Ad Feedback`` It's going to be a night of partying and heavy drinking,'' he said in his monologue. <q> Or, as <strong> Charlie Sheen </strong> calls it, breakfast. </q> He went on to discuss <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>'s big budget movie The Tourist. The film under-performed at box offices, something which hadn't been lost on the comedian.`` I haven't", "new_id": -2}, {"uid": "1296111818167460881", "i": 5300, "idx": 0, "sa": ["Simon Cowell", "Adam Lambert"], "q": "show <strong> Adam Lambert </strong> Graham/ Detroit News Pop Music Writer The question facing`` American Idol'' as it returns tonight for its 10th season- its first without sourpuss anchor <strong> Simon Cowell </strong> at the helm- is, <q> Can the show survive? </q> The answer: Of course, it can. It's`` American Idol.''`` Idol,'' as those who are obsessed with the reality show call it, has become an American institution, a", "new_id": -2}, {"uid": "1297242006104841258", "i": 30629, "idx": 0, "sa": ["Bill Lockyer"], "q": "problems. \" Texas has a two-year budget cycle, which allowed it to camouflage its red ink last year, thanks in large part to Bill Lockyerions of dollars in federal stimulus money. Now, however, <q> someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore, </q> said California Treasurer <strong> Bill Lockyer </strong>, with evident satisfaction. The scene in the statehouse in Austin in recent days would be familiar to those who frequent California's Capitol. Throngs of advocates for the poor, the", "new_id": -2}, {"uid": "1297356964224657457", "i": 11672, "idx": 3, "sa": ["David Letterman", "Anderson Cooper"], "q": "said <strong> David Letterman </strong>.`` Being pummeled?'' <strong> Anderson Cooper </strong> said.`` I don't recommend it. I'd never been hit in the head before.'' He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Phoenix-$ 39,900 MLS 4401266 2 bed/ 1 bath Less Than 1,000/ 1985 Mari D\\` Ambrosio, CENTURY 21 Arizona Foothills Surprise Paradise Valley-$ 1,495,000 MLS 4271141", "new_id": -2}, {"uid": "1296215013194035871", "i": 20101, "idx": 1, "sa": ["Simon Cowell"], "q": "he has no desire to work with <strong> Simon Cowell </strong> on either his old show, title=\"American Idol\" href=\"http://www.mtv.co.uk/events/american-idol\"> American Idol or X Factor, but did praise SiCo saying he has a`` good ear.'': <q> I won't work with <strong> Simon Cowell </strong> on X Factor or Idol. <strong> Simon Cowell </strong> has a good ear, but his Idol and X Factor acts don't dominate the charts in the States. Hip-hop does. </q> 885 news stories, 10 galleries, 1 episode, 1 music video.", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q> They're great players and they've proven to be productive in their careers, </q> Heat coach <strong> Erik Spoelstra </strong> said.`` So once they became comfortable with this team and with each other, that was a matter of time.'' When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}]