[{"uid": "1296452173129859601", "i": 36105, "idx": 0, "sa": ["Michael Vick", "Peyton Manning"], "q": "Indianapolis Colts quarterback <strong> Peyton Manning </strong> was playing in his 11th Pro Bowl while his NFC counterpart, <strong> Michael Vick </strong>, participated in his fourth and first since 2005, having spent nearly two years in prison on dog-fighting charges. <q> This is a great experience to be voted by your coaches and peers, </q> said <strong> Michael Vick </strong>, the Philadelphia Eagles quarterback.`` To get back so soon is just a blessing.'' The Pro Bowl was played in advance of the Super Bowl for the second straight year after previously", "new_id": -2}, {"uid": "1296547167054050852", "i": 45122, "idx": 1, "sa": ["Ryan Malleck", "Michael Vick"], "q": ",` Three years, that seems like such a long time,''' said <strong> Ryan Malleck </strong> Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. <q> But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were. </q> Much as it has been hard to fit the story of <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs' lives, their recovery and the message they send, is", "new_id": -2}, {"uid": "1296394868250363937", "i": 2050, "idx": 0, "sa": ["Allen Iverson", "Andrew Bynum"], "q": "one game of the Cavaliers for the seventh spot. The Cavs play at Philadelphia on Friday and are 0-2 this year against the Sixers. The Sixers are 3 1/2 games behind first-place Boston in the Atlantic Division. <q> The next game, that's the one we have to have, </q> <strong> Allen Iverson </strong> said.`` If we approach everything that way, than everything will http://wn.com/NBA_Pretemporada_18/10/2009__Los_Angeles_Clippers_108_Vs_Los_Angeles_Lakers_114 <strong> Andrew Bynum </strong> overcame a cold-shooting start, scoring points and grabbing 13 rebounds to help the Los Angeles Lakers erase a 15-point deficit and beat the", "new_id": -2}, {"uid": "1296828433039223362", "i": 34514, "idx": 4, "sa": ["Donald Rumsfeld", "Trent Lott"], "q": "02/04/2011 6:09:03 AM PST Looks like <strong> Donald Rumsfeld </strong> hit a nerve. Good for him! Looks like <strong> Donald Rumsfeld </strong> hit a nerve. Good for him! Matchett-PI( <strong> Trent Lott </strong> on Tea Party candidates: <q> As soon as they get here, we need to co-opt them </q> 7/19/10)", "new_id": -2}, {"uid": "1295616805243957789", "i": 24043, "idx": 4, "sa": ["Andy Coulson"], "q": "mean that he feels compelled to do so. <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government.'' <q> During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete professionalism. He has been a brilliant member of my team and has thrown himself at the job with skill and dedication. He can be extremely proud of the role he has played, including for the last eight months in Government. </q>", "new_id": -2}, {"uid": "1296028477108707843", "i": 8757, "idx": 4, "sa": ["Michael Vick"], "q": "pads made by the company.`` The Unequal technology is a part of my game now and I won't play without my Unequal,'' <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> ESPN.com's Matt Mosley writes about all things NFC East in his division Blog network: NFL Nation <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many", "new_id": -2}, {"uid": "1296147474210010128", "i": 20636, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "but media plurality could be immediately aided in this country by ending the BBC's virtual ban on any mention of the Morning Star's existence as a national newspaper. exiledlondoner 27 January 2011 10:52 AM <q> Mr <strong> David Cameron </strong> will be relieved to learn that his soon-to-be-retiring director of communications <strong> Andy Coulson </strong> is not said to be named in the latest evidence. </q> Seeing that the latest`` evidence'' has been hand-sifted by the Dirty Digger himself, I would have thought that <strong> David Cameron </strong> would have been rather surprised if it had implicated <strong> Andy Coulson </strong>... MrsBadger 27 January 2011", "new_id": -2}, {"uid": "1297094194234487815", "i": 11840, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": ",'' <strong> Donald Rumsfeld </strong> said in an interview with ABC News airing Monday in advance of the release of his memoir on his long career in public service. <strong> President Bush </strong> has said that bringing some service members home too soon was <q> the most important failure in the execution of the war, </q> a position <strong> Donald Rumsfeld </strong> was reluctant to fully endorse.`` I don't have enough confidence to say that that's right. I think that it's possible,'' he said.`` We had[", "new_id": -2}, {"uid": "1297263888245678118", "i": 23266, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "I don't know enough to know precisely what's taking place, but that tends not to be helpful,'' Mr. <strong> Donald Rumsfeld </strong> said on the`` America's Morning News'' radio broadcast. <q> I'm hoping there is effective private diplomacy taking place... and the turmoil that we are seeing will ease, </q> he said. The 78-year-old former congressman and Bush Cabinet member talked about some of the revelations he writes about in the memoir, including his sense that the country's national security command structure needs to be", "new_id": -2}, {"i": 8808, "idx": 2, "index_answer": 3, "new_id": -1, "q": ", and he has to prove he is a businessman,'' Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian: <q> After slipups with search, Street View and Android, it's clear that Google needs tighter control at the top- and <strong> Eric Schmidt </strong> is not the man for the job. </q> What of Google's other co-founder, <strong> Sergey Brin </strong>? He is said to be focusing on strategic projects and is particularly interested in social networking. HP's former CEO <strong> Mark Hurd </strong>; Image by Getty Images North", "sa": ["Eric Schmidt", "Sergey Brin", "Mark Hurd", "Charles Arthur"], "uid": "1295674696105103375"}]