[{"uid": "1295705043038944771", "i": 35986, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> has been <strong> David Cameron </strong>'s communications director since 2007 <strong> Andy Coulson </strong> has been <strong> David Cameron </strong>'s communications director since 2007 <strong> David Cameron </strong> said he was`` very sorry'' <strong> Andy Coulson </strong> was going <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The Guardian after <strong> Andy Coulson </strong> quit Friday, bowing to pressure over what he knew about hacking at the News of the World( NOTW) when he was its editor. The dramatic", "new_id": -2}, {"uid": "1295956479149733513", "i": 27480, "idx": 5, "sa": ["Mike Pence"], "q": "on the National Mall and ends in front of the Supreme Court building, located directly behind the U.S. Capitol.`` Thank you for braving the cold one more time,'' <strong> Mike Pence </strong> told the crowd. <q> We will win this fight because the deepest desire of every mother and father is to protect their child, at any cost, even with their own lives, and that truth can not be erased. </q> According to the liberal Guttmacher Institute, 1.2 million abortions take place in the United States each year. Since the 1973 Roe v. Wade decision, more than 52 million children have been killed by abortion in", "new_id": -2}, {"uid": "1296081695130252859", "i": 4233, "idx": 0, "sa": ["Paula Abdul", "Steven Tyler", "Ryan Seacrest", "Simon Cowell", "Jennifer Lopez"], "q": "Idol'' panel that will be returned to its original three-member format for season 10. Actress-singer-dancer <strong> Jennifer Lopez </strong> and Aerosmith frontman <strong> Steven Tyler </strong> will have the job of trying to match the offbeat chemistry of former judges <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>. <q> This is` American Idol'! </q> host <strong> Ryan Seacrest </strong> said after the new judges joined him on stage at the Forum arena, where the final national audition for next season's singing contest was held Wednesday. The announcement was made before a crowd of several", "new_id": -2}, {"uid": "1296162655194232366", "i": 44529, "idx": 2, "sa": ["Sharron Angle", "Mike Pence"], "q": "spent any time around <strong> Mike Pence </strong> will tell you that he is as dumb as a box of rocks. He'd fit right in a GOP presidential field that includes Palin DeMint, and <strong> Sharron Angle </strong>. Report Abuse <q> I would like to announce my plans to run against the Marxist/Communist Islam-a-nut MONSTER currently destroying the country. Thank you for your support. PENCE 2012!!!! </q> <strong> Mike Pence </strong>| January 27, 2011 at 03:33 PM", "new_id": -2}, {"uid": "1295571591192872503", "i": 10248, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": "Thu, Jan 20, 2011, 7:59 PM EST- U.S. Markets closed <strong> Google Inc. </strong> co-founder Page to replace <strong> Eric Schmidt </strong> as CEO{`` s'':`` goog, novl'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} <strong> Michael Liedtke </strong>, AP Technology Writer, On Thursday January 20, 2011, 7:10 pm SAN FRANCISCO( AP)-- <strong> Eric Schmidt </strong>, a", "new_id": -2}, {"uid": "1296747697113213453", "i": 8070, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "- TROY, MI--( Marketwire- 02/03/11)- Kelly Services, Inc.( NASDAQ: KELYA- News)... Photo: Firefighters hug outside a firehouse Tuesday, Jan. 18,... Report Abuse <q> Amazing that people would be AGAINST a group of honorable citizens who are attempting to maintain order and safety, at risk to their own lives. </q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Hot Stock-CelulasGenetica Stem Cell BioReactor Technology. Boost Your Portfolio, Invest Today. Do NOT", "new_id": -2}, {"uid": "1295272383010354705", "i": 19407, "idx": 0, "sa": ["Prince Fielder", "Mr. Bauer", "Mike Pence", "Gary Bauer", "Matt Kemp", "Albert Pujols", "Hunter Pence", "Jeb Bush"], "q": "election. <strong> Jeb Bush </strong> is co-chairing a conference Friday of the new Ban Abortion- 2012 Presidential Candidate www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> <strong> Mr. Bauer </strong> says. But in considering one... BSG: National League MVP candidates A rundown of possible National League MVP candidates including <strong> Albert Pujols </strong>, <strong> Matt Kemp </strong> Howard, <strong> Hunter Pence </strong>, <strong> Matt Kemp </strong> and <strong> Prince Fielder </strong> www.battingstanceguy.com... <strong> Mike Pence </strong>'s Speech at the", "new_id": -2}, {"uid": "1295665368254312471", "i": 4734, "idx": 0, "sa": ["Hu Jintao", "Andy Coulson", "Barack Obama"], "q": "charm Chicago Photo: Visitors pose in front of an installation at Hong Kong-( Dow Jones)- Japanese clothing retailer Baroque Japan Ltd. is... Video: GE CEO to Lead White House Jobs Council Report Abuse <q> You know you lost your country when another country, promises jobs to yours, lol. </q> Report Abuse \" äº\u0094æ¯\u009b( paid communist commentator)= å\u009e\u0083å\u009c¾ ï¼\u0088 garbage) in Chinese \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong> and <strong> Hu Jintao </strong>'s Talks Won't End", "new_id": -2}, {"uid": "1295743447181321729", "i": 19431, "idx": 0, "sa": ["Andy Coulson"], "q": "people who believe they were targeted by other newspapers. He said phone hacking was used by s ADVERTISEMENT everal publications, and that one of the four claims was being made by a journalist. <q> Although it is a crime, people were regarding it as though it was driving at 35mph in a 30( zone], that you just sort of do it and hope you don't get caught, </q> Lewis said. Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications, saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not`` give the 110 per cent", "new_id": -2}, {"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}]