[{"uid": "1297443167144588879", "i": 34130, "idx": 1, "sa": ["Donald Rumsfeld", "Donald Trump", "Dick Cheney", "Ron Paul"], "q": "n't win`` Reply# 7 on: February 10, 2011, 10:35:55 PM'' <strong> Ron Paul </strong> not hitting back at The <strong> Donald Rumsfeld </strong> Re: Twice bankrupt and twice divorced 4x Loser Don <strong> Donald Trump </strong> says <strong> Ron Paul </strong> can't win <q> Reply# 8 on: February 10, 2011, 11:16:06 PM </q> Re: Twice bankrupt and twice divorced 4x Loser Don <strong> Donald Trump </strong> says <strong> Ron Paul </strong> can't win`` Reply# 9 on: February 10, 2011, 11:57:49 PM'' Reactions to <strong> Donald Rumsfeld </strong> and <strong> Dick Cheney </strong> at CPAC 2011 Re:", "new_id": -2}, {"uid": "1296049347000704550", "i": 21818, "idx": 2, "sa": ["David Miliband", "David Cameron", "Andy Coulson", "Mervyn King"], "q": ": <strong> Andy Coulson </strong> and <strong> David Cameron </strong>'s judgement/cosy Christmases with Murdoch CBI executive v Osbourne <strong> Mervyn King </strong> v Osborne Halfway lurch towards a double dip whizgiggle 26 January 2011 9:59 AM yahyah <q> The bully bluster doesn't go down well with us women I'd wager. </q> \" If <strong> David Miliband </strong> can't dominate PMQs today, it's hard to imagine when he will ever come out on top. \"@Nighthood \" The unions aren't happy, the banks are", "new_id": -2}, {"uid": "1297267022254083086", "i": 5755, "idx": 0, "sa": ["Simon Cowell"], "q": "will promote common interests through China's cooperation in countering piracy and proliferation of weapons of mass destruction, and using its influence with North Korea to preserve stability on the Korean peninsula,'' it said. <q> We will continue to monitor carefully China's military developments and the implications those developments have on the military balance in the Taiwan Strait. We remain concerned about the extent and strategic intent of China's military modernisation, and its assertiveness in space, cyberspace, in the Yellow Sea, East China Sea, and South China Sea, </q> it said. <strong> Simon Cowell </strong> says launching X Factor in US is a` massive risk' Sequencing of issues should not be intended to` score points': Pakistan Black money: Centre ignores Supreme Court rebukes,", "new_id": -2}, {"uid": "1295499765081756170", "i": 3370, "idx": 1, "sa": ["Kara DioGuardi", "Ryan Seacrest", "Jean-Claude Duvalier", "Paris Bennett", "Simon Cowell", "Miley Cyrus", "William Hung"], "q": "favorite contestants of all <strong> Paris Bennett </strong>-- both were young, had the <strong> Jean-Claude Duvalier </strong> voice, bubbly personality, total self-assurance. target=\"_blank\" href=\"http://everyman.com/\"> Man, I <strong> Miley Cyrus </strong> she can sing. She cracks me up, excited she <q> got to hug and touch <strong> Ryan Seacrest </strong>. </q> Might be a bit too much, actually, <strong> Paris Bennett </strong> was self-possessed and a... stars and more Most living, breatWilliam Hung Americans already know American Idol is undergoing a facelift for its tenth season. <strong> Simon Cowell </strong>, <strong> Kara DioGuardi </strong>", "new_id": -2}, {"uid": "1295648413184696878", "i": 14302, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "News, 1/20/2011 5:08:57 PM Google co-founder <strong> Larry Page </strong> is replacing <strong> Eric Schmidt </strong> as CEO effective April 4. a blog posting from <strong> Eric Schmidt </strong> posted Thursday. <strong> Eric Schmidt </strong>, who was brought in during 2001, said that <q> now was the right moment to make some changes to the way we are structured. </q>`` Day-to-day adult supervision no longer needed!, <strong> Eric Schmidt </strong> tweeted( href=\"http://www.multichannel.com/common/jumplink.php?target=http%3A%2F%2Ftwitter.com%2F%23%21%2FEric SchmidtEric Schmidt\"> http://twitter.com/#!/Eric SchmidtEric Schmidt) a reference to the fact he was retained to help run a company started by college kids in a dorm room.", "new_id": -2}, {"uid": "1296565054061784133", "i": 23031, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "his upcoming 3D movie Never Say Never.''[ The movie] is my story. Most people would think some people just put me together; some people just made me,'' he laughed. <q> Like I'm just some factory machine! But this movie proves that I really worked hard to get here and I just wanted to show that. </q> He also told <strong> David Letterman </strong> that while he currently does 15 hours of schooling a week, he is focusing on his music career for the time being rather than thinking about college. <strong> Justin Bieber </strong>, who", "new_id": -2}, {"uid": "1295546064177143818", "i": 29673, "idx": 2, "sa": ["Simon Cowell"], "q": ".`` It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.'' <strong> Simon Cowell </strong> added: <q> At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years!`` Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge. </q> This is a fictional news article. It is just a bit of fun and purely speculation on what EastEnders: Alfie's behaviour angers Kat Emmerdale: A row takes place at the funeral", "new_id": -2}, {"uid": "1296895528110362627", "i": 38968, "idx": 0, "sa": ["Sergio Marchionne"], "q": ". In addition, a Claymation version of Eminem will appear in a Lipton Brisk Iced Tea commercial during the Super Bowl. On Friday, Chrysler CEO <strong> Sergio Marchionne </strong> hinted about the automaker's commercial: <q> I won't tell you what it's about, but it will be worth watching. </q> <strong> Sergio Marchionne </strong>, who spoke at a San Francisco event associated with the National Automobile Dealers Association's annual convention, said Chrysler spent less than$ 9 million on the ad. Metro Detroit's", "new_id": -2}, {"uid": "1296224676092700695", "i": 2494, "idx": 10, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "aide who started a campaign to draft <strong> Mike Pence </strong> for the GOP presidential nomination. <strong> Marjorie Dannenfelser </strong>, president of the Susan B. Anthony List, a group that opposes abortion, said she trusts that <strong> Mike Pence </strong> has <q> come to the place that's right for him and his family. </q>`` What I most want is for him to have a long future,'' <strong> Marjorie Dannenfelser </strong> said.`` So I'm sure that he's made a discernment that this is the right move.", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q> It's kind of like when you were a kid in school always picking teams, </q> <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}]