[{"uid": "1295722934067436550", "i": 19027, "idx": 5, "sa": ["Sienna Miller", "David Cameron", "Andy Coulson"], "q": "Crown PSienna Millercution Service( CPS) has asked a senior QC to`` comprehensively'' re-examine material amassed as part of the original inquiry and any new evidence. In his resignation statement, Mr <strong> Andy Coulson </strong> said: <q> Nothing is more important than the Government's task of getting this country back on its feet.`` Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role.`` I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> Speaking to reporters later, Mr <strong> David Cameron </strong> said he had done an`` excellent, excellent job'' as his communications chief, and was being`` punished for the same offence twice'' following his earlier resignation", "new_id": -2}, {"uid": "1296052592223051843", "i": 29796, "idx": 1, "sa": ["Barack Obama", "Michael Vick"], "q": "a rib injury. <strong> Michael Vick </strong> is expected to sign a two-year contract with the company Thursday.`` We're real excited about it,'' said Rob Vito, CEO of Unequal Technologies. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> <strong> Michael Vick </strong>, formerly of the Atlanta Falcons, was indicted by the federal government in 2007 for his role in a dogfighting operation, but has been on the road to rehabbing his image to the public since", "new_id": -2}, {"uid": "1297083495090374146", "i": 1727, "idx": 2, "sa": ["Zahi Hawass"], "q": "warned against`` rumors.'' Posting on his blog at http://www.drZahi Hawass.com/blog/state-egyptian-antiquities-3-february-2011, <strong> Zahi Hawass </strong> said the incident at the museum had resulted in`` 70 broken objects, all of which can be restored.'' <q> I want people to know that after nine days of protests, the monuments are safe, </q> <strong> Zahi Hawass </strong> said.`` If anything happens, I will announce it.'' He said firefighters had been deployed close to the museum to intervene as needed. His blog also featured pictures of heavily armed troops", "new_id": -2}, {"uid": "1295639822124272688", "i": 24271, "idx": 0, "sa": ["Andy Coulson"], "q": "spokesman, <strong> Andy Coulson </strong>, resigned today amid growing controversy over his role in a phone hacking scandal while he was a British tabloid editor. London It's a rule as old as political spin doctoring itself: <q> When the spokesman needs a spokesman, it's time to move on. </q> href=\"http://www.csmonitor.com/World/Topics/Britain\" target=\"_blank\"> Britain's News of the World newspaper, as he resigned Friday amid mounting pressure arising from the tabloid weekly's hacking of telephone calls during his time at the helm. <strong> Andy Coulson </strong>'s", "new_id": -2}, {"uid": "1295620443048054281", "i": 42199, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "take a more active role in strategic projects including product. <strong> Eric Schmidt </strong> joked about the switch on Twitter, href=\"http://twitter.com/Eric SchmidtEric Schmidt/statuses/28196946376130560\"> saying,`` Day-to-day adult supervision no longer needed!'' says, <q> <strong> Larry Page </strong>, in my clear opinion, is ready to lead. </q> He also says,`` managing the business has become more complicated,'' and Google wanted to`` speed up decision making.'' This news came out of nowhere, as reflected in the", "new_id": -2}, {"uid": "1296791673149323845", "i": 31924, "idx": 1, "sa": ["Louis Walsh", "Simon Cowell", "Dermot O'Leary", "Dannii Minogue"], "q": "out.'' ITV is said to be desperate to hold on to <strong> Simon Cowell </strong>, Cole and <strong> Dermot O'Leary </strong>, but <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong> are thought to be on the verge of returning to the show. <q> ITV is pulling out all the stops to ensure <strong> Simon Cowell </strong> can do both shows, but he still hasn't agreed anything, which is frustrating, </q> a source added.`` If Cheryl and <strong> Dermot O'Leary </strong> also have to travel back and forth it could be tricky. The last thing they want is for any of them to pull out.'' Open auditions", "new_id": -2}, {"uid": "1295339945137920553", "i": 3061, "idx": 0, "sa": ["Andy Reid", "Michael Vick"], "q": "mostly Cambodian. He said he found it`` ironic'' that he learned about the four men on the same day that Eagles coach <strong> Andy Reid </strong> announced that convicted dog-fighter <strong> Michael Vick </strong> would be his starting quarterback- saying in effect <q> that our country is all about second chances. </q> After the four Cambodians were detained, their supporters formed the One Love Movement to Keep Families Together. One Love cofounder Joe Hanzsum said he hoped that when ICE officials returned to work Tuesday they", "new_id": -2}, {"uid": "1297326779046071825", "i": 5898, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld", "Condoleezza Rice"], "q": "<strong> George W. Bush </strong>, we're assured by <strong> Donald Rumsfeld </strong>, took his side. <strong> Donald Rumsfeld </strong> takes particular offense at Powell's contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. <q> Powell was not duped or misled by anybody, </q> <strong> Donald Rumsfeld </strong> writes.`` Nor did he lie about Saddam's suspected WMD stockpiles. The <strong> George W. Bush </strong> did not lie. The vice <strong> George W. Bush </strong> did not lie.[ CIA Director <strong> George W. Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did", "new_id": -2}, {"uid": "1297130531053067806", "i": 58796, "idx": 2, "sa": ["Simon Cowell"], "q": "big fan,'' <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added, <q> I have to take everyone's opinions into account, </q> including the show's other producers and the network. Our opinion is that we should be on the panel- as long as <strong> Simon Cowell </strong> doesn't mind being upstaged. A decision about who will", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead.`` Larry has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}]