[{"uid": "1295855714263028784", "i": 31183, "idx": 0, "sa": ["Madhuri Dixit", "Rishi Kapoor", "Simon Cowell", "Amitabh Bachchan"], "q": "by <strong> Simon Cowell </strong>. <strong> Rishi Kapoor </strong> and the channel have had their share of meetings in the past few days. The modalities have been worked out. A source close to the show told Mumbai Mirror, <q>Chintuji is very excited about judging the Indian avtaar of The X Factor. He is working out the dates and soon we shall start shooting with him.</q> After bringing Kaun Banega Crorepati back on the small screen with megastar <strong> Amitabh Bachchan </strong> last year, the channel in question launched the fourth season of the dance reality show Jhalak Dikhhla Jaa 4 with dancing diva <strong> Madhuri Dixit </strong>.", "new_id": -2}, {"uid": "1295872993066535447", "i": 16928, "idx": 7, "sa": ["John McCain", "Donald Rumsfeld"], "q": "Is the <strong> John McCain </strong> government changing fast enough? \" \"Do we need more troops? And if so, where and for what purpose? \"` My brain would be going,\" he says. <q>I wanted to find out something. I needed help. I needed advice. Some of them were just,` I need a haircut.\"</q> Another <strong> Donald Rumsfeld </strong> Rule: \"If you are not criticized, you may not be doing much.\" As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and", "new_id": -2}, {"uid": "1297283758130088964", "i": 5742, "idx": 0, "sa": ["Donald Rumsfeld", "George Tenet", "Uday Hussein", "President Bush", "Qusay Hussein"], "q": "adult daughters. This was in the wake of the killing of <strong> Uday Hussein </strong> and <strong> Qusay Hussein </strong> by American troops in July 2003. Here's the passage from <strong> Donald Rumsfeld </strong>'s \"Known and Unkwown\": <q>After his sons were killed, there was an intelligence report that <strong> Saddam Hussein </strong> was paying$ 60 million for his agents to target the <strong> President Bush </strong>'s two daughters and my two daughters for reprisal attacks. That threat report was brought up at an NSC meeting in October 2003. I acknowledged it, but went on with our discussion.</q> \"You need to take this seriously,\" <strong> President Bush </strong> said. He had received word that pictures of his daughters had been found in <strong> Uday Hussein </strong>'s palace. <strong> George Tenet </strong> broke in, reinforcing the <strong> President Bush </strong>'s", "new_id": -2}, {"uid": "1296567803036290642", "i": 49045, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Katie Price", "Louis Walsh", "Dannii Minogue"], "q": "Factor' panel? Yeah, that could work. Why not? I like her as a person. In fact I'd even go as far as to say she's my woman of the decade.\" <q>Do I want <strong> Katie Price </strong> as a judge on \"The X Factor' panel? Yeah, that could work. Why not? I like her as a person. In fact I'd even go as far as to say she's my woman of the decade.</q> If successful, <strong> Katie Price </strong> would join <strong> Louis Walsh </strong>, <strong> Dannii Minogue </strong> and <strong> Cheryl Cole </strong> on the show and <strong> Simon Cowell </strong>\"s ex-girlfriend and show mentor Sinitta thinks she will be a great choice. Comment on this Article She said:", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q>Day-to-day adult supervision is no longer needed!</q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called \"adult supervision\" for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}, {"uid": "1295508803113688619", "i": 34779, "idx": 0, "sa": ["Simon Cowell", "Marc Anthony", "Steven Tyler", "Jennifer Lopez"], "q": "<strong> Jennifer Lopez </strong> and rocker <strong> Steven Tyler </strong> in a bid to maintain its place as the dominant force on U.S. stars and more On the eve of his debut as American <strong> Marc Anthony </strong> judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}, {"uid": "1295587965072171525", "i": 11223, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Eric E"], "q": "<strong> Eric Schmidt </strong>, Larry Page and <strong> Sergey Brin </strong> in a self-driving car in a photo taken earlier on January 20 posted on <strong> Eric Schmidt </strong>'s blog. 370) this.width= 370\" alt= \"<strong> Eric E </strong> <strong> Eric Schmidt </strong>.\"/> Next <q>When I joined <strong> Google Inc. </strong> in 2001 I never imagined even in my wildest dreams that we would get as far, as fast as we have today. Search has quite literally changed people's lives increasing the collective sum of the world's knowledge and revolutionizing advertising in the process,</q> <strong> Eric E </strong> <strong> Eric Schmidt </strong> wrote in the blog. \"And our emerging businesses display, Android, YouTube and Chrome are on fire. Of course, like any successful organization we've had our fair share of good luck,", "new_id": -2}, {"uid": "1297717116008798212", "i": 5804, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "ruled out for tablet devices. \"We preserve the right to introduce tablets using other platforms\" But <strong> Stephen Elop </strong> says that's not necessarily the end of Nokia's tablet ambitions. <q>We could take advantage of things Microsoft are thinking of in the future as relates to tablets,</q> <strong> Stephen Elop </strong> said at a press conference, sitting alongside Microsoft CEO <strong> Steve Ballmer </strong>. Microsoft is in the process of porting Windows to ARM processors, which have long featured in Nokia's smartphones. However,", "new_id": -2}, {"uid": "1297450776077103126", "i": 27786, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "is a bold one meant to combat the growing momentum by mobile competitors Google Android and Apple. \"We think this will make a three-horse race,\" <strong> Stephen Elop </strong> said during a press conference. <q>It's for Nokia and it's good for Microsoft. It allows us to move far faster than we could otherwise.</q> Nokia CEO <strong> Stephen Elop </strong>, let, and Microsoft CEO <strong> Steve Ballmer </strong> explained their company's new tight alliance for mobile phones at an analyst and strategy meeting in London.( Credit: screenshot by <strong> Stephen Elop </strong> Shankland/CNET)", "new_id": -2}, {"uid": "1296482545231522318", "i": 25814, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q>I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat,</q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\"------ AP Business Writer Colleen Barry in Milan", "new_id": -2}]