[{"uid": "1295864748158793730", "i": 22116, "idx": 0, "sa": ["Michael Gove"], "q": "secondary school in England was due to be rebuilt or refurbished. But it was among the first education schemes to be cut by the coalition Michael Government, with Mr <strong> Michael Gove </strong> saying the programme had been beset by <q> massive overspends, tragic delays, botched construction projects and needless bureaucracy </q>. Days after announcing the move, Mr <strong> Michael Gove </strong> came under fire over his handling of the situation after it emerged that initial lists of affected works were strewn with errors. The mistakes meant several", "new_id": -2}, {"uid": "1296467645082231308", "i": 26620, "idx": 3, "sa": ["Kevin Kolb", "Michael Vick", "Kevin Greene"], "q": "of the report on both <strong> Michael Vick </strong> and <strong> Kevin Kolb </strong>, the team had no comment. \"Well, that's a part of the business,\" <strong> Michael Vick </strong> said of the possibility that <strong> Kevin Kolb </strong> will be traded. <q> Hopefully they do[ trade <strong> Kevin Kolb </strong>] and <strong> Kevin Greene </strong> will find a great place to play. If not, then maybe he'll end up back with us. So best of luck to <strong> Kevin Greene </strong> and whatever they decide, and I'll talk to him. </q> To keep <strong> Michael Vick </strong> from free agency, the Eagles would have to use the franchise tag, at least temporarily, a league source told The Inquirer. Because <strong> Michael Vick </strong> hit contract incentives in 2010 that pushed his", "new_id": -2}, {"uid": "1296088302204783658", "i": 43958, "idx": 5, "sa": ["Allen Iverson", "Maurice Cheeks"], "q": "at that end, considering he lost his starting job because of his poor defense. \"We didn't make the correct switch,\" Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. <q> Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out how to do it right at the end. </q> <strong> Allen Iverson </strong> LAUS DEO SEMPER www.cobuspotgieter.com FACEBOOK www.facebook.com TWITTER: www.twitter.com______________________________ 30 Seconds To Mars- Vox Populi( aka Call To Arms) from their 2009 release \"This Is War\" is the copyrighted property of its owner", "new_id": -2}, {"uid": "1296458269077217816", "i": 49457, "idx": 0, "sa": ["Allen Iverson", "Chris Webber", "Chris Bosh", "Kobe Bryant"], "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Kobe Bryants with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said. \"We just did everything right at the end. I think <strong> Chris Bosh </strong> did a great job at the end. We ran the offense through him and he made some great things happen.\" <strong> Chris Webber </strong>", "new_id": -2}, {"uid": "1296839401168542238", "i": 25012, "idx": 1, "sa": ["David Letterman", "Howard Stern"], "q": "Regis and announce his retirement last night? Maybe! During a chat with <strong> Howard Stern </strong> the shock jock asked the late night host \"how much longer are you doing this, really?\" To which <strong> David Letterman </strong> responded <q> I don't know. Maybe two more years? </q> \"Two more years and then you exit?\" <strong> Howard Stern </strong> continued. \"That's why we got ta beat Jay!\" You can see the moment for yourself at about the 2:40 mark in this", "new_id": -2}, {"uid": "1296784629036126790", "i": 50551, "idx": 2, "sa": ["Barack Obama", "Donald Rumsfeld"], "q": "\" with Saddam <strong> Barack Obama </strong> still in power and crediting Bush and an \"aggressive, unrelenting offensive against the enemy\" for preventing another 9/11. <strong> Donald Rumsfeld </strong> finishes the book on a self-satisfied note, saying that <strong> Barack Obama </strong> has largely <q> kept in place the most contentious and widely derided Bush administration policies </q>-- terrorists are still not accorded POW status, Gitmo remains open, terrorist suspects are still being tried in military commission rather than civilian courts, electronic surveillance and drone attacks continue. <strong> Barack Obama </strong>'s \"latter-day support\"", "new_id": -2}, {"uid": "1296619354222035969", "i": 37439, "idx": 11, "sa": ["M. Night Shyamalan", "Kobe Bryant", "Derek Hough", "Allen Iverson", "Ray Allen", "James Newton Howard"], "q": "watched the shot's arching flight, <strong> James Newton Howard </strong> never stopped runn... 2010 NBA Finals- Lakers vs Boston Celtics Game 3 Recap Fisher Clutch Shots 2010 NBA Finals- Lakers vs Boston Celtics Game 3 Recap Fisher Clutch Shots <q> <strong> Derek Hough </strong>, he's our vocal leader. He's the guy that pulls everybody together and is always giving positive reinforcement, </q> Lakers guard <strong> Kobe Bryant </strong>( notes) said after Fisher made five baskets in the final period to lead Los Angeles to a 91-84 victory Tuesday <strong> M. Night Shyamalan </strong> over the Bo... <strong> Allen Iverson </strong> 28pts vs KG Pierce <strong> Ray Allen </strong> Celtics 07/08 NBA <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297160800166199305", "i": 37745, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "justifications for launching the Iraq invasion in 2003-- was wrong, but defends his decisions on the war. In an interview with ABC news on the eve of the book's release, <strong> Donald Rumsfeld </strong> said, <q> What you know today can help you unthink your thinking about tomorrow. </q> <strong> Donald Rumsfeld </strong> said, \"It can't help you with things you were thinking about back then,\" and added, \"Back then there was reasonable confidence that[ Saddam Hussein] had these weapons.", "new_id": -2}, {"uid": "1296449395205996048", "i": 46617, "idx": 6, "sa": ["Kevin Garnett", "Kobe Bryant", "Thaddeus Young", "Allen Iverson", "Nate Kmic", "Ray Allen"], "q": "would agree with the assessment. He felt a <strong> Kobe Bryant </strong> winded, but chalked it up to the Mile High City. \"It feels like I've been out for a couple of years,\" he said. <q> There wasn't a lot of air out there. </q> His legs, though, felt rejuveNate Kmicd. The nine-game break did him wonders. \"I felt like I was 27,\" <strong> Kevin Garnett </strong> said. \"I felt <strong> Thaddeus Young </strong>.\" <strong> Kevin Garnett </strong> came Allen_Allen Iverson_37pts_15_asts_vs_Pistons_2005_NBA_Playoff_Gm_3 <strong> Allen Iverson </strong> was trying to", "new_id": -2}, {"uid": "1296118797029376546", "i": 25756, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> User comments are not being accepted on this article.", "new_id": -2}]