[{"uid": "1295567825105267222", "i": 3022, "idx": 5, "sa": ["Larry Page", "Eric Schmidt"], "q": "momentum in emerging businesses such as display advertising and mobile. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> in the statement, saying he has done an`` outstanding job'' and calling him a`` tremendous leader.'' <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure.`` By clarifying our individual roles", "new_id": -2}, {"uid": "1295285630064159745", "i": 6966, "idx": 1, "sa": ["Angelina Jolie", "James King", "Charlie Sheen", "Johnny Depp"], "q": "with a long monologue picJames King on the likes of <strong> Johnny Depp </strong>, <strong> Angelina Jolie </strong>, Cher, Hugh Heffner, Scientology and`` Sex and the City.'' He began by taJames King a dig at <strong> Charlie Sheen </strong>. <q> It's going to be a night of partying and heavy drinJames King. Or, as <strong> Charlie Sheen </strong> calls it, breakfast, </q> he said. He went on to slam <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>'s new film, saying:`` It seems like everything this year was three dimensional-- except the characters in` The Tourist.'''", "new_id": -2}, {"uid": "1295454377253952031", "i": 9756, "idx": 3, "sa": ["Gabrielle Giffords", "Mike Pence", "Barack Obama"], "q": "repealing and replacing the law. They Have Republicans read the health care bill they are about to repeal? Health-care repeal debate will test nation's` civility' target=\"_blank\" href=\"http://washingtonglobe.com/\"> WASHINGTON- <strong> Barack Obama </strong>'s call for <q> a more civil and honest public discourse </q> will get its first test much sooner than we expected. Having properly postponed all legislative action last week out of respect for <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong> and the other victims of the target=\"_blank\" href=\"http://arizonafm.com/\"> Tucson shootings, the House", "new_id": -2}, {"uid": "1296518454268402694", "i": 48006, "idx": 2, "sa": ["Alassane Ouattara"], "q": "end to the suffering in the country and`` block Laurent Gbagbo's desire to provoke chaos in Ivory Coast.'' The statement highlighted AU statements reconfirming <strong> Alassane Ouattara </strong> as the recognized leader. <q> Diplomatically, it gives Gbagbo another month, </q> a diplomat who is following the process, told Reuters.`` The general view[ in <strong> Alassane Ouattara </strong>'s camp] is that it simply doesn't matter. They[ the presidents]... will be", "new_id": -2}, {"uid": "1297137701068190259", "i": 22175, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers"], "q": "... There must be a lot of Wisconsin people out there,'' <strong> Aaron Rodgers </strong> said to wild applause. <strong> David Letterman </strong> asked <strong> Aaron Rodgers </strong> why he was not recruited out of high school to a major college. <q> I think a number of reasons: one, I wasn't, you know- even today, I'm not gon na be the guy who pops out as- you know, I'm not 6' 5 </q>, I'm not 240, I'm don't run a 4.5 40. But I think a lot of times, the things you can't measure are often the things that give people the most success,", "new_id": -2}, {"uid": "1296387162015253508", "i": 12682, "idx": 0, "sa": ["Zahi Hawass"], "q": ", selon le Guardian. 10h 46 Deux momies de l'?poque pharaonique entrepos?es au Mus?e au Caire ont t s?v?rement endommag?es lors d'une tentative de vol pendant les manifestations a indiqu le patron des antiquit?s gyptiennes <strong> Zahi Hawass </strong>. <q> Mais les manifestants ont arr?t les voleurs en collaboration avec les forces de s?curit et elles ont t rendues au mus?e, mais ont t endommag?es </q>, a-t-il ajout. Le Mus?e gyptien, qui rec?le des tr?sors inestimables de l'Antiquit, a t entour samedi par une cha?ne humaine form?e de dizaines d'Egyptiens dans le but d'?viter les pillages. Cette vid?o d'Al", "new_id": -2}, {"uid": "1295569741103366701", "i": 4566, "idx": 0, "sa": ["Eric Schmidt"], "q": "percent to$ 6.37 billion from$ 4.95 billion in the corresponding quarter of 2009. Thirty-six analysts had a consensus revenue estimate of$ 6.06 billion for the fourth quarter. Google CEO <strong> Eric Schmidt </strong>, said, <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. </q> Total advertising revenues advanced 26 percent to$ 8.17 billion from$ 6.47 billion, and other revenues soared by about 31 percent to$ 273 million from$ 209 million in the year-ago quarter. Google", "new_id": -2}, {"uid": "1296727907183500817", "i": 19766, "idx": 20, "sa": ["George Karl", "Allen Iverson", "Doc Rivers", "Antonio McDyess"], "q": "Now, it feels that much worse. It's throbbing like a heartbeat.'' <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio McDyess </strong> a week ago, slips on a brace after every game per Doc Riverstors orders. <q> If I didn't wear this brace to keep it straight after every game, there's a chance it will get worse and I'll have to get a pin, </q> he said. Yet he refuses to wear anything on the finger in a game.`` I'm just real superstitious,'' <strong> Allen Iverson </strong> said. Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there", "new_id": -2}, {"uid": "1295033285023609404", "i": 23966, "idx": 0, "sa": ["Brian Cowen", "Eamon Gilmore", "John Curran"], "q": "<strong> Brian Cowen </strong>'s opponents by forcing the motion. But Chief Whip <strong> John Curran </strong> refused to free up Dail time, forcing the party to wait for more than a week to test the Taoiseach's support. <q> The reality is that this is just another meaningless political stunt which exposes( Labour leader) <strong> Eamon Gilmore </strong>'s reluctance to abandon the` politics as usual' approach, </q> Mr <strong> John Curran </strong> said.`` This is a shallow posturing approach to politics which does nothing to aid economic recovery.'' Mr <strong> Eamon Gilmore </strong> branded the Government dysfunctional and said it was reneging on commitments to", "new_id": -2}, {"i": 36363, "idx": 6, "index_answer": 0, "new_id": -1, "q": "The next step is to reduce U.S. unemployment, an issue <strong> Barack Obama </strong> should make`` the centerpiece'' of his annual State of the Union address on Jan. 25, the former Cabinet member said. <q> The American people are expecting him to say something about what he's going to do to </q> keep the economy moving forward, <strong> Colin Powell </strong> said. <strong> Colin Powell </strong> has criticized his own party in recent months while supporting <strong> Barack Obama </strong>'s ultimately successful fight for Senate ratification of a new nuclear-arms-reduction treaty with Russia. <strong> Colin Powell </strong> said", "sa": ["Colin Powell", "Barack Obama"], "uid": "1295802494101695495"}]