[{"uid": "1295568037204079137", "i": 16853, "idx": 0, "sa": ["Eric Schmidt"], "q": "per share of US$ 7.81. Google-owned sites generated revenues of US$ 5.67 billion, or 67pc while revenues from outside of the United States totaled US$ 4.38 billion, representing 52pc of total revenues. <q> Q4 marked a terrific end to a stellar year, </q> said <strong> Eric Schmidt </strong>. \"Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display", "new_id": -2}, {"uid": "1297407500242712579", "i": 6858, "idx": 2, "sa": ["Allen Iverson", "Reggie Miller", "Paul Pierce", "Kobe Bryant"], "q": "broke the record in 309 fewer games than <strong> Reggie Miller </strong>. That's a <strong> Kobe Bryant </strong> more than three fewer seasons. In other words, <strong> Allen Iverson </strong> isn't done at 2,562 3-pointers. Teammate <strong> Paul Pierce </strong> said <strong> Allen Iverson </strong> could play <q> four or five more years </q>. <strong> Allen Iverson </strong> is under contract with the Celtics for the rest of this season as well as next season He is 35-years-old, which means five more seasons will have him playing until he is 40. That's an", "new_id": -2}, {"uid": "1297616629186400779", "i": 32532, "idx": 14, "sa": ["George H. W. Bush", "Osama bin Laden", "Donald Rumsfeld"], "q": ". \"No,\" said <strong> Donald Rumsfeld </strong>. \"There's no disconnect at all.\" \"But in private you're much more unhappy with what this system is doing.\" <q> Once you're satisfied and comfortable in a war, </q> <strong> Donald Rumsfeld </strong> said, \"you lose.\" The <strong> George H. W. Bush </strong> administration certainly wasn't satisfied with just going after <strong> Osama bin Laden </strong>. Even before the bomOsama bin Ladeng of Afghanistan began, it was secretly planning to take out Saddam Hussein", "new_id": -2}, {"uid": "1295539340089374724", "i": 6820, "idx": 0, "sa": ["Ben Ali", "Bernie Sanders", "John King", "Barack Obama", "William Hartung", "David Cay Johnston"], "q": "Confinement <strong> William Hartung </strong>, director of the Arms and Security Initiative at the New America Foundation. His latest book is From the Pentagon to the Private Sector: Boston Globe Analysis Finds Large Numbers of Retiring Generals Entering Defense Industry <q> The Worse Off You Are, Your Taxes Increase </q>: JournBen Alist <strong> David Cay Johnston </strong> Slams Barack Obama-GOP Tax Deal <strong> Bernie Sanders </strong> Denounces Barack Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming \"Banana Republic\" \"Prophets of War: Lockheed Martin and the MaJohn King of the Military-Industrial Complex.\"", "new_id": -2}, {"uid": "1297077081054001689", "i": 60048, "idx": 0, "sa": ["Zahi Hawass"], "q": ": Dr. <strong> Zahi Hawass </strong>, Director for the Supreme Council of Antiquities... Photo in Slideshow: The Egyptian Museum is seen at right in this general view of the... World Video: Western Australia wildfire burns homes Report Abuse <q> Some of you dumbheads are mixing up Religion& Archeology and nurturing hatred. What has this document/ Egyptology& Islam got to do. Perhaps Islam is too young to talk about Egyptology. Keep Islam and stupidity away in this forum. Egyptology is not only for egypt it is the wonders of the earth. </q> Report Abuse \" they've have been digging the sphinx out for several years but from thousands of years of nature they have away to go studies of the head suggest that it was once a lions head but was", "new_id": -2}, {"uid": "1297334471212090885", "i": 24686, "idx": 2, "sa": ["Sergio Marchionne"], "q": "the meeting is for political purposes only, the union nonetheless recognises it is \"logical\" to have two centres in Turin and Detroit, although it highlights the Italian city's design and engineering excellence. <q> The know-how in Turin is not possible to emigrate, </q> added Vitali, noting FIM had requested a meeting with <strong> Sergio Marchionne </strong> next week. In contrast to FIM's more conciliatory stance, hardline union FIOM has urged a workforce presence at this weekend's meeting.", "new_id": -2}, {"uid": "1295562571075235365", "i": 42736, "idx": 0, "sa": ["Eric Schmidt"], "q": "longer the CEO. Say what? No kidding! Google's CEO for the past 10 years is stepping down as CEO. In a blog post <strong> Eric Schmidt </strong> states... <q>... we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I", "new_id": -2}, {"uid": "1295965652202670112", "i": 41555, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong>: <q> Ich freue mich auf das n?chste Jahrzehnt bei Google </q> Alle Ger?chte seien falsch: \"<strong> Larry Page </strong>, Sergey und ich sind beste Freunde. Ich bin Google weiterhin sehr verbunden\" , sagte der Noch-Vorstandschef von Google, <strong> Eric Schmidt </strong>, auf der Burda-Digitalkonferenz DLD in M?nchen. Seine", "new_id": -2}, {"uid": "1295803494036782097", "i": 51042, "idx": 0, "sa": ["Gene Stanley Van Horn", "Colin Powell", "Candy Crowley", "Barack Obama"], "q": "reform, and I think he took that on.\" Gene Stanley Van Hornral <strong> Colin Powell </strong> on <strong> Barack Obama </strong>, unemployment and the State of the Union speech Speaking about <strong> Barack Obama </strong>'s international diplomacy, Gene Stanley Van Hornral <strong> Colin Powell </strong> continued, <q> I think he has reached out to countries around the world and has developed good relations with countries around the world. And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the centerpiece of the State of the Union speech. </q> Gene Stanley Van Hornral <strong> Colin Powell </strong> says <strong> Barack Obama </strong> lost focus on the economy Gene Stanley Van Hornral <strong> Colin Powell </strong> also stood by comments previously made regarding <strong> Barack Obama </strong> and the economy. <strong> Candy Crowley </strong> reminded Gene Stanley Van Hornral <strong> Colin Powell </strong> of comments he spoke in the past suggesting", "new_id": -2}, {"uid": "1296141676192086065", "i": 698, "idx": 0, "sa": ["Simon Cowell"], "q": "and often known as \"Boxer,\" was left with severe burns to his hands and arms following the blast at the sheltered accommodation run by mental health charity Rethink. He suffers from bi-polar disorder. <q> Mike has been a great friend of mine for the last 20 years, </q> explained organiser Paul, who once had a record deal with <strong> Simon Cowell </strong>. \"He said he could never get around to thanking everybody enough, so we wanted to organise this event to give him a platform", "new_id": -2}]