[{"uid": "1296828175247005314", "i": 9846, "idx": 0, "sa": ["Jay Leno", "Howard Stern", "David Letterman", "Conan O'Brien"], "q": "Office During Super Bowl Weekend <strong> Howard Stern </strong> Goes Off on <strong> Jay Leno </strong>( Video) <strong> Jay Leno </strong>. The Sirius XM radio host went off on <strong> Jay Leno </strong> Thursday on Late Show With <strong> David Letterman </strong>. <q> I have been studying this from afar, but I'm ready to comment on this now. You know as well as everyone in this now, <strong> Jay Leno </strong> is horrible, </q> <strong> Howard Stern </strong> said, in reference to the <strong> Jay Leno </strong>- <strong> Conan O'Brien </strong> late-night debacle.`` I'm on your team. I never understood it,'' added <strong> Howard Stern </strong>. <strong> David Letterman </strong> never picked up the", "new_id": -2}, {"uid": "1296573174100253698", "i": 27139, "idx": 0, "sa": ["Michael Vick"], "q": "wastewater discharge... ATF fears budget cuts would...- About three weeks before the deadly shootings in Tucson renewed a national debate... U.S. Video: Over 100 Million Americans Threatened by Winter Storm Report Abuse <q> I so truly wonder about the use of the money we spend on DHS. These types are targets? </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Red Hot Penny Stock: SMNG Why Investors Consider", "new_id": -2}, {"uid": "1297082221245825549", "i": 40643, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "mistake of the war.`` In a war, many things cost lives,'' <strong> Donald Rumsfeld </strong> told ABC News. Pressed on the fact that <strong> President Bush </strong> has written that cutting troop levels in Iraq was <q> the most important failure in the execution of the war, </q> <strong> Donald Rumsfeld </strong> called that`` interesting.''`` I don't have enough confidence to say that that's right. I think that it's possible. We had[ an] enormous number of troops ready", "new_id": -2}, {"uid": "1297127015165691436", "i": 15224, "idx": 1, "sa": ["Simon Cowell", "Katy Perry", "Kelly Rowland"], "q": "Idol. And he has also considered former Destiny's Child singer <strong> Kelly Rowland </strong> and <strong> Katy Perry </strong> for a spot as he thought about an all-girl panel.`` His indecision is final,'' quipped an insider last night. <q> But he's making us very nervous. This to-ing and fro-ing is not a good sign. </q> Yesterday <strong> Simon Cowell </strong> and Fox TV chiefs unveiled some details of the show, but pointedly refused to get drawn on the panellists. The TV mogul risked alienating ITV bosses and British fans in a trailer", "new_id": -2}, {"uid": "1295686742156401686", "i": 47058, "idx": 25, "sa": ["James Posey", "Tim Duncan", "Vince Carter", "Mike Bibby", "Michael Jordan", "Allen Iverson", "Mo Williams"], "q": "'ve been playing some pretty tough games.'' <strong> James Posey </strong> finished with 12 points and former Sixer Scott <strong> Mo Williams </strong> had 10 and 13 rebounds for Denver, which snapped a four-game losing streak and a three-game slide at home. <q> This was a good win for us, </q> Denver coach <strong> Mike Bibby </strong> Evans said.`` We had gotten snake http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Michael Jordan </strong>'s <strong> Tim Duncan </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of", "new_id": -2}, {"uid": "1296580317091275273", "i": 16442, "idx": 12, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time.`` The people in the streets have to give this government an opportunity to change,'' he said cheerfully. <q> Beautiful things happened in the last five days. </q> 53% Off Facial at Irina's Secret Day Spa in Olathe", "new_id": -2}, {"uid": "1295736488267124747", "i": 25958, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q> A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR </q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Is he", "new_id": -2}, {"uid": "1295997781011730965", "i": 14486, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ". <strong> Donald Rumsfeld </strong> had been on the Board of Directors from the establishment of Gilead in 1987. As confirmed in a company press statement in 1997, <strong> Donald Rumsfeld </strong> H. <strong> Donald Rumsfeld </strong> assumed the position of Chairman, of GILEAD:: <q> Gilead is fortunate to have had Don <strong> Donald Rumsfeld </strong> as a stalwart board member since the company's earliest days, and we are very pleased that he has accepted the Chairmanship, </q> Dr. Riordan said.`` He has played an important role in helping to build and steer the company. His broad experience in leadership positions in both industry and government will serve us well as Gilead continues to build", "new_id": -2}, {"uid": "1295287505178176044", "i": 2167, "idx": 0, "sa": ["Michael Douglas", "David Letterman"], "q": "of his life.`` The odds are the tumor gone and what I know about this particular type of cancer that I got to beat.'' <strong> Michael Douglas </strong> was last seen on the big screen portraying <strong> Michael Douglas </strong> Gecko in <q> Wall Street: Money Never Sleeps. </q> His`` wild six-month ride'' through chemotherapy kept him under the media magnifying glass. It began in August on <strong> David Letterman </strong>.`` I've got cancer. I've got cancer. I've found out about three", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it.`` Every time I think I've heard the worst story, another one comes about,'' <strong> Jamie Buehrle </strong> said. <q> It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals. </q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}]