[{"uid": "1297239349137953300", "i": 11883, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "the federally graced garbage between the county seat and the surface of the moon occupying private and presidential property.The facts are simple for one those whom occupy property without authorization due so to defend there own interests\" Report Abuse <q> One of the major reasons we have not had any further attacks in CONUS is because the CIA, DIA, NSA, NSC and all the other acronyms that provide intel are doing their jobs. They make mistakes, yes. But for the most part they protect all you whiners and you who are calling to abolish intel sevrices. </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore", "new_id": -2}, {"uid": "1295594598183287816", "i": 46397, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to assume more of a behind-the-scenes role as much as Page's personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and Google's other founder, <strong> Sergey Brin </strong>,", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}, {"uid": "1295273225054296586", "i": 910, "idx": 2, "sa": ["Steve Ballmer"], "q": "bets,\" <strong> Steve Ballmer </strong> claimed. \"We've bet on the cloud and our enterprise business; it's going fantastic. We made the bet on Xbox; we made the bet on Kinect.\" <q> We bet on Bing and are growing like a weed in that business, </q> he added. \"So I feel pretty good about the bets.\" Printed from www.pcpro.co.uk Register to receive our regular email newsletter at http://www.pcpro.co.uk/registration.", "new_id": -2}, {"uid": "1297625719143769620", "i": 41283, "idx": 1, "sa": ["Zahi Hawass"], "q": "'s Minister of State for Antiquities. <strong> Zahi Hawass </strong> described the statue as: \"a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess\". Apart from this, the eight pieces included <q> parts of a gilded wood statue of Tutankhamun harpooning </q>. The pieces stolen have been described as being \"very valuable\", especially so the statue of the Pharaoh Tutankhamun, who reigned from 1333 BC to 1324 BC. The robbery was reported by museum", "new_id": -2}, {"uid": "1297717091255754251", "i": 39050, "idx": 0, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "Defense <strong> Robert Gates </strong> talks about the Defense Video: Sneak Preview: <strong> Donald Rumsfeld </strong> on \"Hannity'... U.S. Video: Valentine's Day Edible Aphrodisiacs U.S. Video: UF Students Killed While Caving In Ga.. Report Abuse <q> I am thinking... freeze and seize... and the same with his Government Pensions and free lifetime healthcare... </q> Report Abuse \" \"The judges allegedly disguised the extortion payments as rental income from a Florida condo owned by their wives.\"\" Report Abuse \"Sounds like 3rd world operations- finder\"s fees,", "new_id": -2}, {"uid": "1295670143256737309", "i": 30983, "idx": 0, "sa": ["Eric Schmidt"], "q": "of the company, and providing business leadership, and even reportedly mediating in disputes between the founders over issues such as bedrooms on the company jet. In a company statement, <strong> Eric Schmidt </strong> said: <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and Sergey for a long time to come. </q> Tellingly, on a Twitter posting at the time of the announcement, <strong> Eric Schmidt </strong> commented; \"Day-to-day adult supervision no longer needed!\" Google also announced results for Q4,", "new_id": -2}, {"uid": "1295622096143933453", "i": 202, "idx": 0, "sa": ["Piers Morgan", "David Letterman", "Larry King"], "q": " \"The Late Show with <strong> David Letterman </strong>.\" <strong> David Letterman </strong> told <strong> Piers Morgan </strong> that his show would only take off if a guest punched him on-air- or, even better, if he punched a guest. <q> You need to grab somebody by the tie and just pop him, </q> <strong> David Letterman </strong> said. \"Just a short right cross and then it would be fantastic.\" \"Would it work if it was <strong> Larry King </strong>, or would it be seen a bit too cruel?\" he", "new_id": -2}, {"uid": "1296978592039108619", "i": 10051, "idx": 0, "sa": ["Michael Vick", "Wesley Matthews"], "q": "serving a federal sentence for dogfighting, is The Associated Press 2010 Comeback Player of the Year. In the 12-year history of the honor, no player has returned from jail to earn it and <strong> Michael Vick </strong> calls this season <q> the most fun I've ever had playing football. </q> CLEVELAND( AP) The Cleveland Cavaliers have the NBA's record for futility all to themselves after suffering their 24th straight loss, 111-105 to Portland. <strong> Wesley Matthews </strong> scored 31 points against the pitiful", "new_id": -2}, {"uid": "1295322218229212248", "i": 44249, "idx": 0, "sa": ["Piers Morgan", "Michael Vick"], "q": "about contemplating suicide at age 14, her quest to interview <strong> Michael Vick </strong>, and how many times she's had her heart broken( twice). <strong> Piers Morgan </strong> pumped up his subject shamelessly: \"She <q> the biggest, richest, most powerful star in the world! </q> \"You would make a fantastic mother!\" \"Everything you touch is a hit- could you just touch me?\" <strong> Piers Morgan </strong>, reaching for the highest compliment a fawning British subject could pay a woman,", "new_id": -2}]