[{"uid": "1295790964050479109", "i": 17805, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "his previous case, said none of the four had been the victims of News Group newspapers.( News Group is a <strong> Rupert Murdoch </strong> company which controls the NoW.) He told the paper: <q> Lots of people were doing it. It was such a widespread practice, this was almost kids' playtime.`` Although it is a crime, people were regarding it as though it was driving at 35mph in a 30mph zone, that you just sort of do it and hope you don't get caught. </q> The allegation that the practice spread beyond the NoW will surely be a welcome one for <strong> Rupert Murdoch </strong>- the latest intrigue over <strong> Andy Coulson </strong>'s behaviour at one of his papers could not have come at a worse", "new_id": -2}, {"uid": "1295400567126992450", "i": 1255, "idx": 1, "sa": ["Hu Jintao", "Steve Ballmer", "Barack Obama"], "q": "The Congressional Steel Caucus of lawmakers from steel-making states urged <strong> Barack Obama </strong> to tell <strong> Hu Jintao </strong> that`` American patience for its unfair and illegal trade practices, and its exploitative and anti-competitive policies, has run out.'' <q> There's increasing frustration, particularly on the exchange rate issue, with the pace at which the Chinese have advanced, </q> <strong> Steve Ballmer </strong> Dunaway, an international economics expert at the Council on Foreign Relations, told reporters. China's Foreign Ministry said it hoped U.S. lawmakers would not sour the tone of <strong> Hu Jintao </strong>'s visit, repeating that", "new_id": -2}, {"uid": "1296770511173654034", "i": 12177, "idx": 27, "sa": ["Donald Rumsfeld"], "q": "But he confesses to`` a few ill-chosen words'' at a subsequent press briefing-a time, says <strong> Donald Rumsfeld </strong>, when he was under additional strain because his wife was in the hospital with a ruptured appendix. <q> Think what's happened in our cities when we've had riots, and problems, and looting. Stuff happens! </q> he told reporters. But he adds that media outlets`` who created and spread the grossly false and harmful stories about the museum looting took no responsibility,'' as if they had collectively shrugged,``", "new_id": -2}, {"uid": "1295779915017170471", "i": 1253, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "-- all of which are increasingly important given Google's global reach. Internally, he will continue to act as an advisor to Larry and <strong> Sergey Brin </strong>. Here's what <strong> Eric Schmidt </strong> had to say about the changes: <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> As for Larry's take? Here it is:`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that", "new_id": -2}, {"uid": "1296726316183549954", "i": 37402, "idx": 0, "sa": ["Dick LeBeau", "Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory.`` He's like a very good scorer in basketball_ you know he's going to get points,'' Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from controlling the game and monopolizing the game. That's what we have to try and do with <strong> Aaron Rodgers </strong>. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release. </q> The 6-foot-5, 241-pound <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced", "new_id": -2}, {"uid": "1295073695171851783", "i": 3275, "idx": 1, "sa": ["Piers Morgan", "Simon Cowell"], "q": "and the Hoff having replaced last year's <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> on the panel- and admitted the new format is working out well. Writing on her twitter page, she said: <q> Great first day in Manc!! I think its working out well with the new boys! <strong> ( sic ) </strong> </q> Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News editor.", "new_id": -2}, {"uid": "1297419174197410853", "i": 49377, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "and Android-powered phones outshone them. This move to partner with Microsoft could be seen as Nokia's final throw of the dice in the smartphone game. <strong> Stephen Elop </strong>, in a video annoucnement, said consumers could expect <q> stellar hardware, innovative software and great services </q> from the new partnership. Microsoft chief, <strong> Steve Ballmer </strong>, added that his company would be bringing`` the brands that consumers want'' like Bing, Office and of course Xbox Live. The new alliance will see Nokia", "new_id": -2}, {"uid": "1296051090213254170", "i": 36995, "idx": 3, "sa": ["Michael Vick"], "q": "were thin, light and able to withstand the crushing force of a blitz. Most NFL players do not use leg protection because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢. <q> I forgot the Unequal pads were in my pants, </q> says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs.`` I didn't feel a thing!'' Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal", "new_id": -2}, {"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was`` incremental,'' not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}, {"uid": "1296744089261505081", "i": 8707, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "turn out to be a drug cartel member that just got$ 100,000 richer thanks to the U.S. government and law enforcement. He can buy a lot more drugs and guns with his newfound wealth. \" Report Abuse <q> at the most 2nd degree not pre meditated murder maybe even manslaughter if there was a fist fight first, 60 yrs? he made the rt choice even with half time and good time credits he would still be in prison. </q> We don't need no stinkin gringos in Mexico@#$% illegal Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War", "new_id": -2}]