[{"uid": "1297255522158613507", "i": 27400, "idx": 0, "sa": ["Steve Ballmer"], "q": "president of the Server and Tools Division which has grown into a$ 15 billion business on his watch, was unceremoniously deposed when <strong> Steve Ballmer </strong> notified employees by email that he will leave in June. <q> <strong> The CEO </strong> wants to rectify Microsoft's misfires in mobile phones and tablet computers, as well as ensure that the company doesn't fall behind in cloud software, </q> the news report said. It is not uncommon for Microsoft to have major reorgs as often as once a year, and several reorgs in the past ten years were mounted at this time of year--", "new_id": -2}, {"uid": "1297184222036618258", "i": 14207, "idx": 2, "sa": ["Dwaine Caraway", "Brent Jones", "Michael Vick"], "q": "making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school, staying away from drugs, making positive choices about picking friends, and the importance of education,\" <strong> Dwaine Caraway </strong> said. <q> That was the focus of the event.... For those reasons, <strong> Michael Vick </strong> deserves such an action from my office. </q> To report corrections and clarifications, contact Standards Editor <strong> Brent Jones </strong>. For publication consideration in the newspaper, send comments to", "new_id": -2}, {"uid": "1295803019101695619", "i": 39689, "idx": 3, "sa": ["Saddam Hussein", "Colin Powell", "President Bush", "Geoffrey Wawro"], "q": ". \"There is a legitimate argument as to whether we stopped too soon,\" <strong> Colin Powell </strong> said. \"We accomplished the mission. <strong> President Bush </strong> made the right decision.\" <strong> Geoffrey Wawro </strong>, who published <q> Quicksand: America's Pursuit of Power in the Middle East </q> last year, writes in the online analysis in great detail about various aspects of the war with a special emphasis on the war's ending. \"A year after the war, <strong> Saddam Hussein </strong> mocked <strong> President Bush </strong> from", "new_id": -2}, {"uid": "1297234002160825518", "i": 35503, "idx": 0, "sa": ["Simon Cowell"], "q": "on 27 March, he will bring with him the largest guaranteed prize in television history. The winner of the first season will receive an unprecedented$ 5m( Â£ 3m) record deal with Sony Music. <q> I believe that America has the best talent in the world, </q> <strong> Simon Cowell </strong> said on The X Factor website. \"I believe that with all my heart.\" While Britain- and One Direction- recovers from this blow, <strong> Simon Cowell </strong> went on to trumpet the show", "new_id": -2}, {"uid": "1296531819108003356", "i": 18615, "idx": 0, "sa": ["Michael Vick"], "q": "contend for a division title? â\u0080¢ Has \"Legends and Leaders\" caught on yet? On the tube Mythbusters Begging to differ with that NFL conventional wisdom, <q> You are what your record says you are </q>: â\u0080¢ The Lions, who always maintained they were much better than whatever their record was. â\u0080¢ <strong> Michael Vick </strong>, who's back to being one of the league's most marketable stars", "new_id": -2}, {"uid": "1295887665065683465", "i": 31473, "idx": 5, "sa": ["Eric Schmidt"], "q": "larger it grows more challenging.\" After 10 years of having \"equal\" decision making power, \"we will continue to discuss the big decisions among the three of us,\" <strong> Eric Schmidt </strong> wrote. <q> But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> Some Google employees are reportedly concerned about the timing of the transition, but one contacted by the Voice, speaking anonymously, said that the move was overblown by news reports calling it a \"shakeup\"", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season. \"I thought AI had a real good feel for the game,\" Nuggets coach <strong> George Karl </strong> said. <q> <strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}, {"uid": "1295752898235700267", "i": 4477, "idx": 0, "sa": ["Bill Lockyer"], "q": "UNTIL JAN 23, 3:00 p.m. BERKELEY- Treasurer <strong> Bill Lockyer </strong> said Saturday that if lawmakers fail to quickly adopt significant budget cuts, the state could be forced to begin issuing IOUs beginning in May. <q> Depending on whether cuts are made soon, we may have to have IOUs go out in May, </q> he said during a luncheon speech at a political seminar. Controller John Chiang, who would be responsible for making such a decision, has not publicly warned of that possibility. \"I'm not supposed", "new_id": -2}, {"uid": "1295369666220332052", "i": 12270, "idx": 1, "sa": ["Howard Stern", "David Letterman"], "q": "stealing sketch ideas. \"Jay is a crook and the world knows exactly what he's up to. He steals a tremendous amount of material,\" The New York Post quoted <strong> Howard Stern </strong> as saying. <q> This guy's ripped off like 10 major things from my show. </q> <strong> David Letterman </strong> in the ratings. \"It's beyond my comprehension,\" <strong> Howard Stern </strong> says. \"America must be filled with morons who at night lay in bed-- the ones who are watching", "new_id": -2}, {"uid": "1295419136019841068", "i": 1221, "idx": 3, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "her look like a poodle. Now, nearly a decade after \"Idol\" first premiered, it seems that every reality competition has its own <strong> Simon Cowell </strong>. With \"America's Got Talent\" and <strong> Nigel Lythgoe </strong> on <q> So You Think You Can Dance, </q> cruel Brits are everywhere, except maybe Many of these judges arrive on our shores with years of industry experience overseas. But simply by playing the bad cop, a judge can sound more like an expert", "new_id": -2}]