[{"uid": "1295895673258490368", "i": 31232, "idx": 0, "sa": ["Steve Ballmer"], "q": "Feb. 28, 2011. For the first time outside North America, customers can access Microsoft Dynamics CRM Online in 40 markets and 41 languages and sign up for a free trial. <strong> Steve Ballmer </strong> said, <q>Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes, and access to real-time data so they can improve their customers' experiences and effectively compete in the market.</q> Microsoft Dynamics CRM Online offers Familiar experiences for users through a next-generation native Microsoft Outlook client, browser-based and mobile access, RoleTailored design, and advanced user personalization. Intelligent experiences through guided process dialogs,", "new_id": -2}, {"uid": "1295153110091308033", "i": 11316, "idx": 2, "sa": ["Detroit Red", "Rasheed Wallace", "Kobe Bryant", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. ''We just played defense,'' <strong> Allen Iverson </strong> said. <q>We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night.</q> <strong> Kobe Bryant </strong> said the Pistons presented a ''matchup issue'' for the Lakers' defense. ''With <strong> Rasheed Wallace </strong> at the 5, and his ability to Columbus Blue Jackets( 21-20-3) at <strong> Detroit Red </strong> Wings( 27-11-6),", "new_id": -2}, {"uid": "1297242441083116117", "i": 20966, "idx": 5, "sa": ["David Letterman"], "q": "be worth even more than the$ 500 million contract he signed with them in 2005. But once again, Stern( now 57) turned the tables on <strong> David Letterman </strong>( now 63), asking the host, <q>How much longer are you doing this?</q> To which <strong> David Letterman </strong> replied: ''Maybe two years, I think?'' He's quite old. Surely he should be thinking about retirement. Bring on Rove from Australia in his place, I say", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies. ''Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,'' <strong> Bill Lockyer </strong> said. <q>It's improper, it will stop now, it will not happen again and we will get our money back.</q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}, {"uid": "1297260081046088218", "i": 10075, "idx": 0, "sa": ["Eric Schmidt"], "q": "Microsoft-style showdown with the EU's competition authorities, but wouldn't let the company's lawyers dictate product policy. Google is currently being investigated by the EU for alleged abuse of its dominant position in search. <q>The engineers build stuff, the lawyers come in, there are then a series of often very difficult fights inside the company</q> ''It is very important that the lawyers are not making the product decisions,'' <strong> Eric Schmidt </strong> told the Sunday Telegraph. ''Because the lawyers, on balance, will be more", "new_id": -2}, {"uid": "1297706931264994828", "i": 42095, "idx": 0, "sa": ["Steve Ballmer"], "q": "<strong> Steve Ballmer </strong> speaks duringthe 3GSM World congress in Barcelona. Microsoft said Monday that it would release an update of its Windows Phone operating system later this year that will provide a full web experience to smartphone users. <q>We need to give people the full web, the full Internet on their phone, like they've come to expect with the PC,</q> Microsoft chief <strong> Steve Ballmer </strong> said at the mobile industry's annual get-together in Barcelona. ''Later this year we are going to release a version of Internet Explorer9( web browser) complete with hardware and graphics and", "new_id": -2}, {"uid": "1295565740204783649", "i": 20454, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google's global reach,'' and act as an adviser to Page and <strong> Sergey Brin </strong>. ''We are confident that this focus will serve Google and our users well in the future,'' <strong> Eric Schmidt </strong> said. <q>Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come.</q> Woman who fell in fountain and outed herself to complain about unwanted fame just got some more:... Airlines at Denver International Airport are investigating a number of unexplained windshield cracks,... Excuse# 112 to get", "new_id": -2}, {"uid": "1297372224147750919", "i": 32289, "idx": 1, "sa": ["Eric Schmidt"], "q": "takeover talks with Twitter, valuing the company as high as$ 10 billion. Asked whether he planned to stay another four years at Google to collect stock awards worth$ 100 million, <strong> Eric Schmidt </strong> said: <q>Yes, that is my plan.</q> Google said last month co-founder Larry Page would take over as chief executive from April 4 while <strong> Eric Schmidt </strong> would assume the role of executive chairman. Photo in Slideshow: Google exec's role in Egypt a", "new_id": -2}, {"uid": "1296243218063520792", "i": 14227, "idx": 2, "sa": ["Sen. Chris Dodd", "Jim Gilmore", "Mike Pence"], "q": "even remotely interesting. These guys fade in the face of the frontrunners and steal time from the dark horses. Think about all those Democratic primary debates you watched where you saw <strong> Sen. Chris Dodd </strong> standing there and you thought, <q>I understand how this is happening, but I'll be damned if I can tell you why this is happening.</q>( Occasionally you get someone running for president who's doesn't have stature or anything interesting to say. This is a condition I call ''being <strong> Jim Gilmore </strong>.'') <strong> Mike Pence </strong> pretty neatly", "new_id": -2}, {"uid": "1297616822186400769", "i": 22015, "idx": 0, "sa": ["Dannii Minogue", "Cheryl Cole", "Simon Cowell", "Louis Walsh"], "q": "as to what will happen if <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> are fully to be involved in the US version of the show, but a source said that fans should not worry too much about <strong> Simon Cowell </strong> deserting them. <q>There's no way he will go off and forget about the UK show. <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> will be involved some way in the UK show.</q> The pay bonus for <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong> will raise their earnings from last year's Â£ 1.1 million, and both are expected to sign closer to the start of auditions in May. <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong> to", "new_id": -2}]