[{"uid": "1295940706203702291", "i": 39851, "idx": 1, "sa": ["David Letterman"], "q": "pause to rage, rage against the dying of the light. So in honor of excitable Johnny Storm, cue a tune of remembrance by the late great rocker`` Stand in the Fire,'' <q> Johnny Strikes Up the Band </q>). It was Zevon, after all, who once-- when asked by <strong> David Letterman </strong> for thoughts on facing his own imminent mortality-- said in part with a certain wry poignance:`` Enjoy every sandwich.''", "new_id": -2}, {"uid": "1295094125134053943", "i": 24370, "idx": 28, "sa": ["Allen Iverson", "Dirk Nowitzki", "Kobe Bryant", "Nathaniel D Robinson", "Joseph King"], "q": "over Germany( 1-1) in front of a sold-out Kolnarena crowd numbering 18000.`` It felt good when it left my hand, I knew it had a chance,'' said <strong> Allen Iverson </strong> of his game winner. <q> I tried to side step him( his defender) just to get a <strong> Kobe Bryant </strong> bit of space and I got a good look at the basket and fortuNathaniel D Robinsonly it went in.`` That was my first buzzer-beater ever, </q> added a smiling <strong> Allen Iverson </strong> who was mobbed by his USA teammates after maJoseph King the shot. The <strong> Allen Iverson </strong> answer was a fitting end to a game that was tight the entire way and one in which NBA All-Star <strong> Dirk Nowitzki </strong> almost", "new_id": -2}, {"uid": "1296594377057851911", "i": 28110, "idx": 0, "sa": ["Ryan Seacrest", "Simon Cowell", "Jennifer Lopez", "Randy Jackson"], "q": "'s only remaining original judge, <strong> Randy Jackson </strong> recently told <strong> Ryan Seacrest </strong> on his radio show that he is not trying to be the mean judge this season or fill in <strong> Simon Cowell </strong>'s shoes for that matter. <strong> Randy Jackson </strong> told <strong> Ryan Seacrest </strong>'' <q> I wouldn't say I stepped into the <strong> Simon Cowell </strong>'s shoes. I don't think those shoes could be filled, nor would I want to be in them! But I think you'll see a lot of excitement. </q> When asked about <strong> Jennifer Lopez </strong>'s comment, <strong> Randy Jackson </strong> replied`` Oh come on! <strong> Jennifer Lopez </strong>, come on, take it back! It's not true!'' So what exactly can fans expect out of <strong> Randy Jackson </strong>", "new_id": -2}, {"uid": "1295433183052150274", "i": 50102, "idx": 10, "sa": ["Simon Cowell", "Toby Young"], "q": "duck and see what hatches!'' he tells another. That's apparently his version of a compliment. <strong> Toby Young </strong> remains amused by the idea that Americans need a mean Brit to tell it like it is. <q> It's funny because 75 years ago Americans had a reputation for being honest and plainspoken, while Brits were thought to be mealy-mouthed and obsessed with propriety, </q> says <strong> Toby Young </strong>.`` It's as if we've switched places.'' But with <strong> Simon Cowell </strong> gone, who's going to judge our nation of underachievers? AEvangelista at 12:06 AM January 19, 2011", "new_id": -2}, {"uid": "1297245174074432537", "i": 18612, "idx": 1, "sa": ["Simon Cowell", "Lindsay Lohan", "Ernie Banks"], "q": "integral character of a TV show. He describes <strong> Ernie Banks </strong> as`` an ensemble comedy'' but insists he is`` at the creative centre this time. I've never done that before''. <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1296007291020578334", "i": 31357, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Michele Bachmann", "Neil Barofsky"], "q": "criteria for success and refused to get tough with mortgage companies that have dragged their feet and excluded qualified homeowners. He says that makes meaningful oversight of the program nearly impossible. The main foreclosure program's <q> achievements look remarkably modest, and hope that this program can ever meet its original expectations is slipping away, </q> <strong> Neil Barofsky </strong> says. Tea Party GOP Rep. <strong> Michele Bachmann </strong> thinks founding fathers ended slavery Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SOCCER COACH Company", "new_id": -2}, {"uid": "1297610241160759815", "i": 38667, "idx": 4, "sa": ["Zahi Hawass"], "q": ", I am now concerned Egypt is not safe.'' <strong> Zahi Hawass </strong> also said that,`` in another terrible turn of events'', a magazine in Dahshur near Cairo was broken into on Friday night. <q> This magazine contains large blocks and small artifacts, </q> he said, without providing other details. href=\"http://lincolntribune.com/?p=5522\" rel=\"bookmark\"> Joe Bolen STANLEY- Mr. Joe Joseph Bolen age 72 of 5621 Daybook Court Stanley passed away on Friday February 11, 2011.", "new_id": -2}, {"uid": "1294993546105644058", "i": 11500, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "Saturday, can now move both of her arms and legs, has opened her eyes, can sit up with help in her hospital bed, and is responding to family members, doctors revealed yesterday. <q> Miracles happen every day, </q> said Dr. Michael Lemole at Uni versity Medical Center, calling the fact that <strong> Gabrielle Giffords </strong> is be coming aware of her sur roundings`` a major mile stone.'' Sen. <strong> Kirsten Gillibrand </strong>( D- NY) said", "new_id": -2}, {"uid": "1295571277037306368", "i": 14595, "idx": 0, "sa": ["Jonathan Rosenberg", "Eric Schmidt"], "q": "advertisers and publishers in its exchange, but also described a continued influx of brand dollars from offline channels into online display ads, which he predicted would continue into 2011. <strong> Jonathan Rosenberg </strong> added that 2011 will be <q> the year that mobile phones will play an important role in commerce, </q> and described continued growth of the firm's Android mobile operating system. In reference to the management restructuring, current CEO <strong> Eric Schmidt </strong> said he hoped the reorganization would enable the company to operate more efficiently.``", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said.`` I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.'' <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}]