[{"uid": "1297161526055738379", "i": 41063, "idx": 4, "sa": ["Simon Cowell"], "q": "\"It can become even more competitive among the judges than the contestants,\" <strong> Simon Cowell </strong> said, \"because we don't have to pretend we like each other.\" And sure, said <strong> Simon Cowell </strong>, <q> There will be some bias </q> among the judges toward the contestants they mentor. \"That's part of the fun.\" Britain seven years ago, he said, \"because I got bored\" with \"the old style\" of", "new_id": -2}, {"uid": "1296868149118718514", "i": 4683, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "about his plans. \"I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him,\" <strong> Roger Goodell </strong> said. <q> He takes that seriously also. </q> <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009 season. His starring performance for Philadelphia this season makes him among", "new_id": -2}, {"uid": "1295594483015613993", "i": 28348, "idx": 4, "sa": ["Michael Gove"], "q": "at GCSE, Mr <strong> Michael Gove </strong> responded with an emphatic \"yes\" . He added: \"We have given people a nudge with the English Baccalaureate towards a certain set of academic subjects.\" <q> Beyond that we want to have an informed debate. </q> To gain the English Baccalaureate pupils need good GCSEs in English, maths, science, a modern foreign language, and either history or geography. The requirement for teenagers to take a language at GCSE was ended", "new_id": -2}, {"uid": "1296095529183648268", "i": 59874, "idx": 5, "sa": ["Michael Vick"], "q": "shoulder pads and a thigh pad during the season. It is <strong> Michael Vick </strong>'s first paid endorsement since going to prison. \"They're the reason I made it through the season,\" <strong> Michael Vick </strong> said. <q> It's a great opportunity for me. </q> On Wednesday, <strong> Michael Vick </strong> stepped off the team bus at a local high school and was cheered by approximately 100 fans who lined the entrance to the school's stadium. He walked to the practice field,", "new_id": -2}, {"uid": "1297086358189808654", "i": 42218, "idx": 1, "sa": ["Diane Sawyer", "George W. Bush", "Donald Rumsfeld"], "q": "biggest mistake of the war. \"In a war, many things cost lives,\" <strong> Donald Rumsfeld </strong> told <strong> Diane Sawyer </strong>. Pressed on the fact that <strong> George W. Bush </strong> has written that cutting troop levels in Iraq was <q> the most important failure in the execution of the war, </q> <strong> Donald Rumsfeld </strong> called that \"interesting.\" \"I don't have enough confidence to say that that's right. I think that it's possible. We had[ an] enormous number of troops ready", "new_id": -2}, {"uid": "1297338113118145033", "i": 19439, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "for the things he put in place-the Patriot Act, the Guantanamo Bay[ prison] and various things, military commissions-you know, a lot of people criticized them and they fussed at it,\" <strong> Donald Rumsfeld </strong> said. <q> The fact is, they're still there. Why are they still there? They're there, because they make sense in the 21st Century. They're needed. And the new administration has not been able to figure out a better way to do it. </q> <strong> Donald Rumsfeld </strong> bears enormous personal responsibility for the act that set the US government on a descent into lawlessness and barbarity that continues today: the invasion of Iraq. As was established at the Nuremberg trials of Nazi", "new_id": -2}, {"uid": "1295625451170147875", "i": 5110, "idx": 5, "sa": ["Andy Coulson", "Chris Bryant", "David Cameron"], "q": "@GerardArduaine \" 21 January 2011 3:34 PM \" It's the metropolitan police's role in all this that is most worrying. Absolutely correct, this is very worrying. <q> <strong> Chris Bryant </strong>, the MP for Rhondda, has split more than? 92,000 of expenses between three properties in Wales and London in the past five years. </q> There is a much larger story than <strong> Andy Coulson </strong> needing investigation here and it involves the relationship between News International, <strong> David Cameron </strong> and sections of the judiciary and police. FrancesSmith 21 January 2011 3:43 PM", "new_id": -2}, {"uid": "1296496332175095859", "i": 26156, "idx": 0, "sa": ["Dwight Howard", "Allen Iverson", "Luis Scola", "Ray Allen", "Shaun Johnson"], "q": "goal made by <strong> Luis Scola </strong> and post-game interview. Allen_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Shaun Johnson_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1297186907205783046", "i": 12834, "idx": 0, "sa": ["David Letterman", "Anderson Cooper", "Michelle Obama"], "q": "Bowl \"Glee\" makes that show the biggest scripted TV show in three years, Milwaukee TV threw the switch Monday and Channel 36 is now airing in high-definition, just like sister station Channel 10. <strong> Michelle Obama </strong> visits <q> Live with Regis and Kelly </q> at 9 a.m. Wednesday on Channel 12. CNN's <strong> Anderson Cooper </strong> will visit CBS' <strong> David Letterman </strong> at 10:35 p.m. Wednesday on Channel 58 to talk about what happened to him while covering the protests in Egypt. The CW will", "new_id": -2}, {"uid": "1295560472260145233", "i": 9865, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "and day-to-day operations of the company, whilst his co-founder <strong> Sergey Brin </strong> will continue to focus on strategic projects. <strong> Eric Schmidt </strong> said that managing Google has become a more complex job as the company has diversified. <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, </q> he said,. \"For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to", "new_id": -2}]