[{"uid": "1296798535175947782", "i": 4062, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "Saddam Hussein"], "q": "insurance or face a fine.( WASHINGTON)-- Former <strong> John McCain </strong> Defense <strong> Donald Rumsfeld </strong> has no regrets about how the Iraq war was handled, according to leaked portions of his memoir. The Middle East would be <q>far more perilous than it is today</q> with <strong> Saddam Hussein </strong> in power, <strong> Donald Rumsfeld </strong> wrote in his new book, Known and Unknown: A Memoir-- slated to be released next week. While the book's contents have been a tightly guarded secret,", "new_id": -2}, {"uid": "1296500170053821501", "i": 18867, "idx": 1, "sa": ["Simon Cowell", "John Elway"], "q": "players, <strong> John Elway </strong> Fox should secure the judging assistance of <strong> Simon Cowell </strong>. <strong> Simon Cowell </strong> says: \"If this Broncos player were a lifeguard, a lot of swimmers would drown.\" I might say: <q>If Zane had played with the Beadles the past season, he would have been Ringo.</q> At the conclusion of The Lost Season, the Broncos had connections to 70 players- 53 on the active roster, eight on the practice squad and nine on injured reserve. Half won't", "new_id": -2}, {"uid": "1295818294266780673", "i": 15356, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "through a series of challengers and secret online JAM Challenges to unlock online exclusive rewards and hidden content in the ultimate quest for global bragging rights. http://wn.com/Allen_Iverson_18pts_Melo_career_high_49pts_vs_Wizards_07/08 <strong> Allen Iverson </strong> barely broke a sweat and he thanked <strong> Carmelo Anthony </strong> for that. <q>I think that might be the easiest game I ever played in my career. I was out there watching,</q> <strong> Allen Iverson </strong> hollered across the locker room after <strong> Carmelo Anthony </strong> scored a career-high 49 points to lead the Denver Nuggets past the Washington Wizards 111-100 Friday night. With <strong> Carmelo Anthony </strong> swishing shots from all over the court, <strong> Allen Iverson </strong> took just nine", "new_id": -2}, {"uid": "1296498486124518453", "i": 34027, "idx": 2, "sa": ["Brad Ellsworth", "Mike Pence"], "q": "fiscal conservative. The business people would be very comfortable with him.\" He also doesn't alienate the opposition. \"I like <strong> Mike Pence </strong>,\" says former House Speaker <strong> Brad Ellsworth </strong> Gregg, a Democrat. <q>He is a conservative, but unlike some conservatives he's not angry. I don't find him shaking his finger at a moderate or liberal. He invites discussion and an exchange of ideas.</q> Although <strong> Mike Pence </strong>'s path to the governor's office appears clear at this point, he's not likely to take it for granted. <strong> Mike Pence </strong> knows what it's like to lose an election, having made", "new_id": -2}, {"uid": "1297702534073007116", "i": 3947, "idx": 0, "sa": ["Steve Ballmer"], "q": "voor knippen-en-plakken. Later dit jaar volgt dan een grotere update. \"Volledige web op de telefoon\" Onderdeel in die grote update is een mobiele versie van IE9 met hardware-acceleratie voor Windows Phone. <q>Dit is een goed voorbeeld van het samenbrengen van onderdelen binnen Microsoft om de gebruikservaring van Windows Phone te verbeteren</q>, aldus <strong> Steve Ballmer </strong>. \"We moeten het volledige web naar de telefoon brengen.\" De reguliere versie van IE9, waarvan recent de release candidate verscheen, gebruikt ook hardware-acceleratie voor het sneller verwerken van zware", "new_id": -2}, {"uid": "1295682265065617928", "i": 78, "idx": 2, "sa": ["Dick Armey", "Mike Huckabee", "Mike Pence"], "q": "the conservative movement made the same argument in a letter to <strong> Mike Pence </strong> this week. \"Seize this moment, <strong> Mike Huckabee </strong>,\" said the letter, signed by former House Majority Leader <strong> Dick Armey </strong> and three others. <q>At this precarious time in our nation's history, none of us can afford to make political calculations or make decisions based on future ambitions, for what will be left of the future if we fail today?</q> And <strong> Mike Pence </strong> supporters are collecting signatures from conservatives and tea party activists through a website and social media campaigns as part of a draft effort. \"I said, \"Let\"s attempt to demonstrate", "new_id": -2}, {"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns. \"I always kid with him about not being a rebounder, being so big,\" <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q>I say, \"If I was your height, I'd get a double-double every night.</q>\" <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game, \"but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}, {"uid": "1295458115232456196", "i": 2819, "idx": 1, "sa": ["Jerry Lee Lewis", "Allen Iverson", "Maya Moore"], "q": "route to his third career 50-point game and first since February 6 against Sacramento. \"When your jumper is on, the basket seems like an ocean and the basketball seems like a <strong> Jerry Lee Lewis </strong>,\" he said. <q>That is the way it felt tonight. \"My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls the plays and I wouldn't set a career high without those guys.</q> The 1998-99 NBA scoring champion, <strong> Allen Iverson </strong> broke his own Gund Arena record for points. He has fond memories of this building, having scored 50 points in a 125-118 loss in <strong> Maya Moore </strong> 1997 after being named Most Valuable", "new_id": -2}, {"uid": "1295560415243745631", "i": 13207, "idx": 1, "sa": ["Eric Schmidt"], "q": "imagine that <strong> Eric Schmidt </strong> ever saw himself as just a placeholder, particularly having been with Google for a decade. And realistically, <strong> Eric Schmidt </strong> will continue fulfilling most of his \"adult\" duties in his new capacity, focusing <q>on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach.</q> You know, grown-up stuff. That's increasingly been <strong> Eric Schmidt </strong>'s primary function anyway; now it's his sole obligation. And in today's earnings call, <strong> Eric Schmidt </strong> explicitly said he didn't", "new_id": -2}, {"uid": "1295905281252543038", "i": 29531, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "companies can do very well.... the fact that these things become popular and everybody wants them, means everybody wins.\" On how not making any money on Android doesn't matter...( 6:12 in) <q>We make zero. It's free. That would be the definition of no margin.... I have been surprised at how important Android is to our business, but for none of the reasons that you all[ in the media] talk about. It's fundamentally because Android is seen as representative of the new model of computing.</q> <strong> Eric Schmidt </strong>, Chairman of the Board and CEO of <strong> Google Inc. </strong>, <strong> Google Inc. </strong>, talks about internet privacy and what personal information <strong> Google Inc. </strong> retains and uses. http://wn.com/Salesforce_+_Google_Interview_with_Google_CEO_Eric_Schmidt www.salesforce.com Now it's possible to run your entire business in the cloud", "new_id": -2}]