[{"uid": "1295665840153141322", "i": 36988, "idx": 0, "sa": ["Andy Coulson"], "q": "\" God gave us 2 eyes to see both views, God gave us 2 ears to listen to both opinions, But gave us only one mouth to say only the truth... Report Abuse <q> The most evil men in the world have come to grips with this reality: </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1297280477164757519", "i": 2848, "idx": 0, "sa": ["Ricky Martin", "Howard Stern", "Adam Sandler", "David Letterman", "Kristin Chenoweth"], "q": "Show With <strong> David Letterman </strong> Tuesday, and while talking about living with two young daughters, his wife, grandmothers, and a female dog, he said his wife allowed him to hire a houseboy of sorts. <q> My wife let me get a transgender housekeeper, </q> <strong> Adam Sandler </strong> said.`` To have just one other penis in the house.'' GLAAD To Honor <strong> Ricky Martin </strong>& <strong> Kristin Chenoweth </strong> As Part Of Its Annual <strong> Howard Stern </strong> Awards How I Met My Mother Advocate contributor and lesbian porn", "new_id": -2}, {"uid": "1295673353088440844", "i": 13192, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt", "Steve Jobs"], "q": "a reality distortion field that may have made enemies but also bestowed an ineffable cool on his entire company. Larry, by all accounts, makes <strong> Eric Schmidt </strong> look like <strong> Steve Jobs </strong>. <strong> Ken Auletta </strong> explains: <q> He is a very private man, who often in meetings looks down at his hand-held Android device, who is not a comfortable public speaker, who hates to have a regimented schedule, who thinks it is an inefficient use of his time to invest too much of it in meetings with journalists or analysts or governments. As C.E.O., the private man will have to become more public. </q> Google's engineer-driven approach to new products has been a long-standing problem.( Google Wave, anybody?) Unlike Apple, it seems to build for engineers and developers, not consumers. That's great when", "new_id": -2}, {"uid": "1295788220057016357", "i": 32827, "idx": 0, "sa": ["Rasheed Wallace", "Rick Pitino", "Allen Iverson"], "q": "back-to-back 3-pointers that gave the Pistons the lead for good and sent them to a 107-102 victory over the Golden State Warriors on Thursday night.`` That really hurt my feelings, that tip,'' <strong> Rasheed Wallace </strong> said. <q> You can't let that frustrate you. I missed two point-blank foul shots. I'm upset at myself about that. You can't let that one thing get you down. That's what we did, just dug deep and came up with some stops down the stretch. </q> <strong> Rick Pitino </strong> Hamilton scored 24 points and <strong> Allen Iverson </strong> added 23 as the Pistons won for the second straight time to open their four-game road trip after losing their first two games with <strong> Allen Iverson </strong>. But just like in Tuesday night's", "new_id": -2}, {"uid": "1295094125134053943", "i": 20075, "idx": 5, "sa": ["Lily Allen", "Tyronn Lue", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Nathan_plays_Not_Fair_by_Lily_Allen_Keyboard_Cover_[KARAOKE_/_INSTRUMENTAL] This is my cover of`` Not Fair'' by <strong> Lily Allen </strong> taken from her# 1 album`` Its Not Me Its You''. Its her 2nd single following her# 1 success with``", "new_id": -2}, {"i": 10096, "idx": 1, "index_answer": 1, "new_id": -1, "q": "case with <strong> Paul Bremer </strong>'s`` My Year in Iraq,'' covering Mr. <strong> Paul Bremer </strong>'s time as proconsul in Iraq. Instead Mr. <strong> Donald Rumsfeld </strong> takes a fairly direct approach: <q> This is what I did and why I did it with the information at hand. </q> Mr. <strong> Donald Rumsfeld </strong> admits to mistakes, including underestimating the danger of the insurgency in Iraq. He particularly regrets off-the-cuff phrases like`` Dead Enders'' and`` Old Europe.'' However,", "sa": ["Paul Bremer", "Donald Rumsfeld"], "uid": "1297127453259817491"}, {"uid": "1296106992079347723", "i": 1202, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "house-hunting in Los Angeles. The word is that the American executives behind the launch of <strong> Simon Cowell </strong>'s X Factor US are not convinced that <strong> Cheryl Cole </strong> is well enough known among the show's potential core audience. <q> It was thought the American job was a done deal but it seems the US executives have had a last-minute change of heart. They are now questioning whether she's famous enough in America. </q> According to the same source, <strong> Simon Cowell </strong> is doing`` everything in his power'' to persuade them <strong> Cheryl Cole </strong> is the right choice. It seems her rivals for the job are the Barbadian-born superstar", "new_id": -2}, {"uid": "1296774980232128580", "i": 14557, "idx": 1, "sa": ["Desmond Bishop", "Michael Vick", "Ben Roethlisberger"], "q": "It sounds kind of comical, but he is very similar to a <strong> Michael Vick </strong> in that he's elusive in the pocket and can break tackles,'' Matthews said Wednesday at the Packers' media session. <q> He may not have the same speed as <strong> Michael Vick </strong>, but he definitely has that play-making ability, and I think that is why they have had so much success to date. </q> Packers linebacker <strong> Desmond Bishop </strong> said trying to stop <strong> Ben Roethlisberger </strong> is different than virtually any other quarterback in the NFL.`` His ability to break tackles in the pocket, his elusiveness, and when he does", "new_id": -2}, {"uid": "1295018754011190366", "i": 37563, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": "as possible.'' A judge will hear the matter on January 26th. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead. He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I, <strong> Kayte Walsh </strong>'s my new girl, we're planning to get married soon. Sometime in February. </q> You can send a story to multiple email addresses by separating the email addresses with a semicolon(;) Powerball 19, 21, 23, 40, 48, Powerball: 27, Power Play: 4", "new_id": -2}, {"uid": "1296939026066093065", "i": 42373, "idx": 2, "sa": ["Sergio Marchionne"], "q": "here, <strong> Sergio Marchionne </strong> three times referred to the`` shyster'' loans that the U.S. and Canadian governments made to save Chrysler in 2009.`` I want to pay back the shyster loans,'' <strong> Sergio Marchionne </strong> said Friday. <q> When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut. </q> Advertisement Today, he said the term- which generally refers to someone who acts in a disreputable, unethical, or unscrupulous manner- was improper.`` I used a term in", "new_id": -2}]