[{"uid": "1294969736002998293", "i": 22093, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "say her breathing tube may be removed in the coming days.'',`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011303496.jpg'',`` emailLink'': <q> http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011303413.html&amp;title=Doctors: <strong> Gabrielle Giffords </strong> made\\` major leap\\'& site= politics& type= Video& sent= no& search= Search </q>,`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011303413.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-35v&amp;flvURL=/media/2011/01/13/01132011-35v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-35v.jsn''}{`` title'':`` Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss", "new_id": -2}, {"uid": "1296751438058556476", "i": 1501, "idx": 0, "sa": ["Luc Mbah a Moute", "Allen Iverson"], "q": "pleased with his team's execution against the Bucks.`` I thought our effort was good, except for a stretch there in the fourth quarter, but by then it was already determined,'' he said. <q> It was a good game for us. </q> http://wn.com/Detroit_Pistons_vs_Milwaukee_Bucks_Allen_Iverson_27_points_9_assists_in_OT_win_02/07/09_[HQ] <strong> Luc Mbah a Moute </strong> Hamilton no longer has time to warm up coming off the bench. He doesn't seem to need it anyway after setting a Pistons scoring record for a reserve. Hamilton scored 38 points, <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295065898217366614", "i": 1332, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "<strong> Gerald Ford </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out.`` This area is so fraught with legal ramifications,'' Urbahn said. <q> I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject. </q> <strong> Donald Rumsfeld </strong> would likely be willing to look at a script if it were another subject matter, he said. <strong> Donald Rumsfeld </strong>, who was defense secretary during the first six years of <strong> President Bush </strong>'s eight in", "new_id": -2}, {"uid": "1297267029254083111", "i": 35499, "idx": 2, "sa": ["Simon Cowell"], "q": "summit in Washington at the end of this month. However, Beale denied the reports that the United States has put on holdhigh-level bilateral meetings with Pakistan to pressure the government to release Davis. <q> We are making decisions on upcoming meetings on a case-by-case basis, </q> she was quoted as saying by CNN. <strong> Simon Cowell </strong> says launching X Factor in US is a` massive risk' Sequencing of issues should not be intended to` score points': Pakistan Black money: Centre", "new_id": -2}, {"uid": "1295566282254656542", "i": 15766, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ".'' As Page takes on the day-to-day operations and the legal responsibilities associated with the title of CEO, <strong> Eric Schmidt </strong> will remain involved as the Executive Chairmen. According to Google, his new responsibilities will involve <q> focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-all of which are increasingly important given Google's global reach. </q> <strong> Eric Schmidt </strong> will also continue to act as an advisor to Page and <strong> Sergey Brin </strong>. <strong> Sergey Brin </strong> will continue to work with Google's philanthropic division on energy and climate change projects, and will be involved with all new", "new_id": -2}, {"uid": "1297507553068010237", "i": 17147, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "buttons onto Nokia's 2010-era Symbian handset design. At yesterday's press event in London, <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> both refused to even suggest a timescale for the first joint handsets to come out. <q> When there's news there will be news, </q> said <strong> Steve Ballmer </strong>, to a room full of news journalists waiting for news. Timing is important, with iPhone 5 and a host of powerful Android smart phones on the way by summer, Nokia and Microsoft need", "new_id": -2}, {"uid": "1296852988181501984", "i": 18409, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "2011 2:52 PM DALLAS( AP)-- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans.`` I want", "new_id": -2}, {"uid": "1296156422245841950", "i": 9249, "idx": 2, "sa": ["Dick Armey", "Mike Pence"], "q": "<a href=\"http://tpmdc.talkingpointsmemo.com/2011/01/is-the-pence-for-president-dream-over-before-it-started.php\"> forgo the presidential stakes in favor of a run for governor of Indiana, though Team <strong> Mike Pence </strong> has allowed the POTUS talk to continue. <strong> Mike Pence </strong> faces a self-imposed deadline at <q> <strong> Mike Pence </strong> can bring the whole spectrum of constitutional, social and economic conservatives together, </q> <strong> Dick Armey </strong> said on Fox today.`` They will rally behind his candidacy.''", "new_id": -2}, {"uid": "1295694045156483629", "i": 10094, "idx": 0, "sa": ["Andy Coulson"], "q": "said. Among those arrested was the head of the party's parliamentary group, Othmane Amazouz, he said. the wealthy just took all the money the poor has very little Report Abuse <q> That's too sad and bad situation, it's the result of the officials corruption, and the failure of their policies. </q> I don't think, that it's time to change the situation, for one reason there is no leaders, to make that change happen. Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong>", "new_id": -2}, [{"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.'' <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q> He( <strong> Simon Cowell </strong>) looked at me and said:` Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...' </q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}]]