[{"uid": "1295833841223035433", "i": 5922, "idx": 6, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said. \"All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country, but with", "new_id": -2}, {"uid": "1296391786239042627", "i": 4585, "idx": 4, "sa": ["Michael Vick", "Adrian Peterson"], "q": ".\" <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410. <q> I'm going to try to put on a great show for the fans, </q> <strong> Michael Vick </strong> said. In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better than it has ever been this season.", "new_id": -2}, {"uid": "1296243218063520792", "i": 14226, "idx": 1, "sa": ["Mike Pence"], "q": "\" \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q>\" <strong> Mike Pence </strong> is a bear of little brain, I think even he can appreciate the intelligence of this decision. You see, any time you get a crowded slate of residential nominees, the field breaks down into", "new_id": -2}, {"uid": "1296864128056573964", "i": 24064, "idx": 1, "sa": ["Andy Coulson"], "q": "codes of stars' phones\". Admitting that he himself frequently hacked into phones, he claimed that Mr <strong> Andy Coulson </strong> would have been aware of what he and others were doing. 04 Feb 2011 <q> Everyone in the schoolyard did it, many particularly showbiz journos did it, </q> he said. \"For what it is worth <strong> Andy Coulson </strong> knew a lot of people did it at The Sun on his Bizarre column and after that at NOTW. \"As he sat a few feet from", "new_id": -2}, {"uid": "1295480278251461633", "i": 18079, "idx": 0, "sa": ["Dianna Agron", "Alex Pettyfer", "Jane Lynch", "Simon Cowell"], "q": "German shepherd was up in <strong> Alex Pettyfer </strong>'s lap, licking his face. It was so funny!\" Follow us on Twitter Follow us on Facebook Related stories <strong> Dianna Agron </strong> <q> I'm A Big, Big Nerd </q> <strong> Jane Lynch </strong> \"Sue Sylvester Inspired By <strong> Simon Cowell </strong>' Glee Rejected By Guns N\" Roses Glee Creator Confirms Anne Hathaway Cameo", "new_id": -2}, {"uid": "1295319354058130441", "i": 28711, "idx": 2, "sa": ["Barack Obama", "Ronald Reagan", "Mike Pence"], "q": "of <strong> Ronald Reagan </strong> <strong> Barack Obama </strong>. \"We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead\" and <q> we'll be making a decision before the end of this month, </q> <strong> Mike Pence </strong> told about 100 people at a conference room in the Henry County, Ind., Hospital. Should <strong> Mike Pence </strong> enter the contest, he would face an uphill climb. Few Americans have heard of", "new_id": -2}, {"uid": "1296069902094879755", "i": 12968, "idx": 0, "sa": ["Andy Coulson", "Sian Massey"], "q": "to be \"battered\" for the \"prehistoric banter\". His colleague, football pundit <strong> Andy Coulson </strong> Gray, has been sacked for off-air comments directed at a female Sky Sports presenter. <q> We were wrong. It was wrong. It shouldn't have happened, </q> Keys told talkSPORT. The pair have been the subject of widespread criticism after being caught off-camera criticising the decision to appoint <strong> Sian Massey </strong> as a referee's assistant. The men were heard before Saturday's", "new_id": -2}, {"uid": "1295036917074235945", "i": 16143, "idx": 0, "sa": ["Donald Rumsfeld", "Julianna Margulies", "Anika Noni Rose", "Michelle King"], "q": "Robert <strong> Michelle King </strong> on renaming the show: \"It would have been nice to be ironic and call it The Sexy Wife.\" â\u0080¢ <strong> Julianna Margulies </strong> on the show's frequent gay and lesbian themes: <q> I don't think about it. I don't feel like it's a presence. I feel like it's a part of life.... If it was gay and lesbian just to be gay and lesbian, that would make me uncomfortable because that wouldn't be truthful. </q> â\u0080¢ Robert <strong> Michelle King </strong> on possible future guest stars: \"We're trying to get <strong> Donald Rumsfeld </strong>.\" â\u0080¢ Robert <strong> Michelle King </strong> on when the season-defining election between Wendy Scott-Carr( <strong> Anika Noni Rose </strong>), Peter Florrick(", "new_id": -2}, {"uid": "1296335606206061592", "i": 2923, "idx": 0, "sa": ["Zahi Hawass"], "q": "Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. \"What scares me is that if this building is <q>, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made\", Mr <strong> Donald Rumsfeld </strong> writes. \"There were far too many hands on the steering wheel,\" he writes elsewhere; it was <q> a formula for running the truck into a ditch </q>. Regrets He adds he regrets some of the quips he became famous for, such as \"stuff happens\" about the early looting in post-war Iraq, or his remark about \"old Europe\"-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}]