[{"uid": "1297245271110002197", "i": 8002, "idx": 1, "sa": ["Jay Leno", "Simon Cowell", "Paula Abdul"], "q": "2011 Earlier this week`` The X Factor'''s <strong> Simon Cowell </strong> confessed that he is a`` massive fan of <strong> Paula Abdul </strong>.'' On Tuesday night <strong> Paula Abdul </strong> told <strong> Jay Leno </strong> that she felt that was an understatement. <q> I think you need to take` mass' off and put` obsessive,' </q> said <strong> Paula Abdul </strong> when asked about her thoughts on <strong> Simon Cowell </strong>'s comment. The singer then clarified,`` He's obsessed with me.'' <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong> once judged together on`` American Idol.'' Now", "new_id": -2}, {"uid": "1295641931245137430", "i": 4996, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Barack Obama", "Sergey Brin"], "q": "company. This frees <strong> Eric Schmidt </strong> up for more important things, such as schmoozing Big Music executives, and lesser personalities such as <strong> Barack Obama </strong>. He'll be` Executive Chairman' and will focus on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership, </q> the company, says href=\"http://techcrunch.com/2011/01/20/google-ceo-change\"> TechCrunch. But don't worry. His guiding hand will remain firm. He'll still act as`` an advisor to <strong> Larry Page </strong> and fellow co-founder <strong> Sergey Brin </strong>''", "new_id": -2}, {"uid": "1295308589102465538", "i": 22418, "idx": 1, "sa": ["Charlie Sheen", "Johnny Depp", "Angelina Jolie", "Robert De Niro", "Ricky Gervais"], "q": "night of partying and heavy drinking. Or, as <strong> Charlie Sheen </strong> calls it, breakfast,'' he said. He went on to slam <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>, who were seated in the audience, saying: <q> It seems like everything this year was three dimensional- except the characters in The Tourist. </q> <strong> Robert De Niro </strong>, who was later handed a lifetime achievement award, dissolved into laughter, but others looked uncomfortable, with many jokes drawing gasps. Start of sidebar. href=\"http://www.heraldsun.com.au/entertainment/Ricky Gervais- causes- storm", "new_id": -2}, {"uid": "1295564518204079107", "i": 34976, "idx": 4, "sa": ["Eric Schmidt"], "q": "now <strong> Eric Schmidt </strong> has no direct role in decision making, and will operate in a reduced capacity as advisor instead.`` We will continue to discuss the big decisions among the three of us,'' he writes. <q> But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> There are no comments to display. Be the first one! Login scripts wont run... Hi all, I have a strange one here... I have a login script that runs for all users", "new_id": -2}, {"uid": "1296847746025919495", "i": 36135, "idx": 0, "sa": ["Sergio Marchionne", "Pete Snyder"], "q": "has arrived in Dallas Chrysler will run a two-minute commercial during the third-quarter of Sunday's Super Bowl to highlight either its Chrysler or Dodge brand- and it's expected to feature Detroit rapper Eminem. <q> I won't tell you what it's about, but it will be worth watching, </q> said CEO <strong> Sergio Marchionne </strong>, speaking at a J.D. Power automotive roundtable in San Francisco ahead of the National Automobile Dealers Association annual conference. <strong> Pete Snyder </strong>, CEO of the first social media marketing agency,", "new_id": -2}, {"uid": "1296258980134725636", "i": 17076, "idx": 14, "sa": ["David McIntosh", "Mike Pence"], "q": "is the right move.'' Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one`` because he made it.'' <q> You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana, </q> <strong> David McIntosh </strong> said. Former Wayne Township superintendent will part ways with district From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1296492708037863448", "i": 52171, "idx": 4, "sa": ["James Cleveland", "Chris Webber", "LeBron James", "Allen Iverson", "Žydrūnas Ilgauskas"], "q": "what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` I just know how tough it is on him,'' <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinLeBron James about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Žydrūnas Ilgauskas </strong> added 22 points and 11 http://wn.com/LeBron James_James Cleveland_36_Points_vs_Pistons_Game_4_Playoffs_2009!_HD!_26042009 capped by venomindustries AUBURN HILLS, Mich.( AP) <strong> LeBron James </strong> made 3-pointers from every angle, drove into the lane for dunks and leaned into low post", "new_id": -2}, {"uid": "1297319076226721837", "i": 18659, "idx": 2, "sa": ["Simon Cowell"], "q": "'m a big fan,'' <strong> Simon Cowell </strong> said of his former fellow American Idol judge.`` I've always said at some point we are going to be working together.'' But, he added, <q> I have to take everyone's opinions into account, </q> including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so, he", "new_id": -2}, {"uid": "1295875845093847563", "i": 29096, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Marissa Mayer"], "q": "der Konferenz DLD( Digital, Life, Design) in M?nchen. Jetzt gebe es ver?nderte Aufgaben,`` aber <strong> Larry Page </strong>, <strong> Eric Schmidt </strong> und Sergey werden das Unternehmen weiter f?hren''. <strong> Marissa Mayer </strong> f?gte hinzu: <q> Wir freuen uns wirklich ber die nderungen. </q> Der neue Vorstandschef <strong> Larry Page </strong> habe sich schon immer sehr um die Entwicklung der Google-Produkte gek?mmert und werde seinen Blick auf die Technik auch in der href=\"http://www.financial.de/news/agenturmeldungen/dj-unilever-managerin-dammMarissa Mayer-wird-personalchefin-bei-sap-magazin/\" title=\"Permanent Link: DJ Unilever-Managerin DammMarissa Mayer wird Personalchefin bei SAP-", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On` The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I'm Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}]