[{"uid": "1295972798172294163", "i": 4231, "idx": 0, "sa": ["Bill Lockyer"], "q": "Mortgage Default Notices-Next Robo-Sigining Crisis? The IRS unveiled a smartphone app that lets taxpayers check the status of their tax refunds and get other information about their returns. <strong> Bill Lockyer </strong>, California's state treasurer, calls the notion <q> a cynical proposal, intended to incite a panic in response to a phony crisis. </q> Taxpayer-backed Fannie Mae and Freddie Mac have made a lot of money for a lot of lawyers since the government seized them 21/2 years ago. The Economist asks: What's the correct way to think about the rise", "new_id": -2}, {"uid": "1294972755242417682", "i": 32316, "idx": 1, "sa": ["Steve Ballmer"], "q": "to introduce new features to the platform and tweak it for better performance. In addition to cut-and-paste functionality, Microsoft CEO <strong> Steve Ballmer </strong> said during his Jan. 5 keynote at the Consumer Electronics Show that the updates would result in <q> significant performance improvements when loading and switching between applications. </q> Remote Support for PCs, Macs and Smartphones LogMeIn Rescue lets you provide complete on-demand remote support on or off LAN without pre-installed software. New Technologies That Will Change Enterprise Computing Move forward with Sony Media", "new_id": -2}, {"uid": "1297098987088211457", "i": 21900, "idx": 0, "sa": ["Simon Cowell"], "q": "at the end of March and hit small screens in fall 2011. The new program got a healthy dose of publicity on Sunday with a spot during Fox's coverage of Super Bowl XLV. <q> We are going to put our money where our mouths are with the$ 5-million recording contract, </q> <strong> Simon Cowell </strong> said in a statement. The deal will be through <strong> Simon Cowell </strong>'s company Syco and Sony Music.", "new_id": -2}, {"uid": "1295238796192987195", "i": 47126, "idx": 1, "sa": ["Julius Genachowski", "Eric Schmidt", "Lowell McAdam"], "q": "competition to the runaway success of Apple's iPhone. Google has been one of the strongest corporate proponents of net-neutrality rules in Washington, with <strong> Eric Schmidt </strong> visiting <strong> Julius Genachowski </strong> last Friday to thank him for the proposal. <q> Trying to respond to whatever is urgently being discussed on the Hill was the farthest thing from our minds, quite frankly, </q> <strong> Lowell McAdam </strong> said in a conference call. Analysts say Verizon has had more open policies than most other carriers. AT&T did not comment beyond its news release, which said the company decided during the", "new_id": -2}, {"uid": "1295669969069369860", "i": 10775, "idx": 1, "sa": ["Eric Schmidt"], "q": "supervision no longer needed!\" Likewise Software Lets You Take Advantage of Active Directory Infrastructure Across Linux, Windows and Mac Systems <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295443087093192192", "i": 38995, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Hillary Clinton", "P.J. Crowley"], "q": "the U.N. General Assembly last year, by the next General Assembly session this year in September, Palestine will be a full member of the U.N.\" But <strong> P.J. Crowley </strong>, a State Department spokesman, said that <q> granting permission to raise the flag does not change their fundamental status. </q> The flag-raising came as <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) and 16 other senators wrote to Secretary of State <strong> Hillary Clinton </strong> on Tuesday, asking the <strong> Barack Obama </strong> administration to oppose the Palestinian Authority's efforts to bring a resolution before", "new_id": -2}, {"uid": "1295971212048300037", "i": 47245, "idx": 2, "sa": ["Donald Rumsfeld", "Michael Jackson", "Hillary Clinton"], "q": "national interests both on earth and in space.\" US <strong> Hillary Clinton </strong> Bob <strong> Michael Jackson </strong>, who wrote the legislation establishing the <strong> Donald Rumsfeld </strong> <strong> Michael Jackson </strong> Commission, asserts in \"Star Wars Returns\" about US \"control\" of space: <q> It is our manifest destiny. You know we went from the East Coast to the <strong> Kanye West </strong> Coast of the United States of America Well not about Iraq but equally insane. \"Star Wars Returns, </q> a video documentary exposing how the Bush administration is moving to make space a new arena of war, in violation of the intent of international law, has just been released by EnviroVideo. The documentary is being distributed", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.\" The \"Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q> I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it. </q> She added, \"I will say that it\"s a kinder, gentler[ show now.]\"", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}, {"uid": "1295095120134397990", "i": 7444, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the proposal. Mr <strong> Sergio Marchionne </strong> praised the Mirafiori workers for voting in favour of the labour reforms. He said they were standing up against \"decline\" and \"extremism\". This was notable <q> in a country like Italy that has always been tied to the past and resistant to change, </q> he said. Italian leaders and unionists had said that the result of the Mirafiori vote had implications far beyond the limits of Turin. Business leaders say a decision by Mr <strong> Sergio Marchionne </strong> not to invest in Italy", "new_id": -2}, {"uid": "1295001897094699523", "i": 22761, "idx": 0, "sa": ["Turk McBride", "Michael Vick"], "q": "now, too. \"It's almost like going overseas and you have to drive on the left side of the road instead of the right side of the road,\" he said. <q> It's just something you have to get adjusted to. The first few times you do it, it's not something you're accustomed to, you don't really feel confident about it. But after you do it a few times it's regular. </q> Contact DAVE BIRKETT: 313-222-8831 or dbirkett@freepress.com. Read more in his Lions blog at Lions defensive lineman <strong> Turk McBride </strong> knocks the ball out of <strong> Michael Vick </strong>'s hands during Detroit's loss on Sept. 19 at Ford", "new_id": -2}]