[{"uid": "1295665811145047669", "i": 43075, "idx": 0, "sa": ["Andy Coulson"], "q": "he was editor of a top-selling tabloid newspaper. <strong> Andy Coulson </strong> denies any knowledge of the hacking, but admitted he'd committed a cardinal sin for a back room operator- he became the story. <q>I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.</q> A reporter and a private investigator working for the News of the World were caught illegally eavesdropping on the phones of the British royal family's entourage in 2007. <strong> Andy Coulson </strong> quit the paper when the pair were", "new_id": -2}, {"uid": "1297108555141246488", "i": 6675, "idx": 7, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell"], "q": "state had \"never served in a senior administration position,\" a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>- Bush's first top diplomat- <q>did not, in my view, do a good job of managing the people under him,</q> calling leaks out of the State Department \"unhelpful\". <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>, along with other top Bush advisers and officials, truly believed <strong> Saddam Hussein </strong> had weapons of mass destruction when he made a presentation to", "new_id": -2}, {"uid": "1294972078242417745", "i": 12585, "idx": 1, "sa": ["Michael Vick", "Michael Nathanson"], "q": "million people watch at least six minutes of NFL football. \"America's last campfire,\" is what the league's chief marketing officer, Mark Waller, calls it. Wall Street analysts agree. <q>There's nothing that's been on television this long that is surging the way the NFL is,</q> said <strong> Michael Nathanson </strong>, managing director of the media and telecom research team at Nomura Securities in New York. <cite> Getty Images </cite> The resurgance of the Eagles' <strong> Michael Vick </strong> has been a big draw.", "new_id": -2}, {"uid": "1296894922017383424", "i": 29899, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. \"I don't want him to put himself in a position where bad things can happen around him,\" <strong> Roger Goodell </strong> said. <q>He takes that seriously. \"We're looking for success stories; we're not looking for players to fail. He's paid a very significant price and he's doing the right thing.</q>- He praised the Dallas-Fort Worth area for handling the difficult weather, saying the ice and snowstorms would not jeopardize the region's chances of hosting the game again. This is the first Super Bowl to", "new_id": -2}, {"uid": "1295633071004243472", "i": 31806, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "is by removing <strong> Eric Schmidt </strong> from the picture. \"Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> claims. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him,</q> Page said, hinting at <strong> Eric Schmidt </strong>'s new role as an \"advisor\" to the cofounders, instead of his previous equal role in decision making. \"His advice and efforts will be invaluable to me as I", "new_id": -2}, {"uid": "1297284502241352719", "i": 44893, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ": People gather on the steps of New York City Hall... Photo in Slideshow: FILE- In this April 27, 2010 file photo, a... U.S. Video: City worker's striptease raises questions Report Abuse <q>cut off our arm to pay for pretty clothes.</q> Report Abuse \"Just another quick fix lets see how fast gasoline prices drop.They wont LOL\" remember our Government is here to hurt us not help us. ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on", "new_id": -2}, {"uid": "1295461104131301415", "i": 35315, "idx": 5, "sa": ["Allen Iverson", "Gary Moore"], "q": "NBA team offered him a contract. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> last played Saturday. \"This is the most pain he's ever felt from any injury he's had,\" <strong> Gary Moore </strong> said. <q>He's been in tremendous agony.</q> <strong> Allen Iverson </strong> spent 10 seasons in Philadelphia before bouncing through Denver and Detroit, ending up in Memphis last season. He played only three games before returning for a second", "new_id": -2}, {"i": 556, "idx": 14, "index_answer": 0, "new_id": -1, "q": "think you could have made it a hit.'?\" American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. <q>It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looking at you, like, \"What just happened?'?</q> But <strong> Simon Cowell </strong>'s value was instantly clear. \"I still didn\"t know what the hook of this show was-all these kids come out and sing,\" stage manager <strong> Debbie Williams </strong> remembers of her first day on", "sa": ["Brian Dunkleman", "Simon Cowell", "Debbie Williams"], "uid": "1295218070163594249"}, {"uid": "1297373000188006428", "i": 39545, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Some of the most influential cloud players discuss the future challenges and opportunities in Cloud Computing on stage at the Web 2.0 Summit. <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,</q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1295019585186548231", "i": 6692, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": "as possible.\" A judge will hear the matter on January 26th. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead. He tells Late Show host <strong> David Letterman </strong>, <q>The kids are doing ok, we have been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I, <strong> Kayte Walsh </strong>'s my new girl, we're planning to get married soon. Sometime in February.</q> You can send a story to multiple email addresses by separating the email addresses with a semicolon(;)", "new_id": -2}]