[{"uid": "1295452218083853347", "i": 12884, "idx": 0, "sa": ["Andy Burnham", "Michael Gove"], "q": "to end the grants for teenagers. Mr <strong> Andy Burnham </strong> said it was an attack on the aspirations of young people. Education Secretary <strong> Michael Gove </strong> said the grant had been \"poorly targeted\" and told MPs <q> you can not spend money you do not have </q>. \"Choices are dependent on the money- and where is the money coming from?\" said Mr <strong> Michael Gove </strong>. He told the MPs the choice was whether or not they wanted to \"", "new_id": -2}, {"uid": "1296104947131907627", "i": 25840, "idx": 6, "sa": ["Michael Vick", "Cam Newton"], "q": "Bowl. He takes satisfaction that his passing was better than it has ever been this season. \"I feel like this one, I had to work hard to get it,\" he said. <q> It Cam Newtone in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just Cam Newtone together and it worked out for me. </q> <strong> Michael Vick </strong> set career highs in yards passing( 3,018), touchdown passes( 21), touchdowns rushing( nine), completion percentage( 62.6) and passer rating( 100.2). The Eagles(", "new_id": -2}, {"uid": "1297616629186400779", "i": 32523, "idx": 5, "sa": ["George H. W. Bush", "David Martin", "Donald Rumsfeld"], "q": "Nearly three decades later, \"the <strong> Donald Rumsfeld </strong> problem\" came to the Pentagon with orders from <strong> George H. W. Bush </strong> to shake the place up. \"Change is hard for people,\" <strong> Donald Rumsfeld </strong> said. <q> Change is hard. But did you make it harder than it had to be by alienating people? </q> asked <strong> David Martin </strong>. \"If you don't want to change and someone above you wants to, it's not fun, replied the ex-Secretary of Defense. <strong> Donald Rumsfeld </strong>'s Life in Pictures The former", "new_id": -2}, {"uid": "1295004570081264646", "i": 99, "idx": 0, "sa": ["Simon Cowell", "Simon W. J. Fuller", "Mark Shriver"], "q": "Save the Children. A very thrilled <strong> Mark Shriver </strong> spoke out at the benefit in his appreciation for <strong> Simon W. J. Fuller </strong>'s continued charitable support and honoured his award-winning shows American Idol and So You Think You Can Dance. <q> <strong> Simon W. J. Fuller </strong>'s creative genius made Idol Gives Back one of the most powerful philanthropic efforts in television history, </q> said <strong> Mark Shriver </strong>, Senior Vice President, Save the Children's U.S. Programs. \"<strong> Simon Cowell </strong> demonstrated extraordinary leadership by engaging one of television's largest audiences in the fight against childhood poverty in the U.S.. We are grateful", "new_id": -2}, {"uid": "1296770274088817675", "i": 39046, "idx": 0, "sa": ["Steve Ballmer"], "q": "CEO <strong> Steve Ballmer </strong> and gives many reasons why some kind of partnership would be very beneficial. The note even explains why Nokia concentrating on their Meego platform or switching to Android would be bad ideas. The whole <q> Nokia using Windows Phone 7 </q> rumor thing reminds me a lot of how fact follows fiction. Back in 2003-2007, people constantly talked about Apple creating a mobile phone. People were always creating fake mock-ups and pretending they might be real someday.", "new_id": -2}, {"uid": "1296544000037142529", "i": 31007, "idx": 0, "sa": ["Michael Vick"], "q": "was all great and grand for the fair city until one of the local news stations found out that rear end accidents had drastically increased AND found that the city was not getting paid their fair share. Report Abuse <q> I simply can't believe all the comments here. </q> IT'S A STOP SIGN IT MEANS STOP! So what is the big deal. Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Stock Picking Software No Guessing-", "new_id": -2}, {"uid": "1297259173238534680", "i": 55064, "idx": 0, "sa": ["Zahi Hawass"], "q": "most prominent archaeologist, said a review of antiquities in the aftermath of anti-government protests revealed that 70 objects were broken, of which 25 were now being restored, with work to begin soon on the remaining 45. <q> There needs to be tighter security around the museum and fire trucks on standby. The museum can be set ablaze. This would be a disaster, </q> <strong> Zahi Hawass </strong> said in a statement.The military is guarding the museum, which is in the heart of Cairo and has on display some 125,000 antiquities, including the funeral mask of King Tutankhamun.As the protests started last month, hundreds", "new_id": -2}, {"uid": "1295965342252559382", "i": 11384, "idx": 0, "sa": ["Michelle Murphy", "Eric Schmidt"], "q": "be located right here in our technology centre in Munich,\" <strong> Eric Schmidt </strong> said. He added that he believes his next decade at Google( as executive chairman) will be more interesting than the first. <q> Technology will finally start doing what we want, instead of us telling technology what we want it to do. </q> Search Quality Associate( Multiple Languages Available)- EU Headquarters <strong> Michelle Murphy </strong>, Sage Ireland <strong> Michelle Murphy </strong> has been appointed Sage Pay sales executive, with responsibility Marc Flanagan, Origina Origina has announced the appointment of Marc Flanagan as", "new_id": -2}, {"uid": "1296943570219987981", "i": 34936, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Volt drew 92 replies. Urban farming could quickly become one of Detroit's assets, using some of the city's vacant 40... The article on women in the Roman Catholic Church was informative but lacked balance( <q> A... Chrysler CEO <strong> Sergio Marchionne </strong> apologized Saturday for using the term \"shyster </q> to describe the high-interest loans from the U.S. and Canadian governments that have funded Chrysler's turnaround. During a question-and-answer session following a speech Friday to the J.D. Power Automotive Industry Roundtable, <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1295971212048300037", "i": 57448, "idx": 5, "sa": ["Kanye West", "Yōko Ōno", "Donald Rumsfeld", "Mark Ronson", "Laurie Oakes", "Bob Smith", "Speech Debelle"], "q": "its national interests both on earth and in space.\" US Senator <strong> Bob Smith </strong>, who wrote the legislation establishing the <strong> Donald Rumsfeld </strong> Space Commission, asserts in \"Star Wars Returns\" about US \"control\" of space: <q> It is our manifest destiny. You know we went from the East Coast to the <strong> Kanye West </strong> Coast of the United States of America Oakes_Laurie Oakes_HYōko Ōnorary_Doctorate_Acceptance_Speech Debelle_JSchool_2010 Canberra press gallery mainstay and Channel 9 political editor <strong> Laurie Oakes </strong> received an hYōko Ōnorary doctorate from Brisbane's Jschool at the college's graduation ceremony last week. \"I'm not much into gongs and awards usually, but this recognition from a journalism college that's fast making a <strong> Mark Ronson </strong> is something I do value, </q> he said. \"I had virtually no training going into journalism apart from a pretty useless arts degree, so it's nice to have some acknowledgement I've learnt something on the way through.\" Mr <strong> Laurie Oakes </strong>", "new_id": -2}]