[{"uid": "1297245174074432515", "i": 4346, "idx": 0, "sa": ["Lindsay Lohan", "Kate Middleton", "Simon Cowell", "Hugh Laurie"], "q": "release his blues album on April 11 but because the marriage of Prince William and <strong> Kate Middleton </strong> takes place just weeks after he's holding back the release. According to UK Newspaper Daily Express, he said: <q>It was going to be released at the end of April but it collided with a royal wedding. We don't want to bump them off the front page so we'll push it later.</q> <strong> Hugh Laurie </strong> postpones release of album because of royal wedding <strong> Lindsay Lohan </strong> ''to be charged with felony grand theft'' <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he wo", "new_id": -2}, {"uid": "1295669834215973888", "i": 44955, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "structure While <strong> Eric Schmidt </strong> will step down as CEO he will assume the role of executive chairman, focusing on deals, partnerships and broader business relationships, as well as advising Page and co-founder <strong> Sergey Brin </strong>. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said. ''By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season. ''I thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q><strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved.</q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}, {"uid": "1295340687209076236", "i": 14939, "idx": 1, "sa": ["Allen Iverson", "Jermaine Dupri"], "q": "something that doesn't require practice, he never would have been involved in that heartwarming return to Philly. Nor would he have taken that leave of absence to be with his family- which was actually code for <q>throw a party in Charlotte with <strong> Jermaine Dupri </strong> and hope the media don't find out.</q> Then poor <strong> Jermaine Dupri </strong> would have had to sit there all alone wondering why the club was empty. No one wanted that- least of all <strong> Jermaine Dupri </strong>. And so <strong> Allen Iverson </strong> will push on, because that's", "new_id": -2}, {"uid": "1297160511212434957", "i": 23810, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Nicole Scherzinger"], "q": "- with the fourth judge still unknown. However, talk of the former <strong> Nicole Scherzinger </strong>'s possible arrival has apparently got <strong> Cheryl Cole </strong> worried she will be eclipsed by her if they do work together on the series. <q><strong> Cheryl Cole </strong>'s been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing the puppet master.</q> A source told the Daily Mirror newspaper: ''<strong> Cheryl Cole </strong>'s been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing", "new_id": -2}, {"uid": "1296395184086278204", "i": 35037, "idx": 3, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along.'' Sinitta added that <strong> Simon Cowell </strong> had only recently accepted the fact that he wouldn't be able to judge both shows. <q>People have said he'll fly backwards and forwards and do both. But he's not just a judge, he's also a mentor. That means he needs to stay in just one place. It's possible <strong> Simon Cowell </strong> will miss the UK version for a year and come back once the US one is settled in.</q> Steve Jones is in the running to land the presenting gig on the US show ahead of <strong> Dermot O'Leary </strong>, who has made no secret of his desire to move Stateside.", "new_id": -2}, {"uid": "1297491655239927298", "i": 17889, "idx": 0, "sa": ["Mike Pence"], "q": "Were the Republican cuts to be enacted in full, they would reverberate throughout the operations of federal agencies, and represent one of the largest efforts to reverse the outflow of federal dollars in modern times. <q>It is not going to be pretty,</q> said Representative <strong> Mike Pence </strong> Simpson, Republican of Idaho and the chairman of an appropriations subcommittee that finances the Interior Department and other agencies. He said his committee had tried to be selective in reaching its goal", "new_id": -2}, {"uid": "1296668242187940878", "i": 7237, "idx": 1, "sa": ["Allen Iverson", "Dwyane Wade"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q>Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board,</q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/Miami_Heat_vs_Milwaukee_Bucks_88__78_December_6,_2010 <strong> Dwyane Wade </strong> has 25 points and 14 rebounds to lead", "new_id": -2}, {"uid": "1295476301073809946", "i": 28285, "idx": 1, "sa": ["Beverley Knight", "Allen Iverson"], "q": "the powerful Lakers. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. ''Anybody that bet on it, some broke people out there,'' <strong> Allen Iverson </strong> said. <q>I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.</q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. ''Our guys just try hard,'' Sixers coach Larry <strong> Beverley Knight </strong> said. ''This is kind of unexpected", "new_id": -2}, {"uid": "1296066420080527365", "i": 10587, "idx": 2, "sa": ["Andy Coulson", "Karren Brady", "David Cameron"], "q": "compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week. ''What's the difference?,'' he said. <q>If off-air conversations were made public then there would be no-one left working in the country.</q> Keys said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he also mentioned disparagingly in the off-air conversation with Gray, but claimed he was ignored. Gray apologised for his comments and", "new_id": -2}]