[{"uid": "1297123329226197512", "i": 44811, "idx": 1, "sa": ["Simon Cowell"], "q": "groups of all ages to audition. The winner will sign a record deal with <strong> Simon Cowell </strong>'s company Syco in a joint venture with Sony Music. Costs of recording and marketing will be separate. <q> This is a guaranteed$ 5 million, payable to the winner. It will be paid$ 1 million each year for five years.`` It is a massive, massive risk but it is also an incredible incentive. It puts everybody under an enormous amount of pressure. With pressure, you have got to find a star, but I believe I can find a star, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, who will also executive produce the format he created in Britain in 2004, said auditions would start in Los in Los Angeles on March 27 before moving on to Chicago, Dallas", "new_id": -2}, {"uid": "1296964906258326574", "i": 17475, "idx": 0, "sa": ["Michael Vick"], "q": "kind of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 votes, easily beating( FSY), who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.`` As a person and", "new_id": -2}, {"uid": "1295903297179077120", "i": 31104, "idx": 10, "sa": ["Donald Rumsfeld"], "q": "explains that his comments have roots in war theory, philosophy and in science. He says the idea of`` known knowns'' and`` unknown unknowns'' and so forth came up during intelligence briefings. <q> I used the phrase in a Pentagon press conference one day, and that's when it started rolling, </q> <strong> Donald Rumsfeld </strong> said.`` I titled the book that because I believe people will find there are things they didn't know.'' He will not discuss specific contents of the book, will not comment on", "new_id": -2}, {"uid": "1296286332201490484", "i": 2680, "idx": 10, "sa": ["Rachel Maddow", "Mike Pence", "Gabrielle Giffords", "David Kato", "Don Imus", "Mitch Daniels"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes.`` He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through,'' she said. <q> Obviously it'd be great for the state of Indiana. </q> <strong> Don Imus </strong>: <strong> Rachel Maddow </strong>` Worst Kind Of Coward,'` Gutless, Sniveling Worm'( VIDEO) Egypt Protests LIVE Updates: Mubarak Protestors Fill Cairo's Streets Is Murdered Gay Activist <strong> David Kato </strong> the <strong> Gabrielle Giffords </strong> of Uganda", "new_id": -2}, {"uid": "1294957273181354535", "i": 48529, "idx": 0, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "expect a majority of workers will ultimately back the new labour contract so they can keep their jobs. Union representatives met workers as they entered the plant to explain the vote. A banner outside said: <q> A terrorist is someone who sells his rights. </q> The deal has won praise among business leaders and has the backing of most unions. Prime Minister <strong> Silvio Berlusconi </strong> has given it his open support, saying on Wednesday <strong> Sergio Marchionne </strong> would have good reason to quit Italy if", "new_id": -2}, {"uid": "1295955139102252581", "i": 42129, "idx": 0, "sa": ["Simon Fuller", "Simon Cowell"], "q": "Encouraged by the overseas success of The X Factor, <strong> Simon Cowell </strong> said Sunday on Oprah Presents Master Class that he and his former business partners, <strong> Simon Fuller </strong> and <strong> Simon Cowell </strong> Jones, met with an unnamed network years ago. <q> It was so bad that a minute into the pitch the guy said,` No...' </q> he recalled.`` He said you can leave now, and I said,` So it sounds to me that you don't like the show?' And he said,` Get out.' And", "new_id": -2}, {"uid": "1295588219019480620", "i": 12854, "idx": 4, "sa": ["Eric Schmidt", "Mark Zuckerberg"], "q": "heavy scrutiny from regulators in the United States and abroad and faces growing questions about its ability to innovate and compete against Internet upstarts such as Facebook, whose CEO is its tech-savvy founder <strong> Mark Zuckerberg </strong>. <q> We will see if Larry can integrate more tightly the technology with the business model, </q> BGC Partners analyst Colin Gillis said. Few were surprised that <strong> Eric Schmidt </strong> desired more of a behind-the-scenes role as he had grown increasingly weary of the intense scrutiny and heavy demands of running a public company with the", "new_id": -2}, {"uid": "1295432579026050652", "i": 14933, "idx": 0, "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "q": "the first series of auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more Idol wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. <q> I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel.`` That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "new_id": -2}, {"uid": "1295440155086491144", "i": 31225, "idx": 0, "sa": ["Mike Pence"], "q": "over to the states. He praised Indiana's state government for what he called its fiscal discipline, but his remarks didn't give any clear signal of his political plans. <q> This nation faces serious challenges that will require us to renew our commitment to the institutions that are resilient enough to lead America back, </q> <strong> Mike Pence </strong> said.`` I believe those are, the institutions are, and have always been, faith, family, community and state government. To renew our nation we must have a renewal of American federalism.", "new_id": -2}, {"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was`` incremental,'' not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}]