[{"uid": "1295912989122798091", "i": 1785, "idx": 1, "sa": ["Tom Coburn", "Mike Pence", "Mitch McConnell"], "q": "know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address, \" Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. <q> Well, I've been in Congress for 10 years and I learned a long time ago, it doesn't really matter where you sit it matters where you stand. </q> And Senate Republican leader <strong> Mitch McConnell </strong> brushed off the idea this weekend, saying people can certainly mix it up, if they want. But <strong> Tom Coburn </strong>, the Republican from Oklahoma, told NBC the two", "new_id": -2}, {"uid": "1295912306177651767", "i": 30942, "idx": 1, "sa": ["Tom Coburn", "Mike Pence", "Mitch McConnell"], "q": "know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address, \" Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. <q> Well, I've been in Congress for 10 years, and I learned a long time ago, it doesn't really matter where you sit- it matters where you stand. </q> And Senate Republican Leader <strong> Mitch McConnell </strong> brushed off the idea this weekend, saying people can certainly mix it up, if they want. But <strong> Tom Coburn </strong> told NBC the two parties often don't approach each", "new_id": -2}, {"uid": "1297534788214712322", "i": 18665, "idx": 0, "sa": ["Mike Pence", "Greg Walden"], "q": "last month, Reps. <strong> Mike Pence </strong> of Indiana and <strong> Greg Walden </strong> of Oregon unveiled this week the Broadcaster Freedom Act, which would ban the FCC from forcing broadcasters to give free airtime to opposing sides on controversial issues. <q> The American people cherish freedom, especially freedom of speech and of the press, </q> said <strong> Mike Pence </strong>, a former radio talk show host who introduced the same bill in the last session of Congress when Democrats still controlled the House. To: Sub-Driver Republicans Seek to Bury Regulation of Political Speech on", "new_id": -2}, {"uid": "1297533337033751050", "i": 59459, "idx": 0, "sa": ["Mike Pence", "Greg Walden"], "q": "last month, Reps. <strong> Mike Pence </strong> of Indiana and <strong> Greg Walden </strong> of Oregon unveiled this week the Broadcaster Freedom Act, which would ban the FCC from forcing broadcasters to give free airtime to opposing sides on controversial issues. <q> The American people cherish freedom, especially freedom of speech and of the press, </q> said <strong> Mike Pence </strong>, a former radio talk show host who introduced the same bill in the last session of Congress when Democrats still controlled the House. \" Bringing back the Fairness Doctrine would amount to government control", "new_id": -2}, {"uid": "1296197040069206031", "i": 47204, "idx": 2, "sa": ["Mike Pence"], "q": "later date. <strong> Mike Pence </strong> plans to tour the state in the coming months, starting this morning with events in Pendleton and Muncie. Both are within the Sixth Congressional District, which he represents. <q> In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead. After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play, </q> <strong> Mike Pence </strong>'s letter said. A former talk radio show host, <strong> Mike Pence </strong>, 51, of Columbus, was first elected to the U.S. House of Representatives in 2000. He and his wife, Karen,", "new_id": -2}, {"uid": "1296219736147357730", "i": 59308, "idx": 5, "sa": ["Mike Pence", "Jim Cawley"], "q": "later they learned the best way to detect bombs is still by using bomb-sniffing dogs. While the rest of the world is cutting military spending, 19 billion dollars is peanuts to the Pentagon,... <strong> Mike Pence </strong> Dahlkemper: <q> We're Cutting Wasteful Spending </q> Across the Commonwealth, people are learning to live with less money. Some 10, 20, in some case 50%( or more!) less income than the year before. <strong> Jim Cawley </strong> MOCKS the mere idea", "new_id": -2}, {"uid": "1297463623073236571", "i": 52832, "idx": 0, "sa": ["Mike Pence", "Mark Meckler"], "q": "latest proposal pushes spending down to 2008 levels, which Republicans had vowed to reach. <strong> Mike Pence </strong>, R-Ind., who wants to hit the$ 100 billion <strong> Mark Meckler </strong>, downplayed the internal friction Thursday. <q> There's that old saying that, you know, if you like sausage, don't go where they make it. I know the press likes to, you know, report on... different aspects and iterations of this but I think what's going on right now is very healthy. It's a debate among Republicans, </q> <strong> Mike Pence </strong> told Fox News. <strong> Mark Meckler </strong>, co-founder of the Tea Party Patriots, said he expects the party to, in the end, identify$ 100 billion worth of cuts.", "new_id": -2}, {"uid": "1297213873164479095", "i": 6976, "idx": 1, "sa": ["Mike Pence", "Eric Holder"], "q": "latest undercover sting is being made public as Congress takes up the \" No Taxpayer Funding for Abortion Act. \" Republicans in the House want to cut Planned Parenthood's$ 300 million in federal funding. <q> The time has come to deny all federal funding to Planned Parenthood of AmEric Holdera, </q> says <strong> Mike Pence </strong>( R-Ind.) Evening News Online, 02.08.11 Tuesday: Rival drug cartels are making Juarez, Mexico one of the most dangerous places on Earth; Plus, an investigation determines that electronics are not", "new_id": -2}, {"uid": "1297438079190496799", "i": 16193, "idx": 0, "sa": ["Cecile Richards", "Mike Pence", "Subhankar Banerjee", "James O'Keefe", "Ann Marie Buerkle"], "q": "laws,' and another urging Rose to tell her mother about the pregnancy. \" ( Los Angeles Times; 4/26/09) http://articles.latimes.com/print/2009/apr/26/nation/na-abortion26 CNN: Live Action videos reminiscent of edited <strong> James O'Keefe </strong> videos. CNN reports, <q> the Live Action videos are reminiscent of those by right-wing videographer <strong> James O'Keefe </strong>.... <strong> James O'Keefe </strong>'s videos were found in at least two investigations to be so heavily edited as to be an unreliable record of what happened, showing no evidence of any wrongdoing by ACORN staff members.... The Live Action videos also appear to be heavily edited. </q>[ http://edition.cnn.com/2011/US/02/08/abortion.video.retraining/] Richards-Cecile Richards-Rep-Mike Pence-Mike Pence-s-Press-Conference-to-Defund-PlAnn Marie Buerkleed-Parenthood.php\"> <strong> Cecile Richards </strong>: <strong> Mike Pence </strong>'s Press Conference to Defund PlAnn Marie Buerkleed Parenthood Jane Danowitz: Administration's National Forest Plan Would Weaken Current Rules <strong> Subhankar Banerjee </strong>: From Toilet to Planet: A Brief Journey of Survival", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q> Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it, </q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}]