[{"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the \"Wapping two top men\" regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q>It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published.</q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}, {"uid": "1297632165075120649", "i": 9859, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "even played a harrowing 911 call from a victim of a home invasion. I am not even particularly left-wing on the subject of gun control and I found it to be a breathtakingly shameless and disgusting performance. <q>If I run, and if I win, this country will be respected again.</q> Right. Once we elect the bankrupt TV make-believe tycoon huckster, people around the world will say to themselves, \"They finally got it right.\" <strong> Donald Rumsfeld </strong> arrived to accept his \"defender of the Constitution", "new_id": -2}, {"uid": "1297616629186400779", "i": 26886, "idx": 28, "sa": ["Donald Rumsfeld"], "q": ". \"He didn't have the nerve to even tell me about it for hours- after he was asked,\" she said. \"He's afraid of me, basically!\" <q>There was this phase when he was a rock star,</q> Martin prompted. \"A rock star,\" said Joyce <strong> Donald Rumsfeld </strong>. \"And then the minute, I mean if you think that fazed me it didn't at all. Because you know it will", "new_id": -2}, {"uid": "1295546278077021270", "i": 4836, "idx": 0, "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Jennifer Lopez"], "q": "18 percent among the youthful audience <strong> the Fox </strong> network desires. <strong> Jennifer Lopez </strong> and Aerosmith's <strong> Steven Tyler </strong> were on for the first time as judges, their style considerably nicer than <strong> Simon Cowell </strong>, who has left the show. <q>It's Time to Take a Pause</q>: Stocks Slip Again as Momentum Favorites Tumble Quotes delayed, except where indicated otherwise. Delay times are 15 mins for NASDAQ, NYSE and Amex. See also delay times for other exchanges.", "new_id": -2}, {"uid": "1297092821239337897", "i": 33634, "idx": 1, "sa": ["Simon Cowell"], "q": "Contestants will compete for a$ 5 million Sony record deal. \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" said <strong> Simon Cowell </strong>. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar.</q> the show's website and check out the full press release after the jump. \"THE X FACTOR\"... HAVE YOU GOT IT? \"THE X FACTOR\" ANNOUNCES$", "new_id": -2}, {"uid": "1296968139146849830", "i": 14602, "idx": 0, "sa": ["Michael Vick"], "q": "registering a sack of Philadelphia's <strong> Michael Vick </strong> in the NFC Wild Card round, a fumble recovery against Atlanta in the NFC Divisional round and a half-sack, two tackles for loss and eight tackles in the NFC Championship. <q>Of course you want to start strong. You want to finish strong. You want to maintain that the whole season,</q> Matthews said. \"I hope to influence games in any way I can. I expect to have a hand in determining the outcome. If they're going to run the ball my way, I expect them", "new_id": -2}, {"uid": "1295231821192299018", "i": 1874, "idx": 4, "sa": ["LeSean McCoy", "Michael Vick", "Aaron Rodgers"], "q": "numbers in a West Coast offense. Running back <strong> LeSean McCoy </strong> led the NFC in total yards from scrimmage. \"A lot of people didn't expect us to be in this situation,\" <strong> Michael Vick </strong> said. <q>Yeah, it's a new era. We're just trying to make our mark and play good football.</q> <strong> Michael Vick </strong> expects to see some of the defensive back blitzing Minnesota used to neutralize the Eagles in the regular season's penultimate game. <strong> Aaron Rodgers </strong> realizes the season opener can't be used as a blueprint.", "new_id": -2}, {"uid": "1296789415115392528", "i": 8833, "idx": 3, "sa": ["Kobe Bryant", "Allen Iverson", "Dwight Howard", "Andrew Bynum"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't r... Lakers vs Mavericks Highlights <strong> Andrew Bynum </strong> 22 Points Date: January 13, 2010 American Airlines Center, Dallas, TX All video credits to JD2K. <strong> Kobe Bryant </strong> was a", "new_id": -2}, {"uid": "1297189237260702220", "i": 14952, "idx": 3, "sa": ["Donald Rumsfeld", "George Stephanopoulos"], "q": ", or expressed serious reservations.\" After reading off several names, she complained, \"What don't they get? What don't they understand?\" On January 9 2007, NBC's David Gregory <q>As the <strong> President Bush </strong> prepares to start a new phase of the war in Iraq, the White House is fending off charges that key figures in the administration have concluded the war is lost.</q> here. If <strong> Donald Rumsfeld </strong> is to be forced to admit a mistake about the troop surge, why not the journalists who derided the idea? Instead, <strong> George Stephanopoulos </strong> highlighted the cost of the war", "new_id": -2}, {"uid": "1295357795139706381", "i": 14558, "idx": 0, "sa": ["Kirsten Gillibrand", "Harry Reid", "Gabrielle Giffords"], "q": "\" \"I keep tellin' her, I'm like, \"<strong> Gabrielle Giffords </strong>, you're in the ICU. You know, you don't need... to be doin' this,\" Kelly said. <q>But it's so typical of her that no matter how bad the situation might be for her, you know, she's looking out for other people.</q>\" Three-Course-Lunch Deal at Four Seasons; Gwar Hosts Happy Hour at Idle Hands Man Predicts Vanity Fair Will Never Be at a Loss for Cover Subjects <strong> Kirsten Gillibrand </strong> on The View: <strong> Harry Reid </strong> Is an` Extraordinary Man\" Congressman", "new_id": -2}]