[{"uid": "1295829088258179074", "i": 498, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "the Internet giant. SCHMIDT SELLS SHARES In a regulatory filing last week, <strong> Google Inc. </strong> said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his <strong> Google Inc. </strong> stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. As of December 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of <strong> Google Inc. </strong> stock and controlled 9.6 percent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1296505663204390404", "i": 17841, "idx": 0, "sa": ["Sergio Marchionne"], "q": "loans ahead of an initial public offering of stock expected in the second half of this year. The IPO is a key part of the automaker's recovery plan after its 2009 bankruptcy filing and near-collapse. <q> 2011 needs to be characterized as the year of execution, </q> Chief Executive <strong> Sergio Marchionne </strong> told analysts and journalists during a conference call. \"We need to execute on what we promised to do.\" Chrysler, which is now 25 percent owned by Fiat, projected it", "new_id": -2}, {"uid": "1296105146124256263", "i": 315, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "that it's got to come from somewhere.\" Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q> Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government, </q> said <strong> Sen. Bernie Sanders </strong>, I-Vt. \"It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country", "new_id": -2}, {"uid": "1297617144105119758", "i": 35471, "idx": 0, "sa": ["Stephen Colbert", "David Letterman"], "q": "65-foot racing yacht from Charleston, South Carolina to Bermuda and he's bringing his show along for the ride. The race organizers have appointed him the Honorary Captain of the Fleet. <strong> Stephen Colbert </strong> said in a statement: <q> The ocean has had a free ride too long. Well, it has to deal with me now. Brace yourself, Atlantic! </q> This isn't such a strange move for <strong> Stephen Colbert </strong>. He's a Charleston native and competed in the race in 2005. In a 2005 interview with <strong> David Letterman </strong> he described that adventure saying that he is not a", "new_id": -2}, {"uid": "1296774921237715483", "i": 3436, "idx": 1, "sa": ["Elvis Presley", "Wanda Jackson", "David Letterman"], "q": "With <strong> David Letterman </strong>\" in New York and \"Conan\" in Los Angeles. \"I want to thank Jack White for making all this happen for me,\" <strong> Wanda Jackson </strong> said at a recent week. <q> He forgets I've got to watch my heart. I'm an old lady. But boy I don't feel it tonight. </q> She told the crowd about the release of her new White-produced album, \"The Party Ain't Over,\" released last week. The collection of rock <strong> Elvis Presley </strong> roll,", "new_id": -2}, {"uid": "1297117709195428398", "i": 21436, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> Donald Rumsfeld </strong>: Maybe We Needed More Troops by Staff <strong> President Bush </strong> U.S. Defense <strong> Donald Rumsfeld </strong> is conceding \"it's possible\" too few troops were sent to invade Iraq. <q> In a war, many things cost lives, </q> <strong> Donald Rumsfeld </strong> told ABC in an interview to be broadcast on \"Nightline\" Monday. <strong> President Bush </strong> has written that the troop level in Iraq was \"the most important failure in the execution of the war.\"", "new_id": -2}, {"i": 10201, "idx": 5, "index_answer": 1, "new_id": -1, "q": "administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said. \"I am not interested in a government job.\" Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "uid": "1295805220124010531"}, {"uid": "1296676002083132523", "i": 8692, "idx": 0, "sa": ["Sheldon Whitehouse", "Sen. Bernie Sanders"], "q": "table\" in any discussions of tackling the federal deficit, <strong> Sheldon Whitehouse </strong> declared in an interview Tuesday. The Rhode Island senator has joined the Defending Social Security Caucus newly organized by fellow Democratic <strong> Sen. Bernie Sanders </strong> of Vermont. <q> Social Security has not contributed a dime to the debt or the deficit, </q> he said, calling the program \"rock-solid for at least another 27 years.\" That was a reference to the moment when Social Security's trustees project that the system's trust fund-- financed by", "new_id": -2}, {"uid": "1295577085256213073", "i": 3254, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. A <strong> Google Inc. </strong> Blog Post From <strong> Eric Schmidt </strong> An Update From The Chairman <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company", "new_id": -2}, {"uid": "1296759648093224960", "i": 47459, "idx": 1, "sa": ["Kirsten Gillibrand", "Richard Blumenthal", "Mike Spence"], "q": "Sample \"We will no doubt see attempts to pass these bills in the Senate,\" Sen. <strong> Kirsten Gillibrand </strong>, D-NY and Sen. <strong> Richard Blumenthal </strong> D-CT said in a letter to colleagues on Wednesday. <q> We must work together to stop these bills in their tracks, as they represent an unprecedented effort to restrict women's access to reproductive health care and to their trusted health care providers, </q> the Senators said. Republicans Chris Smith, R-NJ, and <strong> Mike Spence </strong>, R-ID introduced a pair of bills in January meant to perform similar functions. Smith said passing his bill- the No Taxpayer", "new_id": -2}]