[{"uid": "1297461177215384092", "i": 10815, "idx": 0, "sa": ["Michael Vick"], "q": " Archive The man who led the U.S. government's investigation of <strong> Michael Vick </strong>'s dogfighting case said that he's withholding judgment on <strong> Michael Vick </strong>'s rehabilitation. <q>Do I think he's changed? I don't know,</q> said retired U.S. Department of Agriculture senior special agent Jim Knorr, speaking to ESPN's Outside The Lines. \"I would hope he has but I don't know. Only one person knows and that's him", "new_id": -2}, {"uid": "1295132025137953291", "i": 13973, "idx": 0, "sa": ["Bill Clinton", "Sen. Bernie Sanders"], "q": "the <strong> Bill Clinton </strong> will abandon liberals, cut deals with Republicans and firmly nudge his administration to the right- much as <strong> Bill Clinton </strong> did. \"I worry about his appointments,\" said <strong> Sen. Bernie Sanders </strong>( I-Vt.) <q>It's a move in the conservative direction.</q> <strong> Sen. Bernie Sanders </strong>, who caucuses with Democrats, said he's worried that Obama will endorse the deficit commission's proposals in his State of the Union address this month, and that Obama's new advisers will push", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries. \"Things have been stable since June\" in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q>But you never know; it's possible for the government to cause us to not work.</q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}, {"uid": "1297610241160759815", "i": 31879, "idx": 1, "sa": ["Zahi Hawass"], "q": "offerings, a sandstone head of an Amarna princess, a stone statuette of a scribe from Amarna, and 11 pieces of wooden shabti statuettes from Yuya. A heart scarab of Yuya is also missing. <q>An investigation has begun to search for the people who have taken these objects, and the police and army plan to follow up with the criminals already in custody,</q> <strong> Zahi Hawass </strong> said. \"I have said if the Egyptian Museum is safe, than Egypt is safe. However, I am now concerned Egypt is not safe.\" <strong> Zahi Hawass </strong> also said that, \"in", "new_id": -2}, {"uid": "1295945595182452233", "i": 41899, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "They've been allocating money to all strategies,\" said Vijay Rakesh, an analyst at Sterne Agee& Leach Inc. in Chicago who has a \"buy\" rating on Intel shares and doesn't own any. <q>They made acquisitions last year. They're paying out pretty good dividends, and now they're doing buybacks.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1296128197246497300", "i": 17597, "idx": 8, "sa": ["Michael Vick"], "q": "was one of the reasons I've been able to make it through the season.\" <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. <q>I'm very thankful and happy to be here and I'm going to try and put on a great show for the fans,</q> he said. CRAIG T. KOJIMA/ CKOJIMA@STARADVERTISER.COM QB <strong> Michael Vick </strong> is making his fourth Pro Bowl appearance and first as a Philadelphia Eagle. <strong> Michael Vick </strong> trotted out on the practice field yesterday under a bright sun and a clear", "new_id": -2}, {"uid": "1296542758249364481", "i": 47606, "idx": 2, "sa": ["Michael Vick", "Barack Obama"], "q": "which manufactures shock-absorbing padding and other athletic equipment, confirmed last week that it had signed <strong> Michael Vick </strong> to a deal for an undisclosed amount. All Chief Executive Officer Rob Vito would tell the Associated Press was that <q>we believe it was worth it.</q> Vito was beyond enthusiastic last Tuesday. \"We're real excited about it,\" he told the AP. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to", "new_id": -2}, {"uid": "1294977377249905176", "i": 9009, "idx": 5, "sa": ["Allen Iverson"], "q": "was going to be easy when we got here. It's obviously not.\" \"It's hard to get the clinching game,\" said <strong> Allen Iverson </strong>, who has gotten five of them in his career. <q>Those shots at the beginning of the game are a lot easier than the ones at end of the game, when you're looking to close a team out.</q> The http://wn.com/Bruins_at_Flyers__2nd_Period__Stuart_2nd_Fight__Recchi_Bergeron_Krejci_Goals www.thesportsgamer.com Gameplay from the second period of the Winter Classic between the Philadelphia Flyers and Boston Bruins in NHL 2K11 for the Nintendo Wii. Carolina Hurricanes vs Boston Bruins, April 10th, 2010. The Bruins", "new_id": -2}, {"uid": "1295800150188252182", "i": 36065, "idx": 2, "sa": ["Colin Powell"], "q": "When asked whether he would consider joining the Obama administration, Mr. <strong> Colin Powell </strong>, who is 73 years old, said he was not looking for such a return to the White House, and that he prefers serving as <q>someone the president calls up from time to time.</q> Overall, Mr. <strong> Colin Powell </strong> gave a fairly upbeat assessment of President is one of the oldest standing features in American journalism. Since the Wire", "new_id": -2}, {"uid": "1296232189027262989", "i": 27444, "idx": 0, "sa": ["James Caan", "Nelson Mandela", "Andrew Russo", "Andy Coulson"], "q": "<strong> Andrew Russo </strong>- or \"<strong> Andy Coulson </strong> Mush' as he's known in Brooklyn and Long Island- was one of the 100-plus New York gangsters picked up in an FBI swoop the previous week. <q>I\"ve known <strong> Andrew Russo </strong> since 1972,</q> <strong> James Caan </strong> wrote to the court, \"and in all that time I have known him only as an unbelievable <strong> Nelson Mandela </strong>, grandfather, great-grandfather and as good a friend as any person could ask for. <strong> James Caan </strong>", "new_id": -2}]