[{"uid": "1295458115232456193", "i": 58643, "idx": 3, "sa": ["Allen Iverson", "Ted Williams", "Larry Brown", "Tyronn Lue"], "q": "would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach <strong> Larry Brown </strong> said. <q> This is kind of unexpecTed Williams but it's neat. </q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1297161526055738379", "i": 41060, "idx": 1, "sa": ["Simon Cowell"], "q": ", massive risk,\" <strong> Simon Cowell </strong> said Monday afternoon in the first wave of promotion for the American version of the show, which debuts this fall on Broadcasting Company\"> Fox. <q> It puts enormous pressure on us to find a star. But I think we can. </q> <strong> Simon Cowell </strong> also expressed confidence that the new show can thrive despite the ongoing success of\" Idol\"> American Idol,\" which <strong> Simon Cowell </strong> left after last season. He talked", "new_id": -2}, {"uid": "1295021732123977752", "i": 37667, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "focus on loved ones for the first time. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" said Sen. Gillibrand\" Gillibrand-Kirsten Gillibrand-PEPLT0000007557.topic\"> <strong> Kirsten Gillibrand </strong>, D-N.Y. <q> She wanted us to know that she was with us a hundred percent and understood everything we were saying. </q> neurosurgeon, Dr. Michael Lemole, called it \"a major milestone,\" and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing for caution, Lemole", "new_id": -2}, {"uid": "1296235440110460947", "i": 45882, "idx": 0, "sa": ["Bernie Sanders"], "q": "saw PV installation demand fall during 2009. However, this demand reduction in Spain and other European countries has been offset by growth in North American and Asian countries. Senator <strong> Bernie Sanders </strong> submitted a bill to congress titled the <q> 10 Million Solar Roofs and 10 Million Gallons of Solar Hot Water Act </q>. This bill is expected to spur alternative energy growth and create green jobs. Generous rebates would further reduce the price of solar panels for consumers and increase sales. Production cost of solar cells, and", "new_id": -2}, {"uid": "1295925701104726536", "i": 58462, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "billion, according to Forbes magazine. <strong> Larry Page </strong>, 37, takes over the CEO role in April. <strong> Eric Schmidt </strong> summed up the seismic shift at Google's helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led Google since 2001, three years before the company went public. Since then, Google's shares have grown more than sixfold, at one point surpassing$ 700. Google's market capitalization", "new_id": -2}, {"uid": "1297341007032342097", "i": 12288, "idx": 0, "sa": ["Sam Shields", "Michael Vick", "Charles Woodson", "Dom Capers"], "q": "? \"When the Packers lost <strong> Charles Woodson </strong>( in the first half of Super Bowl XLV), they knew( Jarrett) Bush could not cover- that's why they kept blitzing him.\" ? <q> If you look at how <strong> Sam Shields </strong> played from the time he entered preseason to the end of the year, the improvement was phenomenal. He did not know what to do early on. That's coaching right there. My hat's off to <strong> Dom Capers </strong>. </q>? \"Everyone got all excited about <strong> Michael Vick </strong>- and there was reason to be excited early- but if you look at how he finished the season, you see( that) teams started to figure", "new_id": -2}, {"uid": "1296824570003293196", "i": 7387, "idx": 1, "sa": ["Simon Cowell", "Chris Daughtry", "Adam Lambert", "Randy Jackson"], "q": "and the tao of Paula. But as the last remaining judge of the original panel, he's in a unique position. It's up to him to make the most of it. <q> <strong> Randy Jackson </strong> is usually at his best during auditions, </q> Santilli said. \"He said yes to <strong> Adam Lambert </strong> and <strong> Chris Daughtry </strong> while <strong> Simon Cowell </strong> said no.\" McCarthy thinks <strong> Randy Jackson </strong> \"always wanted to be the star of the show.\" But he's in for an", "new_id": -2}, {"uid": "1295560568082083860", "i": 44747, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "Jahre unter <strong> Larry Page </strong> sogar noch besser werden! <strong> Larry Page </strong> ist meiner Meinung nach bereit, die F?hrung zu bernehmen.\" Anzeige Die Entscheidung zum Umbau der Unternehmensf?hrung habe man zu dritt gef?llt, schrieb <strong> Eric Schmidt </strong> weiter: <q> Wir haben lange Zeit dar?ber geredet, wie wir unsere Management-Struktur vereinfachen und Entscheidungen schneller treffen k?nnen- und ber die Feiertage haben wir beschlossen, dass der richtige Moment f?r einige Ver?nderungen gekommen sei. </q> Im Schlussquartal verdiente Google unterm Strich 2,5 Milliarden Dollar und damit 29 Prozent mehr als im Vorjahreszeitraum. <strong> Eric Schmidt </strong> k?ndigte an, dass das Unternehmen weiterhin kr?ftig in neue Produkte investieren werde. Google ist etwa zu einer", "new_id": -2}, {"uid": "1296668242187940878", "i": 8677, "idx": 1, "sa": ["Allen Iverson", "Dwyane Wade"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against <strong> Dwyane Wade </strong> has 25 points and 14 rebounds to lead", "new_id": -2}, {"uid": "1297271999224821256", "i": 46921, "idx": 0, "sa": ["Zahi Hawass"], "q": "protesters set up tents in the city's central Martyrs Square similar to Tahrir. In Cairo, hundreds of state electricity workers stood in front of the South Cairo Electricity company, demanding the ouster of its director. <q> Why are you staying here, you've ruined our lives, </q> they chanted. Also, dozens of state museum workers demanding higher wages staged a protest in front of the Supreme Council of Antiquities, crowding around antiquities chief <strong> Zahi Hawass </strong> when he came to talk to them. Two protesters", "new_id": -2}]