[{"uid": "1294960874114671713", "i": 7651, "idx": 3, "sa": ["Sergio Marchionne"], "q": "annually by 2014 from 650,000 in 2009. At the North American International Auto Show, <strong> Sergio Marchionne </strong> said that he \"will take my work elsewhere\" if he fails to win a majority. Fiat would look into <q>alternatives the day after. It may even happen the same night,<q> he told reporters in Detroit. Between 1998 and 2008, Italian productivity gained 3 percent, compared with increases of 22 percent in Germany and 18 percent in Germany's 20 percent gain.", "new_id": -2}, {"uid": "1297120897065748995", "i": 36321, "idx": 0, "sa": ["Simon Cowell"], "q": "WENN.COM file photo) <strong> Simon Cowell </strong> is pleased to see that TV ratings for this year's edition of American Idol have not fallen \"off a cliff.\" <q>I haven't seen a full episode yet,<q> the former American Idol judge said Monday during a conference call with reporters. \"From what I've seen, from what I've heard, it all seems to be going well. And I always thought that", "new_id": -2}, {"uid": "1297298981049397781", "i": 42303, "idx": 1, "sa": ["Donald Rumsfeld", "Nancy Pelosi", "Bill Clinton", "Robert Gibbs"], "q": "cuts, White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> cited a \"broad agreement that we have to change the way Washington works, particularly as it relates to spending.\" At the same time, he said, <q>We have to do so in a way that protects the important investments so that we can win the future,<q> signaling the <strong> Bill Clinton </strong> will fight to protect his own priorities. House Democratic leader <strong> Nancy Pelosi </strong> was more pointed. \"The Republican plan will cost jobs, undercut American innovation and clean energy, jeopardize our safety by", "new_id": -2}, {"i": 14164, "idx": 4, "index_answer": 0, "new_id": -1, "q": "is not a competitor because the more people use Facebook the more they use Google. \"That is a net positive.\" Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment. <q>I can only describe this now as a \"wow\" moment,<q> he says. \"For me this is the beginning of the real revolution in information. \"You need never be lonely, you need never be bored. It is a remarkable change that has not", "sa": ["Eric Schmidt"], "uid": "1296940939224919552"}, {"uid": "1296373180057065475", "i": 23349, "idx": 0, "sa": ["Allen Iverson"], "q": "He was roundly criticized for his string of 40-point games as a rookie, accused of padding his stats in a push for the Rookie of the Year award-- which he won. <strong> Allen Iverson </strong>'s response this time: <q>I don't mind taking 40 shots. That's what I do.<q> \"I played that game like it was my last when I was a rookie and scored 50,\" said <strong> Allen Iverson </strong>, who equaled the most points scored in the NBA this season. \"I did the same", "new_id": -2}, {"uid": "1295364352186253316", "i": 19353, "idx": 0, "sa": ["Piers Morgan", "One of us", "Michael Vick", "Oprah Winfrey"], "q": "<strong> Michael Vick </strong> has done sitdowns with each of the networks that cover the NFL, but clearly his story is about more than football. <strong> Piers Morgan </strong> asked <strong> Oprah Winfrey </strong> what advice she would give <strong> Michael Vick </strong>. <q>I really don't want to talk about <strong> Michael Vick </strong> because I'm trying to interview him,<q> <strong> Oprah Winfrey </strong> said. \"I will just save all my advice for when I sit down with him.\" \"I'm trying to get him as well. <strong> One of us </strong> is going to win,\" <strong> Piers Morgan </strong>", "new_id": -2}, {"uid": "1297721034094502916", "i": 21431, "idx": 10, "sa": ["Donald Rumsfeld", "Barack Obama", "Todd Litman", "Ray LaHood"], "q": "purported economic, energy, and time-saving benefits of urban rail systems-based entirely on a 2004 study for the American Public Transportation Association( APTA), America's principal transit lobbyist. <strong> Barack Obama </strong> A 2010 Heritage Foundation report, <q>Washington's War on Cars and the Suburbs,<q> critiqued the <strong> Donald Rumsfeld </strong>'s claims. <strong> Todd Litman </strong>, the author of the APTA study, took issue with the Heritage report, though he was unable to undermine the conclusion of \"Washington's War\" that many of <strong> Ray LaHood </strong>", "new_id": -2}, {"uid": "1297268495062767136", "i": 21763, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "a credible jobs agenda without spending money. \"One of the areas you want to focus on, and I hope and expect the president will be talking about, is infrastructure,\" said <strong> Sen. Bernie Sanders </strong>. <q>You have a crumbling infrastructure where over a period of years we need to spend trillions of dollars. When you do that you create jobs.<q> <strong> Sen. Bernie Sanders </strong> called for investment in infrastructure and \"sustainable energy and energy efficiency,\" which he called \"good for the country.\" \"It creates jobs as well,\" said <strong> Sen. Bernie Sanders </strong>,", "new_id": -2}, {"uid": "1295498091112721922", "i": 6198, "idx": 0, "sa": ["James Cleveland", "Michael Jordan", "Allen Iverson", "Aaron McKie"], "q": "and the Philadelphia 76ers keep winning. One night after a 41-point effort in Philadelphia's most lopsided win of the season, <strong> Allen Iverson </strong> scored an NBA season-high and career-best 54 in a 107-103 victory over the <strong> James Cleveland </strong> Cavaliers. <q>It was like he was playing horse tonight,<q> said 76ers guard <strong> Aaron McKie </strong>, who had 20 points and nine assists. \"<strong> Michael Jordan </strong> jumper was deadly.\" Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route", "new_id": -2}, {"uid": "1295432780218038315", "i": 4753, "idx": 2, "sa": ["Ross Hall", "Rebekah Brooks", "Neville Thurlbeck", "Andy Coulson", "Keir Starmer"], "q": "by the News International executives at the grades of <strong> Andy Coulson </strong> and <strong> Rebekah Brooks </strong> and to examine the existing illegally transcribed phone message made by <strong> Ross Hall </strong> for <strong> Neville Thurlbeck </strong>?\" Speaking outside the chamber, Watson told the Guardian: <q>It is absolutely vital now that the attorney general is confident that there is a proper investigation in which all the servers are examined and not just one.<q> Watson's remarks came after <strong> Keir Starmer </strong>, the director of public prosecutions, announced last week a \"comprehensive\" review of all phone-hacking material held by the police. <strong> Keir Starmer </strong> acted after new information emerged in civil", "new_id": -2}]