[{"uid": "1295197610047906830", "i": 33617, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Gabrielle Giffords", "Tom Coburn"], "q": "<strong> Tom Coburn </strong>: \"I've pretty much been disgusted with all the media' Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.) joined host David Gregory to provide an update as to Rep. <strong> Gabrielle Giffords </strong>'s( D-Ariz.) condition. <q>She's making progress every day, she's using both sides of her body,</q> said <strong> Kirsten Gillibrand </strong>, going on to call <strong> Gabrielle Giffords </strong>\"s story \"inspiring.\" Sens. <strong> Chuck Schumer </strong>( D-N.Y.) and <strong> Tom Coburn </strong>( R-Okla.) discussed the state of gun-control legislation and the nature of the existing laws", "new_id": -2}, {"uid": "1296140177192086050", "i": 22845, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, \"the board clearly wants to retain his guidance for the next four years.\" <q>It's a signal to shareholders that he'll continue to steer the boat,</q> Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder Larry Page( Alert). Both men, along with Google's other co-founder <strong> Sergey Brin </strong>, have limited their salaries", "new_id": -2}, {"uid": "1295874670093847574", "i": 23220, "idx": 0, "sa": ["Michael Vick", "Tiger Woods", "Ben Roethlisberger", "Dan Rooney"], "q": ". For a while, it appeared <strong> Ben Roethlisberger </strong> might be headed down the same dark career path <strong> Michael Vick </strong> or <strong> Tiger Woods </strong> ventured onto but since his return, the 28-year-old has been a model NFL citizen. <q><strong> Ben Roethlisberger </strong> has done a great job,</q> Steelers owner <strong> Dan Rooney </strong> told FOXSports.com. \"<strong> Ben Roethlisberger </strong> did his time. \"He did everything he was asked to do. He conducted himself as a real gentleman. \"I'm very proud of", "new_id": -2}, {"uid": "1295583741050233384", "i": 45723, "idx": 0, "sa": ["Eric Schmidt", "Aaron Fulkerson"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> Although Mindtouch CEO <strong> Aaron Fulkerson </strong> does a good job listing the major points that his company's namesake product( available as a service too) touches on in this reviewcam, it's also one of those products that", "new_id": -2}, {"uid": "1297127080053067784", "i": 18797, "idx": 1, "sa": ["Eric Schmidt", "Stuart Bowen"], "q": "cash from the couple. \"The Schmidts defrauded U.S. taxpayers, cheated the Iraqi people and betrayed the trust placed in them,\" said <strong> Stuart Bowen </strong>, attorney for the Special Inspector General for Iraq Reconstruction. <q>They will now pay a price for their criminal wrongdoing.</q> Google CEO <strong> Eric Schmidt </strong> speaks during the Web 2.0 Summit in San... Marines change commander at...- The Marines have changed the commander of the detention facility where WikiLeaks... Photo in Slideshow: A file", "new_id": -2}, {"uid": "1295568037204079137", "i": 13919, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "management structure While <strong> Eric Schmidt </strong> will step down as CEO he will assume the role of executive chairman focusing on deals, partnerships and broader business relationships as well as advising founders Larry Page and <strong> Sergey Brin </strong>. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about", "new_id": -2}, {"uid": "1297293575117293152", "i": 8173, "idx": 0, "sa": ["Michael Vick"], "q": "I tried, though-- kept him on the phone for forever, pleading. When asked what he was going to talk about this morning, Winters said he was prepared to present to the task force a <q>very preliminary conceptual design, which will be a spectacular addition to Fair Park and spectacular new attraction for Dallas.</q> So, Prince Was a No-Show After All. Not Like Anyone Told the Opening Acts Or Anything. Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to the City of Dallas", "new_id": -2}, {"uid": "1296495214100859934", "i": 35142, "idx": 0, "sa": ["Andy Coulson", "Julie Burchill"], "q": "UK man who was caught having sex with a horse after being filmed on CCTV has admitted he made a \"huge\" mistake because he tried to gallop away, then he was caught and then he admitted, <q>mounting horsies is not for faint hearts and mini-dicks?</q>... \"Veteran sex bomb' <strong> Julie Burchill </strong> about to step into <strong> Andy Coulson </strong>'s shoes? Mystery has always shrouded the reason why the world's longest-running science fiction television show was called simply` Dr Who\". Now,", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q>Sales professionals are at the heart of almost every successful business,</q> said <strong> Steve Ballmer </strong>. \"Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}, {"uid": "1296225951235159601", "i": 390, "idx": 2, "sa": ["Mike Pence"], "q": "ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead,\" <strong> Mike Pence </strong> said. <q>After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play.</q> <strong> Mike Pence </strong> has a pair of public events scheduled for Friday- a morning town hall meeting in Pendleton and a visit to a high school in Muncie. The 51-year-old congressman's future has been the", "new_id": -2}]