[{"uid": "1297697962029687857", "i": 23564, "idx": 1, "sa": ["Steve Ballmer"], "q": "5, Flash en Silverlight. Ook wordt gebruikgemaakt van hardwareacceleratie, wat veel soepelere animaties op zware sites mogelijk moet maken. \"Mensen verwachten op hun smartphone dezelfde internetervaring als op hun desktop\" , aldus <strong> Steve Ballmer </strong>. <q> Daarom brengen we onze nieuwste browser naar onze smartphones. </q> Ook komt er betere ondersteuning voor Skydrive-services voor consumenten, zo maakte <strong> Steve Ballmer </strong> bekend. Verder gaat Microsoft Twitter integreren in de People-hub, zoals dat nu al gebeurt met Facebook. De grote update is", "new_id": -2}, {"uid": "1295094125134053943", "i": 24353, "idx": 11, "sa": ["Kobe Bryant", "Steve Nash", "Allen Iverson", "Shaquille O'Neal", "Ding Junhui"], "q": "after beginning the season 11-0, the best start in club history. <strong> Shaquille O'Neal </strong> missed his fourth straight game with an abdominal strain. \"I wanted to win, but rebounDing Junhui really killed us,\" <strong> Kobe Bryant </strong> said. <q> With us being a successful team, every team is coming after us. We just could not get it done on the defensive boards and in the end it really hurt us. </q> \"It's a <strong> Shaquille O'Neal </strong> difference when you've got a guy driving down the lane all the time laying the ball up,\" said Los Angeles point guard Nick Van Iverson_Allen Iverson_44pts_15asts_vs_Steve Nash_Steve Nash_Phoenix_Suns_06/07 <strong> Allen Iverson </strong> dishes 15 assists on top of", "new_id": -2}, {"uid": "1295194866183205897", "i": 53792, "idx": 0, "sa": ["Dana Bash", "Debbie Wasserman Schultz", "Nancy Pelosi", "Kirsten Gillibrand"], "q": "Giffords opens her eyes for the first time since the shooting From <strong> Dana Bash </strong> and Deirdre Walsh, CNN It was like witnessing a miracle' STORY HIGHLIGHTS Sen. <strong> Kirsten Gillibrand </strong>: <q> It was like witnessing a miracle </q> <strong> Kirsten Gillibrand </strong>, Reps. <strong> Nancy Pelosi </strong> and <strong> Debbie Wasserman Schultz </strong> were in Giffords' hospital room <strong> Debbie Wasserman Schultz </strong>: \"The doctors couldn't believe it\" Thousands at a memorial event cheer when Obama announces the development Sen. <strong> Kirsten Gillibrand </strong>: \"It was like", "new_id": -2}, {"uid": "1297193758265863169", "i": 16512, "idx": 1, "sa": ["Colin Powell", "Joel Dreyfuss"], "q": "piece titled \"Where Are the Black Voices on Egypt and Tunisia?\" \"African Americans have traditionally been the conscience of the country on foreign policy issues,\" wrote Root's managing editor <strong> Joel Dreyfuss </strong>. <q> That's what makes the silence today so startling. </q> He rebuked the Congressional Black Caucus for their hesitancy, and suggested that the role played by General <strong> Colin Powell </strong> and Condoleeze Rice shifted the African American role from outsider to insider. \"The result has", "new_id": -2}, {"uid": "1295974362157089794", "i": 56031, "idx": 2, "sa": ["Eric Schmidt"], "q": "5 Tage 3 Monate 1 Jahr 3 Jahre Mit Blick auf den Wettbewerb mit neuen Internetdiensten wie dem Sozialen Netzwerk Facebook sagte <strong> Eric Schmidt </strong>: <q> Die Internet-Suche wird weiter sehr wichtig bleiben. </q> Google werde sein Kerngesch?ft mit Online-Werbung st?rken, sagte der Manager in einem anschlie?enden Gespr?ch mit Journalisten und nannte dabei neben der Videoportal-Tochter YouTube auch die Display-Werbung, also die Platzierung von Anzeigen mit Bildern oder Videos auf Webseiten.", "new_id": -2}, {"uid": "1295566706244678664", "i": 44714, "idx": 2, "sa": ["Cody Canada", "David Letterman", "Alyse Eady", "Big Boi"], "q": "#rejectedarkansasmottos trend. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong> Miss Arkansas <strong> Alyse Eady </strong> will appear on the \"Late Show with <strong> David Letterman </strong>\" this Thursday night. The Gossip's \"Standing in the Way of Control\" named the <q> Most Powerful Protest Song of the 21st Century </q> by Flavorwire. <strong> Big Boi </strong> to Hendrix Hendrix College is bringing another huge night of music with <strong> Big Boi </strong>( of Outkast) and rising Alabama emcee Yelawolf. Thursday night offers <strong> Cody Canada </strong> and the Departed at Rev,", "new_id": -2}, {"uid": "1295143398136134670", "i": 4199, "idx": 2, "sa": ["Michael Vick", "Brandon Boyd"], "q": "kept up with the Web site for his pit bull rescue efforts, her main interest at SPCA. She said she contacted <strong> Brandon Boyd </strong> because she wanted to work with \"somebody who was just good with people.\" <q> It's kind of neat because the tattoo industry has a stereotype, too, </q> she said, adding that <strong> Michael Vick </strong>'s dogs would help the average Professor Davide Sola discusses why enterprise and entrepreneurial activity are key to the economic recovery in Britain. Dr. Davide Sola is Associate Professor of Strategy and Director", "new_id": -2}, {"uid": "1297177285142131216", "i": 48570, "idx": 4, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "draw down U.S. troops shortly after the 2003 invasion of Iraq was \"the most important failure in the execution of the war.\" Telling <strong> Diane Sawyer </strong> that assessment was \"possible,\" <strong> Donald Rumsfeld </strong> also cautioned that <q> the path you didn't take is always smoother. </q> The admissions largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq war on \"too many hands on the steering wheel.\" <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295218070163594249", "i": 667, "idx": 2, "sa": ["Simon Cowell"], "q": "successful partnerships in entertainment history. \"I didn't steal anything. I just made a new show as he made new shows,\" <strong> Simon Cowell </strong> said while sipping ginger tea and dragging on Kool cigarettes. <q> At the point when Idol was launched, we both needed each other... I couldn't have done it without him, and I don't think he could have done it without me. But we both are people who like running our own businesses... It's been bizarre. </q> Yet nothing, surely, was more bizarre than the process by which <strong> Simon Cowell </strong>, a behind-the-scenes record exec who professed he was \"obsessed with getting rich,\" was transformed into an international television star.", "new_id": -2}, {"uid": "1295597951213057559", "i": 11227, "idx": 3, "sa": ["Michael Vick"], "q": "lo and behold, <strong> Michael Vick </strong>'s tune sounded just a bit different when The Inquirer's Jeff McLane caught up to him Wednesday. \"I can say it over and over again,\" <strong> Michael Vick </strong> said, <q> but then when I say it to my agent, it's a totally different story.... So who knows what's going to happen? I have to follow his lead in that regard, and he's the expert in that field. </q> Agents hate franchise tags more than anyone. They get paid a percentage of the contracts they negotiate. When a player is tagged, there is no negotiation. And the one-year deal- in <strong> Michael Vick </strong>'s", "new_id": -2}]