[{"uid": "1295630754045006869", "i": 11718, "idx": 2, "sa": ["Michael Vick", "Tony Dungy"], "q": "ability to escape and get away from the rush and make plays out of nothing,\" <strong> Tony Dungy </strong> told KYW Newsradio. <strong> Tony Dungy </strong> adds that <strong> Michael Vick </strong> now thinks the sky is the limit: <q>I just talked to him last week and he still thinks he's got tons of room for improvement and he's going to be even better next year.</q> <strong> Tony Dungy </strong> is very confident that <strong> Michael Vick </strong> will remain a Philadelphia Eagle even though 2010 was the final year of his two-year deal. \"He wants to come back; the Eagles want him,\"", "new_id": -2}, {"uid": "1295534401212385796", "i": 46210, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler"], "q": "a this-is-harder-on-me than-it is-on you routine, which was all the more painful for rejected contestants. \"Oh my God, this is awful,\" she moaned after saying no to a young woman from Ivory Coast. <q>Oh my God, I hate this.</q> <strong> Simon Cowell </strong> <strong> Steven Tyler </strong> wasn't as snide as <strong> Simon Cowell </strong>, but he did become the de facto hard man to please. \"You sang beautiful, but I just wasn't feeling that pizzazz,\" he told", "new_id": -2}, {"uid": "1296221744071827501", "i": 20532, "idx": 0, "sa": ["George Clooney", "Simon Cowell"], "q": "next to?' That's not trying to catch me doing something dumb.\"- <strong> George Clooney </strong> insists the paparazzi can be very rude as they attempt to get a reaction from the movie star. <q>I genuinely believed no one would want to marry me. I am difficult to live with. I'm selfish, quite weird and I need time on my own to think- and then I work all night long. That is difficult for someone to deal with. And it would drive me mad- I could never be my own girlfriend!</q>- <strong> Simon Cowell </strong> is amazed his fiancee Mezhgan Hussainy puts up with him. \"As I get older, I get more angry about it. In this country( America), we need more dialogue", "new_id": -2}, {"uid": "1296055281154206214", "i": 9852, "idx": 1, "sa": ["John McCain", "Michele Bachmann", "Mike Pence"], "q": "share his thoughts with the PBS NewsHour. <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>, R-Ind., who is considering either a gubernatorial run or a <strong> John McCain </strong> House bid, praised the president's nod toward American exceptionalism. <q>The president reflected on the uniqueness of America. He remembered our soldiers, he remembered where the strength of this nation was,</q> <strong> Michele Bachmann </strong> <strong> Mike Pence </strong> said, before adding that he was disappointed that the president appeared to be \"committed to more spending and more government and more of the same of what the American people rejected on Election Day last fall", "new_id": -2}, {"uid": "1296655437186056720", "i": 12857, "idx": 0, "sa": ["Bill Lockyer"], "q": "of$ 25,000 per deal, for membership fees. SIFMA, its national counterpart, charges 3 cents per$ 1,000 in bond sales, <strong> Bill Lockyer </strong>'s office said. Funding for SIFMA's political action committee is <q>completely separate from, and unrelated to, the underwriting assessment,</q> said Tim Ryan, SIFMA's president. A spokesman for the state securities trade group could not be reached for comment. The state and the national financial industry groups lobby for Wall Street banks and contribute", "new_id": -2}, {"i": 19998, "idx": 1, "index_answer": 0, "new_id": -1, "q": "said: \"I'd do it for a million for SANDS. money, mouth??????????????????\" <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q>I will get ITV to make substantial five figure donation to your charity for the interview</q>. But <strong> Lily Allen </strong> told him: \"Those are my terms. I've got no interest in coming on your show, you've been asking me for years.\" She revealed she had", "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "uid": "1295007787037093399"}, {"uid": "1295665836007979062", "i": 7153, "idx": 0, "sa": ["Kirsten Gillibrand", "Jeff Immelt", "Chuck Schumer", "Barack Obama"], "q": "given to anyone, and if we want to win, we have to compete,\" said <strong> Jeff Immelt </strong>. It's that competitive spirit that New Yorkers think will help turn the economy around. <q>Taking old skills that worked in the 20th century and translating them in to new 21st century skills. That's our future,</q> said <strong> Barack Obama </strong> <strong> Chuck Schumer </strong>( D). \"It's how we're going to create jobs, grow the economy,\" said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D). But, that determination and competitive", "new_id": -2}, {"uid": "1295819193226000912", "i": 7287, "idx": 13, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Some are believed to be social tools designed to counter Facebook's popularity, but <strong> Sergey Brin </strong> wouldn't discuss specifics in a Thursday interviews. \"I have a passion for several projects,\" he said. <q>I don't think anyone has heard of any of them and I don't think anyone will for a while.</q> As CEO, Page will lead product development and technology strategy and run day-to-day operations. <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> all still plan to remain with Google through at least 2024, reaffirming a promise", "new_id": -2}, {"uid": "1295911947085770249", "i": 13124, "idx": 2, "sa": ["Eric Schmidt"], "q": " \"It's not anyone's business if I like mint chocolate chip or Cherry Garcia.\" \"The reality is that on-premise software does retain consumer information for some time,\" said Mr. <strong> Eric Schmidt </strong>. <q>We are all in the United States subject to the Patriot Act, so it is possible that information is made available. On the upside, this ice cream is gon na be crazy delicious.</q> Some consumers are confused about Google's transition. \"Google made this?\" asked Lela, a 24-year-old law student who tried the experimental ice cream as part of an initial focus group.", "new_id": -2}, {"uid": "1295351570142295047", "i": 43465, "idx": 2, "sa": ["Mike Pence"], "q": "statement. \"It is also morally wrong to take the taxpayer dollars of millions of pro-life Americans and use them to promote abortion at home or abroad.\" \"Last year,\" said <strong> Mike Pence </strong>, <q>Planned Parenthood received more than$ 363 million in revenue from government grants and contracts. During that same time, they performed an unprecedented 324,008 abortions. The largest abortion provider in America should not also be the largest recipient of federal funding under Title X.</q> <strong> Mike Pence </strong> said his bill would \"prevent any family planning funds under Title X from going to Planned Parenthood or other organizations that perform abortions. It will ensure that abortion providers are not being subsidized with federal", "new_id": -2}]