[{"uid": "1295936962220463131", "i": 23806, "idx": 5, "sa": ["Sergio Marchionne"], "q": "date. Marketing Professor Mike Bernacchi at University of Detroit Mercy said tailored marketing makes sense for a niche car.`` Big spending on conventional media would be a waste,'' he said. <q> I'm always surprised by how much mileage you can get on the Internet. </q> <strong> Sergio Marchionne </strong> said the 500 is a`` unique expression of individuality'' and designed to be customized. The current 500 was three years in development and launched in Europe in July 2007 as a modern", "new_id": -2}, {"uid": "1297018333210059267", "i": 14724, "idx": 0, "sa": ["Gianni Letta", "Sergio Marchionne", "Silvio Berlusconi"], "q": "droit de <strong> Silvio Berlusconi </strong> <strong> Gianni Letta </strong>, selon Ansa. M. <strong> Sergio Marchionne </strong> avait estim vendredi? San Francisco que Fiat et Chrysler pourraient fusionner`` d'ici deux-trois ans'' dans un seul groupe qui aurait son si?ge aux Etats-Unis. <q> Il faudra cependant d'abord int?grer les entreprises et ensuite examiner la gouvernance </q>, avait-il ajout. Ces d?clarations n'avaient pas manqu de faire grand bruit en italie, o Fiat est consid?r comme un symbole national. Le maire de Turin, o se trouve aussi le si?ge", "new_id": -2}, {"uid": "1297616629186400779", "i": 32573, "idx": 55, "sa": ["Donald Rumsfeld", "David Martin"], "q": "would have been better if you had insisted on resigning?'' <strong> David Martin </strong> asked.`` I think so,'' he said.`` How would that have made things better?'' <q> It would have been a stronger signal to the world that we didn't accept that kind of behavior, </q> <strong> Donald Rumsfeld </strong> said.`` Did you feel it was your fault?''`` No,'' answered <strong> Donald Rumsfeld </strong>.`` You were responsible, but it wasn't your fault?''", "new_id": -2}, {"uid": "1295633098074432534", "i": 53425, "idx": 1, "sa": ["Michael Vick", "Julius Peppers", "Clay Matthews III", "Charles Woodson", "Cullen Jenkins"], "q": "least two occasions, chased down Philadelphia Eagles quarterback <strong> Michael Vick </strong> from behind. One offensive coach said <strong> Julius Peppers </strong>`` keeps you up at night'' because he can wreck a carefully thought out game plan. <q> He's a match up nightmare, </q> he said. <strong> Clay Matthews III </strong> had a brilliant season for the Packers. But several players make that defense special, including defensive linemen B.J. Raji and <strong> Cullen Jenkins </strong> and cornerback <strong> Charles Woodson </strong>. In Chicago, <strong> Julius Peppers </strong> keys", "new_id": -2}, {"uid": "1295581455002506782", "i": 56445, "idx": 10, "sa": ["Larry Page", "Eric Schmidt"], "q": "partners, a figure also known as traffic acquisition costs, the company reported revenue of$ 6.3 billion, which topped analysts' forecasts of$ 6.1 billion. What Google wants in Android hires <q> Our strong performance has been driven by a rapidly growing digital economy... and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said about Google's quarter.`` These results give us the optimism and confidence to invest heavily in future growth.'' Adult supervision over: <strong> Eric Schmidt </strong> yields to Google co-founder <strong> Larry Page </strong> Select one with 3-12 characters", "new_id": -2}, {"uid": "1295610132062603269", "i": 12877, "idx": 0, "sa": ["Cathy Newman", "Andy Coulson", "Murdo MacLeod"], "q": "Blog home <strong> Andy Coulson </strong> resigns: live <strong> Andy Coulson </strong>, former News of the World editor Photograph: <strong> Murdo MacLeod </strong> 11.38 am: <strong> Andy Coulson </strong> was fed up with the <q> continual focus and distraction, </q> says Channel 4 News political correspondent <strong> Cathy Newman </strong> on Twitter. He told the prime minister of his decision on Wednesday evening, she says. <strong> Andy Coulson </strong> has resigned, it has been confirmed. 11.32 am: Our", "new_id": -2}, {"uid": "1295218070163594249", "i": 680, "idx": 15, "sa": ["Simon Cowell", "Debbie Williams", "Jonathan King"], "q": "you have to look at them right in the eyes, and then their mother is looJonathan King at you, like,` What just happened?'?'' But <strong> Simon Cowell </strong>'s value was instantly clear. <q> I still didn't know what the hook of this show was-all these kids come out and sing, </q> stage manager <strong> Debbie Williams </strong> remembers of her first day on the set.`` Until he spoke, and then I said,` OK. I get it now. That's the hook.'?'' <strong> Simon Cowell </strong> would", "new_id": -2}, {"uid": "1296744570016711683", "i": 7825, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "that the war has been worth the costs. Had the government of Saddam Hussein remained in power, he says, the Middle East would be` far more perilous than it is today'.'' <q> Addressing charges that he failed to provide enough troops for the war, he allows that,` In retrospect, there may have been times when more troops could have helped'. </q> The Times begins its story with <strong> Donald Rumsfeld </strong>'s account about being told by <strong> George W. Bush </strong> two weeks after the 9/11 attacks, to prepare review the Pentagon's plans for a war with Iraq. According to the Times", "new_id": -2}, {"uid": "1296744552199131154", "i": 36548, "idx": 72, "sa": ["Donald Rumsfeld", "Howard Kurtz", "Dick Cheney", "Colin Powell"], "q": "and columnist for The Washington Post, <strong> Howard Kurtz </strong> is the author of five books. A defaced picture of former dictator Saddam Hussein is seen... <strong> Dick Cheney </strong> Facing Possible Heart Transplant Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Report Abuse <q> The thing I like about <strong> Donald Rumsfeld </strong> is that he really pi$$ es of the children of the dumborat. </q> Then they start to get mad, shake, talking in tongues. They get really excited, spittle forms at the corner of the mouth. Report Abuse \" <strong> Donald Rumsfeld </strong>, <strong> Dick Cheney </strong> and Bush- the axis", "new_id": -2}, {"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.'' As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q> I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table, </q> he said.`` He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}]