[{"uid": "1296376709098549798", "i": 11631, "idx": 0, "sa": ["Zahi Hawass"], "q": "mummies were seriously damaged by an out-of-control mob at the Egyptian Museum in Cairo yesterday before civilian volunteers saved the vaunted treasure trove of ancient artifacts from greater damage by forming a human chain around the building. <q>I felt deeply sorry today when I came this morning to the Egyptian Museum and found that someone had tried to raid the museum by force last night,</q> said <strong> Zahi Hawass </strong>, Egypt's top archeologist and star of The History Channel show \"Chasing Mummies.\" TOMB MUCH: Altruistic Egyptians rally around a tank protecting antiquities in Cairo yesterday. After the looters got", "new_id": -2}, {"uid": "1297300411168493097", "i": 27528, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "The Response' White House has rejected a request from the U.S. agency that monitors... Video: <strong> Barack Obama </strong> Calls for \"Orderly Transition\" in Egypt U.S. Video: Police: Elementary teacher assaulted students Report Abuse <q>Who cares about Muslim Land? Nothing from Egypt ever benefited anyone I know.</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"uid": "1295550320082853986", "i": 45036, "idx": 1, "sa": ["John McCain", "Colin Powell", "Sarah Palin", "Barack Obama"], "q": "Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. \"He has both style and substance. I think he is a transformational figure,\" <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" <q><strong> Michelle Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well,</q> <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he questioned <strong> John McCain </strong>'s judgment in picking <strong> Sarah Palin </strong> as his running mate because he does", "new_id": -2}, {"uid": "1296922649262193174", "i": 35462, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "U.S. even invaded Afghanistan, but at the same meeting, he also talked about Rummy's son's drug addiction, so all Rummy could do was cry about that. Whoops! And this: <q>Ah, there you have it. <strong> Donald Rumsfeld </strong> could have said, \"What the f- are you talking about going to war with Iraq for? Our country was just attacked by a foreign terrorist organization we need to go try to destroy. Iraq has nothing to do with this. Aren't you more concerned with winning this war we haven't even begun yet?</q> But instead, his son had done some drugs. Sure thing, <strong> Donald Rumsfeld </strong>. Perfectly good excuse. You\" should drop some leaflets on the families of people, American and Iraqi, whose children have", "new_id": -2}, {"i": 3029, "idx": 0, "index_answer": 2, "new_id": -1, "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q><strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy,</q> <strong> David Letterman </strong> said on his late-night CBS show Monday. \"But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.\" At", "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "uid": "1295447959150847521"}, {"uid": "1296783985243531800", "i": 13535, "idx": 1, "sa": ["Rodney Stuckey", "Allen Iverson", "Andrew Bogut"], "q": "the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. \"With everything going on, I wanted to play well,\" <strong> Allen Iverson </strong> said. <q>I just wanted to play well. Especially for my teammates because I let them down by not being here.</q> <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Andrew Bogut </strong> Curry to begin the game, punishment for missing a mandatory team practice on Thanksgiving. He apologized Friday morning, then sat on the bench for almost 10 minutes as <strong> Rodney Stuckey </strong> started", "new_id": -2}, {"uid": "1295659003068894727", "i": 28940, "idx": 0, "sa": ["Andy Coulson"], "q": "'s resignation of <strong> Andy Coulson </strong>, Downing Street's director of communications, signals the end of an uncomfortable chapter. It will not and it should not. Mr <strong> Andy Coulson </strong> himself still has many questions to answer. <q>I stand by what I've said,</q> he asserted in his resignation statement yesterday. This refers to Mr <strong> Andy Coulson </strong>'s claim that he News of the World shifts away from \"one-rogue\" phone-hacking response Tabloid publisher is battling to regain credibility by gradually distancing itself", "new_id": -2}, {"uid": "1297126038178880522", "i": 44298, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "dogs? And then you look at it and just walk away? Pretty short-sighted. Now, to the key ceremony itself. The mayor of Dallas is unamused. <strong> Mayor Tom Leppert </strong>'s statement: <q> \"The action taken was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas. Official Keys to the City are presented by the <strong> Mayor Tom Leppert </strong>, or an elected official designated by the <strong> Mayor Tom Leppert </strong>, and reserved, on a limited basis, for an elected official of international status. Clearly, this was not the case in this situation and done without my knowledge or approval.</q>\" Turns out the ceremony was the brainchild of <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong>, a rebel key distributor. Fox Sports: \"<strong> Dwaine Caraway </strong> presented Philadelphia Eagles quarterback and convicted felon <strong> Michael Vick </strong> a key to the", "new_id": -2}, {"uid": "1295564518204079107", "i": 28856, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "a tremendous leader and I have learned innumerable lessons from him,\" Page said, hinting at <strong> Eric Schmidt </strong>'s new role as an \"advisor\" to the co-founders, instead of his previous equal role in decision-making. <q>His advice and efforts will be invaluable to me as I start in this new role.</q> According to a <strong> Eric Schmidt </strong> post to the Official Google Blog, managing the company has become more difficult, requiring a change from the current situation, in which he, Page, and <strong> Sergey Brin </strong> have an equal", "new_id": -2}, {"uid": "1295010847175898671", "i": 1788, "idx": 1, "sa": ["Piers Morgan", "Simon Cowell", "Susan Boyle"], "q": ", according to The Sun. The paper claims that the singer has invited both <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> to the event. \"We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited,\" a source said. <q><strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again.</q> However, with <strong> Piers Morgan </strong> currently filming for his new CNN show in America it seems unlikely that he will be in attendance. A spokeswoman for <strong> Susan Boyle </strong> added: \"The party was only ever for", "new_id": -2}]