[{"uid": "1295667370077054011", "i": 20057, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "for a long time to come.'' Internally, <strong> Eric Schmidt </strong> will continue to act as an adviser to Page and Google co-founder <strong> Sergey Brin </strong>, who will also focus on strategic projects and new products. <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade, </q> Page said in a written statement.`` The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly.", "new_id": -2}, {"uid": "1297689730081920025", "i": 43002, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "The DOE funding will help Veeco to speed up its efforts to commercialize multi-stage thermal deposition production systems used to manufacture cost-efficient CIGS Solar cells. Commenting on the Veeco award, Senator <strong> Kirsten Gillibrand </strong>( D-NY) said, <q> Developing new, clean, homegrown sources of energy is a vital part of our economic recovery. </q> This federal investment will help drive research and development of new solar power technology, helping make solar power more efficient. By making solar power more effective and affordable over the long term, we can cut emissions,", "new_id": -2}, {"uid": "1295391311138936347", "i": 6420, "idx": 1, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "for neuroendocrine cancer.'' Microsoft to base next generation of Windows on Britain's ARM microchips, <strong> Steve Ballmer </strong> tells CES 2011 18 Jan 2011`` It's a well-oiled machine,'' said Jaruzelski. <strong> Steve Jobs </strong>'s <q> ethos and things he focuses on from marketing and innovation are deeply embedded in the process and people, making it an institutional capability, </q> he said. Analysts had predicted first-quarter sales of$ 24.4 bn. Apple, based in Cupertino, California, fell$ 7.83 to$ 340.65 att the close of trading. The", "new_id": -2}, {"uid": "1296055617213385284", "i": 20227, "idx": 0, "sa": ["Andy Coulson", "Sian Massey", "Richard Keys"], "q": "decision in Saturday's match. <strong> Richard Keys </strong>, who said he apologised to Miss <strong> Sian Massey </strong> on Sunday on the pair's behalf, said he had found the reaction to the comments`` extraordinary''. <q> I can not believe the frenzy that's blown up, </q> he said. He claimed he and Miss <strong> Sian Massey </strong> had ended their conversation on`` very good terms''.`` I expressed my disappointment that <strong> Andy Coulson </strong> and I, in misguidedly having a little fun", "new_id": -2}, {"uid": "1295030362239566877", "i": 30930, "idx": 1, "sa": ["Steve Ballmer"], "q": "years and thought he was on top of the space.'' <strong> Steve Ballmer </strong> disclosed his decision to remove Muglia as head of STB in an e-mail to employees Monday but provided only vague reasons for the move. <q> This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles, </q> <strong> Steve Ballmer </strong> wrote. <strong> Steve Ballmer </strong> said that, in light of the decision, Muglia will leave Microsoft following a transition period. A replacement has yet to be named. Microsoft's efforts around cloud computing", "new_id": -2}, {"uid": "1296527089108003332", "i": 16232, "idx": 0, "sa": ["Mack Brown", "Allen Iverson"], "q": "'' It was a nice touch by <strong> Allen Iverson </strong> to seek out Larry <strong> Mack Brown </strong>, his coach for the past 3 1/2 seasons. For a player often described as selfish and immature, it was a giant step toward superstardom. <q> It's special, and it's a tribute to my coach and my teammates, </q> said <strong> Allen Iverson </strong>.`` I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,'' <strong> Mack Brown </strong> said.``", "new_id": -2}, {"uid": "1295303331067584079", "i": 23406, "idx": 0, "sa": ["Gov. Rick Perry", "Prince Fielder", "Mr. Bauer", "Mike Pence", "Gary Bauer", "Matt Kemp", "Michael R.", "Albert Pujols", "Hunter Pence"], "q": "of government in the nation's capital. Governors <strong> Gov. Rick Perry </strong> of Ban Abortion- 2012 Presidential Candidate www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> <strong> Mr. Bauer </strong> says. But in considering one... BSG: National League MVP candidates A rundown of possible National League MVP candidates including <strong> Albert Pujols </strong>, <strong> Matt Kemp </strong> <strong> Michael R. </strong>, <strong> Hunter Pence </strong>, <strong> Matt Kemp </strong> and <strong> Prince Fielder </strong> www.battingstanceguy.com... <strong> Mike Pence </strong>'s Speech at the", "new_id": -2}, {"uid": "1296062754109985833", "i": 104, "idx": 4, "sa": ["Michael Vick"], "q": "several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by the company. <q> The Unequal technology is a part of my game now and I won't play without my Unequal, </q> <strong> Michael Vick </strong> said in a statement acquired by the Associated Press.`` Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.'' <strong> Michael Vick </strong> was once", "new_id": -2}, {"uid": "1297231761238518375", "i": 45250, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "doubt for a minute that other countries in the region looking at that have to say:` Well, isn't that interesting?'' <strong> Donald Rumsfeld </strong> said. Still, he warned the journey Egypt was on <q> is tough, is risky and has to proceed at a pace that fits their culture. </q> M&G Online Comment Guidelines In Brief No hate speech; No racist, sexist or homophobic remarks; Keep it short; Keep it on topic; Show respect to all;@mailandguardian Top stories& newsflashes@ChrisRoperZA", "new_id": -2}, [{"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote:`` I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.'' Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which... </q>`` The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}]]