[{"i": 2310, "idx": 4, "index_answer": 3, "new_id": -1, "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis.`` Monday, I get to wake up and it's Christmas,'' <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "sa": ["Carmelo Anthony", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "uid": "1294966525056983567"}, {"uid": "1295264028094093318", "i": 7259, "idx": 7, "sa": ["Andy Coulson", "David Cameron"], "q": "17 January 2011 11:17 AM \" I almost think there is a danger at the moment that he is effectively being punished twice for the same offence. \" IndigoPanda 17 January 2011 11:20 AM <q> Yougov has the tories at 37%, 35% by the end of January I reckon. </q> Captainsghost 17 January 2011 11:21 AM \" I wonder if Rupe gave <strong> Andy Coulson </strong> a reference or did he just tell <strong> David Cameron </strong> to take him on? \" dellamirandola 17 January 2011 11:26 AM", "new_id": -2}, {"uid": "1295630610218054657", "i": 7307, "idx": 0, "sa": ["Eric Schmidt"], "q": "Mr <strong> Eric Schmidt </strong> had been brought in to provide greater management experience to Google. He has been in the job for a decade and will become executive chairman. Google said Mr <strong> Eric Schmidt </strong> would focus on <q> deals, partnerships, customers and broader business relationships </q>. The BBC reports the announcement was made as Google unveiled strong net profits in the last three months of$ US2.54 billion on revenues of$ US8.44 billion. The$ US2.54", "new_id": -2}, {"uid": "1296491979113491988", "i": 37219, "idx": 2, "sa": ["Sergio Marchionne"], "q": "$ 198 million and said it... Photo: A demonstrator wears a mock mask of Fiat CEO <strong> Sergio Marchionne </strong> Video: Toyota Recalls Nearly 1.7 Million Vehicles Worldwide... Video: Workers at GM plant optimistic about future Report Abuse <q> An Italian company that makes unreliable products with engines in Mexico and pretends to be American. </q> Report Abuse \" The 56 MPG Fiat 500 Returns by Bill Siuru03/17/2008 \" Fiat offered the Nuova 500 for nearly 20 years, from 1957 to 1975. It proved very popular as a city car and today is", "new_id": -2}, {"uid": "1296709837249151493", "i": 2389, "idx": 5, "sa": ["Kobe Bryant", "Magic Johnson", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Yao Ming </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran http://wn.com/Boston_Celtics_vs_Orlando_Magic_Game_2_Highlights_2009_Playoffs_[HQ] Boston Celtics vs Orlando <strong> Magic Johnson </strong> 2009 Playoffs", "new_id": -2}, {"uid": "1295589382106250271", "i": 13930, "idx": 1, "sa": ["Eric Schmidt"], "q": "has dominated internet search for a decade, the company has struggled to find its footing in social networking, with a new crop of web companies such as Facebook and Twitter stealing traffic and engineering talent. <q> As spending was curbed and order restored over the last few years, some of that Google magic was lost, </q> said Tricia Salinero, managing director of Newforth Partners, a mergers and acquisitions advisory firm, in an email. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for Page, told Reuters", "new_id": -2}, {"uid": "1295954317102252556", "i": 9835, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "the media mogul's aim to complete a Â£ 8.3 bn takeover of BskyB. Both The Economist and the Guardian highlighted that the allegations have, in fact, come at a critical time for News Corp. <q> There is speculation that News Corp executives were keen to see <strong> Andy Coulson </strong> quit, amid fears that his continued presence inside No 10 was damaging the company's commercial interests </q>, the Guardian wrote. Downing Street denied categorically that <strong> Rupert Murdoch </strong> had ordered <strong> Andy Coulson </strong> to quit. <strong> Andy Coulson </strong>'s resignation has also prompted Labour frontbencher Chris Bryant to call for the police to conduct a new investigation. Gordon Taylor", "new_id": -2}, {"uid": "1297616629186400779", "i": 26867, "idx": 9, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush", "Osama bin Laden"], "q": ".`` No,'' said <strong> Donald Rumsfeld </strong>.`` There's no disconnect at all.''`` But in private you're much more unhappy with what this system is doing.'' <q> Once you're satisfied and comfortable in a war, </q> <strong> Donald Rumsfeld </strong> said,`` you lose.'' The <strong> President Bush </strong> administration certainly wasn't satisfied with just going after <strong> Osama bin Laden </strong>. Even before the bombing of Afghanistan began, it was secretly planning to take out <strong> Saddam Hussein </strong>.", "new_id": -2}, {"uid": "1296013262252100635", "i": 46818, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": ", <strong> Barack Obama </strong>'s turnaround began during the lame-duck session of Congress in December after he forged a compromise on tax policy with Republicans. His words Tuesday night struck just the right tone for <strong> Kirsten Gillibrand </strong>. <q> I firmly believe that Congress is capable of putting politics aside and coming together to forge solutions, </q> she said, pointing to another lame-duck win, passage of the <strong> Barack Obama </strong> SOTU Speech: We're Killing Lots And Lots of Evildoers Everywhere Can can at the Boom Boom Two cocktail waitresses say they", "new_id": -2}, {"uid": "1297154709260177940", "i": 9760, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "who else might join him on the judges' panel, however, People.com said. Asked if his fellow former`` Idol'' judge <strong> Paula Abdul </strong> might secure a spot on his new show, <strong> Simon Cowell </strong> said: <q> I'm a massive fan of <strong> Paula Abdul </strong>. We honestly haven't made our mind up yet.... We're talking to a number of people. We hope to make an announcement in three to four weeks. </q> Yellow mustard is great for lots of things. Hiding 30 pounds of marijuana from the cops is not one... So you have 50 years experience cutting hair. Well too bad, the government says, now", "new_id": -2}]