[{"uid": "1295545014070058029", "i": 8250, "idx": 1, "sa": ["Steven Tyler", "Kara DioGuardi", "Ellen DeGeneres", "Simon Cowell", "Jennifer Lopez"], "q": "Season 10, fans will be juding two new judges-- <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>-- as well as target=\"_blank\" href=\"http://wn.com/?an?\"> an aging reality show that is changing things up to remain on top. According to <strong> Jennifer Lopez </strong>, <q> What this show is about is It's a kinder` American Idol </q> without <strong> Simon Cowell </strong>. Television's top show returned Wednesday with a makeover for its 10th season on Fox. <strong> Simon Cowell </strong>, everyone's favorite villain, is gone as a judge. So are <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>, replaced with", "new_id": -2}, {"uid": "1295680605075743237", "i": 45828, "idx": 0, "sa": ["Steve Ballmer"], "q": "hands-free motion controller, which at present works only with the Xbox 360 gaming console. Marketbright helps non-technical marketing managers run Web sites, send mail blasts and generate leads WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"uid": "1295780009220971033", "i": 48354, "idx": 0, "sa": ["Mark Zuckerberg", "Andy Coulson"], "q": "opening of the film while reading a blog post of <strong> Mark Zuckerberg </strong>'s on the night he was dumped by`` Erica'', when he set up a site where users could rate the attractiveness of female Harvard undergraduates. <q> I wanted to take that blog post of <strong> Mark Zuckerberg </strong>'s that we hear at the beginning, where he's very upset with this woman, and with all women, and I wanted to back it up an hour and write the scene that made that happen. </q> By Helen Lewis-Hasteley- 03 January Call me <strong> Andy Coulson </strong> By Helen Lewis-Hasteley- 20 December 5 comments Elsewhere on the Blogosphere <strong> Andy Coulson </strong> should never have been appointed in the first place. This is what we still", "new_id": -2}, {"uid": "1297178256266534988", "i": 57655, "idx": 3, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "allies invaded Iraq. <strong> George W. Bush </strong> said two days later in his weekly radio address that the cause the coalition was pursuing was`` the security of the nations we serve and the peace of the world.'' <q> And our mission is clear, to disarm Iraq of weapons of mass destruction, to end Saddam Hussein's support for terrorism, and to free the Iraqi people, </q> he said. September 5, 2002 Report Shaffer wrote on September 5, 2002 that he had been asked by <strong> Donald Rumsfeld </strong> what the U.S. did not know in terms of percentage about Iraq's WMD", "new_id": -2}, {"uid": "1296855733158482452", "i": 50622, "idx": 1, "sa": ["Sergio Marchionne"], "q": "in Southeast Michigan won't fight about? Check out the winning cartoon caption contest entry and the funny finalists! Zoom <h6> Chrysler CEO <strong> Sergio Marchionne </strong>/ ASSOCIATED PRESS </h6> SAN FRANCISCO- Chrysler CEO <strong> Sergio Marchionne </strong> said he expects <q> at least an agreement in principle </q> regarding the refinancing of the automakers' government loans by the end of the first quarter. Chrysler's board of directors has been talking with Goldman Sachs and other investment banks to restructure$", "new_id": -2}, {"uid": "1295589382106250271", "i": 16871, "idx": 4, "sa": ["Eric Schmidt"], "q": "world's largest social network. Google said the management change was made as part of a plan to`` streamline'' decision making and create clearer lines of responsibility and accountability at the top. <q> It's a good move. It[ the triumvirate management structure] was always one of things that concerned us a little bit, </q> said Ryan Jacob, portfolio manager with the Jacob Internet Fund.`` It should streamline the decision-making process. They're in a fast-moving industry.'' <strong> Eric Schmidt </strong> now plans to sell about 534 000 shares of", "new_id": -2}, {"uid": "1296706159055525376", "i": 32955, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict, The Washington Post reported on Wednesday. Had the government of Saddam <strong> Barack Obama </strong> remained in power the Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion. No such", "new_id": -2}, {"uid": "1295163959124190743", "i": 10152, "idx": 4, "sa": ["LeBron James", "Allen Iverson"], "q": "a long time and to finally get it is something special.'' The 76ers won the best-of-five series from Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis. <q> I don't know how you can be any more proud of your team, </q> Brown said.`` I told them this was a great opportunity for us to grow up. <strong> Allen Iverson </strong>'s doing what great players do. He's maLeBron James other people better and he is taLeBron James responsibility and steps up", "new_id": -2}, {"uid": "1296370203019021838", "i": 30488, "idx": 0, "sa": ["Michael Vick"], "q": " NFC starting quarterback <strong> Michael Vick </strong> of Philadelphia probably appreciates his appearance more than anyone on either side of the ball, considering how far he has come since serving prison time for his role in dogfighting operation. <q> This one feels great due to the fact that I've been through so much and trained to getting back to this position, </q> he said earlier this week.`` It's paramount for me and my family and I'm just thankful.''", "new_id": -2}, {"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}]