[{"uid": "1297616629186400779", "i": 26861, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "for someone to drop food in our mouths.\" Of the comment <strong> Donald Rumsfeld </strong> quipped, \"Sometimes I'm colorful.\" And he wrote this memo to the Chairman of the Joint Chiefs: <q>I am seeing nothing that is thoughtful, creative or actionable. How can that be?<q> \"That was a good memo,\" <strong> Donald Rumsfeld </strong> commented. \"And what I wanted to do is to put some sense of urgency into this big Department of Defense, the bureaucracy.\"", "new_id": -2}, {"uid": "1295903297179077120", "i": 31108, "idx": 14, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush", "Henry Kissinger"], "q": "<strong> President Bush </strong> administration, <strong> Donald Rumsfeld </strong> was at odds with <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> about Iraq. The differences weren't personal, <strong> Donald Rumsfeld </strong> said. He recalled receiving a book that <strong> Henry Kissinger </strong> had written, with the inscription, <q>To an occasional adversary and a permanent friend.<q> \"When I started working on the book, <strong> Henry Kissinger </strong> said, \"You tell it like it was.' We differed on some issues, and there\"s nothing wrong with that. It was professional", "new_id": -2}, {"uid": "1295478090159825968", "i": 17148, "idx": 0, "sa": ["Mike Pence"], "q": "sign of class as you can see. Inappropriate? Alert us. Reply Post new beugel January 18, 2011 at Syracuse man gets probation for computer tampering Syracuse Real Niner January 18, 2011 at 4:18 PM Follow <q>As part of the plea deal, Fahey sentenced Olmstead as a youthful offender, removing the felony from his record and sealing the case file.<q> However Google will now retain the details of his conduct forever. Inappropriate? Alert us. Reply Post new The_Muse January 18, 2011 at 4:42 PM Follow <strong> Mike Pence </strong> urged to enter GOP race for president in 2012 Syracuse", "new_id": -2}, {"uid": "1296660173177848323", "i": 16291, "idx": 0, "sa": ["Barbara Walters", "Bill Clinton", "David Letterman", "Shaquille O'Neal"], "q": "10 p.m. EST on Friday. <strong> Barbara Walters </strong> knew she needed the celebrity infusion. \"I didn't want people to feel that this was going to be an hour lecture,\" she said. <q>To have these very famous, and in some cases very funny, people, meant that they would watch.<q> Each guest agreed to talk about his experience. <strong> Bill Clinton </strong>, the former <strong> Shaquille O'Neal </strong> Mac <strong> Bill Clinton </strong>, revealed that he's now practically a vegan. The usually private <strong> David Letterman </strong> talks candidly about depression and how he sometimes", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q>It is a pretty good offer we are making.<q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont. \"There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}, {"uid": "1297300258049397812", "i": 11686, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "for Clunkers\" program?\" Report Abuse \"What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary?\" One is filled with tax evaders, blackmailers, and threats to society. Report Abuse <q><strong> Barack Obama </strong> wants spend 50 billion on cupcakes.<q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options!", "new_id": -2}, {"uid": "1295264028094093318", "i": 7257, "idx": 5, "sa": ["Andy Coulson", "David Cameron"], "q": "he knows <strong> Andy Coulson </strong> did commit an offence in which case he must have sanctioned the hacking. <strong> Andy Coulson </strong> has claimed all along that he hasn't committed any offence. <strong> David Cameron </strong> is now admitting that he has but that he <q>believes in giving people a second chance.<q> crosby40 17 January 2011 10:20 AM andrewfisk 17 January 2011 10:20 AM Underflow 17 January 2011 10:25 AM Incompetent or in up to his neck. <strong> Andy Coulson </strong> isn't the real issue", "new_id": -2}, {"uid": "1297277192033341459", "i": 9969, "idx": 1, "sa": ["Simon Cowell"], "q": "Banner at one of America's biggest sporting events. <strong> Simon Cowell </strong> said: \"It sounded like 100,000 people in a stadium had just sat on a cat.\" He went on to say: <q>I always say this, this is what happens when you perform in front of an audience- even someone as experienced as <strong> Christina Aguilera </strong>. You can get it wrong. That was bad.<q> Â© Independent Television News Limited 2011. All rights reserved.", "new_id": -2}, {"uid": "1295094125134053943", "i": 20119, "idx": 49, "sa": ["Mark Allen", "Graeme Dott", "Ding Junhui", "Steve Javie", "Neil Robertson", "Allen Iverson", "Stephen Hendry"], "q": "official <strong> Steve Javie </strong>, who ejected him. \"I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out,\" <strong> Allen Iverson </strong> said. <q>His fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league. This was just the perfect game for him to try and make me look bad.<q> Actually, <strong> Allen Iverson </strong> didn't need much help in that regard as he was slow to get going, hitting http://wn.com/Allen_Iverson_22pts_vs_Cavs_00/01_NBA_MVP_*8-0_Starts <strong> Mark Allen </strong> beats <strong> Neil Robertson </strong> to reach Masters semi-final <strong> Neil Robertson </strong> masters <strong> Stephen Hendry </strong> at Wembley <strong> Ding Junhui </strong> beats <strong> Graeme Dott </strong> to reach Masters semis", "new_id": -2}, {"uid": "1296095529183648268", "i": 49253, "idx": 0, "sa": ["Michael Vick", "DeSean Jackson"], "q": "down the headliner. He is the player all of the other Pro Bowlers want to see, and no one, regardless the size of his traveling party, begrudged <strong> Michael Vick </strong> the palatial suite. <q>Mike <strong> Michael Vick </strong>, yeah, I'm very happy for that guy,<q> said Eagles wide receiver <strong> DeSean Jackson </strong>, who walked alongside his teammate back into the hotel after the NFC's morning practice. Both players were pulling black Nike roller bags full of swag, yet another perk for fulfilling their", "new_id": -2}]