[{"uid": "1295254600092618767", "i": 8635, "idx": 2, "sa": ["Joe Smith", "LeBron James", "Allen Iverson", "Andre Miller", "Eric Musselman"], "q": "LeBron Jamess to a satisfying win. Rough weather in Denver put them in a travel bind, and they arrived at the Pepsi Center only 90 minutes before tipoff, or about the same time <strong> Allen Iverson </strong> finally made it. <q> We will never have a worse travel day than today, </q> LeBron Jamess coach <strong> Eric Musselman </strong> said.`` Our energy and effort was phenomenal.'' The LeBron Jamess might go down as a trivia answer if <strong> Allen Iverson </strong>'s arrival in the blockbuster trade that sent <strong> Andre Miller </strong> and <strong> Joe Smith </strong> to Philadelphia takes the", "new_id": -2}, {"uid": "1296128045255868977", "i": 36608, "idx": 9, "sa": ["Michael Vick"], "q": "one else would.`` Hopefully, I'll be with the Eagles next year. We'll see what happens,'' said <strong> Michael Vick </strong>, who added that he expects`` everything to go according to plan.'' <q> We'll see what happens over the next couple months. I just got to be patient and take it day by day, </q> he said. <strong> Michael Vick </strong>, who made his three previous Pro Bowls in six years with the Atlanta Falcons. He is being coached this week by the Falcons' staff, though none of those coaches were in Atlanta", "new_id": -2}, {"uid": "1297280262080936973", "i": 31616, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer"], "q": ". We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways.'' <strong> Steve Ballmer </strong> praises <strong> Satya Nadella </strong>'s work at OSB: <q> He led the overall R&D efforts for some of the largest online services and drove the technical vision and strategy for several important milestones, including the critical launch of Bing, new releases of MSN, Yahoo integration across Bing and adCenter, and much more. </q> Right, but where's the business success from these efforts? That said, <strong> Steve Ballmer </strong> highlights more-important qualities:`` <strong> Satya Nadella </strong> is also well-known for his leadership. He has strong collaboration skills, is decisive in", "new_id": -2}, {"uid": "1295568042244678667", "i": 25043, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> myERP is a small business solution that includes accounting, inventory management, and CRM within a browser-based app that's integrated with Google Apps. It comes with pre-built workflows, includes expense tracking& customer payment tracking", "new_id": -2}, {"uid": "1295934426148537344", "i": 46016, "idx": 3, "sa": ["Gregg Popovich", "Allen Iverson", "Antonio McDyess", "Rodney Stuckey", "Byron Scott"], "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando.`` We lost again,'' point guard <strong> Rodney Stuckey </strong> said. <q> I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play. </q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led May 3, 2008 NEW ORLEANS-- Hornets <strong> Gregg Popovich </strong> <strong> Byron Scott </strong> showed off the three championship rings he won as a", "new_id": -2}, {"uid": "1297600397255197310", "i": 57594, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "quoted saying:`` It felt a little bit like giving up and not enough like fighting back.'' <strong> Stephen Elop </strong> and Microsoft CEO, <strong> Steve Ballmer </strong>, concluded a joint open letter on the alliance by saying: <q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we see the opportunity, and we have the will, the resources and the drive to succeed. </q> Fighting words indeed. While they certainly have the resources, and the drive to succeed, they have to bring a whole community of people inside and outside Nokia along with them. And from the postings", "new_id": -2}, {"uid": "1295800027068403245", "i": 56991, "idx": 0, "sa": ["George W. Bush", "Colin Powell", "Barack Obama"], "q": "( CNN)- Former Secretary of State <strong> Colin Powell </strong>, who endorsed <strong> Barack Obama </strong> in the 2008 election, said Sunday that while the <strong> George W. Bush </strong> has addressed some of his campaign promises, he still has <q> got a way to go. </q> He credited <strong> Barack Obama </strong> with stabilizing the economy, tackling health care reform and working with countries around the world, but declined to give the <strong> George W. Bush </strong> a letter grade.`` Every <strong> George W. Bush </strong> has a challenge", "new_id": -2}, {"uid": "1296319307264503317", "i": 6380, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "destroy the legitimacy of his regime, outraging those still in the streets well into the night.`` We want <strong> Hosni Mubarak </strong> to go and instead he is digging in further,'' protester Kamal Mohammad said. <q> He thinks it is calming down the situation but he is just angering people more. </q> <strong> Zahi Hawass </strong>, Egypt's top archeologist, meanwhile, told state television on Saturday that he was`` seriously concerned'' about the safety of the capital's famed Egyptian Museum. Neighbouring buildings were gutted by fires", "new_id": -2}, {"uid": "1296095529183648268", "i": 59874, "idx": 5, "sa": ["Michael Vick"], "q": "shoulder pads and a thigh pad during the season. It is <strong> Michael Vick </strong>'s first paid endorsement since going to prison.`` They're the reason I made it through the season,'' <strong> Michael Vick </strong> said. <q> It's a great opportunity for me. </q> On Wednesday, <strong> Michael Vick </strong> stepped off the team bus at a local high school and was cheered by approximately 100 fans who lined the entrance to the school's stadium. He walked to the practice field,", "new_id": -2}, {"i": 27945, "idx": 2, "index_answer": 1, "new_id": -1, "q": "`` Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,'' <strong> Zahi Hawass </strong> said in a statement. But he asked that <q> this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> World Video: Banned books back on sale in Tunisia's bookshops World Video: Raw Video: Deadly explosion at Moscow airport Report Abuse \" <strong> Zahi Hawass </strong> is nothing more than an Egyptian <strong> Sarah Palin </strong>( albeit with brains)", "sa": ["Sarah Palin", "Zahi Hawass"], "uid": "1295891307156680197"}]