[{"uid": "1297144518008634388", "i": 13824, "idx": 1, "sa": ["Julian Assange", "Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q>I believe I can find a star.</q> Welcome to GOLO, where WRAL.com visitors can comment on stories and create profile pages, blogs and photo galleries. Attorneys for WikiLeaks founder <strong> Julian Assange </strong> have told a British judge there's no way their", "new_id": -2}, {"uid": "1296413477170033205", "i": 29654, "idx": 9, "sa": ["Cheyenne Jackson", "Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion, said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q>What I most want is for him to have a long future,</q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former Rep. <strong> Cheyenne Jackson </strong> McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1297302588098500626", "i": 13453, "idx": 0, "sa": ["Donald Rumsfeld", "Keith Olbermann"], "q": "FOUR cups by noon. Drink the next FOUR cups by 4 PM. if you are a teen playing footballl get hydrated BEFORE football practice and take in a little water DURING football practice. Report Abuse <q>More people want extra salt on their fries, then would be willing to trade them for some dry lettuce.</q> The Christian Science Monitor: He went where? <strong> Keith Olbermann </strong>'s move to Current TV makes sense, for now. The Christian Science Monitor: In his memoir, <strong> Donald Rumsfeld </strong> admits five mistakes, sort of", "new_id": -2}, {"uid": "1295323023149110819", "i": 20353, "idx": 0, "sa": ["Tramon Williams", "Michael Vick"], "q": "games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q>When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is,</q> Packers coach Mike McCarthy said. \"That's the type of level that he's playing at.\" McCarthy isn't surprised at the way <strong> Tramon Williams </strong> has developed, calling him one of the", "new_id": -2}, {"uid": "1296130960251920385", "i": 24290, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "Another big topic of conversation behind the scenes at the NTAs was <strong> Simon Cowell </strong>'s plans for The X Factor- both here and in the US. Chilean mining hero Luis Urzua presented the best drama award <q>We have to make sure that all the shows are back bigger, better, stronger, different. No-one's been contracted yet, apart from me,</q> <strong> Simon Cowell </strong> said. He promised \"a few surprises\", and told viewers to expect an announcement \"in two weeks time\" regarding the US X Factor. <strong> Cheryl Cole </strong> admitted that \"the million", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.\" The \"Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q>I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it.</q> She added, \"I will say that it\"s a kinder, gentler[ show now.]\"", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}, {"uid": "1296173674032686181", "i": 15837, "idx": 1, "sa": ["David Letterman", "Lil Wayne", "Friday star", "Nicki Minaj"], "q": "and \"The Late Show With <strong> David Letterman </strong>. \" \"Jay-Z is a person in hip-hop that you almost don't think he exists until you meet him,\" <strong> Nicki Minaj </strong> explained to MTV News last February. <q>It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like,` Jay-Z knows me?' I didn\"t think he knew who I was, let alone recommend me for something.</q> <strong> Nicki Minaj </strong> Rocks Madison Square Garden with <strong> Lil Wayne </strong>, <strong> Friday star </strong>, Drake For New York-area hip-hop artists, ripping the Madison Square Garden stage is a status-cementing moment that few are able to realize. But not", "new_id": -2}, {"uid": "1295569913120422584", "i": 19582, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> Data Warehouse Appliance Promises Database Transparence, Mixed BI Workload, Massive Scalability <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating me and having Larry running things day", "new_id": -2}, {"uid": "1295577085256213073", "i": 3255, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "From <strong> Eric Schmidt </strong> An Update From The Chairman \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. <strong> Google Inc. </strong> earned$ 2.5 billion", "new_id": -2}, {"uid": "1295165772245350404", "i": 17627, "idx": 0, "sa": ["Michael Finley", "Allen Iverson", "Fabricio Oberto", "Tim Duncan"], "q": "Conference on Saturday night. They proved themselves equal to the task. <strong> Michael Finley </strong> and <strong> Fabricio Oberto </strong> each scored a season high 21 points to help the NBA champions beat the Denver Nuggets 102-91 and improve to 13-0 at home. <q>Their role players beat us as much as anyone else,</q> said Karl. \"From[ Brent] Barry to <strong> Michael Finley </strong> to <strong> Fabricio Oberto </strong>, they beat us as much as[ Manu] Ginobili or[ <strong> Tim Duncan </strong>] <strong> Tim Duncan </strong> did.\" <strong> Allen Iverson </strong> led the Nuggets with 30 points and", "new_id": -2}]