[{"uid": "1297194282067846163", "i": 30581, "idx": 0, "sa": ["Kirsten Gillibrand", "Al Franken", "Barbara Boxer", "Richard Blumenthal", "Patty Murray"], "q": "bills on abortion funding this week, Senate Democrats on Tuesday took aim at the GOP proposals as`` extreme'' and charged that they are a distraction from Congress's top priority of kick-starting the economy. <q> We're here today to send a clear message to our Republican colleagues on the <strong> House Judiciary Committee </strong> side: Your agenda on women's health is extreme. It breaks faith with a decades-long bipartisan compromise. And according to medical experts, your agenda risks the health and the lives of women, </q> <strong> Barbara Boxer </strong>( D-Calif.) said at a Capitol news conference. <strong> Barbara Boxer </strong> was joined by several other Democratic lawmakers including Sens. <strong> Patty Murray </strong>( Wash.), <strong> Kirsten Gillibrand </strong>( N.Y.), <strong> Richard Blumenthal </strong>( Conn.), <strong> Al Franken </strong>", "new_id": -2}, {"uid": "1297135617068190238", "i": 25159, "idx": 1, "sa": ["George Shultz", "Donald Rumsfeld"], "q": "spent in the public eye.`` I remember talking to[ former <strong> Donald Rumsfeld </strong> of State] <strong> George Shultz </strong> and he said,` Don, that's the way it is,'' <strong> Donald Rumsfeld </strong> recalled. <q> Everyone has their slice of history and you need to write yours one day so that it is part of the records.' </q> So, in 815 pages culled from decades of notes, memos and more, the former defense secretary has told his side of the story. And though some have characterized it as a``", "new_id": -2}, {"uid": "1295658341074924035", "i": 532, "idx": 1, "sa": ["Andy Coulson", "Steve Hilton", "David Cameron"], "q": "the civil cases it may appear as if current top executives are involved in a costly cover-up that could damage their professional reputations. <strong> Andy Coulson </strong>, who will remain in Downing Street for a fortnight, said: <q> Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role. I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> <strong> Andy Coulson </strong> is one of the most trusted members of <strong> David Cameron </strong>'s inner circle, with an apparent direct line to swing voters and News International. He has been a counterweight to <strong> Steve Hilton </strong>, <strong> David Cameron </strong>'s more visionary", "new_id": -2}, {"uid": "1296117571165298183", "i": 7783, "idx": 13, "sa": ["Lon Williams", "Michael Vick"], "q": "worked out for me.'' <strong> Michael Vick </strong> shares reps this week with the QB of the team he once played for, Atlanta's Matt Ryan.`` It's great,'' <strong> Michael Vick </strong> said. <q> Matt's great. The coaching staff's great. We're just having a good time. I like what we're doing in the offense and it's been easy. We're going to go out and have some fun and everybody's just enjoying each other. </q> As <strong> Michael Vick </strong> left the field, fans hanging on the gate outside the school chanted his name.`` I came from the Philly area, and we've got his back,'' said <strong> Lon Williams </strong>", "new_id": -2}, {"uid": "1296662548217710604", "i": 15791, "idx": 0, "sa": ["Bill Lockyer"], "q": "California Public Securities Association( CalPSA) and the Securities Industry and Financial Markets Association( SIFMA)- to bar underwriters from seeking to pass on to municipal bond issuers fees the organizations charge to members. <q> Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances, </q> said <strong> Bill Lockyer </strong>.`` It's improper, it will stop now, it will not happen again, and we will get our money back. I urge municipal issuers in California and other states to take the same", "new_id": -2}, {"uid": "1295829513017383424", "i": 961, "idx": 1, "sa": ["Donald Rumsfeld", "Lady Laura", "George Soros", "Condoleezza Rice", "President Bush", "Ellen Johnson Sirleaf"], "q": "successor following the 2005 runoff election she was accompanied by <strong> Donald Rumsfeld </strong> of State <strong> Condoleezza Rice </strong> and First <strong> Lady Laura </strong> <strong> President Bush </strong>. Three months afterward she spoke at the Council on Foreign Relations in Washington, D.C. where she said: <q> We made this visit essentially in response to <strong> President Bush </strong>'s kind invitation, but to use that opportunity to thank him, to thank the U.S. government, to thank the American people for all that was done to support Liberia in its transition from war to peace. </q>[ 4] Earlier <strong> Ellen Johnson Sirleaf </strong> worked for the World <strong> George Soros </strong> in Washington and was the first chairperson of <strong> George Soros </strong>' Open Society Initiative for West Africa The president installed in Sierra Leone in 2002,", "new_id": -2}, {"uid": "1295039601009945088", "i": 14078, "idx": 2, "sa": ["Sergio Marchionne"], "q": "2009. The dispute over Mirafiori is also part of a wider struggle by the outspoken <strong> Sergio Marchionne </strong> to bring about radical reforms in Italian industry. In October, he ignited controversy when he said that <q> Fiat would be better off if it eliminated Italy. Italy ranks 118th out of 139 countries in work efficiency and is 48th in industrial competitiveness.`` Not a cent from the two billion euros of profits forecast for 2010 will be generated in Italy, </q> he said, pointing out that Fiat's 6,100 workers in Poland produce the same number of cars as the company's 22,000 auto workers in Italy.", "new_id": -2}, {"uid": "1295391193064847877", "i": 39761, "idx": 0, "sa": ["Sergio Marchionne"], "q": "2011, 5:27 pm WINDSOR, Ontario( AP)-- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1297529172137691161", "i": 47930, "idx": 0, "sa": ["Paolo Romani", "Sergio Marchionne", "John Elkann"], "q": "ministro dello Sviluppo, <strong> Paolo Romani </strong>, dopo l'incontro a Palazzo Chigi con i vertici del Lingotto. Per il ministro l'ad <strong> Sergio Marchionne </strong> ed il presidente <strong> John Elkann </strong> hanno`` confermato di voler investire in Italia'', considerando il nostro Paese <q> un punto di partenza per una azienda che vuole investire nel mondo intero, anche aprendo nuovi mercati </q>. BERSANI, INCONTRO CON GOVERNO? ALLA BUON` ORA- L'incontro a Palazzo Chigi tra Governo e l'ad di Fiat, <strong> Sergio Marchionne </strong>?`` Alla buon` ora- risponde il segretario del Pd, Pierluigi", "new_id": -2}, {"i": 41419, "idx": 0, "index_answer": 1, "new_id": -1, "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q> When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is, </q> Packers coach <strong> Mike D'Antoni </strong> McCarthy said.`` That's the type of level that he's playing at.'' McCarthy isn't surprised at the way <strong> Peyton Manning </strong> has developed, calling him one of the team's", "sa": ["Michael Vick", "Mike D'Antoni", "Peyton Manning"], "uid": "1295333636231292929"}]