[{"uid": "1296735667231227444", "i": 3739, "idx": 1, "sa": ["Chris Tarrant", "Andy Coulson", "Steve Coogan", "Sienna Miller", "Kelly Hoppen"], "q": "of many. Among the celebrities suing or considering suing are <strong> Sienna Miller </strong>; her stepmother, the interior designer <strong> Kelly Hoppen </strong>; the actor <strong> Steve Coogan </strong>; a sports agent named Skylet <strong> Andy Coulson </strong>; and <strong> Chris Tarrant </strong>, the host of Britain's <q> Who Wants to Be Millionaire. </q> At least a half-dozen more public figures have consulted lawyers and are said to be preparing suits. After being accused of dragging their feet, the Metropolitan Police have reopened their criminal inquiry, and pSienna Millercutors are", "new_id": -2}, {"uid": "1297304788026935319", "i": 33260, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld", "George H. W. Bush", "Dick Cheney"], "q": "worked with <strong> Donald Rumsfeld </strong> in his six years in the Pentagon under <strong> George W. Bush </strong> <strong> George H. W. Bush </strong>. To buttress his account, <strong> Donald Rumsfeld </strong> has begun to place a selection of his papers on a website, www.Donald Rumsfeld.com, which, he writes, <q> accompanies and supports this memoir. </q> The site contains some startling additions to the public record across administrations. Take for example this never-before-released glimpse backstage at the White House, circa fall 1975, as <strong> Donald Rumsfeld </strong> and <strong> Dick Cheney </strong> administer tough love to <strong> George W. Bush </strong>", "new_id": -2}, {"uid": "1295247357175046656", "i": 505, "idx": 0, "sa": ["Soulja Boy", "Dwight Howard", "Kevin Garnett", "Carmelo Anthony", "Marcus Camby", "Allen Iverson", "DerMarr Johnson", "Tim Duncan", "Kobe Bryant", "Kyle Korver", "Steve Nash"], "q": "who lost their third straight game. After <strong> Carmelo Anthony </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted aSoulja Boy by <strong> Marcus Camby </strong>, his fifth block. <q> It was a big defensive play, </q> said <strong> Marcus Camby </strong> Amare Stoudimire Phoenix Suns Center <strong> Tim Duncan </strong> San Antonio Spurs Power Foreward <strong> Carmelo Anthony </strong> Denver Nuggets Small Foreward <strong> Kobe Bryant </strong> Los Angeles Lakers Shooting Guard <strong> Steve Nash </strong> Phoenix Suns Point Guard NBA East All-Star Starters: <strong> Dwight Howard </strong> Orlando Magic Center <strong> Kevin Garnett </strong> Boston", "new_id": -2}, {"uid": "1297184828119177244", "i": 37483, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld", "George H. W. Bush"], "q": "also targeted ex-George W. Bush's two daughters.`` I was concerned,'' <strong> Donald Rumsfeld </strong> told ABC's`` Good Morning America'' in his first live television interview since leaving office over four years ago. <q> Of course, the <strong> George H. W. Bush </strong> and his family had secret serGeorge H. W. Bush protection. My family did not. And it was a somewhat awkward moment in the meeting, </q> he added in describing a 2003 national security meeting when he was told of the plot. <strong> Donald Rumsfeld </strong>, who has two daughters and a son, said <strong> George H. W. Bush </strong> urged him to take the threat seriously because US", "new_id": -2}, {"uid": "1295473852012009688", "i": 27618, "idx": 1, "sa": ["Regis Philbin", "David Letterman"], "q": "set an example for me to get out of everyone's hair, but I'm not going to do it!'' <strong> Regis Philbin </strong> called his good pal <strong> David Letterman </strong> to talk about his decision to step down, <q> Dave you would make me feel much better if you sing a couple lines of there's no business like show business, </q> while <strong> Regis Philbin </strong> was still singing on the phone <strong> David Letterman </strong> hung up, as a joke. <strong> Regis Philbin </strong>'s big news is making headlines and The New York Post ran a three page tribute, much to his delight", "new_id": -2}, {"uid": "1295670200061620307", "i": 35846, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "tot mai important ca urmare a importan?ei globale a Google; i intern n calitate de consilier al lui <strong> Larry Page </strong> i Serghei( cei doi cofondatori ai motorului de c?utare- n. r.)''. <q> Sunt foarte m?ndru de cei zece ani la conducerea companiei i sunt sigur c urm?torii 10 ani sub conducerea lui <strong> Larry Page </strong> vor fi i mai buni! </q>, a mai scris <strong> Eric Schmidt </strong>.`` <strong> Larry Page </strong>, n opinia mea, este preg?tit pentru a conduce''. De la David la Gooliat. Cum au ajuns c?iva studen?i s pun bazele gigantului Google Google: Conducerea", "new_id": -2}, {"uid": "1296260491067190794", "i": 4765, "idx": 3, "sa": ["Eric Schmidt"], "q": ", he said:`` My sex life is pretty good these days''. <strong> Eric Schmidt </strong> likes to portray Google as an`` open'' company that operates in contrast to a`` closed'' company like Apple. <q> With the Apple model- which works extremely well, as I know as a former Apple board member- you have to use their development tools, their platform, their software, their hardware, </q> <strong> Eric Schmidt </strong> said at a href=\"http://www.theregister.co.uk/2010/09/28/Eric Schmidt_calls_google_the_inverse_of_apple/\"> conference this fall.`` If you submit an application, they have to approve it. You have to use their monetization and their distribution. That would not be open", "new_id": -2}, {"uid": "1296225951235159601", "i": 476, "idx": 3, "sa": ["Eric Holcomb", "Mike Pence", "Mitch Daniels", "Mike McDaniel", "Barack Obama"], "q": " The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for <strong> Eric Holcomb </strong>, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for <strong> Mitch Daniels </strong>, a potential GOP Barack Obamaial aspirant who has said he", "new_id": -2}, {"uid": "1295559949061718541", "i": 4325, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "will now be in charge of day-to-day operations at Google, and discussed how he's studied closely under <strong> Eric Schmidt </strong> for the last ten years.`` I believe <strong> Larry Page </strong> is ready,'' <strong> Eric Schmidt </strong> told investors. <q> It's time for him to have a shot at running[ Google]. </q> The two were careful to frame the move as a positive transition. <strong> Eric Schmidt </strong> will be`` elevated'' to his new position, it was explained.`` How can we run the company even better?", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'' <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}]