[{"uid": "1295842558153485314", "i": 1418, "idx": 0, "sa": ["Clive Goodman", "Glenn Mulcaire", "Chris Huhne"], "q": "of the paper. Mr Brown's office would not comment on the reports, while Scotland Yard also declined to respond to the latest allegations. However Ms Harman said that if the law had been broken <q> it should be investigated by the police and it should be enforced </q>. Mr <strong> Chris Huhne </strong> said that it was clear that the practice extended far beyond the News of the World's former royal correspondent <strong> Clive Goodman </strong>, who was jailed in 2007 along with private investigator <strong> Glenn Mulcaire </strong>.", "new_id": -2}, {"uid": "1297431913058949685", "i": 28570, "idx": 8, "sa": ["Michael Gove", "Andy Burnham"], "q": "particularly in light of the money they are apparently finding to bankroll the free schools programme.'' Shadow education secretary <strong> Andy Burnham </strong> said school building and repair was in complete chaos thanks to Mr <strong> Michael Gove </strong>. <q> He condemns many children to crumbling classrooms whilst waving his cheque book to try to force through more free schools, which will be irrelevant for the majority of parents. </q> Ty Goddard, director of the British Council for School Environments, said the key now was to find a system and approach that meets the national challenge. Bottom line Why would a woman risk", "new_id": -2}, {"uid": "1297655261245153811", "i": 50074, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "George H. W. Bush"], "q": "information from the outside world, the goal was to provide a different worldview than Arab outlets such as Al Arabiya and Al Jazeera offered, or, as <strong> George H. W. Bush </strong> announced in his State of the Union that year, <q> to cut through the barriers of hateful propaganda, a new television serGeorge H. W. Bush will begin providing reliable news and information across the region. </q>( Then-Secretary of Defense <strong> Donald Rumsfeld </strong> used to verbally accost Al Jazeera's war coverage as`` vicious, inaccurate, and inexcusable.'') Nine days after <strong> Barack Obama </strong> took office in 2009, he sat down to", "new_id": -2}, {"uid": "1295036917074235945", "i": 19517, "idx": 1, "sa": ["Anika Noni Rose", "Titus Welliver", "Robert King", "Chris Noth", "Donald Rumsfeld"], "q": "We're trying to get <strong> Donald Rumsfeld </strong>.''? <strong> Robert King </strong> on when the season-defining election between Wendy Scott-Carr( <strong> Anika Noni Rose </strong>), Peter Florrick( <strong> Chris Noth </strong>), and Glenn Childs( <strong> Titus Welliver </strong>) will take place: <q> It will happen before the end of the year, but probably closer to now than the end of the year. </q>? <strong> Robert King </strong> on the show's older-skewing demographics:`` I think it's catching on that the show has youngish topics that are not being done as if your grandfather is talRobert King about them.'' He", "new_id": -2}, {"uid": "1295272686121765891", "i": 35365, "idx": 1, "sa": ["Michael Crichton", "Kevin Spacey", "Johnny Depp", "Jake Gyllenhaal", "Jennifer Love Hewitt", "Emma Stone", "Angelina Jolie", "Anne Hathaway", "Julianne Moore", "Annette Bening"], "q": " BEST ACTOR, COMEDY OR MUSICAL <strong> Johnny Depp </strong>,`` Alice in Wonderland'' <strong> Jake Gyllenhaal </strong>,`` <strong> Jennifer Love Hewitt </strong> and Other Drugs'' <strong> Kevin Spacey </strong>,`` Casino Jack''( Winner) <strong> Annette Bening </strong>, <q> The Kids Are All Right </q> <strong> Anne Hathaway </strong>,`` <strong> Jennifer Love Hewitt </strong> and Other Drugs'' <strong> Angelina Jolie </strong>,`` The Tourist'' <strong> Julianne Moore </strong>,`` The Kids Are All Right'' <strong> Emma Stone </strong>,`` Easy A'' <strong> Michael Crichton </strong>,`` Wall Street:", "new_id": -2}, {"uid": "1296982648071090215", "i": 16355, "idx": 0, "sa": ["Simon Cowell"], "q": "But a final decision has still not been made- amid repeated reports that bosses at the Fox TV network are pressing <strong> Simon Cowell </strong> strongly for an American star to take the role he has earmarked for Cheryl. <q> Poor Cheryl is feeling very down, </q> said a source.`` She has been at a very low ebb in the last week.`` She desperately wants the US X Factor.`` In her mind, Cheryl has staked a", "new_id": -2}, {"uid": "1297312377112132114", "i": 53654, "idx": 2, "sa": ["Ha-Joon Chang", "Bernie Sanders", "Barack Obama", "David Cay Johnston"], "q": "of the Military-Industrial Complex''`` The Worse Off You Are, Your Taxes Increase'': Journalist <strong> David Cay Johnston </strong> Slams Barack Obama-GOP Tax Deal <strong> Bernie Sanders </strong> Denounces Barack Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming`` Banana Republic'' <q> Counting the Jobs Lost to China. </q> Report by the Economic Policy Institute`` China Against the Tides: Restructuring through Revolution, Radicalism and Reform. 3rd Edition'' By Marc Blecher.( Continuum, 200 Economist <strong> Ha-Joon Chang </strong> on Currency Wars, the G20,", "new_id": -2}, {"uid": "1295244627152551467", "i": 19055, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "( Bloomberg)-- U.S. Representative <strong> Gabrielle Giffords </strong>, shot in the head in last weekend's Arizona rampage, is making steady progress, New York Senator <strong> Kirsten Gillibrand </strong> said on NBC's`` Meet the Press'' program. <q> She's doing great, </q> <strong> Kirsten Gillibrand </strong>, a friend, said yesterday.`` I talked to her husband Mark last night. She's making progress every day.'' While it's`` far too early'' for the congresswoman to", "new_id": -2}, {"uid": "1297503358136921091", "i": 11066, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "Cheney said the conflict would be`` weeks rather than months.'' Appearing on ABC's`` This Week'' two weeks after the invasion, on March 30, 2003, <strong> Donald Rumsfeld </strong> said, <q> We know where the( weapons of mass destruction) are. They're in the area around Tikrit and Baghdad and east, west, south and north somewhat. </q> They still haven't been found anywhere. Because there weren't any. Now <strong> Donald Rumsfeld </strong> has written a book-- not to clarify the misinformation and mistakes made in Iraq, but to try to", "new_id": -2}, {"i": 39662, "idx": 1, "index_answer": 0, "new_id": -1, "q": "in Turkey, returned to the U.S. to have a lesion surgically removed from his right leg, spurring rumors he will retire. <strong> Allen Iverson </strong> denies this, as he wrote on his Twitter account: <q> I have never said anything about retirement, nor have I said goodbye to the game of basketball. Once I get past this, my plan is to continue playing at the highest level possible. So don't put me in my rocking chair just yet. Hold on, I'll be back! </q> It's not yet known if the lesion is benign or not, or if it's a cyst. <strong> Allen Iverson </strong>, 35, is expected to be out for several weeks", "sa": ["Allen Iverson"], "uid": "1295172659208863244"}]