[{"uid": "1296723841024068122", "i": 27126, "idx": 0, "sa": ["Sam Brownback", "Sen. Bernie Sanders"], "q": "in fact, What's more, the Times reports that Kansas' new governor, former <strong> Sen. Bernie Sanders </strong> <strong> Sam Brownback </strong>, plans to lead the state legislature in adopting measures that were previously vetoed by his less conservative successors, <q>including regulations that will make it harder to open abortion clinics or to perform abortions in the second trimester.</q> Judith Matz, Psychotherapy Networker Why You Can Now Kiss Organic Beef, Dairy and Many Vegetables Goodbye 23 Things They Don't Tell You About Capitalism: Item# 1-- There's No Such Thing as a", "new_id": -2}, {"uid": "1296850052211632133", "i": 11530, "idx": 0, "sa": ["Simon Cowell", "Frank Sinatra", "Jennifer Lopez"], "q": ", a <strong> Frank Sinatra </strong> <strong> Simon Cowell </strong>, they seemed more inclined than before to speak frankly. For instance, when auditioner Jeannette Manning hit a note that sounded like human feedback, even sweet-natured J. <strong> Jennifer Lopez </strong> told her, <q>You're way off on all the notes and everything.</q> ''Talk about delusional people,'' Jackson said, in the midst of the mediocrity.", "new_id": -2}, {"uid": "1297260047038011242", "i": 45202, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "In an interview with ABC news on the eve of the book's release, <strong> Donald Rumsfeld </strong> said, ''What you know today can help you unthink your thinking about tomorrow.'' <strong> Donald Rumsfeld </strong> said, <q>It can't help you with things you were thinking about back then,</q> and added, ''Back then there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons. ''An Island In An Orgy Of Violence'-- A Firsthand Account Of Being Detained In Cairo", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢. ''I forgot the Unequal pads were in my pants,'' says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q>I didn't feel a thing!</q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock( ''CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}, {"uid": "1295829795174063631", "i": 15471, "idx": 3, "sa": ["Lou Kerner", "Sergey Brin", "Eric Schmidt"], "q": ", such as Google Buzz, Google Wave and Google TV but acquisitions such as Android, YouTube and DoubleClick have flourished. He said he will be looking to see whether Page, the CEO, <q>can better increase the integration of Google's technology with business models to generate new revenue.</q> Wedbush's <strong> Lou Kerner </strong> said the new management structure could prove more nimble than the troika of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade. ''What", "new_id": -2}, {"uid": "1295479943073809965", "i": 13234, "idx": 2, "sa": ["Sergio Marchionne"], "q": "market, but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said.", "new_id": -2}, {"uid": "1297119877178470957", "i": 10974, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": ", DALLAS( AP)- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q>He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that,</q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. ''I want", "new_id": -2}, {"uid": "1295287505178176044", "i": 2167, "idx": 0, "sa": ["Michael Douglas", "David Letterman"], "q": "of his life. ''The odds are the tumor gone and what I know about this particular type of cancer that I got to beat.'' <strong> Michael Douglas </strong> was last seen on the big screen portraying <strong> Michael Douglas </strong> Gecko in <q>Wall Street: Money Never Sleeps.</q> His ''wild six-month ride'' through chemotherapy kept him under the media magnifying glass. It began in August on <strong> David Letterman </strong>. ''I've got cancer. I've got cancer. I've found out about three", "new_id": -2}, {"uid": "1297265545173457430", "i": 8549, "idx": 0, "sa": ["Donald Rumsfeld", "Joe Biden"], "q": "in Congress over... GOP critic calls <strong> Joe Biden </strong>'s$ 53 billion high-speed rail plan ''insanity'' Republicans vs. Republicans: When are federal budget cuts too deep? Video: Why Americans Are Turning Against Obamacare Report Abuse <q>no no no we need a fast train so we can commit suicide</q> Time.com: Smartphone Sins: Catholic Church Approves Confession by iPhone ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Do NOT Buy Car Insurance! 1 Trick your Auto Insurer hides from you for extremely cheap rates.", "new_id": -2}, {"uid": "1295611498129794052", "i": 13397, "idx": 1, "sa": ["Andy Coulson"], "q": "public figures launching civil actions against publisher News International over alleged hacking. The Prime Minster went on to praise the manner in which <strong> Andy Coulson </strong> ran the Number 10 communication's team, saying it worked in a <q>very proper and transparent and decent way; that hasn't always been the case in the past</q>.", "new_id": -2}]