[{"uid": "1297512905025001988", "i": 21100, "idx": 0, "sa": ["Lindsay Lohan", "Jamie Foxx", "Nicole Scherzinger", "Simon Cowell"], "q": "over a recent accusation she stole a$ 2,500 necklace from upmarket Californian boutique Kamofie& Company- is reportedly wanted by <strong> Simon Cowell </strong> to join him on the judging panel. A source told the Daily Mirror: <q> <strong> Simon Cowell </strong> wants him and three beautiful girls on the panel. He will sit there like the cat that got the cream. <strong> Lindsay Lohan </strong> is notorious but she will give the show an edginess. \"There's been serious talks but <strong> Lindsay Lohan </strong>'s legal issues and her commitment to stay sober need to be worked through. She knows this could turn her life around. </q> Cheryl Cole and <strong> Nicole Scherzinger </strong> are frontrunners for roles on the show when it launches in AmJamie Foxxa later this year but <strong> Simon Cowell </strong> is still trying to decide on the perfect combination. The music mogul- who", "new_id": -2}, {"uid": "1294986596221888559", "i": 4789, "idx": 3, "sa": ["Gabrielle Giffords", "Debbie Wasserman Schultz", "Kirsten Gillibrand"], "q": "was gripping their hands, <strong> Kirsten Gillibrand </strong> said, \"and the more we joked about what we were going to do, she started to open her eyes.\" <strong> Debbie Wasserman Schultz </strong> said she had just told <strong> Gabrielle Giffords </strong>, <q>` <strong> Gabrielle Giffords </strong>, we fully expect you to be up and ready to go to come back up to New Hampshire this summer,' and that's when she started to open her eye. </q> The Miami Herald is pleased to provide this opportunity to share information, experiences and observations about what's in the news. Some of the comments may be reprinted elsewhere in the site or in the newspaper", "new_id": -2}, {"uid": "1295937890179191810", "i": 14222, "idx": 5, "sa": ["Rodney Stuckey", "Michael Finley", "Tayshaun Prince", "Allen Iverson", "Richard Hamilton", "Rasheed Wallace"], "q": "was being officiated-- tipping toward the Spurs, he thought. \"I knew what it was going to be out there, and I didn't want our team to fall into that,\" <strong> Rasheed Wallace </strong> said. <q> We knew how it was going to be, especially going against the league darlings. </q> <strong> Rasheed Wallace </strong> Michael Finleyished with 19 points and <strong> Allen Iverson </strong> also scored 19 for Detroit( 11-6), which has won two of three. <strong> Richard Hamilton </strong> added 16 points and <strong> Tayshaun Prince </strong> scored 15. <strong> Rodney Stuckey </strong> came off the bench to score 10", "new_id": -2}, {"uid": "1296315709197001262", "i": 57986, "idx": 1, "sa": ["Zahi Hawass"], "q": "I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,\" <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said on Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. He added looters had also ransacked the ticket office. The two-storey museum, built in 1902, houses tens of thousands of objects in its galleries and storerooms, including most of", "new_id": -2}, {"uid": "1295647859184696927", "i": 55461, "idx": 0, "sa": ["David Cameron", "Andy Coulson", "Rupert Murdoch"], "q": "is owned by <strong> Rupert Murdoch </strong>'s News Corp, which is waiting to hear if the government will clear its planned$ 12 billion buyout of pay TV operator BSkyB or refer the deal to competition authorities for further checks. <q> Continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role, </q> said <strong> Andy Coulson </strong>, who has always denied any knowledge of wrongdoing at the newspaper. \"When the spokesman needs a spokesman it's time to move on,\" he said in a statement. <strong> David Cameron </strong> has repeatedly", "new_id": -2}, {"uid": "1296940939224919552", "i": 17161, "idx": 3, "sa": ["Eric Schmidt"], "q": "company. Facebook is a social media company. But <strong> Eric Schmidt </strong> uses the word \"social\" more often in his discussion with journalists than \"search\" . Search, he says, is becoming social. <q> I am incredibly optimistic about what is going to be possible in the next decade, we have spent our whole career getting to this point, </q> he says. Anyone who thought Google could be starting on the down curve had better reconsider. In the past seven days, this has been the news flow on Google: On Monday,", "new_id": -2}, {"uid": "1295625930089243655", "i": 35525, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "at the News of the World has made it difficult for me to give the 110 percent needed in this role,\" said <strong> Andy Coulson </strong>, who has always denied any knowledge of wrongdoing at the newspaper. <q> When the spokesman needs a spokesman it's time to move on, </q> he said in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and on Friday defended his own judgement in hiring him after his resignation from the News of the World.", "new_id": -2}, {"uid": "1296178072054247437", "i": 23368, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Charles Myers"], "q": "center has renewed my... interest, enthusiasm and support for him,\" said <strong> Charles Myers </strong>, who added he wasn't alone among his peers. He plans to play a large role in Barack Obamaial fundraising this cycle. <q> My guess is that he is going to do better with people writing large checks. </q> <strong> Charles Myers </strong>, who has been invited to the Hartley fundraiser and is a top donor to Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.), said that the$ 1 billion target for total money raised is both floating around fundraising", "new_id": -2}, {"uid": "1297183707149962781", "i": 44592, "idx": 1, "sa": ["Mick Jagger", "Simon Cowell", "Matt Lauer"], "q": "information he could give, with <strong> Matt Lauer </strong> listing a string of celebrities, including <strong> Mick Jagger </strong>, who have been linked to the role. \"It's definitely not <strong> Mick Jagger </strong>!\" laughed <strong> Simon Cowell </strong>, before saying: <q> I was talking to somebody on Friday who I really, really want to be on the show and I'm waiting on a decision. </q> When <strong> Matt Lauer </strong> asked for the identity of the individual, <strong> Simon Cowell </strong> responded: \"I can't say. I really, really at this point can't say; I'm sworn to secrecy. They'll", "new_id": -2}, {"uid": "1297526700080166918", "i": 12789, "idx": 0, "sa": ["Jay Johnson", "Michael Vick", "Dwaine Caraway"], "q": "NFL Experience Favoriting contest: Tickets to see ventriloquist <strong> Jay Johnson </strong> at the Eisemann Center in Richardson Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas Morning News editorial board says that <strong> Dwaine Caraway </strong>'s missteps have <q> undermined confidence in his judgment </q> and advises Leppert to stay in", "new_id": -2}]