[{"uid": "1295584716071549019", "i": 4407, "idx": 14, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "Some are believed to be social tools designed to counter Facebook's popularity, but <strong> Sergey Brin </strong> wouldn't discuss specifics in a Thursday interviews. \"I have a passion for several projects,\" he said. <q> I don't think anyone has heard of any of them and I don't think anyone will for a while. </q> As CEO, Page will lead product development and technology strategy and run day-to-day operations. <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> all still plan to remain with <strong> Google Inc. </strong> through at least 2024, reaffirming a promise", "new_id": -2}, {"uid": "1297207732016187415", "i": 2095, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "Bowl weekend, deserved an honor on the city's behalf, the newspaper said. The resulting controversy led <strong> Mayor Tom Leppert </strong> to ask for a city review of how council members hand out ceremonial gifts. <q> We don't condone it and clearly didn't approve it, </q> <strong> Mayor Tom Leppert </strong> said of the <strong> Michael Vick </strong> award. \"It's unfortunate, and I would rather have not seen the situation.\" The key <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> was less than official, city officials explained. The", "new_id": -2}, {"uid": "1295640246179568662", "i": 40094, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Within technology circles, the move by <strong> Google Inc. </strong>-- born during the first dot-com boom-- to replace CEO <strong> Eric Schmidt </strong> with the 38-year-old Page left some wondering how the search giant would deal with middle age. <q> Founder becoming CEO... Is this like a <strong> Steve Jobs </strong> returning or a Jerry Yang returning? </q> Chris Dixon, a technology veteran who has invested in Skype and Foursquare, tweeted. Apple <strong> Google Inc. </strong> in the 1990s to save the company he founded from near death. Yahoo <strong> Google Inc. </strong>'s Jerry Yang made a similar return", "new_id": -2}, {"uid": "1296751792175587353", "i": 8393, "idx": 0, "sa": ["Jimmy Carter", "Barack Obama", "David Letterman", "Hosni Mubarak"], "q": "February 3, 2011 10:47 AM| As I said when this all began, Egypt will be <strong> Barack Obama </strong>'s downfall. Posted by: clawrence12| February 3, 2011 10:47 AM| <q> A more forceful public break with the regime now might at least mitigate some of that damage. </q> And when <strong> Hosni Mubarak </strong> crushes the uprising as did the Iranians, and then <strong> Hosni Mubarak </strong> decides to back out of anything the U.S. supports because they feel betrayed, to include the Camp <strong> David Letterman </strong> accords overseen by <strong> Jimmy Carter </strong>,", "new_id": -2}, {"uid": "1297442150096944143", "i": 1179, "idx": 0, "sa": ["Jackie Walorski", "Mike Pence", "Joe Donnelly"], "q": "Former Republican state Rep. <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear front-runner, and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat Phil Sharp in 1988 and 1990. He worked as", "new_id": -2}, {"uid": "1297372596147750950", "i": 36749, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "Alertsite was at Interop 2010 NYC and gave InformationWeekTV a demo of how its ability to test Web application performance from anywhere in the world can now be used to test the performance of the mobile end-users experience. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1296503399053821452", "i": 3045, "idx": 2, "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "q": "<strong> Zahi Hawass </strong>, the council's secretary general, said yesterday. Dozens of demonstrators had stood guard around the building, one of Cairo's biggest tourist attractions, to protect it until troops arrived, he said.\" <q> \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops, </q> <strong> Zahi Hawass </strong> said in an interview at his office. \"What's happening is normal. Thankfully, all the damaged items can be restored.\"\" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August", "new_id": -2}, {"uid": "1295595231037634053", "i": 11010, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "the company behind the internet's dominant gateway. The surprise shake-up announced on Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will become executive chair and remain available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old", "new_id": -2}, {"i": 19946, "idx": 0, "index_answer": 1, "new_id": -1, "q": "court of law, very fine lines and what responsibility women have with regards to our own safety. These do not lend themselves to non-reflection, which is understandably all <strong> Ben Roethlisberger </strong> R wanted to do Monday. <q> That is a great reflective question, and I think the time for reflecting is probably after the year, </q> he said. Variations of reflect were the words of the day. But as I listened to him, I could not help but think of beleaguered Eagles QB <strong> Michael Vick </strong>. Every good game,", "sa": ["Michael Vick", "Ben Roethlisberger"], "uid": "1296535397014417929"}, {"uid": "1295560240029818917", "i": 43519, "idx": 2, "sa": ["Eric Schmidt"], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season.- Culture Monster 01/20/2011, 1:10 p.m.", "new_id": -2}]