[{"uid": "1297086358189808654", "i": 34748, "idx": 2, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": ". Pressed on the fact that <strong> President Bush </strong> has written that cutting troop levels in Iraq was \"the most important failure in the execution of the war,\" <strong> Donald Rumsfeld </strong> called that \"interesting.\" <q>I don't have enough confidence to say that that's right. I think that it's possible. We had[ an] enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed.<q> \"It's hard to know,\" <strong> Donald Rumsfeld </strong> continued. \"You know, the path you didn't take is always smoother.\" Watch <strong> Diane Sawyer </strong>'s Exclusive Interview With <strong> Donald Rumsfeld </strong> on ABC's", "new_id": -2}, {"uid": "1296014345168460294", "i": 7523, "idx": 6, "sa": ["Kobe Bryant", "Allen Iverson"], "q": ". On February 12, the NBA scoring leader had a league season-high 46 points in a 98-94 loss to the San Antonio Spurs. \"When I score 40 points, we've lost,\" <strong> Allen Iverson </strong> said. <q>Tonight, we won, and I guess I finally got the monkey off my back. I didn't know what I had until I came out of the game at the end and looked up at the scoreboard. I saw what I had and said, \"I hope it doesn't come back to haunt me.\"<q> Working primarily against Philadelphia native <strong> Kobe Bryant </strong>, <strong> Allen Iverson </strong> shot 17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds. \"I wanted to get off", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up. \"A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,\" <strong> Allen Iverson </strong> said. <q>They were beating me down the court, and I was just finding guys. They did a great job of finishing.<q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}, {"uid": "1295104155140623888", "i": 13437, "idx": 0, "sa": ["George Washington", "Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "to half-staff and led the nation in a moment of silence. He flew to Tucson to speak at a memorial service not far from the hospital where Democratic <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> and other victims were being treated. <q>At a time when our discourse has become so sharply polarized- at a time when we are far too eager to lay the blame for all that ails the world at the feet of those who happen to think differently than we do- it's important for us to pause for a moment and make sure that we're talking with each other in a way that heals, not in a way that wounds,<q> he said. More than any one politician, <strong> Sarah Palin </strong>, the 2008 Republican vice presidential candidate and a possible <strong> George Washington </strong> House contender in 2012, figured in the unfolding political debate. Initially, an", "new_id": -2}, {"uid": "1296218677100073685", "i": 35441, "idx": 1, "sa": ["Eric Schmidt"], "q": "new structure, Page will lead product development and technology strategy, while Brin \"will devote his energies to strategic projects, in particular working on new products\". <strong> Eric Schmidt </strong> will take the role of executive chairman, <q>focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership<q>. He will also act as internal advisor to the two others. He hinted that one of his key roles would be communicating with, and lobbying, government agencies, as calls for antitrust probes rise", "new_id": -2}, {"uid": "1297513190155107384", "i": 42361, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "Bremer-the diplomat charged with the reconstruction of postwar Iraq- as complaining that many of <strong> Donald Rumsfeld </strong>'s civilian employees were terrified of him. I ask <strong> Donald Rumsfeld </strong> if he thinks that was true and I get an aw-shucks smile. <q>I've never heard anyone else say that, so I don't give it a lot of credence.<q> I wonder aloud whether, \"as a leader you have to be a bit intimidating?\" But <strong> Donald Rumsfeld </strong> demurs- \"Oh no, in fact you don't want to be. The truth is", "new_id": -2}, {"uid": "1294997879266141707", "i": 35564, "idx": 2, "sa": ["Sergio Marchionne"], "q": "The pro-plan union members avoid the streets and meet at an auditorium to listen to their leadership. \"The crisis has been under way for three years,\" the man on the podium says. <q>Many industries are dying, banks are holding on to their money, if nothing improves, unemployment will skyrocket this year. We want to ensure our future. That's why we broke labor unity and approved the <strong> Sergio Marchionne </strong> plan.<q> The union that's been left alone is the powerful left-leaning metal workers. If its members don't agree to sign, <strong> Sergio Marchionne </strong> says they will lose their representation-rights on the factory floor. Thousands", "new_id": -2}, {"uid": "1296441989213188616", "i": 20821, "idx": 4, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,<q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran Nuggets vs Hornets 18/12/2009 Pueden verlo en nba.com Denver", "new_id": -2}, {"uid": "1296538917017350691", "i": 1696, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", when it emerged from bankruptcy, the mere survival of the company to this point is a minor miracle. To silence the lingering doubts, Chrysler needs to build on the progress achieved in 2010. <q>What Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,<q> said Chrysler chief executive <strong> Sergio Marchionne </strong>. \"However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.\" he said. In the past", "new_id": -2}, {"uid": "1295908932158924813", "i": 12250, "idx": 2, "sa": ["Mitt Romney", "Mike Pence"], "q": "abroad.\" <strong> Mike Pence </strong> spokesman Matt Lloyd said the remarks were not directed at Daniels and emphasized that <strong> Mike Pence </strong> has been advocating ending funding for abortion, and particularly for Planned Parenthood, since 2007. <q>Congressman <strong> Mike Pence </strong> has always held a high regard for the sanctity of human life. He thinks it's important that we encourage those who come to our nation's capital to continue to stand for the cause of life,<q> Lloyd said. Former Massachusetts Gov. <strong> Mitt Romney </strong> put out a statement Monday marking the march, but did not attend. \"In great number, men and women from across our country are gathered today", "new_id": -2}]