[{"uid": "1295976368172294158", "i": 9269, "idx": 1, "sa": ["Eric Schmidt"], "q": "'s meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on Jan. 21 that his move was an effort to speed up decision-making.[ ID: nLDE70K06O] <q> In strategy we agree. There's no disagreement, </q> <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. \"In character, he's fundamentally a deeper thinker than anybody else,\" he said. \"He sees", "new_id": -2}, {"uid": "1297259880064307224", "i": 25238, "idx": 8, "sa": ["Katrina Pierson", "Michael Vick", "Dwaine Caraway"], "q": " \"I think that's a clear sign that that man should not be representing the City of Dallas in any way\" says <strong> Katrina Pierson </strong>. When <strong> Dwaine Caraway </strong> was asked if he agrees with Barnett, he said <q> I don't play the race card. I try not to, even though the race card has been played with me, with several different emails. </q> <strong> Dwaine Caraway </strong> Defends Giving <strong> Michael Vick </strong> Key To The City \"Fort Worth News Feeds I am so sick of the race card being played!! I would feel the same way if it was a white person who faught", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said. \"I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.\" <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}, {"uid": "1297088895231997447", "i": 31053, "idx": 3, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "showing the Fiat chief backing away from his previous remarks in a telephone conversation with labor minister <strong> Maurizio Sacconi </strong>. According to the ministry, <strong> Sergio Marchionne </strong> explained that he spoke in \"hypothetical\" terms and that nothing was decided, <q> with no reference about a new location for the company's leadership for today or tomorrow. </q> In October, <strong> Sergio Marchionne </strong> ignited controversy when he said that \"Fiat would be better off if it eliminated Italy.\" Tour Highlights Continuous Improvement WIKA Instrument has been on a lean journey for nearly 10 years,", "new_id": -2}, {"uid": "1297254354064307251", "i": 48135, "idx": 0, "sa": ["Colin Powell", "Vernon Baker"], "q": "earned their medals, too, but they had passed away before they could be honored. <strong> Vernon Baker </strong>'s heroism was acknowledged by <strong> Colin Powell </strong>, the former chairman of the U.S. Joint Chiefs of Staff who said, <q> I stood on the shoulders of men like <strong> Vernon Baker </strong>. </q> So, I'm glad we have Black History Month. It makes me think about our collective history and shared heritage as Americans and, in so doing, it enriches my life. Viewpoint", "new_id": -2}, {"uid": "1297272060224821253", "i": 28612, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "if there are more, I suspect they're working on them as well, even though I don't happen to know what they are. It is just false, not true, inaccurate and typical. <q> There's no debate in the world as to whether they have those weapons. </q> July 30, 2002: \" <strong> Donald Rumsfeld </strong>: They have chemical weapons and biological weapons and they have an appetite for nuclear weapons and have been working on them for a good many years, and that there's", "new_id": -2}, {"uid": "1295567982244678719", "i": 37669, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": "Thu, Jan 20, 2011, 6:59 PM EST- U.S. Markets closed <strong> Google Inc. </strong> co-founder Page to replace <strong> Eric Schmidt </strong> as CEO{ \"s\": \"goog, novl\", \"k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\":\"', \"j\":\"'} <strong> Michael Liedtke </strong>, AP Technology Writer, On Thursday January 20, 2011, 6:19 pm SAN FRANCISCO( AP)-- <strong> Eric Schmidt </strong>, a", "new_id": -2}, {"uid": "1296805908220135483", "i": 6835, "idx": 3, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "for their hypocrisy because they supported the WMD claims and the war when the nation was baying for blood, but turned on <strong> Donald Rumsfeld </strong> and Bush when things went bad. He quotes their statements of support. <q> Yet when opposing the Bush administration's efforts in Iraq became politically convenient, </q> he writes, \"they acted as if they had never said any such thing.\" At least he is more-or-less right on that one. But is <strong> Paul Bremer </strong>, the \"viceroy\" on the ground", "new_id": -2}, {"uid": "1295570534120422437", "i": 45919, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "Search Thu, Jan 20, 2011, 7:42 PM EST- U.S. Markets closed Text of blog entry from <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong>{ \"s\": \"goog\", \"k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\":\"', \"j\":\"'} The Associated Press, On Thursday January 20, 2011, 7:31 pm Blog entry from <strong> Google Inc. </strong>. CEO <strong> Eric Schmidt </strong>, who is stepping", "new_id": -2}, {"uid": "1297281931071155737", "i": 36369, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "with his family and brother to Pakistan two decades ago, and prosecutors say they trained in terrorist camps and fought the Soviet Union. U.S. Video: Ackerman High School Students Grieve Those Killed In Crash Report Abuse <q> terrorism. it's muslims stuff. every terrorists should be hanged. the person who is muslim terrorist and the person who is converted to muslim and became terrorists. I SAY. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Do NOT Buy Car Insurance! Your Auto Insurer Hates This. 1 trick to get extremely cheap rates! \"Kill Your Wrinkles' Dermatologists don\"t want you", "new_id": -2}]