[{"uid": "1297113015104251437", "i": 10897, "idx": 2, "sa": ["Gen. David Petraeus", "Donald Rumsfeld", "President Bush", "Tareq Ayyoub"], "q": "of information about protests in the region. The embrace is a big change from the days when the <strong> President Bush </strong> administration showed open hostility towards the network. fired missiles at Al Jazeera's office in Kabul. <q> The building we struck was a known Al Qaeda facility in central Kabul, </q> US Assistant <strong> Donald Rumsfeld </strong> of Defense Victoria Clarke later said. Al Jazeera reporter <strong> Tareq Ayyoub </strong> was killed when US bombs hit the network's Baghdad offices in 2003.`` This coalition does not target journalists,'' Brigadier <strong> Gen. David Petraeus </strong>", "new_id": -2}, {"uid": "1297660706049070086", "i": 48987, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "former defense secretary <strong> Donald Rumsfeld </strong> about his fascinating memoir, Known and Unknown. He noted that most of the predictions of supposed experts and government officials during the 18 days of demonstrations have proved to be wrong. <q> What we ought to know we don't know, </q> <strong> Donald Rumsfeld </strong> says.`` It's a situation of unknown unknowns.'' We have no idea, he went on, of the role of women, of organized political parties and interest groups, and what latent strength", "new_id": -2}, {"uid": "1295993886177471490", "i": 41240, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "John McCain", "Sen. Mark Udall", "Tom Coburn", "Chuck Schumer"], "q": "the rise as power players in their parties. <strong> John Thune </strong> is a possible contender for a 2012 <strong> John McCain </strong> House run and <strong> Kirsten Gillibrand </strong> handily won a special election in 2010 for her Senate seat from New York. Quoted: <q> <strong> Sen. Mark Udall </strong> <strong> John Thune </strong> and I are working on an earmarks bill that's about transparency, and it puts earmarks on a searchable database. So I just called him and asked him if he'd like to go to the State of the Union. He said he would, </q> <strong> Kirsten Gillibrand </strong> said of the seating arrangement. <strong> Sen. Mark Udall </strong> <strong> Tom Coburn </strong>, R-Okla., and <strong> Sen. Mark Udall </strong> <strong> Chuck Schumer </strong>, D-N.Y. <strong> Tom Coburn </strong> threatened to derail <strong> Chuck Schumer </strong>'s 9/11 first responders bill, which will provide health", "new_id": -2}, {"uid": "1295238802163905590", "i": 3156, "idx": 0, "sa": ["Hillary Clinton", "Colin Powell", "Lawrence Wilkerson"], "q": "of women in such places as Congo is complicated by deeply rooted social problems.`` It's great she's mentioning the issue,'' said Brett Schaefer, an Africa scholar at the Heritage Foundation. <q> As to whether her bringing it up will substantially improve the situation or treatment of women in Africa, frankly I doubt it. </q> <strong> Lawrence Wilkerson </strong>, who was chief of staff to Secretary of State <strong> Colin Powell </strong>, said that <strong> Hillary Clinton </strong> has to tread carefully in socially conservative regions, particularly those where the U.S. military is at war.`` You might", "new_id": -2}, {"uid": "1297155510137773059", "i": 43064, "idx": 0, "sa": ["Stephen Elliott", "Donald Rumsfeld"], "q": "employed from the Pentagon lectern. We come upon His Crankiness in a library, doing research for his memoir. When an earnest young man approaches to ask questions, Martin and <strong> Stephen Elliott </strong> capture <strong> Donald Rumsfeld </strong>'s disdain: <q> Down there in the kid's eyes, <strong> Donald Rumsfeld </strong> sees broad leaves of intelligence but rooted in such soft soil that it might as well be sand. A zen garden. With a few green wisps that will blow flat at the first breath of wind. The world they live in is a blustery place. This is the son of a father who never went to war. </q> This is all great fun, at least for those who might be rubbing their hands together at the idea of his impending comeuppance, but when <strong> Donald Rumsfeld </strong> meets his wife and some rather louche friends for dinner", "new_id": -2}, {"uid": "1295560900263241742", "i": 38846, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong> has been Google's chief executive since July 2001, when he took over the role from Mr. Page and ushered the company through a public offering. More recently, he has Mr. Page said <strong> Eric Schmidt </strong> had done <q> an outstanding job leading Google for the last decade. The results speak for themselves. </q> Google's other co-founder <strong> Sergey Brin </strong> will focus on strategic projects and new products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it", "new_id": -2}, {"uid": "1295718175131842121", "i": 1443, "idx": 3, "sa": ["Simon Cowell", "Melissa Leo", "Amanda Seyfried"], "q": "It was arrogant to ignore the advice we gave you and carry on singing.'' Whilst <strong> Amanda Seyfried </strong> rejected the idea that they were arrogant, she did concede that the gamble they had taken hadn't paid off. <q> It was like ordering an ice-cream and getting an onion topping on it! </q> <strong> Simon Cowell </strong> quipped. taken from the official site: talent.itv.com Show 11( Thursday, 29 <strong> Melissa Leo </strong> 2008 at 20:30) Britain's Got Talent is a British television show on ITV( also on TV3 in Ireland).", "new_id": -2}, {"uid": "1295945595182452233", "i": 41899, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "They've been allocating money to all strategies,'' said Vijay Rakesh, an analyst at Sterne Agee& Leach Inc. in Chicago who has a`` buy'' rating on Intel shares and doesn't own any. <q> They made acquisitions last year. They're paying out pretty good dividends, and now they're doing buybacks. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1296333025218349599", "i": 5322, "idx": 6, "sa": ["Michael Vick"], "q": "a foster home. And Best Friends isn't simply looking for any pet lover for the <strong> Michael Vick </strong> dogs.`` We feel like dogs going into these homes are being ambassadors'' for the breed, Garcia said. <q> They're not just adopting a dog, but fighting the good fight. </q> By spreading the message that pit bulls are only as nice, or vicious, as their owners train them to be, the <strong> Michael Vick </strong> dogs are helping rewrite the book on both the public perception of the breed-", "new_id": -2}, [{"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q> the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose. </q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}]]