[{"uid": "1297183957149962756", "i": 43870, "idx": 0, "sa": ["Dwaine Caraway", "Mayor Tom", "Michael Vick", "Gary Cunningham"], "q": "1909 Woodall Rogers Freeway, Suite 100 <strong> Gary Cunningham </strong>, FAIA, <q> The Design of Sustainability- Science and Sensibility </q> Tom-pro-tem-gives-Michael Vick-Michael Vick-key-city/\"> Dallas <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city City of Dallas announces closures on February 18 and 21 for President's Day Dallas Councilmember Tennell Atkins to host Community Office meetings <strong> Dwaine Caraway </strong>", "new_id": -2}, {"uid": "1295916680213958679", "i": 47446, "idx": 2, "sa": ["Eric Schmidt"], "q": "New York time after gaining 32 cents to close at$ 57.29 on the Nasdaq Stock Market.` Solid Footing' Amgen has \"a base business that is on solid footing\" and faces <q> no genEric Schmidt or other substantial threat, </q> <strong> Eric Schmidt </strong> wrote in a Jan. 14 note to investors. The approval last year of a new bone drug, denosumab, should help Amgen offset continued declines in its anemia drugs and enjoy revenue growth in 2011, <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1297388884268320786", "i": 9390, "idx": 5, "sa": ["Ron Paul", "Dick Cheney", "Donald Rumsfeld"], "q": "training and planning, nor can we.\" Former Vice President <strong> Dick Cheney </strong> introduced <strong> Donald Rumsfeld </strong>. <strong> Ron Paul </strong> supporters began to shout \"where's Bin Laden?\" during his remarks, leading the much larger pro-Dick Cheney contingent to chant <q> USA! USA! USA! </q> CPAC is holding its gathering right across the street from where NARAL is also hosting a conference. Unless someone is filming the most elaborate \"I'd Like to Buy the World a Coke\" commercial in history", "new_id": -2}, {"uid": "1295564409055378023", "i": 44652, "idx": 4, "sa": ["Eric Schmidt"], "q": "sanoi. \"<strong> Eric Schmidt </strong> on loistava johtaja ja olemme saaneet h?nelt lukemattomia oppitunteja.\" Johtajavaihdos oli yhti?n mukaan osa suunnitelmaa, joka \"virtaviivaistaa\" yhti?n p?t?ksentekoa ja luo selke?mm?n kuvan vastuunjaosta yhti?n johdossa. <q> P?timme joululomien aikaan, ett nyt on oikea hetki tehd suunnittelemamme muutokset </q>, <strong> Eric Schmidt </strong> kertoi. Yhti?n mukaan <strong> Eric Schmidt </strong> suunnittelee myyv?ns noin 534 000 Googlen A-sarjan osaketta. Googlen torstain p?t?skurssi oli 626,77 dollaria, mink perusteella <strong> Eric Schmidt </strong> tienaisi osakekaupoilla noin 335 miljoonaa dollaria( noin 250 miljoonaa", "new_id": -2}, {"uid": "1295595231037634053", "i": 13255, "idx": 11, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> drew fire for responding to a hypothetical question posed at a forum in Washington, DC, about an implant that would let Google know what its users were thinking. He responded that Google's policy is to <q> get right up to the creepy line and not cross it </q>, and an implant would cross the line. He also said that as users voluntarily share information online, it doesn't need users to type in search queries for the company to tailor the results.", "new_id": -2}, {"uid": "1296241400207323225", "i": 26087, "idx": 1, "sa": ["Eric Schmidt"], "q": "late adding social capabilities to our core products\" but says that Buzz and other current plans are not an attempt to copy Facebook. Discussing the walled gardens of social networking, <strong> Eric Schmidt </strong> reckons that closed systems threaten <q> the bargain of the Web </q>, a neat little phrase that sums up our relationship with the Internet. Click play on the BBC video below to see more, including <strong> Eric Schmidt </strong>'s views on the touchy subject of Facebook poaching Google staff", "new_id": -2}, {"uid": "1297437521252067842", "i": 25099, "idx": 1, "sa": ["Steve Ballmer"], "q": "by contrast, told the BBC last month that the Xbox 360 maker is planning to offer PC support for its own motion-gaming peripheral, the Kinect, at some point in the future. <q> We'll support that in a formal way, in the right time, </q> <strong> Steve Ballmer </strong> said in his interview with the BBC. Don Reisinger Full Profile E-mail Don Reisinger E-mail Don Reisinger If", "new_id": -2}, {"uid": "1296377284098549782", "i": 39924, "idx": 1, "sa": ["Jhon García Sossa", "Michael Vick"], "q": "say,` Three years, that seems like such a long time,\" ' said <strong> Jhon García Sossa </strong>, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. <q> But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were. </q>( 2 of 3) Much as it has been hard to fit the story of <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs' lives, their recovery and the", "new_id": -2}, {"uid": "1295902691252543110", "i": 5047, "idx": 0, "sa": ["Eric Schmidt"], "q": ", Jan 24, 2011, 3:57 PM EST- U.S. Markets close in 3 mins. Google awards$ 100 million to <strong> Eric Schmidt </strong>{ \"s\" : \"goog\" , \"k\" : <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\" :\" \" , \"j\" :\" \" } Barbara Ortutay, AP Technology Writer, On Monday January 24, 2011, 3:32 pm NEW YORK( AP)-- Google Inc.", "new_id": -2}, {"uid": "1295561213061718584", "i": 37807, "idx": 0, "sa": ["Larry Page", "Ricky Gervais", "Colman Andrews", "Eric Schmidt"], "q": "Executive <strong> Eric Schmidt </strong> will hand over the reins to co-founder <strong> Larry Page </strong>, the company said on Thursday. According to Google, Chefs, CEOs and you make website's Top 50 list food? The idea was to choose people <q> that directly or have the ability to directly affect what and how we eat, </q> explains <strong> Colman Andrews </strong>, target=\"_blank\" editorial director of TheDailyMeal, a new site that aims to be a clearinghouse of all things food-related, from recipes to restaurant reviews and more. And on Globes Host <strong> Ricky Gervais </strong> Says", "new_id": -2}]