[{"uid": "1296619642002048048", "i": 52558, "idx": 1, "sa": ["Dane Cook", "Sarah Palin", "Alan Thicke", "DJ AM", "Derek Jeter", "Matt Reeves", "Kathryn Bigelow", "Steve Wright", "Simon Cowell", "Michael R. Hughes"], "q": "time,\" police say in statement \"The circumstances surrounding his death are unclear,\" <strong> DJ AM </strong>'s publicist... Top Story! Weekly 8-16-09 with standup <strong> Steve Wright </strong> Chapter skip by clicking the links!************* Episode 16: <q> An Apple A Day Keeps the Death Panel Away </q> 1. CELEBRITY DEATH PANEL 2012 by <strong> Michael R. Hughes </strong> <strong> Sarah Palin </strong>( Kipleigh), Morgan Freeman( <strong> Derek Jeter </strong>), <strong> Dane Cook </strong>( <strong> Matt Reeves </strong> M.), Liza Minelli( Artemis), <strong> Alan Thicke </strong>( <strong> Simon Cowell </strong>), Kathryn Bigelowouncer...", "new_id": -2}, {"uid": "1296403919251199507", "i": 7594, "idx": 1, "sa": ["Phil Jackson", "Allen Iverson", "Carmelo Anthony", "Marcus Camby"], "q": "over the Denver Nuggets on Wednesday night. <strong> Carmelo Anthony </strong> had 26 points and eight rebounds and <strong> Marcus Camby </strong> had 20 rebounds for the Nuggets. \"We absorbed a lot of points from <strong> Allen Iverson </strong>,\" Lakers coach <strong> Phil Jackson </strong> said. <q> He got our whole team in foul trouble. </q> <strong> Allen Iverson </strong> scored 49 points through the first three quarters but was held to a just a layup in the fourth. The Lakers clamped down on the 6-foot guard, forcing the ball out of his hands. The strategy", "new_id": -2}, {"uid": "1297616629186400779", "i": 32553, "idx": 35, "sa": ["David Martin", "Donald Rumsfeld"], "q": "an example? Like,` Should I go back to the Pentagon again and be Secretary of Defense?\" ' laughed Joyce <strong> Donald Rumsfeld </strong>. \"Well, for openers,\" said <strong> David Martin </strong>. <q> He didn't have the nerve to even tell me about it for hours- after he was asked, </q> she said. \"He's afraid of me, basically!\" \"There was this phase when he was a rock star,\" <strong> David Martin </strong> prompted. \"A rock star,\" said", "new_id": -2}, {"uid": "1296581392157810696", "i": 20754, "idx": 7, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Ministry, but it constitutes a separate ministry in the new government. While protesters dismissed the Cabinet reshuffle as cosmetic and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. <q> The people in the streets have to give this government an opportunity to change, </q> he said cheerfully. \"Beautiful things happened in the last five days.\" Click for your chance to win great prizes in the NewsChannel 10 Pro Football Pick'em contest.", "new_id": -2}, {"uid": "1297177866006504495", "i": 11960, "idx": 3, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "These ceremonial gifts are different from the official keys to the city presented by the <strong> Mayor Tom </strong>,\" he said. As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and <q> am deeply sorry to offend anyone who loves animals. </q> He acknowledged <strong> Michael Vick </strong>'s past but noted that \"since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends", "new_id": -2}, {"uid": "1295564131244678883", "i": 41509, "idx": 1, "sa": ["Larry Page", "Mark Zuckerberg", "Eric Schmidt"], "q": "today! to Parallels Desktop 6 for Mac from previous Parallels Desktop version \"Q4 Mark Zuckerberged a terrific end to a stellar year,\" said <strong> Eric Schmidt </strong>, current CEO of Google, in the press release. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web. </q> In addition, Google has also announced plans to streamline decision making and create clearer lines of responsibility and accountability at the top of the company.? Starting from April 4, <strong> Larry Page </strong>, Google", "new_id": -2}, {"uid": "1297181584182665248", "i": 12197, "idx": 0, "sa": ["Simon Cowell"], "q": "The former American Idol judge was asked during a news conference whether viewers would see the \"old <strong> Simon Cowell </strong>\" or a different side to him when the show premieres on Fox later this year. <q> Look, you adapt over the years, </q> he replied. \"I started to cringe when I started to see people being booked as the so-called mean judge and just being gratuitously rude for the sake of it. I don't like that.", "new_id": -2}, {"uid": "1297138045102924322", "i": 59249, "idx": 1, "sa": ["Simon Cowell"], "q": "mentor the contestants. The competition series will allow contestants as young as 12 to audition, a decision <strong> Simon Cowell </strong> defended on the call after being asked if kids that young should be subjects to public scrutiny. <q> We've started to see a trend with kids this age and what they can do. I like the idea that a 12-year-old on this show can compete with an older singer... times have changed. You have to make a case-by-case decision based on them as a person. </q> Contestants will have to audition before a live audience of 5,000 people in an arena. \"It was supposed to be similar to them doing their first concert. It really helped show me who could handle", "new_id": -2}, {"uid": "1295668630145047589", "i": 35954, "idx": 5, "sa": ["Allen Iverson", "Richard Hamilton", "Ben Gordon", "Vince Carter"], "q": "low. \"No one was going to come in and be Sheed, <strong> Richard Hamilton </strong> or Dice, but we have guys who will come off the Ben Gordonch and help us in their own way,\" <strong> Allen Iverson </strong> said. <q> We just had to utilize that, even when it meant playing a totally different style. </q> The Nets lost some of their advantage when <strong> Vince Carter </strong> was ejected after for arguing a second-quarter call with referee Derrick Stafford. <strong> Vince Carter </strong> argued a call on an out-of-bounds play, then appeared to get extremely angry after receiving a", "new_id": -2}, {"uid": "1297616629186400779", "i": 32543, "idx": 25, "sa": ["David Martin", "Donald Rumsfeld"], "q": "said <strong> Donald Rumsfeld </strong>. \"You thought you might lose her,\" <strong> David Martin </strong> said. \"So how's that work? Fifteen hours a day, Secretary of Defense, war going on.\" <q> People were risking their lives, </q> said <strong> Donald Rumsfeld </strong>. \"You simply have to pay attention, and I did. Go early in the morning to see her.\" \"How long did that go on for?\" \"", "new_id": -2}]