[{"uid": "1296537954082821149", "i": 25246, "idx": 5, "sa": ["Allen Iverson", "Dwight Howard"], "q": "Chicago, Illinois) is an American professional basketball player in the NBA, currently with the Dallas Mavericks. He is a former All-Star and All-NBA power forward and was a member of the University of Michigan Wolverines' <q> Fab Five& q... <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... Magic vs. Wizards- NBA Videos Highlights 13/03/2010 <strong> Dwight Howard </strong> scores 28 points Magic vs. Wizards- NBA Videos Highlights 13/03/2010 <strong> Dwight Howard </strong> scores 28 points <strong> Dwight Howard </strong> scores 28 points and", "new_id": -2}, {"uid": "1295411717092504082", "i": 31, "idx": 3, "sa": ["Simon Cowell"], "q": "the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to`` a cat being thrown off a skyscraper,'' telling another, <q> Don\\' t mean to be rude, but you look like the Hulk\\'s wife, </q> reducing dozens of hopefuls to their worst`` ugly cry''- and propelling')'' class=`` emaillink'' rel=`` nofollow''>* Update* Thanks for the 4 million views!!! For all", "new_id": -2}, {"uid": "1296148178229572622", "i": 24858, "idx": 2, "sa": ["Rachel Maddow", "Harry Reid", "Walt Disney", "Sen. Bernie Sanders"], "q": "hours. When the Senate votes http://wn.com/MSNBCs_Rachel_Maddow_Sen_Majority_Leader_Harry_Reid_on_the_record__60_votes_the_filibuster <strong> Rachel Maddow </strong> interviews <strong> Harry Reid </strong> during her campaign coverage swing through Nevada on Wednesday. Visit: firedoglake.com Transcript from( www.newsy.com) BY STEVEN HSIEH You're watching multisource politics news analysis from Newsy <q> <strong> Sen. Joe Lieberman </strong>'m not here to set any great records or make a spectacle. <strong> Sen. Joe Lieberman </strong>'m simply here today to take as long as <strong> Sen. Joe Lieberman </strong> can to explain to the American people the fact that we have to do a lot better than what this agreement provides. </q>( C-SPAN) Eight hours later, the gentleman from Vermont would yield the floor. <strong> Walt Disney </strong> <strong> Sen. Bernie Sanders </strong>, a self-described-socialist, had only water to keep him going- as he rambled on and on against the proposed tax", "new_id": -2}, {"uid": "1297142942184188932", "i": 19429, "idx": 0, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "told <strong> Diane Sawyer </strong>.`` To think that people in our custody were treated in that disgusting and perverted and ghastly way-- unacceptable way.''`` There wasn't an easy target,'' he added. <q> And so I stepped up and told the president I thought I should resign. And I think probably he and the military and the Pentagon and the country would've been better off if I had. </q> Watch Part Two of <strong> Diane Sawyer </strong>'s Exclusive Interview With <strong> Donald Rumsfeld </strong> on ABC's`` World News With <strong> Diane Sawyer </strong>'' on Tuesday, Feb. 8. Click here read more about Part One, which aired on``", "new_id": -2}, {"uid": "1296014345168460294", "i": 7526, "idx": 9, "sa": ["Allen Iverson"], "q": "76ers scored 37 points, including two pivotal jumpers and three free throws in the final five minutes, to lead Philadelphia to a series-clinching 101-91 victory over the Magic.`` I feel great,'' <strong> Allen Iverson </strong> said. <q> It's still hitting me all at once. It's something I've been waiting for a long time and to finally get it is something special. </q> The 76ers won the best-of-five series from Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis.`` I don't know how you can be any more proud of", "new_id": -2}, {"uid": "1296160133231161875", "i": 11796, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. reprints& permissions, visit our FAQ's. To report corrections and clarifications,", "new_id": -2}, {"uid": "1296311665197001241", "i": 36340, "idx": 0, "sa": ["Robbie Williams", "Simon Cowell"], "q": "singing contest think the Take That star would be ideal replacement for <strong> Simon Cowell </strong>, who is expected to quit the show as he concentrates on the US version instead. One X Factor insider revealed: <q> <strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical.`` We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be, </q> the source told the Daily Star.`` There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it.'' If <strong> Robbie Williams </strong> does accept the offer, he", "new_id": -2}, {"uid": "1296463311082231470", "i": 3137, "idx": 1, "sa": ["Michael Vick", "Brett Favre"], "q": "here to announce that <strong> Michael Vick </strong> will be the starting quarterback for the Philadelphia Eagles. I think his performance has exceeded expectations the past several weeks,'' said Eagles head coach Andy Reid at an evening press conference. <q> This is not about the health or the performance of <strong> Kevin Kolb </strong>... this is more about <strong> Michael Vick </strong> and his accelerated play. </q> NFL investigating <strong> Brett Favre </strong> allegations'' tooltipId=`` mi_tt4''> NFL investigating <strong> Brett Favre </strong> allegations The NFL said Friday it would review allegations involving the Vikings' <strong> Brett Favre </strong>, whom the website Deadspin said", "new_id": -2}, {"uid": "1295564093148553843", "i": 3790, "idx": 1, "sa": ["Eric Schmidt"], "q": "Google. Last year Facebook ousted Google to become the most visited web site on the planet. <strong> Eric Schmidt </strong> said the three had been talking about how best to simplify management structure and speed up decision making. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said. Colin Gillis, analyst at BGC Financial in New York said it Google faced growing regulatory issues and it was a good move for <strong> Eric Schmidt </strong> to focus on that area. Sales for", "new_id": -2}, {"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns.`` I always kid with him about not being a rebounder, being so big,'' <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q> I say,` If I was your height, I'd get a double-double every night. </q>' <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game,`` but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}]