[{"uid": "1297621691039272449", "i": 21418, "idx": 1, "sa": ["Zahi Hawass"], "q": "minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects missing from the famed museum included ''a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess'' and parts of <q>a gilded wood statue of Tutankhamun harpooning</q>, <strong> Zahi Hawass </strong> said in a statement. US internet censorship fight fails State department efforts to combat internet censorship in China and other countries have fallen short and funding for the drive should be shifted. Elephant", "new_id": -2}, {"i": 205, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", or would it be seen a bit too cruel?'' he asked, referring to <strong> Larry King </strong>, whose show he replaced at 9PM on CNN. ''Joking!'' he said to audience jeers. <q>I'd like to see you punch a 78-year-old man,</q> <strong> David Letterman </strong> said. The pair also discussed <strong> Piers Morgan </strong>'s UK newspaper career, his walk on the beach with <strong> Rupert Murdoch </strong>, and <strong> Ricky Gervais </strong>' Golden Globes hosting job. <strong> Piers Morgan </strong> joked about punching <strong> Larry King </strong> Thursday night on", "sa": ["Piers Morgan", "David Letterman", "Rupert Murdoch", "Larry King", "Ricky Gervais"], "uid": "1295622096143933453"}, {"uid": "1296209096241369120", "i": 18207, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "on enhancing its products and advertising services to work better on mobile devices. ''They want to capture even more of the 5 billion consumers who own mobile phones around the world,'' said Howe. <q>Only about a billion and a half people own PCs.</q> <strong> Google Inc. </strong> won't say exactly how many people it is hiring, either locally or worldwide, although the company's outgoing chief executive, <strong> Eric Schmidt </strong>, said in Germany on Tuesday that the company will bring on", "new_id": -2}, {"uid": "1295592162066338850", "i": 23496, "idx": 3, "sa": ["Ryan Crocker", "Colin Powell"], "q": "he popped to his feet from the ground floor of the back of the arena and began clapping and making his way down the aisle while singing the gospel song Down by the Riverside, which contains the lyric <q>I ain't gon na study war no more.</q> <strong> Colin Powell </strong> got the applause line of the night when he retorted, ''If you don't want to study war no more, you better be ready to fight a war.'' <strong> Ryan Crocker </strong>, former", "new_id": -2}, {"uid": "1295812367162496520", "i": 22308, "idx": 0, "sa": ["Colin Powell"], "q": "said he sees no reason why the military should not be considered for spending cuts as lawmakers grapple with the ballooning deficit. <strong> Colin Powell </strong> pointed out that defense spending had at one time been cut 25 percent. <q>I don't think the defense budget should be made sacrosanct,</q> he said. The Obama administration has proposed cutting$ 78 billion from the military budget in the next five years. Some Republicans have called the cuts dangerous considering the country is at war, while some", "new_id": -2}, {"uid": "1295093305253313052", "i": 3341, "idx": 3, "sa": ["Michael Jordan", "Allen Iverson", "Tracy McGrady", "Jermaine O'Neal"], "q": "from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. ''I score a career high and we won the game,'' <strong> Allen Iverson </strong> said. <q>That's how you draw it up in your dreams.</q> It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana's <strong> Jermaine O'Neal </strong> had the previous high in the NBA this season, scoring 55 points against", "new_id": -2}, {"uid": "1295809535025542677", "i": 1695, "idx": 0, "sa": ["George Washington", "Andy Coulson"], "q": "Sudan Referendum Commission World Video: Bomb attacks kill 10 in Iraq capital Report Abuse ''Franklin D Roosevelt has topped the first ever UK academic poll rating the performance of 40 US presidents since <strong> George Washington </strong>.'' Report Abuse <q>Hang on, here they come, the next wave of refugees from Africa.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1295684942089554946", "i": 34363, "idx": 5, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. ''I thought that kind of ended the game from the standpoint of our http://wn.com/Astonishing_Halftime_Entertainment_*_NBA_Denver_Nuggets_vs_Lakers,_HD Astonishing NBA Halftime performance Veniamin's Human Slinky Â® at Denver Nuggets vs LA Lakers( 2/27/09) Pepsi Center", "new_id": -2}, {"uid": "1296532535074448926", "i": 14211, "idx": 3, "sa": ["Linas Kleiza", "Eduardo Najera", "Allen Iverson"], "q": ". <strong> Allen Iverson </strong> had 26 points, nine assists, and combined with <strong> Linas Kleiza </strong>, JR Smith and <strong> Eduardo Najera </strong> on a 14-1 fourth-quarter spurt that carried the Nuggets to a 125-114 victory over the New Jersey Nets on Friday night. <q>We've been struggling, losing two on the road and we just wanted to do anything to get a win,</q> <strong> Allen Iverson </strong> said after scoring 21 second-half points to help the Nuggets break a two-game losing streak. The Nuggets needed every one of those points after blowing a 17-point third-quarter lead and eventually falling behind by two. ''Welcome", "new_id": -2}, {"uid": "1295665881122535943", "i": 33563, "idx": 0, "sa": ["Andy Coulson"], "q": "after losing weight and getting fit... FTSE 100 index ends lower as retail stocks and Barclays... avoided a potentially crushing blow when a judge denied... Group Plc is seeking to permanently block former Liverpool... Report Abuse <q>funny how the US and europe bail out all their banks and no one say anything</q> Report Abuse ''better-than-expected US jobs data'' Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}]