[{"uid": "1296789642034570241", "i": 22192, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders", "David Cay Johnston"], "q": "Against the Tides, the third edition of which was just published last year. <strong> Barack Obama </strong> Calls for Spending Freeze, Lowering Corporate Taxes in State of the Union Fifty Years After Eisenhower's Farewell Address, A Look at <q> Prophets of War: Lockheed Martin and the Making of the Military-Industrial Complex </q>`` The Worse Off You Are, Your Taxes Increase'': Journalist <strong> David Cay Johnston </strong> Slams Obama-GOP Tax Deal <strong> Sen. Bernie Sanders </strong> Denounces Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming`` Banana Republic''`` Counting the Jobs Lost", "new_id": -2}, {"uid": "1295928839118013955", "i": 5657, "idx": 0, "sa": ["Chris Bosh", "Samuel Dalembert", "Allen Iverson", "Gilbert Arenas"], "q": "hold a double-digit lead at any point. The 76ers wasted an 18-point lead in a loss to <strong> Gilbert Arenas </strong> and the Wizards on Tuesday. They watched an 11-point halftime lead evaporate against the Raptors in the third quarter. <q> We're jumping out and holding leads and we just can't hold them, </q> guard <strong> Allen Iverson </strong> said.`` We play well for a while and then it seems we just lose focus.'' <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-balance", "new_id": -2}, {"uid": "1295319354058130441", "i": 28711, "idx": 2, "sa": ["Barack Obama", "Ronald Reagan", "Mike Pence"], "q": "of <strong> Ronald Reagan </strong> <strong> Barack Obama </strong>.`` We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead'' and <q> we'll be making a decision before the end of this month, </q> <strong> Mike Pence </strong> told about 100 people at a conference room in the Henry County, Ind., Hospital. Should <strong> Mike Pence </strong> enter the contest, he would face an uphill climb. Few Americans have heard of", "new_id": -2}, {"uid": "1295461653182812690", "i": 49174, "idx": 8, "sa": ["Toby Young", "Simon Cowell", "Steven Tyler"], "q": "blunt and more to the point,'' he told TV Guide. Certainly, <strong> Simon Cowell </strong> is way more plainspoken than <strong> Steven Tyler </strong>, who tends to communicate in a magical language that's neither positive nor negative. <q> What's with the oohoohbes on your jujubes? </q> he asks one contestant in a star-studded bikini top.`` Hellfire, save matches... a duck and see what hatches!'' he tells another. That's apparently his version of a compliment. <strong> Toby Young </strong>", "new_id": -2}, {"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ".`` I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,'' said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q> But I know he's here now. </q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}, {"uid": "1295425615261013543", "i": 45480, "idx": 1, "sa": ["Franklin Roosevelt", "Barack Obama", "Sen. Bernie Sanders"], "q": "been on the phone to the very, very, very highest levels of the <strong> Barack Obama </strong> administration, and the responses that I am getting are not assuring,'' <strong> Sen. Bernie Sanders </strong>( I-VT) said in an exclusive interview. <q> What I'm told is that no definitive decisions have been made on the issue of Social Security- I expect that is probably true. </q> Progressive activists, fearing that the holy grail of American liberalism could fall prey to a bipartisan deal on Capitol Hill, have launched a campaign to pressure <strong> Franklin Roosevelt </strong> and Congress to oppose cuts. And <strong> Sen. Bernie Sanders </strong> has", "new_id": -2}, {"uid": "1295561213061718589", "i": 2857, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc.", "Larry King"], "q": "in a some sort of blood sport, saying people`` assume that these are zero-sum games, which are battles to the death.'' <strong> Eric Schmidt </strong> instead proposed that the market was big enough for multiple approaches, saying <q> there's plenty of room for everyone. </q> techplanet30.com In this video I talk about <strong> Google Inc. </strong> and would like to know your thoughts on the company and their position in the world. I talk a little about <strong> Larry King </strong> Page, <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong> http://wn.com/Eric_Schmidt_at_IBM_Business_Partners_Leadership_Conference <strong> Eric Schmidt </strong> speaks at", "new_id": -2}, {"uid": "1297429199014975043", "i": 38196, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "opportunity to build, and lead, and fight.'' When can we expect to see the first Nokia Windows Phone 7 device? <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> both batted the question back, with <strong> Stephen Elop </strong> saying, <q> We aren't making a specific announcement of when that will be, </q> while <strong> Steve Ballmer </strong> contented himself with,`` When there's news there will be news.'' He added that Microsoft and Nokia's engineers have already been working closely together, with talks having started back in November between", "new_id": -2}, {"uid": "1297249336114409530", "i": 6380, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> Aaron Rodgers </strong> had what might be considered his national coming-out party off the field Monday night on CBS'`` Late Show with <strong> David Letterman </strong>'' and we saw all the same qualities. After the interview, <strong> David Letterman </strong> said, <q> Let's just say, for the sake of this conversation, <strong> Aaron Rodgers </strong> had no athletic skills whatsoever.... Isn't he still the guy you'd want as quarterback? </q> Exactly- and we should feel good about that. Think about all the`` talkers'' in sports. They want attention as much for what they say as what they accomplish. And they", "new_id": -2}, {"uid": "1297186010216317983", "i": 14470, "idx": 0, "sa": ["Mick Jagger", "Matt Lauer", "Simon Cowell"], "q": "information he could give, with <strong> Matt Lauer </strong> listing a string of celebrities, including <strong> Mick Jagger </strong>, who have been linked to the role.`` It's definitely not <strong> Mick Jagger </strong>!'' laughed <strong> Simon Cowell </strong>, before saying: <q> I was talking to somebody on Friday who I really, really want to be on the show and I'm waiting on a decision. </q> When <strong> Matt Lauer </strong> asked for the identity of the individual, <strong> Simon Cowell </strong> responded:`` I can't say. I really, really at this point can't say... I'm sworn to secrecy. They'll", "new_id": -2}]