[{"uid": "1295550542218546186", "i": 12202, "idx": 0, "sa": ["Eric Schmidt"], "q": "in place before it waded too deeply into the mobile market where the rules were non-existent. small but significant fraction of the pie. But as <strong> Eric Schmidt </strong> has said before, mobile holds a huge promise for Google. <q> If we have a billion people using Android, you think we can't make money from that? </q> asked <strong> Eric Schmidt </strong> last year. It appears Google is anxious to find out. Mobile Q4: All Eyes Were on Android, 4G and the Rising Tablet Tide@m4tt Nvidia is fine. But Amzn is a big question", "new_id": -2}, {"uid": "1295218070163594249", "i": 684, "idx": 19, "sa": ["Simon Cowell"], "q": "n't want to be a paid judge for the rest of my life.'' When his X Factor launched on British television in October 2004, <strong> Simon Cowell </strong> had two years remaining on his Idol contract. <q> The only thing the two talent shows have in common is <strong> Simon Cowell </strong>, </q> said <strong> Simon Cowell </strong> about Fuller's copyright-infringement lawsuit against him. Casual observers, however, could be forgiven for noticing a more than passing resemblance between the shows. Like Idol, The X Factor began with regional auditions,", "new_id": -2}, {"uid": "1296296849031719434", "i": 489, "idx": 0, "sa": ["Eric Schmidt"], "q": "eine effiziente Arbeitsmarktpolitik und f?r eine in der Regel ausgezeichnete Zusammenarbeit zwischen Arbeitnehmern und Arbeitgebern im Aufsichtsrat. Es sei eindeutig an der Zeit, Arbeitnehmer nicht nur als Kostenfaktor zu betrachten, hie es. Google-Chef <strong> Eric Schmidt </strong>: <q> Die Menschen werden einen Weg aus der Krise finden </q> Das deutsche Wort`` Mitbestimmung'' schickt sich deshalb an, in den englisch-amerikanischen Wortschatz aufgenommen zu werden. Das ist bisher noch gar nicht so vielen Ausdr?cken nachhaltig gelungen,`` Kindergarten'' geh?rt dazu, leider auch", "new_id": -2}, {"uid": "1295638013070795356", "i": 26255, "idx": 0, "sa": ["David Letterman", "Barbara Walters", "Regis Philbin", "Robin Williams", "Bill Clinton", "Charles Grandison Rose III"], "q": "personal. She looks at heart disease with others, who like her, have had open-heart surgery. She talks to former <strong> Bill Clinton </strong>, <strong> Regis Philbin </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong> and <strong> Charles Grandison Rose III </strong>. <q> I realized there was really no alternative, if I wanted to live, I had to do this, </q> <strong> Bill Clinton </strong> says. <strong> Charles Grandison Rose III </strong> is more succinct:`` It was hell.'' They are all part of`` A <strong> Barbara Walters </strong> Special: A Matter of Life and Death'' at 10 p.m. Friday,", "new_id": -2}, {"uid": "1297705501051036292", "i": 891, "idx": 0, "sa": ["Steve Ballmer"], "q": "la alianza entre Nokia y Microsoft, por la que los m?viles del fabricante finland?s van a operar con el sistema Windows Phone a partir de este a?o. Para <strong> Steve Ballmer </strong>, la de Nokia y Windows Phone <q> es una alianza absolutamente fenomenal </q> y ha destacado la posibilidad de que lo que se desarrolle conjuntamente tambi?n se aplique al PC o al televisor, destacando el car?cter innovador de ambas compa?as. Nokia sigue siendo el primer fabricante de m?viles del", "new_id": -2}, {"uid": "1295347444080232476", "i": 41196, "idx": 0, "sa": ["Simon Cowell", "Piers Morgan", "Nick Clegg"], "q": "judge and new CNN talkshow host told Metro that he was shocked by the powerful position to which the the Liberal Democrat leader has since risen. Asked who were his most difficult interviewees, <strong> Piers Morgan </strong> said: <q> Ones who emerge as fairly imbecilic. <strong> Nick Clegg </strong> stands out; my GQ interview with him was a series of spectacular own goals.`` I thought,' I hope he never ends up running the country' and whoa- here he is. How can this guy be so powerful? It's frightening. </q> He added:`` <strong> Simon Cowell </strong> was tough because we're friends but he was also my boss and he wouldn't be afraid to use that advantage- but it made for good TV.'' EastEnders:", "new_id": -2}, {"uid": "1297207620184696835", "i": 8383, "idx": 3, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": ". Seg?n mi punto de vista( <strong> Colin Powell </strong>) no hizo un buen trabajo gerenciado a su gente De lo que si parece estar seguro es que el manejo de la guerra se complic porque hab?a <q> muchas manos en el volante </q> y, sobre todo, porque algunas de esas manos no habr?an tenido la capacidad de liderazgo que exig?a el momento. Por ejemplo, <strong> Donald Rumsfeld </strong> cuestiona al entonces Secretario de Estado, <strong> Colin Powell </strong>, quien`` seg?n", "new_id": -2}, {"uid": "1296820432076218415", "i": 641, "idx": 1, "sa": ["Howard Stern", "David Letterman", "Jay Leno"], "q": ". href=\"http://www.examiner.com/Howard Stern-Howard Stern-in-national/Howard Stern-Howard Stern-talks-intern-sex-scandal-on-David Letterman-video\" rel=\"nofollow\"> <strong> Howard Stern </strong> to <strong> David Letterman </strong>: sorry about your sex scandal( video) Instead of deflecting <strong> Howard Stern </strong>'s apology, <strong> David Letterman </strong> responded with candor and a bit of reciprocal praise. <q>`` You have been very, very nice to me on the radio and viciously ugly to me on the radio and I except both with equanimity because I know a little bit about how you operate and I'm still fond of your talent and your ability and what you've represented to the United States of America-and of course, the world. </q> \" href=\"http://www.examiner.com/Howard Stern-Howard Stern-in-national/Howard Stern-Howard Stern-on-David Letterman-calls-for-hollywood-to-boycott-Jay Leno-Jay Leno-video\" rel=\"nofollow\"> <strong> Howard Stern </strong> calls for Hollywood to boycott <strong> Jay Leno </strong>( video) <strong> Howard Stern </strong> ended his third and final segment on Thursday night's Late Show once again pushing for <strong> David Letterman </strong> to holler back", "new_id": -2}, {"uid": "1296941344169869340", "i": 46932, "idx": 0, "sa": ["Sergio Marchionne"], "q": "ago SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as`` shyster loans.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> CEO <strong> Sergio Marchionne </strong> said in a statement.`` I regret the remark which I consider inappropriate.'' Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "new_id": -2}, {"i": 31382, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q> I think the role of the police in this is now going to become centre-stage. </q> In truth it was a Hospitals fined for mixed-sex wards London, January 24: Hospitals have to pay a fine of Â£ 250 per patient per day for breaking rules on mixed-sex accommodation. There were around", "sa": ["Andy Coulson", "Alastair Campbell"], "uid": "1295845469082296851"}]