[{"uid": "1296084845244613132", "i": 38487, "idx": 1, "sa": ["Andy Coulson", "Hosni Mubarak"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like \"a volcano that is starting to erupt.\" <q>There will be huge explosions all over Fleet Street if police get to the truth,</q> he told the BBC. Egypt's anti-Egyptian protests enter 2nd day, increasing threat to regime Egypt's anti-Egyptian protests enter 2nd day, increasing threat to regime- Thousands of Egyptians vented their rage against President <strong> Hosni Mubarak </strong>", "new_id": -2}, {"uid": "1297176031226918403", "i": 3176, "idx": 18, "sa": ["David Letterman", "Aaron Rodgers"], "q": "and it turned out he had not retire. Now, was this, for you, his backup, did this become a distraction as you were taking his place on the team?\" <strong> Aaron Rodgers </strong>: <q>I don't think it was a distraction. I think-- you know, I was the guy who took all the reps in the off season, and he was the guy who took all the reps during the season, so. That's kind of how it worked out.</q> <strong> David Letterman </strong>: \"So there's a certain justice in this then isn't there? I think so.\"( audience applauds) \"Is it nearly-- I mean, there's only a handful", "new_id": -2}, {"uid": "1296784629036126790", "i": 41631, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Barack Obama"], "q": "was covered up by the Pentagon. And <strong> Donald Rumsfeld </strong> has no regrets for the Iraq War, saying that the Mideast would be \"far more perilous\" with <strong> Saddam Hussein </strong> still in power and crediting Bush and an <q>aggressive, unrelenting offensive against the enemy</q> for preventing another 9/11. <strong> Donald Rumsfeld </strong> finishes the book on a self-satisfied note, saying that <strong> Barack Obama </strong> has largely \"kept in place the most contentious and widely derided Bush administration policies\"-- terrorists are still not accorded POW", "new_id": -2}, {"uid": "1296781096226541600", "i": 13786, "idx": 1, "sa": ["Michele Bachmann", "Mike Pence"], "q": "quickly gave momentum to <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>'s, R-Ind., effort to strip federal funding for abortion providers. With Planned Parenthood the biggest recipient of those funds, <strong> Mike Pence </strong> said Americans should be \"shocked\" that the organization <q>has been recorded aiding and abetting underage sex trafficking.</q> \"The recent release of an undercover video exposing duplicity and potential criminality by an employee of Planned Parenthood is an outrage,\" <strong> Mike Pence </strong> said. \"The time to deny any and all funding to Planned", "new_id": -2}, {"i": 27945, "idx": 2, "index_answer": 1, "new_id": -1, "q": " \"Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,\" <strong> Zahi Hawass </strong> said in a statement. But he asked that <q>this unique treasure be returned to the possession of its rightful owners, the Egyptian people.</q> World Video: Banned books back on sale in Tunisia's bookshops World Video: Raw Video: Deadly explosion at Moscow airport Report Abuse \"<strong> Zahi Hawass </strong> is nothing more than an Egyptian <strong> Sarah Palin </strong>( albeit with brains)", "sa": ["Sarah Palin", "Zahi Hawass"], "uid": "1295891307156680197"}, {"uid": "1296704404078823458", "i": 2148, "idx": 3, "sa": ["Michael Jordan", "Allen Iverson", "Jerry Stackhouse"], "q": "United Center-- as the Detroit Pistons trounced the Chicago Bulls, 110-83. \"Thats the most points I've ever scored,\" <strong> Jerry Stackhouse </strong> said, who is the NBA's second-leading scorer behind former teammate <strong> Allen Iverson </strong>. <q>This is the highest level of basketball that you can play and I can say that I did this. It is definitely something I will remember for a long time. And I really think I can do it again.</q> <strong> Michael Jordan </strong> did most of his prolific scoring in Chicago Stadium prior to his first retirement and never scored more than 55 points in the United Center, which opened in 1994. In addition to a building record, <strong> Jerry Stackhouse </strong>", "new_id": -2}, {"uid": "1295354667110805007", "i": 30432, "idx": 1, "sa": ["Cheryl Cole", "Derek Hough", "Simon Cowell"], "q": "he lives. <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood.\" The insider claimed that <strong> Cheryl Cole </strong> is not yet ready to move in with <strong> Derek Hough </strong>, explaining: <q><strong> Cheryl Cole </strong> and <strong> Derek Hough </strong> have definitely been getting closer, but she wants her own life in LA- her own identity, not just as <strong> Derek Hough </strong>'s girlfriend. She needs space and a chance to make her own life.</q> EastEnders: Carol tells Bianca the truth Emmerdale: Andy is officially questioned Hollyoaks: 2997: Brendan helps out Mitzeee Neighbours: 6057: Declan starts playing dirty", "new_id": -2}, {"uid": "1296084552189841416", "i": 5700, "idx": 2, "sa": ["Michael Vick"], "q": "the unusual things teams are coming up with to defend <strong> Michael Vick </strong>. \"I think we're making good adjustments as players and coaches; I like to do that sooner than later,\" Reid said. <q>We're getting some unique looks. Everybody has a certain way,[ defensively] that they're playing <strong> Michael Vick </strong>, and it's not your normal- it's hard to put on another tape and see teams do what they do to <strong> Michael Vick </strong>, they just change things up and throw you a little bit of a curveball. So you have to make some adjustments. You have to be able to do that.</q> Sunday, the biggest adjustment seemed to be the offensive line finally sorting out the Giants' blitzes, giving <strong> Michael Vick </strong> a little time and room to work with, especially when he decided to run.", "new_id": -2}, {"uid": "1296085056001015827", "i": 21322, "idx": 0, "sa": ["James May", "David Jason", "Simon Cowell", "Ant McPartlin"], "q": "for by TV viewers, while <strong> James May </strong>'m A Celebrity was named Most Popular Entertainment show. Speaking from Cardiff, where they were filming Britain's Got Talent, <strong> Ant McPartlin </strong> could hardly contain his excitement shouting: <q>Ten years in a b**** y row, <strong> Declan Donnelly </strong>!</q> <strong> Simon Cowell </strong> handed The X Factor's award for Most Popular Talent Show to one of the show's producers who had beaten cancer. <strong> David Jason </strong> picked up the award for Most Outstanding Drama Performance- despite", "new_id": -2}, {"uid": "1296593963161153079", "i": 2355, "idx": 1, "sa": ["Dick Lugar", "Mike Pence"], "q": "important and will continue to be.\" Turning to Hoosier affairs, <strong> Dick Lugar </strong> also has kind words for Rep. <strong> Mike Pence </strong>, who is mulling a 2012 gubernatorial run after ruling out a presidential bid. <q>I talked to him prior to his decision the other day. He was kind enough to phone me,</q> <strong> Dick Lugar </strong> says. \"I encouraged him to continue his exploration, which he was planning to do, and to reach a decision as soon as possible. In the event that he is to be a candidate,", "new_id": -2}]