[{"uid": "1295674060172441642", "i": 11471, "idx": 3, "sa": ["Jonathan Daniel", "Allen Iverson"], "q": "17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds.`` I wanted to get off to a good start,'' <strong> Allen Iverson </strong> said. <q> Some earlier shots were going off the rim, then all of a sudden, my shots began to drop. My teammates began to get the ball to me, they did a good job as always of getting me the ball in the right spot, and I was able to make the big shots at the end. </q>`` The little kid was phenomenal,'' Sixers coach Larry <strong> Jonathan Daniel </strong> said.`` I had to take him out at the beginning just to calm him down because he was really wired. Yeah, he took a", "new_id": -2}, {"uid": "1297452439198262785", "i": 20837, "idx": 2, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": "to have little to do with travel per se, but rather with the quality of the travel experience. <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong> apparently believes that this is an appropriate federal goal. He has observed, <q> People like to ride trains.... You don't build these trains to travel faster, although sometimes you do, </q> and added that`` people could read books, work on their computers, eat and perform other tasks on trains that are difficult or illegal to do while driving.''[ 25]", "new_id": -2}, {"uid": "1295936244231571502", "i": 22589, "idx": 4, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "`` I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q>`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Badminton_World_Cup_2006_MD_Semi-Final_Game_1,2,3_[5/5] World Cup 2006 Men Doubles Semi-Final Game 1,2,3[ Part 5] MOHD TAZARI Mohd Fairuzizuan& LIN Woon Fui[ MAS] vs FU Haifeng", "new_id": -2}, {"uid": "1295971287048300059", "i": 42306, "idx": 0, "sa": ["Eric Schmidt"], "q": "for his new role, he didn't- and given Mr. <strong> Eric Schmidt </strong>'s reputation for`` jokes'' this was an achievement-make any gaffes. He sailed close a couple of times. Talking about location he admitted, <q> we know where you are, down to the foot </q>. And realizing what he had just said, quickly added,''... with your permission''. People use the internet to keep in touch with friends And there was a line about``", "new_id": -2}, {"uid": "1295597951213057559", "i": 9358, "idx": 2, "sa": ["Michael Vick"], "q": "This is, incidentally, Segal's job. And so, lo and behold, <strong> Michael Vick </strong>'s tune sounded just a bit different when The Inquirer's Jeff McLane caught up to him Wednesday. <q> I can say it over and over again, </q> <strong> Michael Vick </strong> said,`` but then when I say it to my agent, it's a totally different story.... So who knows what's going to happen? I have to follow his lead in that regard", "new_id": -2}, {"uid": "1294980002041598981", "i": 48224, "idx": 3, "sa": ["Steve Ballmer"], "q": "he wrote in a Jan. 10 e-mail to company employees.`` We are now ready to build on our success and move forward into the era of cloud computing.'' <strong> Steve Ballmer </strong> had apparently talked with Muglia <q> about the overall business and what is needed to accelerate our growth </q> and came to the decision that`` now is the time to put new leadership in place for STB.'' Microsoft Watch posting, I thought <strong> Steve Ballmer </strong>'s word choice and tactics in dismissing Muglia were unnecessarily brutal", "new_id": -2}, {"uid": "1296282709080461832", "i": 2908, "idx": 2, "sa": ["Rudy Gay", "Allen Iverson", "Hakim Warrick"], "q": "losing for the 17th time in 19 games. <strong> Rudy Gay </strong> was held to eight for Memphis, matching his third-lowest output this season.`` They really jumped on us from the start,'' Grizzlies forward <strong> Hakim Warrick </strong> said. <q> When you're playing against a team that's fighting for playoff position and playing as hard as they play, it's tough to come back from behind. </q> Miami stayed 3 1/2 games behind Atlanta in the race for the No. 4 seed in the Eastern Conference playoff chase. The Heat- who won in http://wn.com/Allen_Iverson_27pts_vs_Memphis_Grizzlies_08/09_NBA_*Remembering_Martin_Luther_King_*AI_on_Obama <strong> Allen Iverson </strong> and the Detroit Pistons tightened up on defense to end their", "new_id": -2}, {"uid": "1296552417261570573", "i": 23551, "idx": 19, "sa": ["Kwame Brown", "Allen Iverson"], "q": "game and showed some of the grit they displayed last season, when they reached the NBA Finals.`` It's extra special( to win) when you have to fight and struggle,'' <strong> Allen Iverson </strong> said. <q> We were able to keep fighting through it. I know last year's team is dead and stinkin', but we took something from last year's team( in this game). </q>`` I've had this team for five years and they try,'' Sixers coach Larry <strong> Kwame Brown </strong> said.`` They might not always play right and they might not always play good, but they try.''", "new_id": -2}, {"uid": "1295914737143048738", "i": 9923, "idx": 0, "sa": ["Simon Fuller", "Simon Cowell"], "q": ". Encouraged by the overseas success of The X Factor, <strong> Simon Cowell </strong> said Sunday on Oprah Presents Master Class that he and his former business partners, <strong> Simon Fuller </strong> and <strong> Simon Fuller </strong> Jones, met with an unnamed network years ago. <q> It was so bad that a minute into the pitch the guy said,` No...' </q> he recalled.`` He said you can leave now, and I said,` So it sounds to me that you don't like the show?' And he said,` Get out.' And", "new_id": -2}, [{"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said. <q> I will remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}]]