[{"uid": "1296286331249135135", "i": 36224, "idx": 0, "sa": ["Doc Rivers", "Allen Iverson"], "q": "four straight and 11 of 13 since starting the season 3-0 for the first time since the 2000-01 season. That year ended with an Eastern Conference title for Philadelphia. This one might land them in the lottery. <q> I don't have any answers for what's going on, </q> <strong> Allen Iverson </strong> said.`` We're not having Coach <strong> Doc Rivers </strong> had some strong advice for the Boston Celtics before their first stop on a tough three-game swing through Texas: Play hard, or else.`` The Spurs,", "new_id": -2}, {"uid": "1295830033210370598", "i": 21535, "idx": 0, "sa": ["James A. Baker III", "Dan Quayle", "Brent Scowcroft", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "who was unable to attend, thanked the former president, his officials, the U.S. and its military forces.`` Believe me, Kuwait and its people will never forget you,'' he said. <q> We carry in our hearts what you did for us each and every day. </q> <strong> George H.W. Bush </strong> was briefly joined by former <strong> Dan Quayle </strong>. Later, his top advisers- then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> James A. Baker III </strong> and then-National Security Advisor <strong> Brent Scowcroft </strong>-", "new_id": -2}, {"i": 14911, "idx": 6, "index_answer": 0, "new_id": -1, "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>.`` But I don't care; I am doing this for Egypt.'': Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's", "sa": ["Zahi Hawass"], "uid": "1296129375085180438"}, {"uid": "1295264408234684423", "i": 24957, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", an unemployed lifelong collector of military artifacts from Simi Valley, Calif., admitted in federal court in Wilmington, Del., that he illegally exported a... The nation in brief QUOTE OF THE DAY <q> She's making progress every day. </q> Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., on the condition of her friend, Rep. <strong> Gabrielle Giffords </strong>, who was shot in the head last... Use the comment form below to begin a discussion. All rights reserved", "new_id": -2}, {"uid": "1295669969069369860", "i": 10775, "idx": 1, "sa": ["Eric Schmidt"], "q": "supervision no longer needed!'' Likewise Software Lets You Take Advantage of Active Directory Infrastructure Across Linux, Windows and Mac Systems <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297120524195428594", "i": 26908, "idx": 0, "sa": ["Michael Vick", "Mayor Tom Leppert"], "q": "the mayor in a pinch) gave <strong> Michael Vick </strong> the honor-- stirring a post Super Bowl controversy in Big D-- but did so without the knowledge of <strong> Mayor Tom Leppert </strong>. <strong> Mayor Tom Leppert </strong> released a statement today that reads, <q> The action taken was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas.[ This was] done without my knowledge or approval. </q> 1. Just proves it really doesn't matter if you kill dogs, rape women or kill your ex-wife, if you're a famous football player all is forgiven by some in this goofy society. At", "new_id": -2}, {"uid": "1297323953023478287", "i": 29279, "idx": 0, "sa": ["Morgan Stanley", "Steve Ballmer", "Stephen Elop"], "q": ", <strong> Stephen Elop </strong> has held talks with Microsoft CEO <strong> Steve Ballmer </strong> about putting Microsoft's mobile operating system on Nokia phones, said the person, who asked not to be identified because the discussions were private. <q> The market expects Nokia to announce adoption of Windows Phone 7 either for the high-end or for some geographies( U.S.), </q> <strong> Morgan Stanley </strong> analysts including Patrick Standaert wrote in a report this week. Whatever <strong> Stephen Elop </strong> chooses to do,`` execution will be key,'' they wrote. Laurie Armstrong, a U.S. spokeswoman for Espoo, Finland", "new_id": -2}, {"uid": "1296119888224231428", "i": 33434, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Comments By Posting to this site, you agree to our Copyright Record Publishing Co, LLC. 1995-2011. All Rights Reserved.", "new_id": -2}, {"uid": "1295959277216842330", "i": 5454, "idx": 2, "sa": ["Simon Cowell"], "q": "`` I have been in there. He loves a bath, <strong> Simon Cowell </strong>, it gives him time to think.'' The 37-year-old credited the TV mogul for giving him a masterclass in confidence. <q> He's a workaholic. He's a great boss, and I'm not just saying that, </q> he said.`` He's very loyal, he's very honest, and he just wants that in return. He smells fear though, he's like a wolf. If you're confident in", "new_id": -2}, {"uid": "1295743547110362649", "i": 37984, "idx": 0, "sa": ["Tony Parker", "Kate Middleton", "Sourav Ganguly", "Simon Cowell"], "q": "'' by the engagement of his son <strong> Sourav Ganguly </strong> <strong> Tony Parker </strong> and <strong> Kate Middleton </strong>, while his wife the <strong> Kate Middleton </strong> of Cornwall said the news was`` wicked''. Speaking at his Poundbury model village in Dorset, the <strong> Sourav Ganguly </strong> joked: <q> They have been practising long enough. </q> <strong> Sourav Ganguly </strong> <strong> Tony Parker </strong> and <strong> Kate Middleton </strong>'s wedding will be even bigger than the The X Factor final. Just don't bet against <strong> Simon Cowell </strong> being at both of them. Both the BBC News channel and Sky News devoted their entire", "new_id": -2}]