[{"uid": "1297705693198672387", "i": 20547, "idx": 0, "sa": ["Zahi Hawass"], "q": "killed, but no exact figures are available.`` It's hard for us to go back to work because people hate us,'' said one protester, a captain who was among the demonstrators. <q> An official funeral must be held for our martyrs. </q> About 150 graduates of archaeology schools, meanwhile, demonstrated outside the office of Antiquities Minister <strong> Zahi Hawass </strong>, seeking jobs and accusing him of corruption. The protest was deeply personal, with demonstrators saying <strong> Zahi Hawass </strong>", "new_id": -2}, {"uid": "1295916594019021922", "i": 49603, "idx": 0, "sa": ["Simon Cowell", "Elton John"], "q": "know if I'm going to be on it. They've always been very, very generous to the AIDS Foundation,'' <strong> Elton John </strong> said of the href=\"http://www.mtv.com/news/articles/1644563/justin-timberlake-Elton John-Elton John-reps-deny-american-idol-talks.jhtml\">`` Idol Gives Back'' charity show. <q> I'm very, very grateful. They've been helpful to us. I don't know if I'm going to be on or not. I can't answer that question. </q> <strong> Simon Cowell </strong>'s`` X Factor,'' however, <strong> Elton John </strong> brightened a bit when we asked what he thinks of it and how well it will do in the U.S.''' X Factor' is going to be", "new_id": -2}, {"uid": "1295404883171524111", "i": 11453, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Rupert Murdoch", "Steven Tyler"], "q": "to continue to take on the role of judge on the show. As href=\"http://www.celebuzz.com/Simon Cowell-Simon Cowell-turned-down-130-s299351/\" rel=\"nofollow\"> Celebuzz reports, according to the new book written by Richard Rushfield, the author alleges of <strong> Simon Cowell </strong>: <q>`` In the summer of 2009, with one more year left on <strong> Simon Cowell </strong>'s contract, Fox-represented by <strong> Rupert Murdoch </strong> himself-offered <strong> Simon Cowell </strong> a staggering deal: to continue his services on Idol as well as to bring X Factor to America, <strong> Simon Cowell </strong> would be paid in the neighborhood of$ 130 million a year. </q> \" Now that <strong> Steven Tyler </strong> of Aerosmith, and singer/actress/dancer <strong> Jennifer Lopez </strong> have taken on the roles of the new judges on the show, it is certain that American Idol-- although the same type of show-- the", "new_id": -2}, {"uid": "1295024640099024900", "i": 15770, "idx": 1, "sa": ["Alassane Ouattara"], "q": "holiday break, many classrooms remain empty.`` It's a shame that school is hostage to politics,'' said Claude Kadio, president of the Ivoirian parents and students organization, OPEECI. <q> Students must not be sacrificed at the altar of partisan and selfish interests. </q> With both <strong> Alassane Ouattara </strong> and incumbent Laurent Gbagbo claiming the presidency, the pro-Alassane Ouattara coalition Rassemblement des Houphou`` tistes pour la d?mocratie et la paix( RHDP) has called for civil disobedience. In the north-", "new_id": -2}, {"uid": "1297677175135315458", "i": 8113, "idx": 4, "sa": ["Michael Gove"], "q": "spokesperson for the Department said.''`` On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects.'' <q> This is a powerful judgment and a vindication of all the determination and hard work from Nottingham people that has brought us to this point. I'm very pleased that arguments we made have been recognised and that the Secretary of State should now reconsider his decision, </q> Cllr. David Mellen, Nottingham City Councuk said.''`` It's quite clear from the ruling that the way <strong> Michael Gove </strong> acted to stop the BSF funding for some schools in Nottingham was unlawful.''", "new_id": -2}, {"uid": "1295984391158924821", "i": 50217, "idx": 0, "sa": ["John Paulson", "Eric Schmidt"], "q": "according to Bloomberg. <strong> Eric Schmidt </strong> also filed to sell 5.8% of his huge 9.2 million-share stake in Google. At January 21's closing price, the transaction would be valued at$ 326.7 million. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the company said in the filing.( Read Read All Comments Another billionaire to stir the waters recently was href=\"http://www.forbes.com/profile/John Paulson-John Paulson\"> <strong> John Paulson </strong> of hedge fund outfit <strong> John Paulson </strong>& Co.. The acclaimed money manager,", "new_id": -2}, {"uid": "1297245174074432538", "i": 16574, "idx": 0, "sa": ["Jennifer Lawrence", "Simon Cowell", "Lindsay Lohan"], "q": "of the place despite residing in Los Angeles. <strong> Jennifer Lawrence </strong> teased that some of the`` little redneck things still come out'', and made a joke in reference to stereotypes about people from her hometown. <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1295911947085770249", "i": 15856, "idx": 1, "sa": ["Alex Holmes", "Eric Schmidt"], "q": "that information with their partners or with the government?'' said <strong> Alex Holmes </strong>, research director at Forrester Research.`` It's not anyone's business if I like mint chocolate chip or Cherry Garcia.'' <q> The reality is that on-premise software does retain consumer information for some time, </q> said Mr. <strong> Eric Schmidt </strong>.`` We are all in the United States subject to the Patriot Act, so it is possible that information is made available. On the upside, this ice cream is gon na be crazy", "new_id": -2}, {"uid": "1296030310020856872", "i": 40441, "idx": 2, "sa": ["Barack Obama", "Michael Vick"], "q": "highest-paid player, and he made an estimated$ 7 million in endorsements during his six seasons with the Atlanta Falcons. That all disappeared with his 2007 arrest on dogfighting charges and an 18-month prison stay. <q> We're real excited about it, </q> Vito said.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's", "new_id": -2}, {"i": 3029, "idx": 0, "index_answer": 2, "new_id": -1, "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q> <strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy, </q> <strong> David Letterman </strong> said on his late-night CBS show Monday.`` But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.''' At", "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "uid": "1295447959150847521"}]