[{"uid": "1296680390193724462", "i": 18906, "idx": 1, "sa": ["Mitt Romney", "Mike Huckabee", "David Letterman", "Ronald Reagan", "Sarah Palin", "Newt Gingrich"], "q": "second with 19%, followed by former Arkansas <strong> Mike Huckabee </strong>( 17%) and former House speaker <strong> Newt Gingrich </strong>( 11%). <strong> Mitt Romney </strong> told <strong> David Letterman </strong> he has no plans to run for <strong> Ronald Reagan </strong>, but added <q> I'll keep the door open. </q> He also gave a shout out to <strong> Sarah Palin </strong>. To: 2ndDivisionVet <strong> Mitt Romney </strong> did not say that At least he recognizes greatness when he sees it... 3 posted on 02/02/2011 12:48:00 PM PST he", "new_id": -2}, {"uid": "1295535469224985100", "i": 32234, "idx": 1, "sa": ["Sergio Marchionne"], "q": "possibilities for making this technology affordable and accessible to drivers everywhere. This partnership is further proof that we can preserve our climate, protect our health and strengthen our economy all at the same time.'' <q> In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America, </q> <strong> Sergio Marchionne </strong> said.`` Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1295524677199704589", "i": 32907, "idx": 4, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Russian_Prime_Minister_Putin_may_join_Russian_Olympic_judo_team The Russian Judo Olympic team may", "new_id": -2}, {"uid": "1294960874114671713", "i": 7650, "idx": 2, "sa": ["Charlie Chaplin", "Sergio Marchionne"], "q": "Italia'`` We are getting closer and closer to the workers in the <strong> Charlie Chaplin </strong> movies,'' said Nina Leone, 47, a Fiat employee since 1988 and who said she would oppose the deal. <q> I don't think Mirafiori will stop auto production if the No vote prevails. We will fight to keep our jobs. </q> Mirafiori is part of <strong> Sergio Marchionne </strong>'s 20 billion-euro investment project dubbed'' Fabbrica Italia'' to revamp Fiat's five remaining Italian car plants excluding Termini Imerese, which will stop producing cars by the", "new_id": -2}, {"uid": "1296853107145915918", "i": 3972, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "'s not hosting Super party DALLAS-- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. AP Photo- NFL Commissioner <strong> Roger Goodell </strong> answers a question during a news conference at the NFL football Super Bowl XLV Media Center in Dallas, Friday, Feb. 4, 2011. The Green Bay Packers", "new_id": -2}, {"uid": "1296950394175865882", "i": 13848, "idx": 0, "sa": ["Kirsten Gillibrand", "Harriet Tubman"], "q": "'s suffrage movement and in helping elderly African Americans. Proponents say the two parks proposed in the legislation would stimulate tourism, create jobs and recognize a civil rights icon whose story is known worldwide. <q> These two national parks in Maryland and Auburn, N.Y., would provide an important place where men and women of all backgrounds can come together and reflect on the significance of her life, </q> <strong> Kirsten Gillibrand </strong> said. Donald Pinder, president of the <strong> Harriet Tubman </strong> Organization in Maryland, said the park would offer <strong> Harriet Tubman </strong>'s story as a way to encourage people`` to do the right thing, even when everybody", "new_id": -2}, {"uid": "1296555335171900942", "i": 37075, "idx": 5, "sa": ["Robin Williams", "Barbara Walters", "David Letterman"], "q": "attention. Heart disease is a serious problem, especially for women, who tend not to get the right care.`` Take advantage of the technology and care that's available,'' <strong> David Letterman </strong> says. <q> There's no reason why a man or woman in this day and age should unexpectedly drop dead of a heart attack. </q>` Stop the heart, work on it, restart it- good luck,' <strong> Robin Williams </strong> tells <strong> Barbara Walters </strong> during the special.( Svennevik/ABC) <strong> Robin Williams </strong> tells <strong> Barbara Walters </strong> he's much more grateful for everything.", "new_id": -2}, {"uid": "1296482278242434058", "i": 7554, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy.`` I think it is also one of the best things that could have happened to Chrysler, too.''___ AP Business Writer Colleen Barry in Milan", "new_id": -2}, {"uid": "1295536902152666140", "i": 9538, "idx": 2, "sa": ["Simon Cowell", "Alessandra Stanley"], "q": "judges are a much softer touch than previous crews. They're much more likely to put somebody through on the strength of their personalities. <strong> Simon Cowell </strong> would have shut 75 percent of those people down.'' recap identified <q> same dramatic music, same talk about making people's dreams come true, same sob stories with predictable tickets to Hollywood. It's comforting, or it's a snoozefest-- take your pick. </q> <strong> Alessandra Stanley </strong> of the New York Times.`` The show's 10th season, which began Wednesday on Fox with new judges, looked more like an older woman's fantasy- a WYES-TV main feed", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q> On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city, </q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city`` rouge decision to besmirch the reputation of the city.''", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}]