[{"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.\" <strong> David Letterman </strong> then asked for clarification that \"contention, friction and animosity\" could be creatively good, to which <strong> Steven Tyler </strong> said: <q>Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs.</q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are \"just on a break[ and] still rocking big time\".", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}, {"uid": "1296151873139182081", "i": 13555, "idx": 0, "sa": ["Mike Birbiglia", "Joe Birbiglia", "David Letterman"], "q": "psychology from Hamilton College. Carrie serves on the board of directors of the Association of Prenatal and Perinatal Psychology and Health( APPPAH). www.earlyparenting.com www.slowfamilyliving.com www.calmsguide.com www.birthpsychology.com <strong> Mike Birbiglia </strong>'s third self-produced animated short features the track, <q>Arctic Fox It's a Setup,</q> from his Comedy Central Records release, \"Two Drink <strong> Mike Birbiglia </strong>.\" The piece was animated by Matt Czap and produced by <strong> Joe Birbiglia </strong>. Comedian Comedian <strong> Mike Birbiglia </strong> has appeared on The Late Show With <strong> David Letterman </strong>, Late Night With", "new_id": -2}, {"uid": "1295665797103448719", "i": 20301, "idx": 0, "sa": ["Andy Coulson"], "q": "', it felt a lot more like \"last week and the week before'. They need to move a lot faster if they're going to make this a must-watch programme.\" blog, Seenit.co.uk: <q>Plenty of scope for fixes and polishing but 10 O'clock Live has the potential to become one of Channel 4's biggest shows. I'll definitely be tuning in next week.</q> Get a FREE copy of The Week magazine and keep up-to-date with the most important news stories from the past 7 days by Ten things you need to know today: <strong> Andy Coulson </strong> quits, Alan Johnson's", "new_id": -2}, {"uid": "1297664302251969608", "i": 6253, "idx": 0, "sa": ["John Elkann", "Sergio Marchionne", "Silvio Berlusconi"], "q": "\"( Fiat Chairman) <strong> John Elkann </strong> and <strong> Sergio Marchionne </strong> have confirmed to the government the intention of pursuing the Italian group's development objectives,\" <strong> Silvio Berlusconi </strong>'s office said in a statement on Saturday after the meeting. <q>The government acknowledges positively the intentions shown by the company as well as its role on the global market.</q> Fiat's plan for Italy, known as Fabbrica Italia, envisages 20 billion euros($ 27 billion) of investment in exchange for more flexibility at its five auto plants in Italy. We welcome", "new_id": -2}, {"uid": "1294985384205127683", "i": 16262, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": ". \"We were just thrilled to be by her side,\" <strong> Debbie Wasserman Schultz </strong> recalled of her visit to the hospital Wednesday night, along with House Minority Leader <strong> Nancy Pelosi </strong> and New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. <q>And we were prepared to do and say anything- if she could hear us- to provide comfort and encouragement.</q> <strong> Gabrielle Giffords </strong> lay in her hospital bed with her eyes closed, swathed in bandages. With her was her husband, Mark Kelly. The three women gathered around her, <strong> Debbie Wasserman Schultz </strong> recalled in an interview.", "new_id": -2}, {"uid": "1296413477170033200", "i": 27147, "idx": 0, "sa": ["Cheyenne Jackson", "Bob Rock", "Mike Pence"], "q": "one in which a man dressed in Arab clothing thanks Sharp for increasing U.S. oil purchases. 1991: Writes an essay entitled \"Confessions of a Negative Campaigner\" in which he denounces his past campaign as <q>one of the most divisive and negative</q> in Indiana's history. 2000: Wins a six-way GOP primary with 44.5 percent of the vote after Rep. <strong> Cheyenne Jackson </strong> McIntosh decides not to seek re-election. In the general election, <strong> Mike Pence </strong> beats Democrat <strong> Bob Rock </strong> and", "new_id": -2}, {"uid": "1297119677178470967", "i": 11108, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "Martensen. the Tesar spot in One Arts is called Commissary. Also Wild Salsa at the Mercantile Place( upscale Mexican food?). air, says: <q>I thought the Chop House owner was supposed to open a burger place downtown, but haven't heard much on that.</q> New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the City Â© 2011 PanLocal Media, LLC- All Rights Reserved. Dallas Mayor Pro Tem", "new_id": -2}, {"uid": "1296741912015351821", "i": 21625, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush", "Hosni Mubarak"], "q": ": February 3, 2011 In his upcoming book, former Defense <strong> Donald Rumsfeld </strong>'s book writes that <strong> President Bush </strong> focused on a war with Iraq almost immediately after the Sept. 11, 2001 terror attacks. <q>He asked that I take a look at the shape of our military plans on Iraq,</q> <strong> Donald Rumsfeld </strong> writes. \"He wanted the options to be` creative.\" Since <strong> Hosni Mubarak </strong> came into power in 1981, U.S. taxpayers have sent more than$ 60 million in aid to his government- but", "new_id": -2}, {"uid": "1297260047038011259", "i": 40764, "idx": 4, "sa": ["Donald Rumsfeld", "Osama bin Laden"], "q": "<strong> Donald Rumsfeld </strong> put it this way: \"What you know today can help you unthink your thinking about tomorrow. It can't help you with things you were thinking about back then,\" he said. <q>Back then, there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons.</q> Nor does <strong> Donald Rumsfeld </strong> register second thoughts about the Pentagon's crucial failure to capture <strong> Osama bin Laden </strong> in the battle of Tora Bora in December 2001. He contends that no one ever provided him with credible intelligence that <strong> Osama bin Laden </strong> was on", "new_id": -2}, {"uid": "1295218070163594249", "i": 552, "idx": 10, "sa": ["Simon Cowell"], "q": "appearances on the margins of the British tabloid culture. But just one month after Pop Idol premiered in 2001, the tabloid Sunday People zeroed in on <strong> Simon Cowell </strong> under the headline WOMEN FANS FALL FOR MR. NASTY. <q>The record boss is being chased by besotted women wanting to get to know him better-despite his sarcastic comments and cutting remarks to young wannabes on the hit ITV talent show.</q> As his public profile rose, <strong> Simon Cowell </strong> took action to manage his image. Over 40 when Pop Idol began, <strong> Simon Cowell </strong> had had a handful of semipublic romances with singers and model types. However, his", "new_id": -2}]