[{"uid": "1297058053107708426", "i": 22223, "idx": 0, "sa": ["Bill Lockyer"], "q": "there are few numbers more misleading and misused than the average benefit for retirees of the California Public Employees' Retirement Association. CalPERS loves to circulate the statistic. So do politicians and unions representing workers. <q> Twenty-five hundred dollars a month is the average state employee pension, </q> state Treasurer <strong> Bill Lockyer </strong>, a member of the CalPERS board, told a UC Berkeley conference of academics and journalists last month. As the public pension debate heats up in coming weeks, you will certainly hear", "new_id": -2}, {"uid": "1295981786193069059", "i": 35456, "idx": 1, "sa": ["Bill Lockyer", "Sian Massey", "Newt Gingrich", "Richard Keys"], "q": "I should trust his judgment on that?'' Gray then said:`` No, I wouldn't. I definitely wouldn't... I can see her from here,'' before swearing and adding: <q> What do women know about the offside rule? </q> Gray didn't publicly apologized for his remarks, unlike <strong> Richard Keys </strong>, who telephoned <strong> Sian Massey </strong> on Monday. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate", "new_id": -2}, {"uid": "1297272060224821253", "i": 28607, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "2011 2:10 PM PST In his new book, deftly titled Known and Unknown, former Defense Secreatry <strong> Donald Rumsfeld </strong> insists that he and the Bush-Cheney crew did not purposefully misrepresent the WMD case for the Iraq war: <q> The President did not lie. The Vice President did not lie. Tenet did not lie. Rice did not lie. I did not lie. The Congress did not lie. The far less dramatic truth is that we were wrong. </q> He does acknowledge that he made a`` few misstatements,'' referring specifically only to one: when he declared early in the war,`` We know where they[ the WMDs] are. They're in", "new_id": -2}, {"uid": "1296898057157286450", "i": 8990, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "plummet from nearly$ 10 million, including bonuses, to$ 1.`` I don't want my salary to go to a dollar,'' he said. Then he smiled and added, <q> My wife doesn't want my salary to go to a dollar. But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible. </q> <strong> Roger Goodell </strong> also said he has spoken to Eagles quarterback <strong> Michael Vick </strong> three times in the past two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a", "new_id": -2}, {"uid": "1295618523207978567", "i": 5850, "idx": 0, "sa": ["Kasie Hunt", "Mike Pence"], "q": "safety advances.'' GOP 2012:-- Boston Globe A1,`` Romney keeps away from Tea Party: Possible presidential contender isn't courting activists,'' by Matt Viser, in Washington: <q> Romney is on track to present himself as the establishment candidate- a responsible, mainstream Republican leader with the necessary financial resources and credentials to beat <strong> Barack Obama </strong>. But the approach carries potential risks... Even in traditionally moderate New Hampshire, the Tea Party is ascendant....[ A] dvisers... say Romney could begin reaching out to activist leaders later. </q> http://bit.ly/hjSx6q--`` Open GOP field creates space for <strong> Mike Pence </strong>,'' by Jonathan Martin and <strong> Kasie Hunt </strong>:`` To understand the dissatisfaction on the right with the current crop of Republican presidential hopefuls, look", "new_id": -2}, {"uid": "1295026733240713841", "i": 2501, "idx": 0, "sa": ["Eric Schmidt", "Maria Bartiromo"], "q": "to recommend Microsoft's Bing search engine as an alternative to Google. WaMu's CIO talks about the bank's innovative IT projects, and how innovation is baked into the company's culture. <q> People are treating Google like their most trusted friend, </q> said CNBC's <strong> Maria Bartiromo </strong> in the interview.`` Should they be?'' Passing on the opportunity to explain to <strong> Maria Bartiromo </strong> the difference between trusted friends and multi-billion dollar search advertising companies, <strong> Eric Schmidt </strong> responded,``", "new_id": -2}, {"uid": "1296636659100155422", "i": 4252, "idx": 0, "sa": ["Chuck Bresnahan", "Michael Vick", "Tom Brady"], "q": "a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. Raiders: Oakland is bringing back <strong> Chuck Bresnahan </strong> for a second stint with", "new_id": -2}, {"uid": "1296109290115327074", "i": 23388, "idx": 10, "sa": ["Michael Vick"], "q": "At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said.`` I like what they're doing in the offence and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.'' <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1296282709080461832", "i": 2908, "idx": 2, "sa": ["Rudy Gay", "Allen Iverson", "Hakim Warrick"], "q": "losing for the 17th time in 19 games. <strong> Rudy Gay </strong> was held to eight for Memphis, matching his third-lowest output this season.`` They really jumped on us from the start,'' Grizzlies forward <strong> Hakim Warrick </strong> said. <q> When you're playing against a team that's fighting for playoff position and playing as hard as they play, it's tough to come back from behind. </q> Miami stayed 3 1/2 games behind Atlanta in the race for the No. 4 seed in the Eastern Conference playoff chase. The Heat- who won in http://wn.com/Allen_Iverson_27pts_vs_Memphis_Grizzlies_08/09_NBA_*Remembering_Martin_Luther_King_*AI_on_Obama <strong> Allen Iverson </strong> and the Detroit Pistons tightened up on defense to end their", "new_id": -2}, {"i": 35147, "idx": 1, "index_answer": 0, "new_id": -1, "q": "informed source. The political stakes were ratcheted up in the hours following <strong> Andy Coulson </strong>'s resignation when <strong> Ed Miliband </strong> personally issued a series of statements criticising the wisdom of hiring the former News of the World Editor; <q> I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for as long as he did', </q> he said. Those comments have reportedly given an added urgency to efforts to`` throw the dirt back''.`` <strong> Ed Miliband </strong> was unwise to comment,'' said one observer,`` the Tories are going to", "sa": ["Ed Miliband", "Andy Coulson"], "uid": "1295876928012320777"}]