[{"uid": "1295259419086458396", "i": 1710, "idx": 0, "sa": ["Kirsten Gillibrand", "Al Sharpton"], "q": "the senator to link black churches with federal agencies and programs. \"A lot of us had never heard of her. Then we heard a lot of things that were disturbing,\" <strong> Al Sharpton </strong> said. <q> But as she remained almost omnipresent, she has won a lot of people over, because she's been there, and she's been there over and over again. </q> The new venture builds on a summit <strong> Kirsten Gillibrand </strong> held last year on Capitol Hill that brought nearly 100 church leaders in contact with numerous federal officials and agencies. This year, <strong> Kirsten Gillibrand </strong> is", "new_id": -2}, {"uid": "1296176352117817419", "i": 42735, "idx": 3, "sa": ["Mike McDaniel", "Mike Pence"], "q": "While there is no official word yet on whether he'll run for Indiana governor, many in political circles assumed that would be the case since he stepped down last year from his House leadership position. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. The 51-year-old Mr. <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as \"a Christian, a conservative, and a Republican", "new_id": -2}, {"uid": "1296860415114081831", "i": 5910, "idx": 0, "sa": ["Sergio Marchionne"], "q": "( Reuters)- Chrysler is working to refinance what its chief executive characterized as \"shyster loans\" that the Obama administration extended as part of a bailout to keep the automaker from collapse in 2009. <q> I want to pay back the shyster loans, </q> <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unprincipled lawyer or politician. \"Pay back the loans, get those out and then take( the company) public.\" <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1297374671207732864", "i": 25747, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "Kevin Johnson talks about how traffic is increasing at a faster rate than the number of users and how the model will not scale. He notes the need for new business models and an increase in innovation. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1296870951108445740", "i": 693, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "this week, <strong> Justin Bieber </strong> appeared on The Late Show with <strong> David Letterman </strong> to promote his film, Never Say Never. Friday night he will be on the show again playing the drums and also reading the Top 10 List, <q> Reasons it's fun to be <strong> Justin Bieber </strong>. </q> Earlier Friday, CBS released a video clip preview of the singer's Top 10 list. The clip shows Top 10 Reasons it's fun to be <strong> Justin Bieber </strong>, numbers 7, 6, and 5:", "new_id": -2}, {"uid": "1295256414206143491", "i": 17424, "idx": 0, "sa": ["Allen Iverson"], "q": "a best-of-five series sweep for the first time since 1991 against Milwaukee. They host Game 4 on Wednesday. Responding in pressure situations is nothing new for <strong> Allen Iverson </strong>. \"That's my life,\" <strong> Allen Iverson </strong> said. <q> That's just what I've been going through since I've been in the league, so I'm kind of used to it. When we lose, people are going to point the finger at me and coach. And when we win gaems, I get the praise. You just accept that and understand that's the way it's going to be. </q> It was the eighth time <strong> Allen Iverson </strong> scored at least 40 points in a playoff game. The Sixers are 7-1 in those contests. \"We have another chance to play and we have to put pressure on them,", "new_id": -2}, {"uid": "1295556469260145156", "i": 22077, "idx": 4, "sa": ["Eric Schmidt"], "q": ", declining market leader Nokia has rightly focused on making available cheaper smartphones in many emerging markets while bulking up feature phones with more smartphone-like capabilities, like fully-functional Web browsers. <strong> Eric Schmidt </strong>'s goal is ambitious. <q> We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years, </q> he writes. \"Can you imagine how this will change their awareness of local and global information and their notion of education?\" There are reasons why last week Canalys predicted that Gartner predicts", "new_id": -2}, {"uid": "1295553639137363464", "i": 12558, "idx": 1, "sa": ["Kristi Noem", "Mike Pence"], "q": ". Rep <strong> Kristi Noem </strong> thinks politicians should honor their campaign promises? What planet is this lady from? \"<strong> Kristi Noem </strong> owns and operates guns. Therefore she's a racist\"- <strong> Mike Pence </strong> Moore <q> There is no federal funding of abortions. And how dare you try to stop it! </q>/ s WHAT ABOUT THE CHILDREN!?!? Oh, wait... \" Backers of abortion rights, including most Democrats, say the health care overhaul law already maintains the Hyde amendment ban on", "new_id": -2}, {"uid": "1297254281101777433", "i": 42555, "idx": 2, "sa": ["Simon Cowell"], "q": "fan,\" <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, <q> I have to take everyone's opinions into account, </q> including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so", "new_id": -2}, {"i": 268, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from a year ago to$ 10.76 billion as the company made market-share gains on the strength of 16 all-new or refreshed vehicles. Revenue, however, dipped slightly from the third quarter on reduced shipments. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> CEO <strong> Sergio Marchionne </strong> said. \"However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.\"+0.42%), sold 1.52 million vehicles last", "sa": ["Sergio Marchionne"], "uid": "1296496314113492035"}]