[{"uid": "1296222150071827491", "i": 21451, "idx": 3, "sa": ["Barack Obama", "Rand Paul", "Sen. Bernie Sanders", "Jeb Hensarling", "Chuck Schumer"], "q": "a stronger pledge from <strong> Barack Obama </strong>. ''<strong> Jeb Hensarling </strong> of Texas said- and he's the Republican Conference chairman- that they're going to take <strong> Rand Paul </strong> Ryan's blueprint and use it,'' said <strong> Chuck Schumer </strong>. <q>That's privatizing Medicare.... They're going to do the same for Social Security. ''Their agenda: Privatize both programs, which means end them,</q> said <strong> Chuck Schumer </strong>. <strong> Chuck Schumer </strong>, <strong> Sen. Bernie Sanders </strong> and several other Democrats have formed the Senate Social Security Caucus, which held its first meeting Thursday. The meeting came a day after the Congressional Budget Office reported", "new_id": -2}, {"i": 42085, "idx": 1, "index_answer": 1, "new_id": -1, "q": "'m fulfilling the principal role of television.'' After a tense 15-minute interview, the stage lights fade for a commercial. <strong> Jaime Bayly </strong> and Collins stand up and kiss on the cheek, but their microphones remain on. <q>Don't come here just to complain about my behavior,</q> <strong> Jaime Bayly </strong> says angrily over the outro music. ''And don't be so damn boring.'' <strong> Jaime Bayly </strong> is a man of many parts. He's both <strong> David Letterman </strong> and <strong> Charlie Rose </strong>; comedian and serious interviewer;", "sa": ["David Letterman", "Jaime Bayly", "Charlie Rose"], "uid": "1296586302084361234"}, {"uid": "1296331565124452865", "i": 18354, "idx": 0, "sa": ["Michael Vick"], "q": ". The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q>We're real excited about it,</q> <strong> Michael Vick </strong> scores 1st endorsement deal since dogfighting arrest PHILADELPHIA( AP)-- <strong> Michael Vick </strong> is back pitching products. <strong> Michael Vick </strong> has signed his first paid endorsement contract since his release from prison. The Philadelphia Eagles' Pro", "new_id": -2}, {"uid": "1296495116169607208", "i": 8115, "idx": 0, "sa": ["David Letterman", "Conan O'Brien"], "q": "excerpt:'' <q>A year after NBC upended its late-night http://wn.com/Tonight_Show_with_Conan_O'Brien_premiere;_beats_Letterman,_'Nightline'_combined <strong> Conan O'Brien </strong> has reason to smile after his debut as ''Tonight</q> show host. His first Nielsen Media Research report card showed a 7.1 rating and 17 audience share in the nation's biggest media markets. Those numbers indicate more people checked out <strong> Conan O'Brien </strong>'s show out than watched <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1295243742247496746", "i": 28785, "idx": 2, "sa": ["Kenyon Martin", "Allen Iverson", "Kevin Garnett"], "q": "in his chair. That one play both epitomized the Nuggets' shoddy, senseless play Saturday night and ignited the short-handed Sacramento Kings to a surprising 118-115 win that dealt the Nuggets a blow to their playoff plans. <q>There's no reason for this team to come in here and beat us on our own floor, as good as we were playing on this floor,</q> <strong> Allen Iverson </strong> said after the Nuggets fell to 31-8 at home. ''They were playing without their two best players. No reason for it. It's unacceptable.'' <strong> Kevin Garnett </strong> <strong> Kenyon Martin </strong> scored 36 points despite missing Sacramento's", "new_id": -2}, {"uid": "1295301003036814887", "i": 19316, "idx": 0, "sa": ["Steve Ballmer"], "q": "2011 release. The online software targets what Microsoft CEO <strong> Steve Ballmer </strong> called the heart of almost every successful: Sales professionals. <q>Microsoft Dynamics CRM redefines by offering an industry-leading product that is fully embracing the cloud,</q> <strong> Steve Ballmer </strong> said. The Microsoft chief pointed to a familiar user experience that enables collaboration, streamlines processes, and accesses real-time as key competitive benefits of Microsoft Dynamics CRM. If Microsoft can deliver on those promises,", "new_id": -2}, {"uid": "1296008478065716246", "i": 42199, "idx": 0, "sa": ["Michael Vick"], "q": "Opposing quarterbacks threw 32 passes in his direction before Week 17 and completed 13- none for a touchdown. So don't let his 19 tackles and lack of an interception be misconstrued as a lack of production. <q>I've been measured a little differently from other guys just because I don't get as many opportunities as they do,</q> the three-time Pro Bowler said. Oakland's pass defense finished second in the NFL with 189.2 yards allowed a game. <strong> Michael Vick </strong>. He's better than ever, thanks to a renewed dedication to the game after his", "new_id": -2}, {"uid": "1296666801235831302", "i": 2479, "idx": 0, "sa": ["Steve Ballmer"], "q": "truly at sea when it comes to mobile computing. Of course, one errant reading( or reader) does not make a murky crystal ball. But consider Microsoft CEO <strong> Steve Ballmer </strong>'s comments over the years: <q>That is the most expensive phone in the world. And it doesn't appeal to business customers because it doesn't have a keyboard. Which makes it not a very good e-mail machine... Right now, we're selling millions and millions and millions of phones a year. Apple is selling zero phones a year.</q>[ January 2007] On the iPad: ''We've got some other competitive actions coming back, and we'll talk about slates and tablets and blah, blah, blah, blah...''", "new_id": -2}, {"uid": "1296927943014336018", "i": 28507, "idx": 5, "sa": ["Sergio Marchionne", "John Elkann"], "q": "<strong> Sergio Marchionne </strong> was speaking at a JD Power automotive conference here. At the Detroit auto show last month, Fiat executives said Alfa plans to relaunch the brand in the United States in late 2012. <q>We would not sell Alfa even if we were offered tons of money,</q> Fiat Chairman <strong> John Elkann </strong> told reporters at the show. AUTO GENIE= Helps You Create ''First Cut'' New Car Consideration List Contact Information, Credits, and Terms of Use. These following titles and media identification", "new_id": -2}, {"uid": "1295564127055377924", "i": 12265, "idx": 5, "sa": ["Eric Schmidt", "Richard Chang"], "q": ", outstripping Wall Street's average forecast of$ 8.10. <strong> Eric Schmidt </strong> said on his blogpost that Page will now lead product development and technology strategy, areas that are ''his greatest strengths.'' <q>It will be interesting to see what he'll do that's different, what he could not have done in his prior role,</q> said BGC Partners analyst Colin Gillis.( Editing by Edwin Chan and <strong> Richard Chang </strong>) Google co-founder Larry Page talks to reporters as CEO <strong> Eric Schmidt </strong> looks on, in Sun Valley, July 9, 2009.", "new_id": -2}]