[{"uid": "1296373745172048387", "i": 28149, "idx": 14, "sa": ["Mike Pence"], "q": "served all GOP House members. But he said a full discussion of his credentials should wait until he's an official candidate. \"If we would decide to seek the governorship,\" <strong> Mike Pence </strong> said, <q> I would expect people can judge whatever we would bring to the candidacy at that time. </q> Asked to help Indy's underprivileged kids, Star readers stepped up in droves Revisiting 5 of the year's most moving \"Our Children, Our City\" subjects From USA TODAY and Associated Press", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}, {"uid": "1295657130141557835", "i": 10181, "idx": 0, "sa": ["Andy Coulson"], "q": "not want to see their progressive tradition sacrificed for personal ambition. I respect their choice too and I understand how painful it must be to watch what is happening to their party,\" he continued. <q> We do not doubt that they hold sincere views and we will cooperate where we can in parliament and outside, with those that want to fight the direction of this government. </q> But comments about working with Lib Dem deputy leader Simon Hughes on saving the educational maintenance allowance( EMA) prompted an irritated response. Westminster in turmoil as <strong> Andy Coulson </strong> resigns There were frantic scenes in", "new_id": -2}, {"uid": "1297253463195313665", "i": 35763, "idx": 0, "sa": ["Kirsten Gillibrand", "Barbara Boxer", "House Judiciary Committee"], "q": "rights advocates. They have appropriated the Republican charge from last year that Democrats were working on a liberal policy agenda instead of on job creation and the economy, and turned it on its head. <q> This election was about the economy, </q> said <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong> of New York, who joined with other Democratic senators Tuesday to decry the <strong> House Judiciary Committee </strong> bills Tuesday as needless and intrusive. Over and over, Democrats said that by bringing up the abortion", "new_id": -2}, {"uid": "1296875842237010944", "i": 42968, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "10 P.M. <strong> Barbara Walters </strong>, <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Charlie Rose </strong>: Life Can Change in a Heartbeat, No Matter How Famous You Are 27 comments By BARBARA WALTERS with ALAN B. GOLDBERG <q> I realized there was really no alternative, if I wanted to live, I had to do this. </q>-- <strong> Bill Clinton </strong> \"I would find myself busting into tears and sobbing uncontrollably.\"-- <strong> David Letterman </strong>\"... stop the heart, work on it, restart it...", "new_id": -2}, {"uid": "1295448193089899023", "i": 4808, "idx": 2, "sa": ["David Letterman", "Regis Philbin"], "q": "-- is he retiring from show business, or he is just leaving Live? Joking that he had a drink before he made the announcement, he asked <strong> David Letterman </strong> what he said. Then he explained, <q> I'm leaving the show. I'm not retiring from show business. </q> <strong> David Letterman </strong> asked <strong> Regis Philbin </strong> if he would come on show, at least. \"Once in awhile, <strong> David Letterman </strong>,\" <strong> Regis Philbin </strong> said. \"Not too often.\" Closing the call,", "new_id": -2}, {"uid": "1294989940242139157", "i": 36937, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "loved ones for the first time. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" Senator <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. <q> She wanted us to know that she was with us 100% and understood everything we were saying. </q> Ms <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr Michael Lemole, called it \"a major milestone\", and said the congresswoman was clearly responding to the gathering of friends and family. Pregnant Al Jazeera reporter objects", "new_id": -2}, {"uid": "1297272060224821253", "i": 28608, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "lie. The far less dramatic truth is that we were wrong.\" He does acknowledge that he made a \"few misstatements,\" referring specifically only to one: when he declared early in the war, <q> We know where they[ the WMDs] are. They're in the area around Tikrit and Baghdad and east, west, south and north somewhat. </q> In the book, <strong> Donald Rumsfeld </strong> claims that he should have referred to \"suspect sites.\" But, he says, his \"few misstatements\" were \"not common and certainly not characteristic.\" The intelligence", "new_id": -2}, {"uid": "1296240031097697831", "i": 9556, "idx": 1, "sa": ["Rick Santorum", "Chris Christie", "Mike Pence", "Jim Geraghty"], "q": "writes. <strong> Mike Pence </strong> was \"perhaps the best chance of uniting the, for lack of better terms, Tea Party and Establishment wings of the Republican Party. <strong> Mike Pence </strong> is a thoroughly consistent conservative,\" <strong> Jim Geraghty </strong> explains, <q> but he doesn't snarl, he's rarely negative, and I can't recall too many off-the-wall statements from him. A couple folks tried to persuade me he was boring, but I saw him address the NRA Convention last year, and he blew the doors off the place. </q> Better Shot from the <strong> Chris Christie </strong>'s Mansion \"Given what I also considered the long odds against <strong> Mike Pence </strong> winning the presidential contest, I think he has made the right call,\" National Review's <strong> Rick Santorum </strong> Hood", "new_id": -2}, {"uid": "1296235570026230800", "i": 11586, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson", "David Cameron"], "q": "is launching a new investigation to consider this material.\" Police said the inquiry was being moved from the Metropolitan Police's counter-terrorism command and would now be led by a specialist crime unit. <q> This work will be carried out by the specialist crime directorate which has been investigating a related phone hacking allegation since September 2010, </q> said the police. The News of the World's royal correspondent <strong> Clive Goodman </strong> was jailed in 2007 for conspiracy to access mobile phone messages involving Princes <strong> David Cameron </strong> and Harry. <strong> Andy Coulson </strong>, Prime Minister <strong> David Cameron </strong>'s", "new_id": -2}]