[{"uid": "1295991953089178223", "i": 3691, "idx": 8, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "we winning or losing the war on terror?''`` Is the U.S. government changing fast enough?''`` Do we need more troops? And if so, where and for what purpose?'' <q> My brain would be going, </q> he says.`` I wanted to find out something. I needed help. I needed adGeorge H. W. Bush. Some of them were just,` I need a haircut.''' Another <strong> Donald Rumsfeld </strong> Rule:``", "new_id": -2}, {"uid": "1295454223235356168", "i": 8526, "idx": 0, "sa": ["Lisa P. Jackson", "Sergio Marchionne"], "q": "vehicles. The announcement was made at the EPA laboratories in Ann Arbor, Mich., following a meeting with <strong> Sergio Marchionne </strong>, Chrysler Group CEO, and <strong> Lisa P. Jackson </strong>, Agency Administrator for the EPA. <q> In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America, </q> <strong> Sergio Marchionne </strong> said.`` Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1295198895198885397", "i": 13885, "idx": 4, "sa": ["Steve Ballmer", "Bob Muglia", "Ray Ozzie"], "q": "<strong> Bob Muglia </strong> is just the latest in a raft of executive departures from Microsoft. In October 2010, <strong> Steve Ballmer </strong> announced the resignation of Chief Software Architect <strong> Ray Ozzie </strong>, who had helped shape the company's cloud strategy. <q> The CSA role was unique, and I won't refill the role after <strong> Ray Ozzie </strong>'s departure, </q> <strong> Steve Ballmer </strong> wrote in an Oct. 18 e-mail to the company.`` Following the natural transition time with his teams, but before he retires from Microsoft, <strong> Ray Ozzie </strong> will be focusing his efforts in the broader area of entertainment", "new_id": -2}, {"uid": "1296005496137592892", "i": 6898, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": ".`` Investing doesn't guarantee anything, but not investing will put you in a pretty bad spot.'' Yee said investors would support a strategy of more purchases to bolster drug development. <q> One should expect Amgen to continue to make further in-licensing pipeline deals for the rest of the year, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SYSTEMS ANALYST Company Dextersoft, Inc TECHNICAL SR TECHNICAL PROJECT MANAGER", "new_id": -2}, {"uid": "1297130833188514310", "i": 27770, "idx": 7, "sa": ["Simon Cowell"], "q": "X Factor'' involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q> Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition. </q> The`` X Factor'' contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent.`` I'm genuinely staggered this hasn't happened. All", "new_id": -2}, {"uid": "1297306808104415294", "i": 18309, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "core local services?'' In remarks to reporters before the hearing began, <strong> Jerry Brown </strong> said the redevelopment proposal is integral to his overall strategy to permanently put the state back on sound financial footing. <q> This package only works with taxes, spending cuts and realignment, </q> he said.`` Recapturing the property tax for its primarily intended purpose will save the state money because the things you do at the local level you can do more efficiently.'' Treasurer <strong> Bill Lockyer </strong>, a", "new_id": -2}, {"uid": "1295403440095109146", "i": 35864, "idx": 1, "sa": ["Uma Thurman", "David Letterman", "Oprah Winfrey", "Ricky Gervais", "Heidi Klum", "Jeff Probst"], "q": "an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>.`` <strong> Ricky Gervais </strong> was the host of the( Globes) show_ very funny guy,'' <strong> David Letterman </strong> said on his late-night CBS show Monday. <q> But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.' </q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre's hosts, including <strong> Heidi Klum </strong> of`` Project Runway'' and <strong> Jeff Probst </strong> of`` Survivor", "new_id": -2}, {"uid": "1296035071047366192", "i": 9135, "idx": 2, "sa": ["Justin Bieber", "David Letterman", "Kesha"], "q": "DAS' efforts on her behalf, she could just as easily lose money if not properly guided,'' the Post quoted the court papers as saying. <strong> Kesha </strong>'s hits include`` Tik Tok'' and <q> We R Who We R. </q> <strong> Justin Bieber </strong>: Canadian-born pop star <strong> Justin Bieber </strong> is to read a Top 10 list on`` Late Show with <strong> David Letterman </strong>'' in New York, CBS said. The 16-year-old singer will appear on Monday", "new_id": -2}, {"uid": "1296844760211812357", "i": 18599, "idx": 1, "sa": ["Donald Rumsfeld"], "q": ": Reviled two-time Defense Secretary <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled`` Known and Unknown,'' after a typically obtuse quote he gave to the press while mismanaging the <q> global war on terrorism. </q> In his memoir, <strong> Donald Rumsfeld </strong> is settling various old scores, and, obviously, trying to convince everyone that he is not responsible for the various awful failures and fiascoes that occurred at the Pentagon during his tenure in", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called`` Googled: The End of the World As We Know It,'' said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}]