[{"uid": "1295612145098222099", "i": 2270, "idx": 0, "sa": ["Andy Coulson"], "q": "<strong> Andy Coulson </strong> has been under strain over allegations of widespread hacking of mobile phone messages by journalists at the News of the World when he was editor of the paper, from which he resigned in 2007. <q>I can today confirm that I've resigned as Downing Street director of communications,</q> <strong> Andy Coulson </strong> said in a statement. ''Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this", "new_id": -2}, {"uid": "1295686742156401686", "i": 47034, "idx": 1, "sa": ["Chris Webber", "Ron Artest", "Peja Stojakovic", "Martin Luther King", "Allen Iverson"], "q": ". For a player often described as selfish and immature, it was a giant step toward superstardom. ''It's special, and it's a tribute to my coach and my teammates,'' said <strong> Allen Iverson </strong>. <q>I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,</q> Brown said. ''There were so many lessons to be learned, from him http://wn.com/Allen_Iverson_41pts_vs_Mike_Bibby_Sacramento_Kings_NBA_05/06 The Sacramento <strong> Martin Luther King </strong> could've used either <strong> Ron Artest </strong> or <strong> Peja Stojakovic </strong> against <strong> Allen Iverson </strong> and the Philadelphia 76ers. <strong> Allen Iverson </strong> scored 41 points and <strong> Chris Webber </strong> had", "new_id": -2}, {"uid": "1296781495058245125", "i": 7152, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", whatever you say Juan. Your career is history, anyhow. You may as well write a book with Carter. 19 posted on 02/03/2011 5:02:50 PM PST Says McCain had ''hair-trigger temper'' and <q>a propensity to shift his positions to appeal to the media</q>- <strong> Donald Rumsfeld </strong> 20 posted on 02/03/2011 5:03:02 PM PST( Who crashed the markets on 9/28/08 and why?) Thanks to Arizona we are stuck with him for six years. McCain can work with centrist Obama.", "new_id": -2}, {"uid": "1295584934175472716", "i": 13117, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ". Google has just announced in conjunction with its 29% rise in fourth-quarter profit, that co-founder Larry Page will assume the role of chief executive officer( CEO) from early April onwards, while co-founder <strong> Sergey Brin </strong> will <q>devote his energy to strategic projects.</q> As for current CEO <strong> Eric Schmidt </strong>, he will end up as the executive chairman. <strong> Eric Schmidt </strong> certainly has a wicked sense of humor despite remaining as an adviser to Page and <strong> Sergey Brin </strong>, tweeting ''Day-to-day adult supervision no longer", "new_id": -2}, {"uid": "1297273904137707554", "i": 30158, "idx": 0, "sa": ["Jude Law", "Sienna Miller", "Simon Cowell"], "q": "portrayed in upcoming Lifetime movie Smallville flies off with a two-hour series finale <strong> Simon Cowell </strong> on what to expect from The X Factor: 12-year-olds, judge-on-judge combat <strong> Sienna Miller </strong> have split for the second time. <q>I can confirm that <strong> Jude Law </strong> and <strong> Sienna Miller </strong> are no longer in a relationship,</q> <strong> Jude Law </strong>'s rep said in a statement. People reports that the break-up occurred several weeks ago. <strong> Jude Law </strong>, 38, and <strong> Sienna Miller </strong>, 29, started dating in 2003 after meeting on the set of Alfie", "new_id": -2}, {"uid": "1295814374241696780", "i": 13563, "idx": 7, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. Sponsored Links <q>There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,</q> he said. ''All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}, {"uid": "1297441315101842972", "i": 12908, "idx": 1, "sa": ["Steve Ballmer"], "q": "1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. <strong> Steve Ballmer </strong> said the partnership would give the team ''more innovation, greater global reach and scale.'' <q>We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,</q> he said. The key challenge will be to come up with devices of a quality level and hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android. Windows Phone", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called ''red mercury'' that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q>They live thinking about it. They could kill each other to get it,</q> <strong> Zahi Hawass </strong> said. ''When I enter any place in Egypt, people ask me all the time about this.'' The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}, {"uid": "1296102239116244691", "i": 8435, "idx": 3, "sa": ["Michael Vick"], "q": "is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a ''sizable'' contract. ''We believe it was worth it,'' he said, <q>because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.</q> Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by", "new_id": -2}, {"uid": "1295118198257753094", "i": 24217, "idx": 2, "sa": ["John McCain", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "national prominence and prestige and it would be welcome for him to come and help change the tone.'' But <strong> John McCain </strong> has no plans to speak publicly, nor is the possibility even being discussed. <q><strong> Barack Obama </strong> <strong> John McCain </strong> is not trying to politicize this tragedy, period,</q> says his spokeswoman Brooke Buchanan, who was reached by cellphone at University Medical Center in Tucson, where <strong> John McCain </strong> was visiting doctors, nurses, and victims of the shooting, including <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong>. Just because", "new_id": -2}]