[{"uid": "1295279785214679570", "i": 28213, "idx": 0, "sa": ["Andy Coulson", "Nick Clegg"], "q": "some senior Lib Dem ministers are privately uncomfortable at Mr <strong> Andy Coulson </strong>'s role in Downing Street. Asked if he believed Mr <strong> Andy Coulson </strong> was a fit and proper person to hold his job, Mr <strong> Nick Clegg </strong> replied: <q>He has made clear, he denies any wrongdoing. He denies any association with wrongdoing in his time at the News of the World. I'm not going to start constantly second-guessing what people said.</q> He added: \"The DPP has decided to look into it- that's a totally legitimate thing to do. It's probably a very good way of getting to the bottom of this one way", "new_id": -2}, {"uid": "1295667584231571487", "i": 16366, "idx": 2, "sa": ["Jeff Immelt", "Sen. Bernie Sanders"], "q": ". The senator also says in his statement \"GE now employs more workers overseas than it does in the United States,\" just as IBM purportedly does. <strong> Sen. Bernie Sanders </strong> adds in his statement that <q>while GE has laid off at least 10,000 workers in the United States, it has created more than 30,000 jobs in India over the past decade.</q> And the senator's statement noted that, during an eight and a half hour speech last month, the senator cited these comments from <strong> Jeff Immelt </strong> made at an investors' meeting on Dec. 6, 2002:", "new_id": -2}, {"uid": "1295612076003915798", "i": 1249, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "Voice has pulled a freelance writer's piece on college debt after concluding he fabricated sources and quotes, prompting a separate review by the Daily News of dozens of articles the writer contributed to the tabloid. <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,</q> <strong> David Cameron </strong> said in a statement. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.\" <strong> Andy Coulson </strong> is", "new_id": -2}, {"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q>Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> <strong> Eric Schmidt </strong> said. \"These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,\" he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}, {"uid": "1296918649127238165", "i": 14237, "idx": 2, "sa": ["Mike Pence"], "q": "in a deep funk. \"Seriously, who else do we have?\" one asked me. \"Unless something miraculous happens and we get an unexpected gift candidate.\" Another GOP stalwart agreed: <q>Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong> of his own party, or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation and personal ambition.</q> Poor <strong> Mike Pence </strong>! Let's remember, the congressman has young kids and other options, and the presidency was a gamble. While I appreciate these hard-working political veterans' early assessments of the field of potential", "new_id": -2}, {"uid": "1297720803009617535", "i": 16318, "idx": 0, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "were not isolated incidents in the history of a group willing to be a chief ally in the exploitation of women and girls,\" said <strong> Susan B. Anthony </strong> List president <strong> Marjorie Dannenfelser </strong>, in a statement after the protest. <q>Yet, this organization insists that it deserves taxpayers' continued support,</q> she said. Since the videos were released, U.S. Representative <strong> Mike Pence </strong>, an Indiana Republican, has proposed legislation to deny family planning federal funding to any healthcare provider that offers abortion. Planned Parenthood", "new_id": -2}, {"uid": "1295600230194969603", "i": 38097, "idx": 5, "sa": ["Eric Schmidt", "Barack Obama"], "q": ". And I'll be arguing that.\" <strong> Barack Obama </strong> may be getting a phone call in the morning it seems. Praising <strong> Eric Schmidt </strong> for his decade in charge of Google, Page said:\" <q><strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly.</q>", "new_id": -2}, {"uid": "1295661392141557848", "i": 7915, "idx": 0, "sa": ["Devin Harris", "Rip Hamilton", "Allen Iverson", "LeBron James"], "q": "became just the sixth team in NBA history to win 16 games in one month. \"That is amazing,\" said <strong> LeBron James </strong>, who was reminded the Cavs won just 17 in the season before his arrival. <q>Ever since the All-Star game we've been really, really focused. That's an unbelievable month for any team.</q> Richard <strong> Rip Hamilton </strong> scored 13 and <strong> Allen Iverson </strong> 11 for the Pistons, who were held to 35 percent shooting and shot off http://wn.com/Allen_Iverson_Pistons'_Debut_24pts_6asts_vs_Nets_NBA_08/09_sick_crossover_on_Eduardo_Najera! <strong> Allen Iverson </strong>'s first game with Detroit turned into the best night of <strong> Devin Harris </strong>' career. <strong> Devin Harris </strong>", "new_id": -2}, {"uid": "1295487293122978306", "i": 23963, "idx": 0, "sa": ["Mike Pence"], "q": "the American people,\" he said. \"The Congress can do better in terms of replacing ObamaCare with commonsense reforms that will bring down the cost of health insurance and expand access for more Americans.\" <q>And repeal means keeping a promise,</q> he added. \"This is what we said we would do. We listened to the people- we made a commitment to them- a pledge to make their priorities our priorities.\" Congressman <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1296056630157139033", "i": 7686, "idx": 1, "sa": ["Eric Schmidt"], "q": "Brin, and <strong> Eric Schmidt </strong> threatened to put Google at a competitive disadvantage as younger, more nimble Internet services such as Facebook pounce on new trends to lure away users and advertisers.\" Page told the AP: <q>My goal is to run Google at the pace and with the soul and passion of a startup. I think I will have time to do that given the way we have split up our responsibilities.</q> <strong> Eric Schmidt </strong> concurred: \"I am quite certain that this change will result in faster decision making and better value for the shareholders.\" What they both were really saying was that this move is", "new_id": -2}]