[{"uid": "1297692986012320769", "i": 54520, "idx": 2, "sa": ["Eric Schmidt"], "q": "if you count Yahoo, and <strong> Eric Schmidt </strong> recently said in Davos that Facebook is not competition, that it has no intention of going into search. On its face, it seems like a very lopsided duopoly. <q> From my perspective, competition is always a click away. If we don't do the right thing by our users, it takes one word in their browser bar to go to another search engine. We don't even know how the information seeking model will evolve. What you may not think of as competitive today, might very well become the new way of seeking information. </q> \" There might be a couple guys in a garage somewhere building the new way of seeking information. \" Q: What important issues have been portrayed unfairly or altogether lost in the coverage of this issue so", "new_id": -2}, {"uid": "1297191953182861870", "i": 5379, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "Democratic Senators today for a Capitol Hill news conference in which she reiterated her opposition to the \"These bills show a heinous disregard for the health and well-being of women in America,\" <strong> Kirsten Gillibrand </strong> says. <q> It is a tax on all women who want access to a full-range of reproductive health care. </q> The bills in question would stop the government from providing tax credits or subsidies to women who choose health insurance plans that cover abortion, even if the woman pays for abortion cover herself, and employers whose", "new_id": -2}, {"uid": "1295804524123387912", "i": 58494, "idx": 4, "sa": ["Billy King", "Allen Iverson", "Tim Duncan", "Marcus Gilbert", "Jim O'Brien"], "q": "its bid to win three straight games for the first Tim Duncane this season. \"We do a lot of things positive on the <strong> Marcus Gilbert </strong> court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach <strong> Jim O'Brien </strong> blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 The Indiana Pacers are maBilly King a bad habit of falling apart in the second half", "new_id": -2}, {"uid": "1295560040175849483", "i": 2662, "idx": 5, "sa": ["Larry Page", "Steve Jobs", "Eric Schmidt"], "q": "under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead.\" In a statement, Mr. <strong> Larry Page </strong> said Mr. <strong> Eric Schmidt </strong>'s track record speaks for itself. <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade, </q> he said. Yahoo Canada shakeup; marketing director and longtime sales exec out Waiting in the wings; the big three in charge of Apple without <strong> Steve Jobs </strong> 31 minutes ago The future of gaming will", "new_id": -2}, {"uid": "1295571616192872466", "i": 57021, "idx": 5, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "being Google's conscience and \"don't be evil\" moral center? His title, \"co-founder,\" sounds more like a statement of fact than an actual title. <strong> Eric Schmidt </strong>'s blog post said <strong> Sergey Brin </strong> will <q> devote his time and energy to strategic projects, in particular working on new products, </q> but that doesn't sound like a very powerful or well-defined role. As much as <strong> Eric Schmidt </strong>, <strong> Sergey Brin </strong>, and <strong> Larry Page </strong> presented a united front to the outside world, it's hard to imagine that finding", "new_id": -2}, {"uid": "1296690410059244548", "i": 38031, "idx": 1, "sa": ["Michele Bachmann", "David Letterman"], "q": ", Pawlenty, Palin, Gingrich, <strong> Michele Bachmann </strong>... this is like imagining <strong> David Letterman </strong> on stage competing in a High School Variety show. Posted by: rukidding7| February 2, 2011 6:29 PM| <q> STRF. You said the Muslim Brotherhood attacked a liberal, just like you Right Wing Nut jobs always do. </q> Liam, just out of curiosity, is there such a thing as a \"leftwing nut job,\" . And if so, would you name us one? Hope all is well with", "new_id": -2}, {"uid": "1295218070163594249", "i": 682, "idx": 17, "sa": ["Simon Cowell", "Jonathan King"], "q": "putdowns grew richer, his metaphors ever more colorful. Joining his traditional \"lounge singer\" dismissal, he added \"cruiseship singer,\" \"wedding singer,\" and \"rodeo singer\" to his repertoire. <q> We were looJonathan King for spaghetti Bolognese and that was sweet-and-sour chicken, </q> he told one befuddled contestant. But it was soon clear that <strong> Simon Cowell </strong> was not content to simply be \"the talent.\" LooJonathan King back on those first seasons, he says, \"It was hard", "new_id": -2}, {"uid": "1296337467205897751", "i": 49194, "idx": 0, "sa": ["Zahi Hawass"], "q": "key archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1296776050237715495", "i": 50743, "idx": 3, "sa": ["John McCain", "Donald Rumsfeld"], "q": ". \"He and I had a very, very strong difference of opinion about the strategy that he was employing in Iraq, which I predicted was doomed to failure,\" he continued. <q> Thank God he was relieved of his duties and we put the surge in. Otherwise, we would have had a disastrous defeat in Iraq, </q> <strong> John McCain </strong> said. It's not the first time <strong> John McCain </strong> has taken his criticisms of <strong> Donald Rumsfeld </strong> public. \"We are paying a very heavy price for the mismanagement-- that's the kindest word I", "new_id": -2}, {"uid": "1296371375213876905", "i": 15074, "idx": 2, "sa": ["David Letterman", "Mike Birbiglia", "Jimmy Fallon", "Conan O'Brien"], "q": "ESPN; 10:30 p.m., ESPN2( same-day tape) FIGURE Volvo Champions, final round, 8:30 a.m., GOLF( same-day tape) PGA Tour, Farmers <strong> Mike Birbiglia </strong> Tour Week Five- The Basketball Finale <strong> Mike Birbiglia </strong> ends his <q> I'm in the Future Also </q> tour in memorable fashion in Philadelphia and Atlantic City. Comedian <strong> Mike Birbiglia </strong> has appeared on The Late Show With <strong> David Letterman </strong>, Late Night With <strong> Conan O'Brien </strong>, The View, and Late Night With <strong> Jimmy Fallon </strong>. In 2008, Mi...", "new_id": -2}]