[{"uid": "1297452178198262785", "i": 40800, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "ABC News Radio the nation is ready for open service.`` First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,'' <strong> Donald Rumsfeld </strong> said. <q> We know that[ repeal of a ban on gays serving openly] is an idea whose time has come. </q> <strong> Donald Rumsfeld </strong> says he has`` enormous respect'' for the ground commanders and service chiefs who have expressed concerns about the impact of gays serving openly on unit cohesion, and he urged the top brass to implement", "new_id": -2}, {"uid": "1296014344168460291", "i": 18855, "idx": 0, "sa": ["Sugar Rodgers", "Allen Iverson", "Donyell Marshall"], "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. John's two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach John Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me http://wn.com/Epic_Comeback_Falls_Short_Syracuse_Defeats_Georgetown_Feb_18,_2010 Magee and <strong> Sugar Rodgers </strong> lead", "new_id": -2}, {"uid": "1296029114239779845", "i": 36465, "idx": 0, "sa": ["Bill Lockyer", "Barack Obama", "Michele Bachmann", "Newt Gingrich"], "q": ", who have proposed eliminating the Applied Energy Research program at the Energy Department. Scott Segal, a lobbyist with Bracewell and Giuliani who represents oil refiners and energy companies, said <strong> Barack Obama </strong>'s decision to embrace <q> a wide range of clean technologies... is a positive development that underscores the notion that traditional fuels can be utilized in an environmentally friendly way. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO <strong> Barack Obama </strong> BR/ 1.1", "new_id": -2}, {"uid": "1295562736055705634", "i": 12139, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "chairman, where he says he will focus on broader business partnerships, technology leadership, product development and government outreach. The decision to step down, according to Google executives, is about streamlining management. <q> As Google has grown, managing the business has become more complicated, </q> wrote <strong> Eric Schmidt </strong> in a blog post on Thursday.`` So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, and over the", "new_id": -2}, {"uid": "1295780846083050501", "i": 15593, "idx": 3, "sa": ["Colin Powell", "Obama Girl", "Immortal Technique", "Barack Obama"], "q": "Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Fo... <strong> Immortal Technique </strong> on <strong> Obama Girl </strong>, 9/11 truth& Corporate America <strong> Immortal Technique </strong> on <strong> Obama Girl </strong>, 9/11 truth& Corporate America Have this year's negative political ads really <q> taken dirty to a whole new level, as CNN's <strong> Anderson Cooper </strong> frets? Is a`` return to civility... a relic of a bygone era, </q> as <strong> Barack Obama </strong> laments? Er, not exactly. If anonymous political speech, the other widely... Debate' 08: <strong> Obama Girl </strong> vs Giuliani <strong> Obama Girl </strong> Song# <strong> Barack Obama </strong>: Debate' 08: <strong> Obama Girl </strong> vs Giuliani <strong> Obama Girl </strong> Vocals performed", "new_id": -2}, {"uid": "1295564127055377924", "i": 12265, "idx": 5, "sa": ["Eric Schmidt", "Richard Chang"], "q": ", outstripping Wall Street's average forecast of$ 8.10. <strong> Eric Schmidt </strong> said on his blogpost that Page will now lead product development and technology strategy, areas that are`` his greatest strengths.'' <q> It will be interesting to see what he'll do that's different, what he could not have done in his prior role, </q> said BGC Partners analyst Colin Gillis.( Editing by Edwin Chan and <strong> Richard Chang </strong>) Google co-founder Larry Page talks to reporters as CEO <strong> Eric Schmidt </strong> looks on, in Sun Valley, July 9, 2009.", "new_id": -2}, {"uid": "1295788220057016357", "i": 32835, "idx": 8, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Detroit_Pistons_@_Chicago_Bulls_|_ 1991_Playoffs_|_ ECF_Game_1_The_statement_game Before a deafening crowd of", "new_id": -2}, {"uid": "1297123665195428354", "i": 26703, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q>___ Super Bowl ad featuring Eminem showcases Detroit, sends shivers through beleaguered Motor City DETROIT( AP)- To a pulsating beat, hip-hop star Eminem drives a sleek Chrysler through the", "new_id": -2}, {"uid": "1297150317040091651", "i": 25995, "idx": 0, "sa": ["Tayshaun Prince", "Joe Dumars", "Ben Wallace", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "q": "three players- Richard Hamilton, <strong> Tayshaun Prince </strong> and <strong> Ben Wallace </strong>- remain from that Detroit team. Hamilton, the sixth-leading scorer in franchise history, has spent 13 of the past 14 games on the inactive list. <q> That's kind of hard for me to imagine, </q> <strong> Antonio McDyess </strong> said. As Detroit continues the long reconstruction project, which began in 2008 when general manager <strong> Joe Dumars </strong> dealt <strong> Chauncey Billups </strong> to Denver in a deal for <strong> Allen Iverson </strong>, <strong> Antonio McDyess </strong> is girding for another title.", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q> the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose. </q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}]