[{"uid": "1295094779207257606", "i": 12937, "idx": 0, "sa": ["Thomas Dimitroff", "Michael Vick"], "q": "football, in front of a mostly red-clad crowd that has helped turn the Falcons into a virtually unbeatable squad on its own field.\" None of that matters,\" Falcons safety William Moore said. <q> When those lights come on, those players from the past ain't playing that night. </q> Atlanta has played some good ball ever since the new regime- general manager <strong> Thomas Dimitroff </strong> and coach Mike Smith- took over in 2008. Quickly bouncing back from a miserable season in which franchise quarterback <strong> Michael Vick </strong> went", "new_id": -2}, {"uid": "1296664563136101888", "i": 26327, "idx": 0, "sa": ["Andy Coulson"], "q": "The BBC's political editor Nick Robinson said Mr Oliver had no previous political involvement but had been approached by Mr <strong> Andy Coulson </strong> and had met the prime minister over the weekend. Mr Oliver said: <q> I'm delighted and privileged to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time.\" My background is broadcasting, but I know that newpapers play a crucial role and I look forward to talking with them.\" It's difficult to leave the BBC after working here for five fascinating years- but this is an opportunity I can't turn down. </q> Dying with dignity? China's startling growth brings changes for the elderly Wealth divide How the super rich left the rest of us behind Day in pictures Eye-catching images from around the world", "new_id": -2}, {"uid": "1295642253262504457", "i": 30730, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "at the newspaper, and when he found out about those things, he resigned, and that was the right thing to do,\" Mr. <strong> David Cameron </strong> told BBC radio's\" Today\" program. <q> I judge his work by what he has done </q> since then, Mr. <strong> David Cameron </strong> said, adding that Mr. <strong> Andy Coulson </strong> should not be punished twice for the same thing. The development also came at a delicate time for News Corp., Reuters reported. It is awaiting", "new_id": -2}, {"uid": "1296197040069206031", "i": 38865, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "decision Thursday afternoon in a letter. He did not announce his candidacy for governor, but sent a clear signal of his interest in seeking the office, saying his\" heart is in Indiana.\" <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> said in the letter. <strong> Mike Pence </strong> For now, <strong> Mike Pence </strong>'s decision means he is honoring Republican Gov. <strong> Mitch Daniels </strong>' request that those who hope to become his successor\" stifle themselves\" until the", "new_id": -2}, {"uid": "1297716440175407141", "i": 4058, "idx": 2, "sa": ["Donald Rumsfeld", "Robert Gibbs", "James Clapper"], "q": "of National Intelligence <strong> James Clapper </strong> told an astonished congressional committee on 2/10/11 that the Muslim Brotherhood is\" largely secular.\" This came on top of White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong>'s 1/31/11 statement that a reformed government <q> has to include a whole host of important non-secular actors. </q> That was universally taken as an indication that Muslim Brotherhood participation was acceptable to the United States. That was not the only administration misstep. Its first response was that Egypt's regime was stable. But", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}, {"uid": "1296385836115228698", "i": 18453, "idx": 1, "sa": ["Michael Jordan", "Larry Bird", "Allen Iverson"], "q": "the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason.\" Anybody that bet on it, some broke people out there,\" <strong> Allen Iverson </strong> said. <q> I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now. </q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.\" Our guys just try hard,\" Sixers coach <strong> Larry Bird </strong> Brown said.\" This is kind of unexpected", "new_id": -2}, {"uid": "1297429199014975043", "i": 38198, "idx": 4, "sa": ["Steve Ballmer"], "q": "the two companies. <strong> Steve Ballmer </strong> said the deal is not exclusive: Microsoft will continue working with other handset makers on Windows Phone 7 smart phones. He said, however, <q> There's things we're doing with Nokia that are unique </q>-- which makes us wonder how pleased LG, Samsung and HTC will be at the thought of one of their biggest rivals working so closely with Microsoft on the development of its software. It seems Symbian is", "new_id": -2}, {"uid": "1295617389243957781", "i": 46198, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "\" <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,\" Mr. <strong> David Cameron </strong> said. Mr. <strong> Andy Coulson </strong> said: <q> It's been a privilege and an honor to work for <strong> David Cameron </strong> for three and a half years. I'm extremely proud of the part I've played in helping him reach No. 10 and during the coalition's first nine months, </q> He said in a statement.\" Nothing is more important than the government's task of getting this country back on its feet.\" But,\" Unfortunately, continued coverage of events connected to my", "new_id": -2}, {"uid": "1297589255082132993", "i": 41255, "idx": 1, "sa": ["Donald Rumsfeld", "Antonio Gramsci", "William Hague", "Ronald Reagan", "Winston Churchill", "Christopher Hitchens"], "q": "the crazies. Left and right are not always at odds. In <strong> Donald Rumsfeld </strong>'s autobiography, we see him strike unstereotypical positions, pro civil rights, pro Kennedy. He admiringly quotes a Belgian ambassador: <q> What one needs in life are the pessimism of intelligence and the optimism of will. </q> Doesn't that describe <strong> Ronald Reagan </strong>, and <strong> Winston Churchill </strong>, heroes of the right? Yet the quote originally comes from the Italian communist <strong> Antonio Gramsci </strong>. Politics can coalesce- the Iraq war even united <strong> William Hague </strong> and <strong> Christopher Hitchens </strong>.", "new_id": -2}]