[{"uid": "1296939946168902678", "i": 49150, "idx": 1, "sa": ["Sergio Marchionne"], "q": "preparing for an initial public offering in the second half of this year. The timing will depend on market conditions, Chrysler's financial results and its ability to refinance the government loans, <strong> Sergio Marchionne </strong> said. <q>Because of these changed market conditions as well as the improvements in our performance and outlook, made possible through the support of the U.S. and Canadian governments, Chrysler intends to repay these loans in full at the earliest opportunity,</q> <strong> Sergio Marchionne </strong> said in today's statement. The closely held automaker based in Auburn Hills, Michigan, earlier this week posted a$ 652 million loss for 2010. Fiat boosted its ownership in Chrysler", "new_id": -2}, {"uid": "1296062388192233482", "i": 35104, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "is surely in contempt of court and perverting the course of Justice by sitting on all the facts.Who pays their wages <strong> Rupert Murdoch </strong>? GetOffTheStage 26 January 2011 4:48 PM BitterBunny 26 January 2011 4:52 PM <q>On 17 January, three days after <strong> Keir Starmer </strong>'s statement, Mulcaire submitted a statement to the high court confirming <strong> Ian Edmondson </strong> had asked him to hack into voicemails left on a mobile phone belonging to the football agent <strong> Sky Andrew </strong>.</q> http://www.guardian.co.uk/media/2011/jan/26/news-of-the-world-phone-hacking Then, apparently out of the blue, on the 19th, <strong> Andy Coulson </strong> tells <strong> David Cameron </strong> he's resigning, and they try bury it on the 21st. The whole thing stinks to high heaven.", "new_id": -2}, {"uid": "1296277283055640090", "i": 30362, "idx": 2, "sa": ["Rodney Stuckey", "Tayshaun Prince", "Allen Iverson"], "q": "Washington on Dec. 9, They're 10-9 with <strong> Allen Iverson </strong> on the roster. <strong> Tayshaun Prince </strong> added 14 points and 10 rebounds, and Richard Hamilton scored 12 points for the Pistons, 6-1 when <strong> Rodney Stuckey </strong> starts at the point. <q>You have to pick your poison because usually a team has only one defender on the perimeter,</q> Hamilton said of coach Michael Curry's recent lineup shift. \"Now we have two great scorers on the perimeter.\" Detroit closed the first half on an 11-4 run and led 44-34 at intermission, but Washington", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. \"Larry has been with me in every major decision in the past decade,\" <strong> Eric Schmidt </strong> said in an interview Thursday. <q>It's not like he has been sitting around doing nothing.</q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}, {"uid": "1296845496060293152", "i": 13691, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. \"We're looking for success stories; we're not looking for players to fail,\" <strong> Roger Goodell </strong> said. <q>He's paid a very significant price and he's doing the right thing.</q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission.", "new_id": -2}, {"uid": "1297434245208617474", "i": 34533, "idx": 1, "sa": ["Steve Ballmer"], "q": "software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team \"more innovation, greater global reach and scale.\" <q>We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,</q> he said. The key challenge will be to come up with devices of a quality level and hip factor that helps position Windows Phone as an attractive alternative to iPhone( Alert) or Android.", "new_id": -2}, {"uid": "1295876564020021277", "i": 6044, "idx": 1, "sa": ["Peter T. King", "Kirsten Gillibrand", "Kathleen Sebelius"], "q": "That's exactly what the state's congressional delegation asked for last week in a letter to Health and Human Services Secretary <strong> Kathleen Sebelius </strong>. Her agency has until March 31 to decide whether to grant an extension. <q>The waiver should absolutely be extended,</q> <strong> Kirsten Gillibrand </strong> said. \"These are exactly the kind of solutions we need right now. It is common sense.\" Rep. <strong> Peter T. King </strong>, R-Seaford, who is concerned about losing federal money for projects on Long", "new_id": -2}, {"uid": "1295288802218529836", "i": 30927, "idx": 0, "sa": ["Prince Fielder", "Mr. Bauer", "Mike Pence", "Rand Paul", "Gary Bauer", "Matt Kemp", "Albert Pujols", "Hunter Pence"], "q": "<strong> Mike Pence </strong> Steele's backyard Friday afternoon, hunkering down in a Ban Abortion- 2012 Presidential Candidate www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q>All the obvious frontline names have all the usual pluses and minuses,</q> <strong> Mr. Bauer </strong> says. But in considering one... BSG: National League MVP candidates A rundown of possible National League MVP candidates including <strong> Albert Pujols </strong>, <strong> Matt Kemp </strong> <strong> Rand Paul </strong>, <strong> Hunter Pence </strong>, <strong> Matt Kemp </strong> and <strong> Prince Fielder </strong> www.battingstanceguy.com... <strong> Mike Pence </strong>'s Speech at the", "new_id": -2}, {"uid": "1297086358189808654", "i": 34749, "idx": 3, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "had[ an] enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed.\" \"It's hard to know,\" <strong> Donald Rumsfeld </strong> continued. <q>You know, the path you didn't take is always smoother.</q> Watch <strong> Diane Sawyer </strong>'s Exclusive Interview With <strong> Donald Rumsfeld </strong> on ABC's \"World News With <strong> Diane Sawyer </strong>\" on Monday, Feb. 7, on \"Nightline\", and Feb. 8 on \"Good Morning America\" and \"", "new_id": -2}, {"uid": "1295916049143048705", "i": 11369, "idx": 0, "sa": ["Mike Pence"], "q": "to liberty, the pursuit of happiness and the unalienable right to life. <strong> Mike Pence </strong> also hit on the truce during his speech before the Values Voters Summit in Washington. http://www.lifenews.com/2010/09/24/state-5484/ <q>Now I know some say that Republicans should stay away from such issues this year... that the American people are focused on jobs and spending and our movement would do well to stand aside, bank the win and return to fight after this fiscal and economic crisis has passed,</q> he said during the Values Voter Summit. \"But we do not live in a world where an American leader can just focus on our financial ledger. A political party that would govern this great nation", "new_id": -2}]