[{"uid": "1296352133119062558", "i": 47886, "idx": 1, "sa": ["Eric Schmidt", "Larry Brilliant"], "q": "not quite final. Grants were canceled to institutions like Harvard and Stanford for research projects in Africa even though Google's senior management had approved them and they lacked only a final signature on the contracts. <q> That may be the way things are done in business, but it's not how grants are made in the nonprofit world, </q> said the former Google.org executive.`` It was embarrassing.'' <strong> Eric Schmidt </strong> moved DotOrg to the Mountain View campus in early 2009. That February, <strong> Larry Brilliant </strong> was given the title`` chief philanthropic evangelist", "new_id": -2}, {"uid": "1295569740103366731", "i": 31681, "idx": 1, "sa": ["Eric Schmidt"], "q": "--`` Day-to-day adult supervision no longer needed!'' Free Software Offers Applicationi Visualization And Combines Diagnostics& Monitoring in One Dashboard <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295494129204455946", "i": 42893, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans. We encourage", "new_id": -2}, {"uid": "1296894347001409025", "i": 10379, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "anticipates receiving the league's Comeback Player of the Year award in Dallas tonight. The source emphasized the team's vigilance. <strong> Michael Vick </strong> was driven to and from the Frisco appearance by an Eagles security official. <q> I want to make sure that he doesn't put himself in a position where he's going to make bad decisions, or bad things are going to happen around him, and he takes that seriously, </q> said <strong> Roger Goodell </strong>, who also emphatically endorsed his high-profile reclamation project.`` I am extremely proud of what <strong> Michael Vick </strong> has done,'' <strong> Roger Goodell </strong> said.`` He has taken his responsibility seriously. He has made", "new_id": -2}, {"uid": "1295618523207978567", "i": 5852, "idx": 2, "sa": ["Mike Huckabee", "Mike Pence"], "q": "look at that.'''... <strong> Mike Pence </strong> enthusiasts... are sensitive about pigeonholing him as the Christian Right's preferred candidate.'' http://bit.ly/dOFggZ-- FIRST LOOK- <strong> Mike Huckabee </strong>, in his new book, <q> A Simple Government: Twelve Things We REALLY Need from Washington( and a Trillion That We Don't!), </q> out Feb. 22:''[ T] he focus has already turned to 2012... The pundits will create their own biased and cynical scenarios, in which they will` create' front-runners by their perceptions based on", "new_id": -2}, {"uid": "1295991800115605556", "i": 24992, "idx": 0, "sa": ["Michael Vick"], "q": ", you've got problems,'' Gorant wrote in his SI story. He then spent a year investigating and interviewing the team of experts across the country who worked as advocates for the dogs and their rehabilitation. <q> Fighting dogs, especially pit bulls, are almost always considered beyond help and euthanized. So this was a landmark legal decision to allow a team of experts to come in and attempt to restore the unimaginable damage inflicted upon these dogs. </q> The rehabilitation of <strong> Michael Vick </strong>'s dogs was kept secret at first, even though his trial gained national attention, in order to protect the dogs from thieves of the dog fighting underworld. Gorant's book details", "new_id": -2}, {"uid": "1297183312119177307", "i": 46114, "idx": 4, "sa": ["Mick Jagger", "Simon Cowell"], "q": "the acerbic judge. He asked about who will be judging the American version of the show with <strong> Simon Cowell </strong> when it begins here in the fall, but the Brit wasn't ready yet to reveal names. <q> I was sworn to secrecy. I really don't know. I was talking to somebody on Friday, who I really, really want to be on this show, and I'm waiting on a decision. I can't say. I really, really at this point can't say. </q> <strong> Simon Cowell </strong> did strike down the rumor, however, that it might be veteran rocker, <strong> Mick Jagger </strong>. It won't.`` They'll be cute,'' he said as a teaser.``", "new_id": -2}, {"uid": "1295485187094470189", "i": 28529, "idx": 1, "sa": ["Andy Coulson", "Matthew Norman", "Rupert Murdoch"], "q": "two closest aides` go from bad to worse' <strong> Andy Coulson </strong> makes resignation history A <strong> Matthew Norman </strong> gem in today's Independent on <strong> Andy Coulson </strong> offering his resignation to the prime News International and the Conservatives A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation.... A plea to British Sky Broadcasting asking them to add a new feature to the Sky Plus HD Box that will open up 1000s more channels and services", "new_id": -2}, {"uid": "1297608695106446884", "i": 11914, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "Syco boss is apparently keen to ensure that the show doesn't struggle if <strong> Cheryl Cole </strong> also joins the US version. However, the report claims that they will both still be involved in the UK edition. <q> There's no way they'll go off and forget about the UK show, </q> a source said.`` <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> will be involved in some way during the UK series.'' gives us an insight into her character", "new_id": -2}, [{"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy''/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q> Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise, </q> he said.`` It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.''", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}]]