[{"uid": "1295702422236945432", "i": 33541, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "ago LONDON( AFP)- British <strong> Tony Blair </strong> <strong> David Cameron </strong> began looking for a new media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The Guardian after <strong> Andy Coulson </strong> quit Friday, bowing to pressure over what he knew about hacking at the News of the World( NOTW) when he was its editor. The dramatic", "new_id": -2}, {"uid": "1295268805147652642", "i": 10515, "idx": 1, "sa": ["Barack Obama", "David Letterman", "David Yoder"], "q": "Show with <strong> David Letterman </strong>\" last night, White House senior adviser <strong> David Yoder </strong> Axelrod explained what he thought had caused the presidential seal to fall from the podium during a speech by <strong> Barack Obama </strong> on Tuesday night: \"Witchcraft.\" <q> I've been giving this a lot of thought, </q> Axelrod joked to host <strong> David Letterman </strong>.... www.cbsnews.com Asset-shift from west to east- In a refreshing reflection of reality and common sense, Chinese Rating Agency Dagong International just offered an alternative perspective on global countries' credit rating", "new_id": -2}, {"uid": "1296665766252297258", "i": 4876, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "on how to modernise/reform. His arrival comes barely 24 hours after the departure of <strong> Andy Coulson </strong>. Here is a link to the BBC biography and here is the Downing St release: <q> The Prime Minister has appointed Craig Oliver, currently Controller of BBC Global News, as the Director of Communications at 10 Downing Street. The Prime Minister said: \"I am very pleased that Craig Oliver is to become the new Director of Communications at 10 Downing Street. Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the Government's programme. </q> Craig Oliver said: \"I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time. \"It's difficult to leave the BBC after a fascinating few years", "new_id": -2}, {"uid": "1296454608150618120", "i": 45954, "idx": 0, "sa": ["Michael Vick", "David Akers", "Morten Andersen"], "q": "goal try in the fourth quarter bounced off the right upright. \"<strong> Morten Andersen </strong> was a mentor of mine and I competed with <strong> Morten Andersen </strong> for a job in Atlanta and he taught me a lot,\" <strong> David Akers </strong> said, <q> so it means a lot to be able to pass a legend like that. </q> The game returned to its traditional home in Hawaii after a one-year detour to Miami, much to the approval of the players involved. <strong> Michael Vick </strong> started but played only the first quarter, completing 5 of 10 passes for", "new_id": -2}, {"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}, {"uid": "1295931009036896782", "i": 23227, "idx": 1, "sa": ["Andy Coulson", "Chris Huhne"], "q": "It seemed clear that the number of people being hacked clearly was not consistent with it being one rogue reporter,\" energy minister and coalition partner Liberal Democrats member <strong> Chris Huhne </strong> told a TV channel. <q> We know police were not keen on the subject. </q> A comment in the Guardian newspaper went further. \"There have been dark mutterings of police collusion and apathy.\" It said Scotland Yard officers will now be questioned in the case. During <strong> Andy Coulson </strong>'s", "new_id": -2}, {"uid": "1295063130219856898", "i": 2172, "idx": 1, "sa": ["Mike D'Antoni", "David Letterman"], "q": "'ve been doing.\"... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. <q> He doesn't listen to me, </q> <strong> Mike D'Antoni </strong> said with a laugh. \"He was nice, though, very diplomatic.\" What You Should Know About New Story Comment System- CLICK HERE STORY COMMENTS NOW POWERED BY DISQUS Comments", "new_id": -2}, {"uid": "1296665651210550785", "i": 33504, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Ryan Seacrest"], "q": "were blithely plodding ahead because that was where the GPS was telling them to go, no matter that the cars around them were spinning wildly. And host <strong> Ryan Seacrest </strong> was acting like a kid jumping around onstage asking, <q> Are we there yet? Are we there yet? </q> \"Idol\" became must-watch TV not just because of <strong> Simon Cowell </strong>'s snark, but because of how he interacted with the other judges, particularly <strong> Paula Abdul </strong>. When she left, the show lost something. <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1294957406081149956", "i": 46638, "idx": 2, "sa": ["Allen Iverson"], "q": "something they haven't seen before.\" <strong> Allen Iverson </strong>, who agreed to a$ 4 million, two-year contract with Besiktas, is the Turkish league's biggest signing. He has called his move to the Istanbul club <q> a chance to get back on track with my basketball career </q> after no NBA team was willing to offer him a contract this season. Many see his stint in Turkey as a test of his ability to revive his NBA career because teams are likely to monitor <strong> Allen Iverson </strong>'s performance", "new_id": -2}, {"uid": "1295281689010338330", "i": 2470, "idx": 0, "sa": ["Sergio Marchionne"], "q": "ÎµÎ½Ï\u008e Î¿ Î¯Î´Î¹Î¿Ï\u0082 Ï\u0084Ï\u008eÏ\u0081Î± ÎµÏ\u0080Î¹Î²ÎµÎ²Î±Î¹Ï\u008eÎ½ÎµÎ¹ Ï\u0084Î¹Ï\u0082 Ï\u0086Î®Î¼ÎµÏ\u0082 Ï\u0080Î¿Ï Î®Î¸ÎµÎ»Î±Î½ Ï\u0084Î·Î½ Î­ÎºÎ´Î¿Ï\u0083Î· Ï\u0084Î·Ï\u0082 Maserati Î½Î± Ï\u0087Ï\u0081Î·Ï\u0083Î¹Î¼Î¿Ï\u0080Î¿Î¹ÎµÎ¯ ÎºÎ¹Î½Î·Ï\u0084Î®Ï\u0081ÎµÏ\u0082 Ferrari! Î Ï\u0081Î¹Î½ Î±Ï\u0080Ï\u008c Ï\u0084Ï\u0081ÎµÎ¹Ï\u0082 Î¼Î®Î½ÎµÏ\u0082 Ï\u0084Î¿ Î³Ï\u008dÏ\u0081Ï\u0089 Ï\u0084Î¿Ï ÎºÏ\u008cÏ\u0083Î¼Î¿Ï Î­ÎºÎ±Î½Îµ Î· ÎµÎ¯Î´Î·Ï\u0083Î· Ï\u0080Î¿Ï Î®Î¸ÎµÎ»Îµ Ï\u0084Î¿Î½ Î¯Î´Î¹Î¿ Ï\u0084Î¿Î½ <strong> Sergio Marchionne </strong> Î½Î± Î´Î·Î»Ï\u008eÎ½ÎµÎ¹ Ï\u0087Î±Ï\u0081Î±ÎºÏ\u0084Î·Ï\u0081Î¹Ï\u0083Ï\u0084Î¹ÎºÎ¬ Ï\u008cÏ\u0084Î¹: <q> Î\u0095Î¯Î½Î±Î¹ Ï\u0080Î¿Î»Ï\u008d Ï\u0083Î·Î¼Î±Î½Ï\u0084Î¹ÎºÏ\u008c Î³Î¹Î± ÎµÎ¼Î¬Ï\u0082 Î½Î± ÎµÎºÎ¼ÎµÏ\u0084Î±Î»Î»ÎµÏ Ï\u0084Î¿Ï\u008dÎ¼Îµ Ï\u0084Î· Ï\u0083ÎºÎ»Î·Ï\u0081Î® Î´Î¿Ï Î»ÎµÎ¹Î¬ Ï\u0080Î¿Ï Î­Ï\u0087ÎµÎ¹ Î³Î¯Î½ÎµÎ¹ Ï\u0083Ï\u0084Î¿Î½ Ï\u0084Î¿Î¼Î­Î± ÎµÎ¾Î­Î»Î¹Î¾Î·Ï\u0082 Ï\u0084Î¿Ï Î½Î­Î¿Ï Grand Cherokee. To Î±Ï Ï\u0084Î¿ÎºÎ¯Î½Î·Ï\u0084Î¿ Ï\u0086Î­Ï\u0081ÎµÎ¹ Ï\u0083Î·Î¼Î±Î½Ï\u0084Î¹ÎºÎ¬ Ï\u0083Ï\u0084Î¿Î¹Ï\u0087ÎµÎ¯Î± Ï\u0080Î¿Ï Î­Ï\u0087Î¿Ï Î¼Îµ Î­Ï\u0089Ï\u0082 Ï\u0083Î®Î¼ÎµÏ\u0081Î± Î±Î³Î½Î¿Î®Ï\u0083ÎµÎ¹ </q>. Î\u0088Ï\u0084Ï\u0083Î¹ Ï\u0084Î¿ project Ï\u0080Î¿Ï Ï\u0080ÎµÏ\u0081Î¹Î»Î±Î¼Î²Î¬Î½ÎµÎ¹ Ï\u0084Î·Î½ ÎµÎ¾Î­Î»Î¹Î¾Î· ÎµÎ½Ï\u008cÏ\u0082 Î½Î­Î¿Ï Ï\u0084ÎµÏ\u0084Ï\u0081Î±ÎºÎ¯Î½Î·Ï\u0084Î¿Ï Î±Ï Ï\u0084Î¿ÎºÎ¹Î½Î®Ï\u0084Î¿Ï Î³Î¹Î± Ï\u0084Î¹Ï\u0082 Maserati ÎºÎ±Î¹ Alfa Romeo Ï\u0084Î¿ Î¿Ï\u0080Î¿Î¯Î¿ Î¸Î± Î²Î±Ï\u0083Î¯Î¶ÎµÏ\u0084Î±Î¹ Ï\u0083Ï\u0084Î¿ ÎºÎ±Î¸Î±Ï\u0081Ï\u008cÎ±Î¹Î¼Î¿ Î±Î¼ÎµÏ\u0081Î¹ÎºÎ¬Î½Î¹ÎºÎ¿ SUV Ï\u0080Ï\u0081Î¿Ï\u0087Ï\u0089Ï\u0081Î¬ Î¼Îµ Î±ÎºÎ¬Î¸ÎµÎºÏ\u0084Î¿Ï Ï\u0082 Ï\u0081Ï Î¸Î¼Î¿Ï\u008dÏ\u0082, ÎµÎ½Ï\u008e Î· ÎµÎ¯Î´Î·Ï\u0083Î· Ï\u0080Î¿Ï Î®Î¸ÎµÎ»Îµ Ï\u0084Î·Î½ Î­ÎºÎ´Î¿Ï\u0083Î· Ï\u0084Î·Ï\u0082 Maserati", "new_id": -2}]