[{"uid": "1296527540108609567", "i": 17104, "idx": 0, "sa": ["Michael Vick", "Bruce Beresford-Redman"], "q": "was one of the first reality competition shows to gain massive popularity when it came out in 2000. <strong> Bruce Beresford-Redman </strong> is listed as a producer or senior producer on dozens of episodes between 2002 and 2004. Report Abuse <q><strong> Roman Polanski </strong> has gotten Scott free for 30+ Years! The VERY man who Makes his \"survivor</q> members get background checks. Tried to skip out on his own!\" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl", "new_id": -2}, {"uid": "1295796274110280734", "i": 11070, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "that he was representing four people who believe their phones were hacked by journalists from papers other than the News of the World. \"Lots of people were doing it,\" he said. <q>It was such a widespread practice. Although it is a crime, people were regarding it as though it was driving at 35mph( miles per hour) in a 30mph zone, that you just sort of do it and hope you don't get caught.</q> Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. Article: PM \"damaged' by media chief\"s resignation", "new_id": -2}, {"uid": "1297336867021299203", "i": 35692, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of Britain's elected leaders. Though Britain is obliged to honor the court's rulings, many lawmakers are considering voting against the measure anyway. foreignstudents: <strong> David Cameron </strong> on Prime Minister's Questions- <q>Foreign students are vital to British universities.</q>... KrisTheScript Odd that the police are now interested in the phone hacking scandal now <strong> Andy Coulson </strong> isn't working for the Prime Minister <strong> David Cameron </strong>. Report Abuse \"Copy and pest the following link in your web browser then join", "new_id": -2}, {"i": 1135, "idx": 4, "index_answer": 1, "new_id": -1, "q": "who has been the vocal wrestling fan having guest hosted WWE's \"Monday Night RAW\" back in October 2009. \"Yeah the belt's really caught on,\" said <strong> Aaron Rodgers </strong>. <q>It's a celebration that started in practice and the fans loved it and you got to give them what they love. Usually it was just after a run or something. Sometimes <strong> Ric Flair </strong> surprise myself on those.</q> <strong> David Letterman </strong> ended the segment by heading out into the audience and having <strong> Aaron Rodgers </strong> wing him a pass. Guidelines: Fan feedback should be within the guidelines for the NFL community. These guidelines will", "sa": ["David Letterman", "Aaron Rodgers"], "uid": "1297451512119193621"}, {"uid": "1297616629186400779", "i": 26870, "idx": 12, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "out <strong> Saddam Hussein </strong>. \"When did you first talk to <strong> President Bush </strong> about going after <strong> Saddam Hussein </strong>?\" asked Martin. \"Oh, I think it was in September,\" <strong> Donald Rumsfeld </strong> replied. <q>So before the first U.S. boot is on the ground in Afghanistan...</q> \"He called me into the Oval Office and he said,` Do you have a war plan for Iraq?\" <strong> Donald Rumsfeld </strong> explained. But as he was gearing up for war the", "new_id": -2}, {"uid": "1297600387170737665", "i": 32659, "idx": 0, "sa": ["Zahi Hawass"], "q": "pieces including a statue of King Tutankhamun have been stolen from the Egyptian museum in Cairo's Tahrir Square, Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects stolen by looters include <q>a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess</q> and parts of \"a gilded wood statue of Tutankhamun harpooning,\" a statement on <strong> Zahi Hawass </strong>' website read. For 18 days Tahrir Square was the epicenter of the nationwide protests demanding the resignation of President", "new_id": -2}, {"uid": "1296706301075202568", "i": 3244, "idx": 3, "sa": ["Donald Rumsfeld"], "q": ". In a lengthy section on the administration's treatment of wartime detainees, <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004, after the Abu Ghraib prison scandal erupted, The Washington Post said. <q>Looking back, I see there are things the administration could have done differently and better with respect to wartime detention,</q> <strong> Donald Rumsfeld </strong> acknowledges. We welcome comments that advance the story directly or with relevant tangential information. We try to block comments that use offensive language, all capital letters or appear to be spam, and we review", "new_id": -2}, {"uid": "1295575736103366679", "i": 32432, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "John Tantillo"], "q": ":( AP Video part 1 of 4 of the ABC News interview with the Jonas Brothers at the ABC studio after their Press Conference in New York!!* credit ABC News* http://wn.com/Kevin_Rudd_speaks_to_media_on_Wikileaks_[1/2]_|_ 6_Dec_2010__ ABC_News_24 <q>Money Matters: Does Bad Press Affect Endorsements?</q> Discussion of A-Rod brand on ABC News Now with brand expert <strong> John Tantillo </strong>. July 14, 2008, following allegations involving A-Rod and Madonna. Biographical data on outgoing <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> <strong> Google Inc. </strong> co-founder Page takes over, targets Facebook", "new_id": -2}, {"uid": "1297183760108150799", "i": 25637, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.</q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to \"propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.\" Sports. You can", "new_id": -2}, {"uid": "1296224676092700695", "i": 2082, "idx": 6, "sa": ["Cecile Richards", "Mike Pence"], "q": "both sides were acting as if he were. Within minutes of his decision being made public, the Washington-based Planned Parenthood Action Fund put out a statement criticizing the staunchly anti-abortion <strong> Mike Pence </strong>. <q>As women voters in Indiana learn that one of Rep. <strong> Mike Pence </strong>'s top legislative priorities is effectively denying access to preventive care for millions of women, he will have difficulty winning their vote,</q> <strong> Cecile Richards </strong>, the fund's president, said in a statement. But among conservatives, the only disappointment was that <strong> Mike Pence </strong> wasn't aiming at the White House rather than the Statehouse.", "new_id": -2}]