[{"uid": "1295629973219987999", "i": 37863, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "pris les investisseurs par surprise hier soir lors de la publication de ses r?sultats trimestriels en annon?ant le remplacement du directeur g?n?ral, <strong> Eric Schmidt </strong>, par <strong> Larry Page </strong>, co-fondateur du moteur de recherche,? partir du 4 avril. <q> Nous discutions de la meilleure mani?re de simplifier la structure du management et d'acc?l?rer le processus de d?cision depuis longtemps. En clarifiant nos r?les individuels, les responsabilit?s seront plus clairement tablie au sommet de la soci?t. </q>, a d?clar <strong> Eric Schmidt </strong>. Aucun chiffre conomique d'importance n'est attendu aujourd` hui aux Etats-Unis. BANK OF AMEric SchmidtA Bank of AmEric Schmidta a accus au quatri?me trimestre de 2010 une perte de 1,6 milliard", "new_id": -2}, {"uid": "1295335314262799385", "i": 43936, "idx": 4, "sa": ["Sergio Marchionne"], "q": "sulle cessioni di Alfa Romeo o dei veicoli industriali.`` E' roba nostra'', dice a proposito del marchio italiano.`` Manco di notte'',? invece la risposta sui veicoli industriali. <q> Bisogner abituarsi al fatto che avremo pi teste, a Torino, a Detroit, in Brasile, in Turchia, spero in Cina. E un cuore solo </q>, spiega <strong> Sergio Marchionne </strong>.`` Cos rimarranno vive quelle quattro lettere del marchio Fiat. Fabbrica: produciamo ancora, vogliamo produrre di pi. Italiana: siamo qui e non vendiamo nulla. Automobili: resta il", "new_id": -2}, {"uid": "1295791494076775452", "i": 38112, "idx": 0, "sa": ["Andy Coulson"], "q": "it happens, and I'll certainly let my regret known( if they let me in!)''[ sic] Japanese blogger who has lived in England said QI had been insensitive rather than malicious. <q> The majority of the Japanese public is totally unaware of British comedy and what it's about. </q> BBC apologises over Japanese atomic bomb jokes on QI quiz show Social networking under fresh attack as tide of cyber-scepticism sweeps US News of the World phone-hacking scandal threatens more newspapers Secret tapes, <strong> Andy Coulson </strong>'s exit and", "new_id": -2}, {"uid": "1295786407057016333", "i": 9253, "idx": 3, "sa": ["Allen Iverson", "Eric Snow", "Tyrone Hill", "George Lynch", "Phil Jackson"], "q": "each had 12. <strong> Eric Snow </strong> had 12 points and 13 assists, <strong> Tyrone Hill </strong> had 12 points and nine rebounds and <strong> George Lynch </strong> had eight points and 12 rebounds for Phil Jacksonadelphia, which improved the NBA's best record to 46-16. <q> It felt funny playing against guys you played with all year, </q> <strong> Allen Iverson </strong> said.`` You look left, you look right and there are guys that were always right there in the foxhole with you, who felt bad when you felt bad. It was tough.'' <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297475330028377090", "i": 48324, "idx": 5, "sa": ["Kirsten Gillibrand"], "q": "she has first-hand knowledge of how decisions that are made in Washington are affecting business, government and education in upstate.`` I think she feels strongly about the tie to Troy,'' Jimino said. <q> She has talked at Emma Willard. She was at Sage in the fall for her debate and made contact with several students. We're glad to have her close by. </q> <strong> Kirsten Gillibrand </strong>'s search for a new home lasted only several weeks. The median price of a home in Rensselaer County in 2010 was$ 170,315, according to the realtors' association. Purchase", "new_id": -2}, {"uid": "1295669856061620359", "i": 25520, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": " Die ehemaligen Studienkollegen <strong> Larry Page </strong> und <strong> Sergey Brin </strong> hatten Google 1998 gegr?ndet. 2001 bergaben die beiden ihr Baby an <strong> Eric Schmidt </strong>. Unter dem erfahrenen Manager hat sich Google von einer aufstrebenden Suchmaschine zu einem breit aufgestellten Technologiekonzern gemausert. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagtLarry Page in einer Telefonkonferenz. Google bertraf mit der Bilanz die Erwartungen der Analysten Das Gesch?ft bl?ht: Im Schlussquartal stieg der Umsatz um 26 Prozent auf 8,4 Milliarden Dollar( 6,2 Milliarden Euro).", "new_id": -2}, {"uid": "1296614843002048038", "i": 28700, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback href=\"http://sportsillustrated.cnn.com/football/nfl/players/5448\"> <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL mark with", "new_id": -2}, {"uid": "1297459883192987141", "i": 27404, "idx": 3, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "of positive activity... This is difficult for them both.'' <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> seemed undeterred by skeptics href=\"http://conversations.nokia.com/2011/02/11/open-letter-from-ceo-Stephen Elop-Stephen Elop-nokia-and-ceo-Steve Ballmer-Steve Ballmer-microsoft/\" target=\"_blank\"> in an open letter posted on both the Nokia and Microsoft Web sites: <q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. </q> href=\"http://www.computerworld.com/s/article/9137060/Microsoft_Update_Latest_news_features_reviews_opinions_and_more\"> Microsoft Update: Latest news, features, reviews, opinions and more- Computerworld Best Practice Tips on building a Comprehensive Business Case for Unified Communications HP Identified as Leader in Leading Analyst Firm's Magic", "new_id": -2}, {"uid": "1296062808204603395", "i": 42139, "idx": 2, "sa": ["Richard Keys", "Andy Coulson", "Andy Gray", "Karren Brady", "David Cameron"], "q": "compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week.`` What's the difference?,'' he said. <q> If off-air conversations were made public then there would be no-one left working in the country. </q> <strong> Richard Keys </strong> said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he also mentioned disparagingly in the off-air conversation with <strong> Andy Gray </strong>, but claimed he was ignored. Play video PMQs: <strong> David Cameron </strong> Told To", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q> I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles, </q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}]