[{"uid": "1297279935262340634", "i": 445, "idx": 0, "sa": ["Steve Ballmer"], "q": "at the mouth if you have to start from the beginning of a level, after nearly completing it? Or do you plot to murder <strong> Steve Ballmer </strong> when Microsoft's anti-virus software kicks you out of a game. <q> The sample size of the consumer security survey was a record 14,284 with a margin of error of+/-.82 percent. The questions were posed to Avira's 100+ million customers worldwide, giving the survey an international flavor. Here are the results to Avira's December security survey: </q> 39%- Cursed or yelled at the computer out loud? 38%- No! I would never yell at my computer, it is too sensitive.( I friendly try to encourage it working again...", "new_id": -2}, {"uid": "1296128045255868977", "i": 30202, "idx": 9, "sa": ["Michael Vick"], "q": "one else would.`` Hopefully, I'll be with the Eagles next year. We'll see what happens,'' said <strong> Michael Vick </strong>, who added that he expects`` everything to go according to plan.'' <q> We'll see what happens over the next couple months. I just got to be patient and take it day by day, </q> he said. <strong> Michael Vick </strong>, who made his three previous Pro Bowls in six years with the Atlanta Falcons. He is being coached this week by the Falcons' staff, though none of those coaches were in Atlanta", "new_id": -2}, {"uid": "1295564626204079122", "i": 8111, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin", "Brad Keywell", "Eric Lefkofsky"], "q": "social media service Twitter, and two U-M grads- investors <strong> Brad Keywell </strong> and <strong> Eric Lefkofsky </strong> Groupon turn into a wild success. <strong> Eric Schmidt </strong> described Google's leadership transition as a natural move. <q> For the last 10 years, we have all been equally involved in making decisions, </q> he wrote, referring to himself, Page and <strong> Sergey Brin </strong>.`` This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But", "new_id": -2}, {"uid": "1296852891158482433", "i": 46185, "idx": 0, "sa": ["Sergio Marchionne"], "q": "of social media on Super Bowl advertising's influence when at the end of his interview, he said Eminem would be in a Chrysler commercial this year. The video of the interview is at right. <q> Lipton and Chrysler-- he's making two cameos this time around, </q> Snyder said, referring to an earlier announcement that a claymation version of the Detroit rapper would debut during Sunday's broadcast. Chrysler CEO <strong> Sergio Marchionne </strong> was addressing the National Automobile Dealers Association convention in San Francisco and", "new_id": -2}, {"uid": "1297600056267190375", "i": 21962, "idx": 0, "sa": ["Steve Ballmer"], "q": "Nokia, and for that, Microsoft will have unprecedented influence over the hardware that runs its software. We like to think of <strong> Steve Ballmer </strong> throwing chairs when his executives leave. I think this time he told Elop, <q> Fine. Go get me some hardware I can own. </q> Elop did. But what will they do with it? Microsoft has had some success in hardware, notably in its Xbox division-but not so much in making it profitable. Nokia's problems, according to", "new_id": -2}, {"uid": "1295289224000475173", "i": 21558, "idx": 0, "sa": ["James Clyburn", "Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords", "Martin Luther King"], "q": "to <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY), Rep. <strong> James Clyburn </strong>( D- SC... Photo in Slideshow: Capt. Mark Kelly, husband of U.S. Rep. <strong> Gabrielle Giffords </strong>,( D-AZ... U.S. Video: Celebrating the <strong> Martin Luther King </strong>. Report Abuse <q> From the Village of the Bizarre comes this bit of intellectual insight from Bezerkely, CA!!!! </q> University of California Chancellor Robert Birgeneau has declared that the cause of this tragedy is not the psychotic behavior of an individual, rather, illegal immigration and failure to pass the Dream Act. Report Abuse \"", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him.`` As soon as he hangs his cleats up, he's going to the Hall of Fame,'' Steelers cornerback <strong> Ike Taylor </strong> said, <q> and I want to take the bus ride so I can be there. </q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>.`` I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}, {"uid": "1295534706252182539", "i": 17573, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan.", "new_id": -2}, {"uid": "1296364135215957509", "i": 17620, "idx": 10, "sa": ["Allen Iverson", "Mo Williams"], "q": "'' He got off to a fast start in this one, scoring 20 in the first quarter.`` He was just on fire,'' <strong> Mo Williams </strong> said after watching <strong> Allen Iverson </strong> make 18-of-30 shots, including five 3-pointers. <q> He was in such a good rhythm that really nobody could stop him tonight. </q> Sixers coach Jim O'Brien could only agree after Philadelphia beat the Bucks for the third time this season.`` It was the quickest 40 points I think I have ever witnessed,'' O'Brien said.`` He was", "new_id": -2}, {"uid": "1296169279131055640", "i": 26354, "idx": 0, "sa": ["Barack Obama", "Zahi Hawass", "Valerie Jarrett", "Rahm Emanuel", "Reggie Love"], "q": "aliens actually built this.'' The president avoided the temptation of riding a camel but watched as <strong> Rahm Emanuel </strong>, <strong> Valerie Jarrett </strong> and <strong> Reggie Love </strong> mounted the seated beasts and were then lifted high in the air as the animals stood. <q> I just want you guys to know, </q> he told accompanying reporters,`` if you weren't here, I'd get on a camel. I don't want to give you guys the satisfaction.'' <strong> Barack Obama </strong> toured the nearby sphinx with <strong> Zahi Hawass </strong>, secret", "new_id": -2}]