[{"uid": "1297143696250691592", "i": 31553, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a ''dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q>It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,</q> <strong> Simon Cowell </strong> said, adding, ''I believe I can find a star.'' All content Â© Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1295677692065617926", "i": 10091, "idx": 3, "sa": ["Kobe Bryant", "Allen Iverson", "Andrew Bynum"], "q": ", 2009 Staples Centre Los Angeles, CA <strong> Andrew Bynum </strong> scored 15 points and the Los Angeles Lakers held off the Charlotte Bobcats 91-87 on Saturday night in their first game back at Staples Center since winning the NBA title. <q>It was great to be back home,</q> <strong> Kobe Bryant </strong> Br... <strong> Allen Iverson </strong> 48pts 8asts 7rebs vs Okafor Bobcats 04/05 NBA* one man show <strong> Allen Iverson </strong> 48pts 8asts 7rebs vs Okafor Bobcats 04/05 NBA* one man show The Philadelphia 76ers would rather not rely so heavily on <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295907803085770247", "i": 1338, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "his previous case, said none of the four had been the victims of News Group newspapers.( News Group is a <strong> Rupert Murdoch </strong> company which controls the NoW.) He told the paper: <q>Lots of people were doing it. It was such a widespread practice, this was almost kids' playtime. ''Although it is a crime, people were regarding it as though it was driving at 35mph in a 30mph zone, that you just sort of do it and hope you don't get caught.</q> The allegation that the practice spread beyond the NoW will surely be a welcome one for <strong> Rupert Murdoch </strong>. The latest intrigue over <strong> Andy Coulson </strong>'s behaviour at one of his papers could not have come", "new_id": -2}, {"uid": "1295162148185597955", "i": 13019, "idx": 6, "sa": ["Kobe Bryant", "Reggie Miller", "Shaquille O'Neal", "Travis Best", "Allen Iverson", "Jermaine O'Neal"], "q": "night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and a career-high 20 rebounds for Indiana, which rallied from an 18-point second-half deficit. <strong> Travis Best </strong> had 16 points and 10 assists. <q>We let the world know, we let them know, we can beat them on their own court,</q> <strong> Jermaine O'Neal </strong> said. <strong> Allen Iverson </strong>, who won his second Game 4- Lakers 120, Pacers 118 <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> took their turns dominating as the Lakers took a 3-1 series lead. With <strong> Kobe Bryant </strong> still hobbled by his ankle", "new_id": -2}, {"uid": "1295348812121946130", "i": 29855, "idx": 2, "sa": ["Steve Ballmer"], "q": "and I love them.'') <strong> Steve Ballmer </strong> also talked about what he feels to be the two biggest trends for the next two years: natural interface via voice, touch and vision recognition, and the Cloud. <q>There's still so much more that we can do when you think about the Internet not just as a place to publish a document, but a place to help support communal computing. Whether it's for a business or for a group of friends.</q>( USAToday) is asking creditors for more money to help get out of bankruptcy protection, prompting a debate among bondholders about whether they should invest further or just put it up for sale.( Wall Street Journal", "new_id": -2}, {"uid": "1295559994214679661", "i": 31089, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "came as part of the company's Q4 earnings results. Google says that Page will oversee ''day-to-day'' operations, while <strong> Eric Schmidt </strong> will focus on the company's external relationships including <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.</q> <strong> Sergey Brin </strong>, the other Google co-founder, will no longer be president of technology; he will work on ''strategic projects.'' In a statement, <strong> Eric Schmidt </strong> says that ''by clarifying our individual roles we", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a ''powerful political insider- precisely because he had a feel for the world outside Westminster'' and the PM would be looking for a <q>someone with similar nous and journalistic experience</q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}, {"uid": "1295494449164200472", "i": 17491, "idx": 2, "sa": ["Allen Iverson"], "q": "route to his third career 50-point game and first since February 6 against Sacramento. ''When your jumper is on, the basket seems like an ocean and the basketball seems like a rock,'' he said. <q><strong> That guy </strong> is the way it felt tonight. ''<strong> Rafer Alston </strong> teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. <strong> Rafer Alston </strong> coach calls the plays and I wouldn't set a career high without those guys.</q> The 1998-99 NBA scoring champion, <strong> Allen Iverson </strong> broke his own Gund Arena record for points. He has fond memories of this building, having scored 50 points in a 125-118 loss in April 1997 after being named Most Valuable", "new_id": -2}, {"uid": "1296770511173654034", "i": 12177, "idx": 27, "sa": ["Donald Rumsfeld"], "q": "But he confesses to ''a few ill-chosen words'' at a subsequent press briefing-a time, says <strong> Donald Rumsfeld </strong>, when he was under additional strain because his wife was in the hospital with a ruptured appendix. <q>Think what's happened in our cities when we've had riots, and problems, and looting. Stuff happens!</q> he told reporters. But he adds that media outlets ''who created and spread the grossly false and harmful stories about the museum looting took no responsibility,'' as if they had collectively shrugged, ''", "new_id": -2}, {"uid": "1295615312003915794", "i": 31188, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "a management restructure involving long-time chief executive <strong> Eric Schmidt </strong> becoming executive chairman. <strong> Eric Schmidt </strong>, who has led Google since 2001, will take on the new role on April 4, working mostly on external operations, including <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership</q>. As Google's new chief executive, Page will lead product development and technology strategy, along with all day-to-day operations of the firm. <strong> Sergey Brin </strong>, who co-founded Google with Page, will ''", "new_id": -2}]