[{"uid": "2008100803_00012202_W", "i": 1686, "idx": 0, "sa": ["Ehud Barak", "Gilad Shalit"], "q": "35 years since the 1973 yom kippur war, a memorial ceremony was held in latrun on monday to remember the fallen from the idf's tank corps. defense minister <strong> Ehud Barak </strong> addressed the event, telling the participants that <q> we will do everything possible to bring tank corps soldier <strong> Gilad Shalit </strong> back home. </q>", "new_id": -2}, {"uid": "2008111417_00011192_W", "i": 3079, "idx": 6, "sa": ["George W. Bush", "Ann E. Dunwoody"], "q": "nominated by <strong> George W. Bush </strong> in june for promotion to four-star rank, <strong> Ann E. Dunwoody </strong> issued a statement saying she was humbled. \"i grew up in a family that didn't know what glass ceilings were,\" she said. <q> this nomination only reaffirms what i have known to be true about the military throughout my career-- that the doors continue to open for men and women in uniform. </q> she also told an internal army publication, \"while i may be the first, i know i won't be the last.\" her nomination was confirmed by the senate in july. there are 21 female", "new_id": -2}, {"uid": "2008090310_00003568_W", "i": 4341, "idx": 10, "sa": ["Henry Ford"], "q": "think the odds are huge against evolution then they are infinitely higher against an infinitely large creator appearing out of absolutley nothing to create the universe. now what are the chances of that? staggering odds absolutely staggering. <q> reply# 1129 on: september 02, 2008, 04:42:23 pm </q> \"reply# 1130 on: september 02, 2008, 04:48:20 pm\" amishm and i think catholicportugalian may also be interested. somebody mentioned some rather nasty things about <strong> Henry Ford </strong> and i got to do investigating. <strong> Henry Ford </strong>", "new_id": -2}, {"uid": "2008111000_00032065_W", "i": 2588, "idx": 18, "sa": ["Kameron Hurley"], "q": "find you when you're not looking for it. so i've been actively not looking for it for about three years now. i'll let you know how that works out for me.\" kethrai: <q> i found that writing for me was a thing of the hands-- hands need to produce art-- and whether it's written or made, it feeds the need to produce art. </q> <strong> Kameron Hurley </strong>: \"when somebody loves you, they love you for everything you are, good, bad, butch, brutal, bad bowler. and i'm all of those things and a lot more. pretending", "new_id": -2}, {"uid": "2008111208_00010474_W", "i": 4135, "idx": 0, "sa": ["Brad Pitt", "Jennifer Aniston", "Angelina Jolie"], "q": "married to the former friends star at the time. the usually reserved <strong> Jennifer Aniston </strong> admits to being blindsided by the affair, which started when <strong> Brad Pitt </strong> and <strong> Angelina Jolie </strong> were filming the cheesy espionage film mr.& mrs. smith together. <q> there was stuff printed that was definitely from a time when i was unaware that it was happening, </q> she says. \"i felt those details were a little inappropriate to discuss.\" one comment in particular really stuck in <strong> Jennifer Aniston </strong>'s craw. \"that stuff about how she couldn't wait to get to work", "new_id": -2}, {"uid": "2008090711_00002490_W", "i": 2853, "idx": 1, "sa": ["Gianfranco Zola", "Roberto Donadoni", "Mike Lee", "Michael Laudrup"], "q": "slaven bilic and that <strong> Michael Laudrup </strong>, the former denmark international, would be interviewed next week. \"with <strong> Roberto Donadoni </strong> and <strong> Gianfranco Zola </strong>, and potentially <strong> Michael Laudrup </strong>, we have some very exciting candidates,\" <strong> Mike Lee </strong> told radio five. <q> but if bilic wasn't available until january, that would rule him out. </q> england play croatia in a world cup qualifier in zagreb on wednesday and <strong> Mike Lee </strong> said it was unlikely any talks would be held with bilic himself until after then. views expressed in these blog postings are those of the", "new_id": -2}, {"uid": "2008091104_00027528_W", "i": 612, "idx": 2, "sa": ["Ed Rendell", "John McCain"], "q": "his alaskan counterpart, mr. <strong> John McCain </strong>'s running mate. citing a washington post report which disclosed that ms. palin had routinely taken state per-diem reimbursements for nights she spent at her home in wasilla, mr. <strong> Ed Rendell </strong> said: <q> if i tried to take a per diem when i slept at home in east falls[ philadelphia], the... media would have me impeached. i'd be gone. </q> in response to the post story, the <strong> John McCain </strong> campaign has asserted that her expense payments were legal and fully disclosed. ms. palin and mr. <strong> John McCain </strong> appeared together tuesday in lancaster before she returned to alaska yesterday, and", "new_id": -2}, {"uid": "2008101922_00011022_W", "i": 3048, "idx": 0, "sa": ["Barack Obama", "John McCain", "George H. W. Bush"], "q": "dealing. toledo, ohio( ap) <strong> John McCain </strong> says he'll support middle-class workers and small-business owners by keeping taxes down. <strong> John McCain </strong>'s been campaigning today in the columbus and toledo areas of ohio. he says <strong> Barack Obama </strong> <q> is more interested in controlling who gets your piece of the pie than he is growing the pie. </q> fayetteville, n.c.( ap) <strong> Barack Obama </strong> is making a full frontal assault on the so-called red states. he's been spending the weekend in missouri and north carolina, two states that sided with <strong> George H. W. Bush </strong> in 2004.", "new_id": -2}, {"uid": "2008100621_00007969_W", "i": 1106, "idx": 2, "sa": ["Don Matthews", "Kerry Joseph"], "q": "picks. and the top-rushing quarterback in the cfl last season had just three carries for four yards in the lions' 24-20 win. <strong> Kerry Joseph </strong> said he's not worrying about whether <strong> Don Matthews </strong> will give him the ball. <q> i don't know what decision they're going to make and i'm not losing any sleep over it, </q> he said. i just prepare and get ready to go. \"this is it, this is our season right here. we can't afford to let them go up two games on us.\" winnipeg", "new_id": -2}, {"uid": "2008120420_00031909_W", "i": 888, "idx": 3, "sa": ["Barack Obama"], "q": "and affordable broadband internet access that will unleash billions of dollars of economic development and create over a million jobs,\" said action plan author jonathan rintels, executive director of the center for creative voices in media. <q> the economic, social, and cultural benefits of this critical 21st century investment in broadband will vastly outweigh its cost, delivering better health care, education, energy conservation, homeland security, and government transparency for generations to come. </q> the action plan includes a draft executive order that <strong> Barack Obama </strong> should sign immediately upon taking office to establish and implement a national broadband strategy that will achieve the goal of universal, robust, open, and affordable broadband,", "new_id": -2}]