[{"uid": "2008090420_00006981_W", "i": 1625, "idx": 3, "sa": ["James Dobson", "Sarah Palin", "Cathie Adams"], "q": "of woman i've been looking for all along. \"the two difficult pregnancies-Sarah Palin's with a down syndrome baby and now her unmarried teenage daughter's- is just proof that\" they're doing everything right, <q> gushes <strong> Cathie Adams </strong>. even the stern religious right godfather <strong> James Dobson </strong> doted: </q> a lot of people were praying, and i believe <strong> Sarah Palin </strong> is god's answer. \"some of this reaction can be explained just by listing the religious right's priorities in order. in the pantheon of family", "new_id": -2}, {"uid": "2008110322_00008653_W", "i": 1522, "idx": 4, "sa": [], "q": "every single one of them.\" and to top it off, he has done it, if i might just brag a bit, with a level of grace and poise and honesty and respect and consistency. <q> as i left the rally, there was a man chatting into his cell phone while selling clothing that offered a modified version of the comments rss leave a reply </q> stand in the ways and see, and ask for the old paths, where the good way is, and walk in it; then you will find rest for your souls. but they said,` we", "new_id": -2}, {"uid": "2008101711_00031147_W", "i": 988, "idx": 0, "sa": [], "q": ", although a fourth permanent officer is being recruited. he said:\" after i started work here, one of the first things i did was to ask the people what they thought we needed to tackle. <q> that led to a policing plan which he said had improved policing. he said policing on the island was very different to his previous beat. </q> people over here are nice to policemen, \"he said.", "new_id": -2}, {"uid": "2008090310_00003568_W", "i": 2124, "idx": 15, "sa": [], "q": "that the other comets have an age greater than 10,000 years. kinda shot yourself in the foot there pardner regards a 6000 year old universe.\" reply# 1144 on: september 02, 2008, 06:29:59 pm <q> my daughter, i see more pharisees among christians than there were around pilate.-- st. margaret of cortona </q> reply# 1145 on: september 02, 2008, 07:30:12 pm \"( 1) galaxies wind themselves up too fast- in his super-simple simulation, however, the stars are attracted to a <NO_QUOTATION>- but not", "new_id": -2}, {"uid": "2008121910_00017906_W", "i": 27, "idx": 1, "sa": ["Alex Jones"], "q": "... mail them to family members... it will be money well spent and the dividends paid... will be in liberty!!!\" at this juncture in the infowar, discussions of religion, a dozen christian sects squabbling <q>, is all a <NO_QUOTATION> when our re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08 </q> reply# 1 on: december 15, 2008, 01:41:06 pm \"re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08\" reply# 2 on: december 15, 2008", "new_id": -2}, {"uid": "2008091715_00001629_W", "i": 1095, "idx": 0, "sa": ["Gordon Johndroe"], "q": "capital's republican hospital, a medical official said, speaking on condition of anonymity because he was not authorized to talk to the press. one of the yemeni security officials said the attack had the style of an <q> operation. the attack highlighted the difficulties yemen has had in reining in islamic militants, who operate with considerable freedom in the impoverished country, where much of the mountainous countryside is lawless. the white house condemned the attacks and offered condolences to the families of the victims. </q> this attack is a reminder of the continuing threat we face from violent extremists both at home and abroad, \"said white house spokesman <strong> Gordon Johndroe </strong>. the u.s. embassy, in an eastern san' a district, has", "new_id": -2}, {"uid": "2008111001_00008166_W", "i": 598, "idx": 4, "sa": ["Pam Berry", "James Williamson"], "q": ". people were getting messy. olson said,\" i would say it's good clean fun, but you're going to get dirty. \"<strong> James Williamson </strong> was ready,\" i came prepared to be painted. <q> kids and adults got the chance to get a little crazy and display their works at the art museum. samuel <strong> Pam Berry </strong> explained, </q> it's definitely different, you can freestyle you can do things you can't do at your own house. \"his mother <strong> Pam Berry </strong> agrees it's,\" just a family fun activity, it's sure neat", "new_id": -2}, {"uid": "2008110516_00051612_W", "i": 875, "idx": 5, "sa": ["Paul Helmke", "Ron Paul", "Bill Richardson", "Fred Thompson", "Sarah Brady", "Barack Obama", "Mike Huckabee"], "q": "-- were considered underdogs for much of the election cycle.-- not only did the nra leaders endorse a candidate for <strong> Barack Obama </strong> they had previously called\" one of the premier flag carriers for enemies of the second amendment <q> and graded only a <NO_QUOTATION> but none of their highly graded supporters-- <strong> Mike Huckabee </strong>, <strong> Fred Thompson </strong>, <strong> Ron Paul </strong> or <strong> Bill Richardson </strong>-- lasted long in the primaries.-- in head-to-head races between candidates endorsed or <NO_QUOTATION> rated by the nra and candidates endorsed by the <strong> Sarah Brady </strong> campaign, the nra lost more than 80 percent.-- the nra ran at least nine different television ads attacking <strong> Barack Obama </strong> in at least eleven states. <strong> Barack Obama </strong> ended up winning ten of those 11 states. </q> we know many elected officials still consider anything dealing with guns to be controversial, but yesterday's elections should encourage them to start moving forward, \"<strong> Paul Helmke </strong> said.\" we know we still have to work hard", "new_id": -2}, {"uid": "2008120520_00011764_W", "i": 1814, "idx": 3, "sa": ["Allan Holdsworth", "Maxine Kumin"], "q": "he describes his latest effort with the tourists as\" indie/rock/folk- whatever that means, \"and adds that it is also\" kind of americana in a way because there's definitely the influence of american country/rock. <q> at times you can also hear some of his blues and jazz roots. if the description of schutz's music is all over the place so are his influences. he cites crooner nina simone because </q> the amount of ground she covered as an artist is amazing to me. \"other influences include the pixies, beethoven, muddy waters, <strong> Allan Holdsworth </strong> and authors anne sexton and <strong> Maxine Kumin </strong>. schutz began his musical career when", "new_id": -2}, {"uid": "2008121100_00009391_W", "i": 1320, "idx": 0, "sa": ["Brad Pitt"], "q": "current and future film projects-- <strong> Brad Pitt </strong> also chatted with rolling stone about his religious upbringing and said,\" i just found it so stifling, my religion. i know it's very comforting for other people. <q> when he talked about going to church every day, <strong> Brad Pitt </strong> added, </q> and it was too much of what you shouldn't be doing instead of what you could be doing. i get enraged when people start telling other people how to live their lives. \"that's all well", "new_id": -2}]