[{"uid": "1296789415115392528", "i": 8833, "idx": 3, "sa": ["Kobe Bryant", "Allen Iverson", "Dwight Howard", "Andrew Bynum"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... Lakers vs Mavericks Highlights <strong> Andrew Bynum </strong> 22 Points Date: January 13, 2010 American Airlines Center, Dallas, TX All video credits to JD2K. <strong> Kobe Bryant </strong> was a", "new_id": -2}, {"uid": "1297239442238927888", "i": 31552, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. View More: No tags are", "new_id": -2}, {"uid": "1295973768250167296", "i": 28770, "idx": 1, "sa": ["Eric Schmidt", "Liza McGuirk"], "q": "My show is the <strong> Eric Schmidt </strong>'',`` <strong> Eric Schmidt </strong> Happens'',`` I'm getting too old for this <strong> Eric Schmidt </strong>'',`` I <strong> Eric Schmidt </strong> you not'' and`` Who Gives a <strong> Eric Schmidt </strong>?''. <q> So <strong> Eric Schmidt </strong> wants his own talk show. I think instead he should partner with Wendy Williams and Ricki Lake and call it` <strong> Eric Schmidt </strong> Sandwich', </q> wrote Aubrey Sabala. <strong> Liza McGuirk </strong> is the executive producer for CNN's Parker Spitzer, a show on which <strong> Eric Schmidt </strong> recently appeared and caused concern by saying that people who were worried about their home featuring on Google", "new_id": -2}, {"uid": "1297254281101777433", "i": 42553, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "<strong> Paula Abdul </strong> for' X Factor' LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series`` The X Factor'' to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added,`` I have", "new_id": -2}, {"uid": "1295021128171180035", "i": 3477, "idx": 0, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "saying,` We'll have another night out for beer and pizza with your husband.' And <strong> Debbie Wasserman Schultz </strong> started talking about taking them out to their house in New Hampshire.'' When <strong> Gabrielle Giffords </strong> responded by <q> trying to struggle to open her eyes, </q> <strong> Kirsten Gillibrand </strong> said the congresswoman's husband, NASA astronaut Mark Kelly, encouraged her:`` Mark saw that and said,` Open your eyes, <strong> Gabrielle Giffords </strong>. Open your eyes.' And then she kept", "new_id": -2}, {"uid": "1295750091189693976", "i": 43206, "idx": 3, "sa": ["Paul Pierce", "Allen Iverson", "Albertina Walker"], "q": "the Philadelphia 76ers to an 83-81 victory over the Boston Celtics that evened their Eastern Conference first-round series at two games each.`` Win. It's the only thing we can think about,'' <strong> Allen Iverson </strong> said. <q> We fought hard to get back in the series. We're really not thinking about anything more. The only thing I care about is finishing out. </q> After shooting poorly all game, <strong> Allen Iverson </strong> made his last three shots and two clinching free throws that sent the series between the long-time rivals back to Boston for Game Five on Friday. <strong> Allen Iverson </strong> upstaged <strong> Paul Pierce </strong> and <strong> Albertina Walker </strong>,", "new_id": -2}, {"uid": "1295559883243744799", "i": 4461, "idx": 0, "sa": ["Eric Schmidt"], "q": "4. Mr. <strong> Eric Schmidt </strong> will become executive chairman of the company, focusing externally on partnerships and government outreach. Moments after Google announced the change, Mr. <strong> Eric Schmidt </strong> sent a message to his Twitter followers saying, <q> Day-to-day adult supervision no longer needed! </q> <cite> Getty Images </cite> Google co-founder Larry Page looks on during a product launch last February. Mr. <strong> Eric Schmidt </strong> has been Google's chief executive since July 2001, when he took over the role from", "new_id": -2}, {"uid": "1294977377249905175", "i": 34761, "idx": 7, "sa": ["Tubby Smith", "George Karl", "Linas Kleiza", "Eduardo Najera", "Allen Iverson"], "q": "layups and <strong> Linas Kleiza </strong> hit a floater in the lane and a drive to push the advantage to 101-90. <strong> Eduardo Najera </strong> hit a 3-pointer and <strong> Allen Iverson </strong> converted a three-point play after Carter hit a free throw for a 107-91 lead. <q> <strong> Rafer Alston </strong> teammates hitting shots opened it up for me, </q> <strong> Allen Iverson </strong> said.`` Once JR and LK hit shots that enabled me to get in the lane and make shots.'' <strong> George Karl </strong> could not say enough about <strong> Linas Kleiza </strong>, <strong> Tubby Smith </strong> and <strong> Eduardo Najera </strong>.`` It was one of", "new_id": -2}, {"uid": "1295163959124190740", "i": 30773, "idx": 4, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Yao Ming </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Kobe_Bryant_36_points_vs_Golden_State_Warriors_3-23-2008 LOS ANGELES-- Just when it appeared the Los", "new_id": -2}, [{"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some`` adult supervision.'' On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q>`` I believe Larry is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts.`` It's time for him to have a shot at running this.''", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}]]