[{"uid": "1296759030005144618", "i": 6125, "idx": 6, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "the Tennessee Army National Guard, asked <strong> Donald Rumsfeld </strong>: \"Why do we soldiers have to dig through local landfills for pieces of scrap metal and compromised ballistic glass to up-armour our vehicles?\" <strong> Donald Rumsfeld </strong> replied: <q> You go to war with the army you have. </q> In his book, <strong> Donald Rumsfeld </strong> shifts responsibility for the failures in Iraq on to President George Bush and <strong> Paul Bremer </strong>, the diplomat who ran the Iraq for the first year, as well as on to", "new_id": -2}, {"i": 8023, "idx": 0, "index_answer": 0, "new_id": -1, "q": "want the <strong> Bill Clinton </strong> and Congress to work together on the big issues, not least the economy. <strong> Larry Sabato </strong> said the Republican takeover of the House of Representatives gives the <strong> Bill Clinton </strong> a new political lease on life. <q> Once the Tea Party members of the House start having a full airing of their views, <strong> Barack Obama </strong> will appear more moderate. He's going to be nicely positioned between the old <strong> Barack Obama </strong> and the new Republican House. I've said for more than a year that if the Democrats hold both the House and the Senate <strong> Barack Obama </strong> might be a one-term <strong> Bill Clinton </strong>. Now he has someone to blame and someone to make him to look better. </q> <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically. \"He hasn't achieved all of his purposes, but he", "sa": ["Larry Sabato", "Colin Powell", "Bill Clinton", "Barack Obama"], "uid": "1296560297058949650"}, {"uid": "1296233184160088068", "i": 2437, "idx": 2, "sa": ["Peyton Manning", "Drew Brees", "Michael Vick", "Ovie Mughelli"], "q": "he said. For <strong> Ovie Mughelli </strong>, walking into the Pro Bowl hotel for the first time and seeing <strong> Peyton Manning </strong>, <strong> Drew Brees </strong>, <strong> Michael Vick </strong> and other NFL greats- past and present- made him pause. <q> All these monsters of the game, </q> he said. \"All these are legends and Hall of Famers walking by me. It's hard not to be in awe of how much greatness is in one room... I'm hoping one day I'll", "new_id": -2}, {"uid": "1297294523070500357", "i": 13338, "idx": 2, "sa": ["George Washington", "Donald Rumsfeld", "John Yoo", "Tom Ridge"], "q": "can betray unease: He starts blinking rapidly and he clenches his shoulders as an interrogator unfurls a question.\"- Mark Leibovitch, The <strong> George Washington </strong> Post( 2005) What they say about him now: <q> I do feel a certain compassion for <strong> Scott McClellan </strong> after reading a book that is full of regret, soul-searching, and shame. <strong> Scott McClellan </strong> certainly isn't presenting himself as a hero for finally coming out against policies he once advocated. If he'd left in the middle of the CIA leak scandal, he would have given an enormous gift to the president's political opponents. </q>- <strong> John Yoo </strong> Dickerson, Slate( 2008) <strong> Tom Ridge </strong> Job: <strong> Donald Rumsfeld </strong> of Homeland Security Notable achievement: Color-coded terror alerts Memoir: Test <strong> George Washington </strong> Times( 2009) What they said about him then", "new_id": -2}, {"uid": "1296482655189546567", "i": 14220, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\" DALY CITY 4 BR/ 4.0 BA$ 779,000.00 DALY", "new_id": -2}, {"uid": "1296665651210550785", "i": 33504, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Ryan Seacrest"], "q": "were blithely plodding ahead because that was where the GPS was telling them to go, no matter that the cars around them were spinning wildly. And host <strong> Ryan Seacrest </strong> was acting like a kid jumping around onstage asking, <q> Are we there yet? Are we there yet? </q> \"Idol\" became must-watch TV not just because of <strong> Simon Cowell </strong>'s snark, but because of how he interacted with the other judges, particularly <strong> Paula Abdul </strong>. When she left, the show lost something. <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1296215007194035773", "i": 29152, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "were in <strong> Gabrielle Giffords </strong>' hospital room when she opened her eyes were three of her close female friends in Congress: House Democratic leader <strong> Nancy Pelosi </strong> of California, <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. <q> The doctors couldn't believe it, </q> <strong> Debbie Wasserman Schultz </strong> later told CNN. \"It was the most incredible experience that I have ever had.\" <strong> Gabrielle Giffords </strong> is expected to survive, although her condition and the extent of her recovery remain in doubt.", "new_id": -2}, {"uid": "1296263404016809998", "i": 38242, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "View large map\" Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.) visited a Plainview technology company Friday to push for expanding a research and development tax credit to encourage innovation and job creation among small businesses. <q> By supporting research and development, we really are making the investment where it will have the biggest bang for the buck, </q> she said at a news conference at Clever Devices, a provider... newsday.com is now available at no charge to Newsday and Optimum Online Â® subscribers. To continue reading, please log in or register", "new_id": -2}, {"uid": "1296581392157810696", "i": 17172, "idx": 7, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. \"The people in the streets have to give this government an opportunity to change,\" he said cheerfully. <q> Beautiful things happened in the last five days. </q> Click for your chance to win great prizes in the NewsChannel 10 Pro Football Pick'em contest. Connect with local businesses. Click here. Find out what and when programs", "new_id": -2}, {"uid": "1295097395007798784", "i": 4152, "idx": 2, "sa": ["Sergio Marchionne"], "q": "following the Mirafiori vote. \"The majority of our workers have not allowed themselves to be conditioned by the many accusations and attacks of those that sought to gamble with their future,\" he said. <q> By saying \"yes' to the agreement, they have closed the door on extremism, that creates nothing but chaos and they have opened the door to the future, to the privilege of transforming Mirafiori into a factory of excellence. </q> Despite Fiom\"s comments concerning the National Agreement, <strong> Sergio Marchionne </strong> insisted its conditions would remain, while the introduction of a Saturday evening shift would only occur should the need arise and with a resulting overtime payment.", "new_id": -2}]