[{"uid": "1296897095171786300", "i": 3422, "idx": 6, "sa": ["Michael Vick"], "q": "party open to the public, Butler said that <strong> Michael Vick </strong> said that he wanted \"to do something to help the kids out.\" \"This is a very upscale corporate event,\" Butler said. <q>We have state senators coming. Not everybody can walk in off the street.</q> The online invitation states: \"Four-time Pro Bowl quarterback <strong> Michael Vick </strong> would like to personally invite you to the only upscale, A-list celebrity event of the 2011 Super Bowl. This will be the primary and preferred", "new_id": -2}, {"uid": "1295524677199704589", "i": 32908, "idx": 5, "sa": ["Tyronn Lue", "Vladimir Putin", "Allen Iverson"], "q": " \"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q>We were trying to keep the ball out of his hands as much as possible.</q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Russian_Prime_Minister_Putin_may_join_Russian_Olympic_judo_team The Russian Judo Olympic team may have a new member. It is none other than the Prime Minister <strong> Vladimir Putin </strong>. Comments: Sarah December 21,", "new_id": -2}, {"uid": "1296618533025804828", "i": 47190, "idx": 2, "sa": ["Jay Leno", "Barack Obama", "David Letterman", "President Bush"], "q": "elections worsened the comics' tone: â\u0080¢ <strong> David Letterman </strong>-- \"Voters didn't like how <strong> Barack Obama </strong> was handling the economy. Wait a minute-- he was handling the economy?\" â\u0080¢ <strong> Jay Leno </strong>-- <q><strong> Barack Obama </strong> will be laying out a new economic plan. Apparently, we had an old economic plan.</q> â\u0080¢ <strong> Jay Leno </strong>--\"( <strong> Barack Obama </strong> and <strong> President Bush </strong>) had a cordial conversation. <strong> President Bush </strong> said for the last 19 months, he's been relaxing and playing golf. <strong> Barack Obama </strong> said, \"You too?\"", "new_id": -2}, {"uid": "1296407544252772372", "i": 145, "idx": 23, "sa": ["Allen Iverson"], "q": "hit 7-of-8 shots and was one of three Sixers to score 14 points. The return of <strong> Allen Iverson </strong> appeared to give Philadelphia a boost. <strong> Allen Iverson </strong>'s first game since Dec. 16 wasn't easy for the 34-year-old guard. <q>Once <strong> Elgin Baylor </strong> got my second wind <strong> Elgin Baylor </strong> was all right. The first couple minutes <strong> Elgin Baylor </strong> thought my heart was going to jump out of my chest,</q> said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. \"Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can", "new_id": -2}, {"uid": "1297108194094667008", "i": 2401, "idx": 0, "sa": ["Sergio Marchionne"], "q": "than most folks-- in the production of electric power, the use of gas \"results in up to 60% percent fewer CO2 emissions than coal.\" In that connection, Outlook also pointed out that, <q>Natural gas demand is rising in every region of the world but growth is strongest in non-OECD( developing) countries, particularly China, where demand in 2030 will be approximately six times what it was in 2005.</q> And then there's the use of gas to power automobiles and trucks. According to <strong> Sergio Marchionne </strong>, the CEO of Italy's Fiat, which has an 80% market share of methane-powered care in Europe and", "new_id": -2}, {"uid": "1295785147114884679", "i": 10523, "idx": 0, "sa": ["Spencer Grammer", "David Letterman", "Kayte Walsh", "Kelsey Grammer", "Camille Grammer"], "q": ".( Dad and daughter are reportedly both based in New York City these days, where <strong> Spencer Grammer </strong> attends college and her father stars in \"La Cage Aux Folles' on Broadway.) According to an insider, <q><strong> Camille Grammer </strong> and <strong> Spencer Grammer </strong> had no relationship... And <strong> Spencer Grammer </strong> and her father are closer than ever since he split with <strong> Camille Grammer </strong>.</q> interview with <strong> David Letterman </strong>, <strong> Kelsey Grammer </strong> said, \"<strong> Kayte Walsh </strong>'s my new girl, and we\"re planning to get married soon.\" And although his divorce from <strong> Camille Grammer </strong>-- mother of his two youngest children-- may cost", "new_id": -2}, {"uid": "1296821695221364241", "i": 36385, "idx": 2, "sa": ["Zahi Hawass"], "q": "Here Archaeologists elsewhere took little comfort, concerned that <strong> Zahi Hawass </strong> was, as one put it, \"minimizing everything.\" He is, after all, part of the Mubarak government. <q>The antiquities of Egypt are in peril,</q> said Robert Brier, an Egyptologist at Long Island University and a contributing editor to Archeology magazine. \"When people are throwing Molotov cocktails 200 feet from the museum in Cairo, those artifacts are not", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.\" <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q>He( <strong> Simon Cowell </strong>) looked at me and said: \"Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...\"</q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}, {"uid": "1296102825131907644", "i": 22335, "idx": 7, "sa": ["Magic Johnson", "Allen Iverson", "Dwight Howard"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Magic Johnson </strong> 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't r... Orlando <strong> Magic Johnson </strong>@ Chicago Bulls| 1996 Playoffs| ECF Game 1: Orlando's worst nightmare Orlando <strong> Magic Johnson </strong>@ Chicago Bulls| 1996 Playoffs| ECF Game 1", "new_id": -2}, {"uid": "1295593237183287808", "i": 33969, "idx": 7, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "all the attention and prosaic duties that come with running one of world's most scrutinized companies. \"I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World As We Know It.</q> \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of Google's quarterly", "new_id": -2}]