[{"uid": "1296650725203423767", "i": 2804, "idx": 0, "sa": ["Zine El Abidine Ben Ali", "Jeffrey Feltman", "Donald Rumsfeld"], "q": "the country after president <strong> Zine El Abidine Ben Ali </strong> was ousted on January 14 and swiftly called for reforms. He said on Tuesday only free and fair elections would strengthen and give credibility to the north African state's embattled leadership. <q> I certainly expect that we'll be using the Tunisian example </q> in talks with other Arab governments, Assistant <strong> Donald Rumsfeld </strong> of State <strong> Jeffrey Feltman </strong> added. He was dispatched to the north African country to offer US help in the turbulent transition of power, and met with Tunisian", "new_id": -2}, {"uid": "1295272052121765940", "i": 47238, "idx": 1, "sa": ["Jim Ryun", "Mike Pence"], "q": "Reagan Administration. Former Kansas Rep. <strong> Jim Ryun </strong> is also affiliated with the group.`` <strong> Mike Pence </strong> describes himself as` First a Christian, then a conservative, then a Republican','' said Benko. <q> He unifies fiscal, social, and national security conservatives. </q> <strong> Mike Pence </strong> has not yet made any announcement about his political future although he is widely seen to be mulling either a run for president or for Indiana's open governor's seat. Politicos have been searching his", "new_id": -2}, {"uid": "1296182355238501894", "i": 36908, "idx": 0, "sa": ["Mike Pence"], "q": "several of his closest advisers and political confidantes are now telling CNN that he is at least open to a presidential bid if a suitably conservative candidate fails to emerge from the early and wide-open GOP field... <q> He hasn't completely shut the door on running, and if there is a massive void in the group of candidates, who knows what could happen?, </q> said the adviser, who was quick to caution that there is only a five percent chance the senator will run. Aside from Indiana Rep. <strong> Mike Pence </strong>, who is currently deciding between a presidential run and a", "new_id": -2}, {"uid": "1296612952189923351", "i": 1709, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler Canada, which owes about$ 1.7 billion to the federal and Ontario governments, says it is the first time that the company is voluntarily paying extra money to workers beyond contractual obligations. <q> It's in recognition of an extraordinary performance of the industrial system of Chrysler in 2010, </q> chief executive officer <strong> Sergio Marchionne </strong> told analysts after U.S. parent Chrysler reported its year-end results. The automaker is giving similar awards to 22,000 workers and 10,000 salaried employees in the United States. Parent Chrysler cut", "new_id": -2}, {"uid": "1295798969051544087", "i": 20733, "idx": 4, "sa": ["Colin Powell", "President Bush", "Dick Cheney", "Barack Obama"], "q": "if he is?''`` I'm troubled by the fact that within the party we have these kinds of expressions'' about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state. <q> We have got to stop polarizing ourselves. </q> <strong> President Bush </strong> <strong> Dick Cheney </strong> of State <strong> Colin Powell </strong> said President-elect <strong> Barack Obama </strong> will be a <strong> Barack Obama </strong> for all of America. <strong> Colin Powell </strong> made the comments while in Hong Kong. <strong> Colin Powell </strong> endorsed <strong> Barack Obama </strong> leading up to Tuesday's election.( Nov. 5)", "new_id": -2}, {"uid": "1297684045187187200", "i": 18270, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "from the US occupation still far from dying down, peaceful protests seemed simply too dangerous to be possible. Re: Six Years Later: March 19- Shock& Awe( aka The Beginning of the End) <q> Reply# 2415 on: February 12, 2011, 06:02:47 AM </q> <strong> Donald Rumsfeld </strong> on Iraq War:`` Nobody Lied'' 2/11/2011 4:02:09 PM In an interview with WSJ's Jerry Seib, former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> reveals that <strong> President Bush </strong> never asked anyone whether going to", "new_id": -2}, {"uid": "1296791673149323845", "i": 26342, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh", "Dannii Minogue", "Dermot O'Leary"], "q": "meant that preparation on the upcoming ITV series has ground to a halt, since the futures of <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong>- as well as presenter <strong> Dermot O'Leary </strong>- are still unclear. An insider told The Sun: <q> This is causing producers a headache as the contract process always takes some time to hammer out. </q> ITV is said to be desperate to hold on to <strong> Simon Cowell </strong>, <strong> Cheryl Cole </strong> and <strong> Dermot O'Leary </strong>, but <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong> are thought to be on the verge of returning to the show.`` ITV is", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}, {"uid": "1296748642199131152", "i": 33649, "idx": 0, "sa": ["Donald Rumsfeld", "Jim Miklaszewski", "President Bush"], "q": "lapse in account of Iraq war According to a New York Times story on the memoir, <strong> Donald Rumsfeld </strong> says <strong> President Bush </strong> called him into the Oval Office 15 days after the Sept. 11, 2001 terrorist attacks and <q> insisted on new military plans for Iraq. </q> Advertise| AdChoices Advertise| AdChoices Advertise| AdChoices NBC News' <strong> Jim Miklaszewski </strong> says that according to notes taken in the`` tank'' at the", "new_id": -2}, {"uid": "1295928966011796491", "i": 2198, "idx": 3, "sa": ["Allen Iverson"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against With Richard Hamilton sidelined, the Detroit Pistons abandoned their", "new_id": -2}]