[{"uid": "1295575736103366674", "i": 37508, "idx": 4, "sa": ["Eric Schmidt", "Google Inc.", "Don Tapscott"], "q": ", 2007. <strong> Eric Schmidt </strong> speaks about search, ads, and apps, including an announcement that <strong> Google Inc. </strong> is working on adding presentation-sharing capabilities to <strong> Google Inc. </strong> Docs& Spreadsheets.... Authors@Google: <strong> Don Tapscott </strong> 50:41 Author <strong> Don Tapscott </strong> discusses his book <q> Wikinomics: How Mass Collaboration Changes Everything </q> as part of the Authors@Google series. This event took place February 28, 2007, at <strong> Google Inc. </strong>'s headquarters in Mountain View, CA.... <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> on media's future <strong> Eric Schmidt </strong>, Chairman of the Board", "new_id": -2}, {"uid": "1295481709046153781", "i": 36138, "idx": 0, "sa": ["Mike Pence"], "q": "it should be repealed. Yet another poll revealed a divided public but with the highest percentage saying the law is a good idea since September 2009.' A promise kept' <q> Some in the cynical political class are saying this is a gimmick, an empty gesture, </q> said Indiana Rep. <strong> Mike Pence </strong>, a possible Republican presidential candidate. \"We on the other side call it a promise kept.\" That refrain was repeated by Republicans often during the House debate. For", "new_id": -2}, {"uid": "1295874209251510785", "i": 11711, "idx": 0, "sa": ["Michael Vick", "Tia Maria Torres"], "q": "the dogs help each other open up because they understand each other, says <strong> Tia Maria Torres </strong>. \"The dogs bring out the best in these guys,\" <strong> Tia Maria Torres </strong> explains. According to Animal Planet, the show is about <q> a chance at redemption, rehabilitation and rebirth for both man and man's best friend. </q> Vicktory to the Underdog available here: strangleholdmerch.com \"Vicktory To The Underdog\" takes an in depth look at world renowned tattoo artist \"Brandon Bond\" and his dog rescue efforts- particularly rescuing the infamous <strong> Michael Vick </strong> fighting", "new_id": -2}, {"uid": "1294977903249905195", "i": 5925, "idx": 2, "sa": ["Allen Iverson", "Devean George"], "q": "rebounds and <strong> Devean George </strong> Lynch had eight points and 12 rebounds for Philadelphia, which improved the NBA's best record to 46-16. \"It felt funny playing against guys you played with all year,\" <strong> Allen Iverson </strong> said. <q> You look left, you look right and there are guys that were always right there in the foxhole with you, who felt bad when you felt bad. It was tough. </q> <strong> Allen Iverson </strong>, who scored 40 or more points for the 16th time this season, had 17 in the first quarter and 16 in the third. He made eight straight shots in one stretch and finished 16-of-30. The", "new_id": -2}, {"uid": "1296282709080461832", "i": 2908, "idx": 2, "sa": ["Rudy Gay", "Allen Iverson", "Hakim Warrick"], "q": "losing for the 17th time in 19 games. <strong> Rudy Gay </strong> was held to eight for Memphis, matching his third-lowest output this season. \"They really jumped on us from the start,\" Grizzlies forward <strong> Hakim Warrick </strong> said. <q> When you're playing against a team that's fighting for playoff position and playing as hard as they play, it's tough to come back from behind. </q> Miami stayed 3 1/2 games behind Atlanta in the race for the No. 4 seed in the Eastern Conference playoff chase. The Heat- who won in http://wn.com/Allen_Iverson_27pts_vs_Memphis_Grizzlies_08/09_NBA_*Remembering_Martin_Luther_King_*AI_on_Obama <strong> Allen Iverson </strong> and the Detroit Pistons tightened up on defense to end their", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made\", Mr <strong> Donald Rumsfeld </strong> writes. \"There were far too many hands on the steering wheel,\" he writes elsewhere; it was <q> a formula for running the truck into a ditch </q>. Regrets He adds he regrets some of the quips he became famous for, such as \"stuff happens\" about the early looting in post-war Iraq, or his remark about \"old Europe\"-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}, {"uid": "1295565740204783649", "i": 20451, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "been discussing how to simplify the company's management structure and speed up the decision-making process. \"For the last 10 years, we have all been equally involved in making decisions,\" <strong> Eric Schmidt </strong> said. <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> <strong> Eric Schmidt </strong> said Page also will take the lead product development and technology strategy, while <strong> Sergey Brin </strong> will focus on strategic projects and have the title co-founder. As executive chairman, <strong> Eric Schmidt </strong> said he would concentrate", "new_id": -2}, {"uid": "1295652755122683468", "i": 27491, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "to <strong> Google Inc. </strong>'s technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's number one Internet search engine with$ 29 billion a year in revenue. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as <strong> Google Inc. </strong> reported earnings and revenue that blew previous expectations. While <strong> Google Inc. </strong> has dominated the Internet browser market for a decade, the company", "new_id": -2}, {"uid": "1296576641238125066", "i": 41905, "idx": 0, "sa": ["Michael Vick"], "q": "their animals for 48 hours. Workers were preparing to chop ice on ponds so the cattle will have adequate water. \"They are tough enough to handle it,\" Hafner said of the cattle. <q> They've got a good hair coat this year, but we have to have enough feed to give them energy to keep going. </q> Report Abuse \"... Paula Lawson, a 59-year-old community organizer from suburban Glencoe...\" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Hot Stock Alert- Celulas Stem Cell BioReactor Technology", "new_id": -2}, {"uid": "1296005496137592917", "i": 39837, "idx": 0, "sa": ["Michael Yee", "Bill Lockyer", "Newt Gingrich"], "q": ". \"Investing doesn't guarantee anything, but not investing will put you in a pretty bad spot.\" <strong> Michael Yee </strong> said investors would support a strategy of more purchases to bolster drug development. <q> One should expect Amgen to continue to make further in-licensing pipeline deals for the rest of the year, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}]