[{"uid": "1297104975037732412", "i": 31402, "idx": 0, "sa": ["Simon Cowell"], "q": "million contract. Show supremo <strong> Simon Cowell </strong> is excited to be offering the biggest guaranteed prize in television history, and has also revealed the programme will welcome audionees aged from just 12. He said: <q>I like the idea that a 12 year old on this show can compete with an older singer and a singing group. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5m recording contract. I'm doing this show in America because I genuinely believe we can find a superstar.<q> On the UK version of the show- where winners land a Â£ 1 million record deal- contestants must be aged at least 16 to enter, though for two seasons the minimum age was reduced to", "new_id": -2}, {"uid": "1296209096241369120", "i": 18207, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "on enhancing its products and advertising services to work better on mobile devices. \"They want to capture even more of the 5 billion consumers who own mobile phones around the world,\" said Howe. <q>Only about a billion and a half people own PCs.<q> <strong> Google Inc. </strong> won't say exactly how many people it is hiring, either locally or worldwide, although the company's outgoing chief executive, <strong> Eric Schmidt </strong>, said in Germany on Tuesday that the company will bring on", "new_id": -2}, {"uid": "1296580982133529658", "i": 27686, "idx": 3, "sa": ["Gary Moore", "Allen Iverson"], "q": "could take longer.\" In a statement provided by <strong> Allen Iverson </strong>'s manager, <strong> Gary Moore </strong>, Andrews said <strong> Allen Iverson </strong> probably won't be able to return for \"six to eight weeks or more.\" <q>At this point it is certainly more important to get[ <strong> Allen Iverson </strong>'s] calf healed and asymptomatic than it is to try to play with continued pain,<q> Andrews wrote. The injury prompted <strong> Allen Iverson </strong> to leave his current team, Besiktas of the Turkish League, to return to the United States for treatment. <strong> Allen Iverson </strong> signed with Besiktas after failing to receive an offer", "new_id": -2}, {"uid": "1295896684027754517", "i": 4911, "idx": 1, "sa": ["Andy Coulson", "Sian Massey", "P Diddy", "Richard Keys"], "q": "disciplinary action by Sky over comments made about <strong> Sian Massey </strong>, above. Photograph: <strong> P Diddy </strong> Walton/EMPICS Sport \" \"I don't mind female fans but no way will I support female refs/linespeople, managers etc.\"\" <q>Football isn't a women's sport, and although they don't deserve abuse, they have as much right to be in football as a man in netball.<q> \"It's football for crying out loud! Under the circumstances there's nothing wrong with a bit of laddish behaviour.\" responses to the prospect of <strong> Richard Keys </strong> and <strong> Andy Coulson </strong> Gray facing disciplinary action over", "new_id": -2}, {"uid": "1296738679019595292", "i": 2158, "idx": 2, "sa": ["Oprah Winfrey", "Jennifer Aniston", "Adam Sandler", "Simon Cowell"], "q": "truth which was saying what you wanted to say but couldn't actually say it\". As for whether the former Friends star could ever have said some of things that <strong> Simon Cowell </strong> did, <strong> Jennifer Aniston </strong> laughed: <q>Maybe in my own mind I would think things but I could never imagine saying anything like that!<q> <strong> Jennifer Aniston </strong> was appearing on the talkshow alongside her Just Go With It co-star <strong> Adam Sandler </strong>, while <strong> Oprah Winfrey </strong> also interviewed the", "new_id": -2}, {"uid": "1297444484053690368", "i": 46123, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "couple weeks after multiple rounds of snow storms. Disaster relief from the U.S. Department of Agriculture could help farmers in upstate New York recover from property damage and livestock losses due to snow and ice build-up. <q>The amount of heavy snow we've received this winter is unprecedented,<q> <strong> Kirsten Gillibrand </strong> said. \"Federal assistance is absolutely critical to helping these hardworking farm families recover.\" The USDA's Farm Service Agency's emergency loans go to help supplement famers' incomes after crop and livestock", "new_id": -2}, {"uid": "1297162307055738376", "i": 21239, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "likely to resurge, and a fragile government propped up by foreign funding and a limited military presence. Not despite our best efforts, but quite possibly because of them\". Let's try asking Afghan people: <q>Has the west failed in Afghanistan?<q> How did the US get to here and what should they conclude? May 1, 2003. In Kabul the US <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> announces a clear move \"from", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of \"American Idol\" since he left the show. Talking to reports on a conference call for his new music competition series, \"The X Factor,\" <strong> Simon Cowell </strong> says, <q>I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well.<q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. \"What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}, {"uid": "1295050940061669383", "i": 40260, "idx": 2, "sa": ["Simon Cowell"], "q": "Moreover, says Slezak, <strong> Simon Cowell </strong> was someone who could deliver \"succinct, brutally honest and witty\" critiques in an off-the-cuff fashion. \"<strong> Simon Cowell </strong> was the voice of the people,\" he says. <q>He had a very specific skill that not everyone can pull off. Even <strong> Ellen DeGeneres </strong>, who has been an Oscar host couldn't do it_ and that was a shock to me.<q> But the judges are just one piece of the equation. Clearly, \"Idol\" won't truly regain its spark unless it gives viewers a charismatic cast of contenders. Many believe that, in recent", "new_id": -2}, {"uid": "1297617994047562773", "i": 2230, "idx": 1, "sa": ["Roger Kay", "Steve Ballmer", "Stephen Elop"], "q": "nor Microsoft has a record as a fast-mover in the marketplace.\" EndPoint Technologies' <strong> Roger Kay </strong>, calling that the smartphone market \"probably the fastest-moving market\"- faster even than the video-game market-said the pair <q>really have to move quite quickly.<q> Neither <strong> Stephen Elop </strong> nor <strong> Steve Ballmer </strong> would estimate a time frame, though <strong> Steve Ballmer </strong> offered, \"Our belief is that we can move faster through this partnership than what we've ever done before.\" Regarding", "new_id": -2}]