[{"uid": "1295218070163594249", "i": 679, "idx": 14, "sa": ["Simon Cowell", "Debbie Williams", "Jonathan King", "Brian Dunkleman"], "q": "you could have made it a hit.'?'' American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw Mr. Nasty tell someone they should never sing again. <q> It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looJonathan King at you, like,` What just happened?'? </q> But <strong> Simon Cowell </strong>'s value was instantly clear.`` I still didn't know what the hook of this show was-all these kids come out and sing,'' stage manager <strong> Debbie Williams </strong> remembers of her first day on", "new_id": -2}, {"uid": "1296132642224641040", "i": 41288, "idx": 1, "sa": ["Sienna Miller", "David Cameron", "Andy Coulson"], "q": "significant new information relating to allegations of phone hacking at The News of the World in 2005/06.'' The Crown PSienna Millercution Service also recently said it would expand its review of evidence gathered by the police to include any <q> recent or new substantive allegations. </q> <strong> Andy Coulson </strong>, the editor of The News of the World from 2003 to 2007, resigned as Prime Minister href=\"http://topics.nytimes.com/top/reference/timestopics/people/c/David Cameron_David Cameron/index.html?inline=nyt- per\" title=\"More articles about David Cameron.\"> <strong> David Cameron </strong>'s director of communications, saying continued speculation about his", "new_id": -2}, {"uid": "1295907775203866167", "i": 26604, "idx": 4, "sa": ["Larry Page", "Eric Schmidt", "Rob Enderle"], "q": "Alan Weiner.`` Met zekerheid kan ik zeggen dat als <strong> Larry Page </strong> ergens anders naar de positie van ceo had gesolliciteerd, hij de baan niet zou hebben gekregen.'' Eindelijk op eigen kracht verder <q> Het was duidelijk dat <strong> Larry Page </strong> uiteindelijk het bedrijf zou gaan leiden dat hij eerder zelf had opgEric Schmidtht. De zijwieltjes mogen er eindelijk vanaf </q>, zegt <strong> Rob Enderle </strong>, die zelf denkt dat de Chinese klucht <strong> Eric Schmidt </strong> uiteindelijk de das om heeft gedaan.`` Het was mij al snel duidelijk dat <strong> Eric Schmidt </strong> en <strong> Larry Page </strong> toen niet op dezelfde golflengte zaten'', meent de", "new_id": -2}, {"uid": "1295827263214663171", "i": 37655, "idx": 0, "sa": ["Alassane Ouattara"], "q": "soon as Monday and it is thought that the price could jump by as much as 10pc when markets open. In the letter, which is countersigned by justice minister Jeannot Ahoussou, Mr <strong> Alassane Ouattara </strong> warned: <q> All operators which contravene[ these] instructions would be exposed to national and international sanctions. </q> To: DeaconBenjamin Is it too late to be stocking up on chocolate? That's a declaration of war as far as we ladies are concerned. To: DeaconBenjamin; Diana in Wisconsin", "new_id": -2}, {"uid": "1296081695130252859", "i": 5017, "idx": 0, "sa": ["Tyler Ward", "Paula Abdul", "Ryan Seacrest", "Simon Cowell", "Jennifer Lopez"], "q": "Idol'' panel that will be returned to its original three-member format for season 10. Actress-singer-dancer <strong> Jennifer Lopez </strong> and Aerosmith frontman <strong> Tyler Ward </strong> will have the job of trying to match the offbeat chemistry of former judges <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>. <q> This is` American Idol'! </q> host <strong> Ryan Seacrest </strong> said after the new judges joined him on stage at the Forum arena, where the final national audition for next season's singing contest was held Wednesday. The announcement was made before a crowd of several", "new_id": -2}, {"uid": "1296088146043139082", "i": 11872, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> MARKET RESEARCH ANALYST Company Golden MULTIPLE OPENINGS Company ONR, Inc MULTIPLE POSITIONS Company ACT CARGO( USA NURSING SUPERVISOR Company California State PHYSICAL THERAPY DIRECTOR Company Webster Sorry", "new_id": -2}, {"uid": "1295668654007979024", "i": 7393, "idx": 4, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong>, 55, has no doubt <strong> Larry Page </strong> is ready for the challenges ahead.`` <strong> Larry Page </strong> has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "new_id": -2}, {"uid": "1295674060172441608", "i": 18393, "idx": 9, "sa": ["Allen Iverson", "Pau Gasol", "Rasheed Wallace", "Kobe Bryant", "Yao Ming"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoYao Ming the final NBA team to lose this season.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to Pau Gasoll leads Hornets past Grizzlies 103-102 in OT Pau Gasoll's double-double and Thornton", "new_id": -2}, {"uid": "1297284739062046279", "i": 13350, "idx": 1, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia"], "q": ",'' <strong> Steve Ballmer </strong> said in an e-mail to all employees. <strong> Satya Nadella </strong> said in his e-mail to the Server and Tools division that Microsoft is on a path to change the world again with its cloud platform. <q> Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads( some of them unimagined!) enabled in the cloud. </q> He also goes on at length about being principle driven, which is noteworthy given <strong> Bob Muglia </strong>'s exit e-mail to his group, in which he talked extensively about integrity. This is what <strong> Satya Nadella </strong> said", "new_id": -2}, {"i": 24914, "idx": 0, "index_answer": 3, "new_id": -1, "q": "auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more`` Idol'' wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. advertisement <q> I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel.`` That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "uid": "1295365273237895710"}]