[{"uid": "1295569075103366669", "i": 2706, "idx": 3, "sa": ["Bernie Sanders", "Barack Obama", "Alan Simpson"], "q": "from the general treasury at a future date, but <strong> Bernie Sanders </strong> and his liberal allies are skeptical.`` The danger of doing that is that this precedent becomes extended,'' <strong> Bernie Sanders </strong> said in an interview. <q> I know as surely as I'm sitting here that a year from now, when <strong> Barack Obama </strong> says this is only a one-year program, what are Republicans going to say? They're going to say no. </q> Liberal Democrats are worried about <strong> Barack Obama </strong>'s appointment of former Sen. <strong> Alan Simpson </strong>( R-Wyo.) to the fiscal commission. They view him as a longtime antagonist of the program. They say <strong> Barack Obama </strong> could", "new_id": -2}, {"uid": "1295969219252559400", "i": 9745, "idx": 5, "sa": ["Eric Schmidt"], "q": "dass Deutschland bei der Einf?hrung von LTE eine f?hrende Rolle in Europa hat.'' Er werde immer wieder gefragt, warum Google sein Handy-Betriebssystem Android kostenlos abgebe, sagte <strong> Eric Schmidt </strong>. Die Antwort sei ganz einfach: <q> Wer Android nutzt, sucht auch mehr im Internet. </q> Und auf mobilen Ger?ten k?nnten Werbepartner ihre Anzeigen gezielt auf den gew?nschten Kundenkreis ausrichten. Anzeige 1 von 102 href=\"http://www.welt.de/wirtschaft/webwelt/article12338653/Google-schafft-1000-neue-Stellen-in-Europa.html#\" title=\"zur?ck bl?ttern\"> zur?ck bl?ttern href=\"http://www.welt.de/wirtschaft/webwelt/article12338653/Google-schafft-1000-neue-Stellen-in-Europa.html#\" title=\"weiter bl?ttern\"> weiter bl?ttern Die 100 wertvollsten Firmen der Welt", "new_id": -2}, {"uid": "1295639119253460495", "i": 30770, "idx": 0, "sa": ["Eric Schmidt"], "q": "the ticketing booths and ferry traffic away from Main Street will attract more walkers and shoppers to downtown, said <strong> Eric Schmidt </strong>, principal of Cascade Design Collaborative, the Bainbridge firm helping the county design the project. <q> It will revitalize the downtown, </q> <strong> Eric Schmidt </strong> said. While improving pedestrian access, Kitsap County Public Works planner Greg Cioc cautioned the realignment will do little to address the long ferry waiting lines that plague the Kingston terminal in the summer. State", "new_id": -2}, {"uid": "1295541245188383241", "i": 1383, "idx": 0, "sa": ["Colin Powell", "Kofi Annan"], "q": ", were huddled round the television, aware of nothing but <strong> Colin Powell </strong>'s address to the U.N., making it clear that an Kofi Annanck on Iraq was imminent. He cited cited Downing Street's shameful work of fiction( <q> Iraq- its infrastructure of concealment, deception and intimidation </q>) saying:`` I would call my colleagues' attention to the fine paper that the United Kingdom distributed... which describes in exquisite detail Iraqi deception activities.'' It was 5th February 2003. I", "new_id": -2}, {"uid": "1297114520257425423", "i": 42723, "idx": 3, "sa": ["Susan Boyle", "Simon Cowell", "Jessica Simpson"], "q": "only way`` The X Factor'' is plJessica Simpsoning on changing the reality show singing game- they have also expanded the age pool to younger and older contestants- something <strong> Simon Cowell </strong> is looking forward to seeing. <q> You can't put an age cap on talent, </q> <strong> Simon Cowell </strong> said.`` With <strong> Susan Boyle </strong>, who would have thought this little lady living on her own in Scotland would go on to sell 20 million records,'' he said, referring to the winner of another", "new_id": -2}, {"uid": "1296279808209059843", "i": 58937, "idx": 0, "sa": ["David Letterman"], "q": "- As soon as Fritz Grobe and Stephen Voltz dropped their first Mentos candies into a bottle of Diet Coke- launching an Internet phenomenon as a bubbling geyser shot into the air- the question began. <q> It was daunting because people were saying,` Where's your next work of genius?' </q> Voltz said. They put folks off for a while, managing the attention in 2006 that followed millions of Internet hits and appearances on national TV programs such as`` The Late Show with <strong> David Letterman </strong>.''", "new_id": -2}, {"uid": "1297185913149962759", "i": 4402, "idx": 2, "sa": ["Donald Rumsfeld"], "q": " and Paris. It was meant to point out that there was broad href=\"http://www.earthtimes.org/tag/support.html\"> support in Eastern href=\"http://www.earthtimes.org/tag/Europe.html\"> Europe and that France and href=\"http://www.earthtimes.org/tag/Germany.html\"> Germany did not speak for the entire continent. <q> Ironically, my comment was unintentional, </q> <strong> Donald Rumsfeld </strong> writes.`` I had meant to say France and Germany represented` old NATO' not` old Europe'.''`` In any event, the phrase` old Europe' entered the vernacular. The", "new_id": -2}, {"uid": "1295675869065781776", "i": 26772, "idx": 6, "sa": ["Dwyane Wade", "Allen Iverson", "John Salmons", "Stephen Jackson"], "q": "away early in the fourth quarter. Consecutive 3-pointers by <strong> Allen Iverson </strong> and <strong> John Salmons </strong> gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. <q> He wasn't missing anything, </q> Hawks forward <strong> Stephen Jackson </strong> said.`` When a guy is shooting like that, there's nothing you can do.'' <strong> Allen Iverson </strong> scored 14 http://wn.com/[HD_2009_Playoffs]_Dwyane Wade_Dwyane Wade_Highlights__Hawks_Vs_Heat__Game_6---------------- Credit of this video goes to revgen of Mixmakers.net--------- MIAMI- A", "new_id": -2}, {"uid": "1297332323088555594", "i": 7337, "idx": 0, "sa": ["Michael Vick"], "q": ". To participate in any capacity is criminal. Yet despite increased public awareness, helped by <strong> Michael Vick </strong>'s case, and despite increased police crackdowns, the blood sport continues to thrive. <q> It is a pervasive problem and a lot of it is underground. It's hard to know every area and to what extent it's taking place, </q> Jackson said.`` We have to rely on tips and investigative techniques to ferret out this shadowy world.'' Few appreciate the extent of the problem more than Estrada. The Animal Welfare League", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q> I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles, </q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}]