[{"uid": "1297714238016629782", "i": 30586, "idx": 0, "sa": ["Michael Vick", "Ellen DeGeneres"], "q": "Intruder Scare...- A female intruder was arrested at the Beverly Hills home of <strong> Ellen DeGeneres </strong> and... Video: Fashion highlights from the Grammys red carpet Video: Grammy stars share laughs on red carpet Report Abuse <q>BAD <strong> Oprah Winfrey </strong>, BAD <strong> Oprah Winfrey </strong>... Sit, Stay, sign the hell off. Well the queen of TV( As far I and others were concerned) has finally abdicated her throne to a non-human. Tell you what... enough of VIck, neuter him and put him in a pit with lion in heat... He is doing much and expensive work of fooling some good people.</q> THINK OF IT PEOPLE, statistics have proven that children who abuse animals, have a high incidence of problems later on in life. WELL, since the animal called <strong> Michael Vick </strong>( that's not fair to the", "new_id": -2}, {"uid": "1295669833206996591", "i": 3264, "idx": 3, "sa": ["Eric Schmidt"], "q": "noting that a decade \"may as well be 100 years of Internet time.\" Steve Arnold, an analyst who heads the firm ArnoldIT, faulted <strong> Eric Schmidt </strong> for leaving Google too dependent on search advertising. <q>It has not diversified its revenue streams in a meaningful way,</q> Arnold said. The financial success that Google has enjoyed has been largely due to ad sales, and was probably little influenced by <strong> Eric Schmidt </strong>, he said. Arnold also finds fault with <strong> Eric Schmidt </strong>'s public comments", "new_id": -2}, {"uid": "1296267754108118017", "i": 33654, "idx": 0, "sa": ["Eric Schmidt", "M. Simpson"], "q": "not contest during settlement negotiations that such private information was collected every day that the Street View cars operated.\" The consumer watchdog known as Consumer Watchdog decried today's agreement between Google and the state. <q>The details of the biggest privacy breach in history shouldn't be settled in secret,</q> said John <strong> M. Simpson </strong>, director of Consumer Watchdog's Inside Google Project. \"This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.\" Â® Motorola's handset division", "new_id": -2}, {"uid": "1295735932001638409", "i": 36999, "idx": 1, "sa": ["Bill Lockyer", "Ronald M. George", "Malcolm M. Lucas"], "q": "when <strong> Ronald M. George </strong> became chief, warmed. His predecessor, <strong> Malcolm M. Lucas </strong>, had infuriated legislators with a ruling that upheld term limits. <strong> Bill Lockyer </strong>, who was then a legislator, said many of his colleagues thought <strong> Malcolm M. Lucas </strong> <q>went out of his way to add gratuitous insult to the commentary.</q> \"So Ron <strong> Ronald M. George </strong> had to clean up after the elephant,\" <strong> Bill Lockyer </strong> said. \"He restored relationships partly because he worked so hard and partly because he may be the most diplomatic human being I", "new_id": -2}, {"uid": "1297356353206143512", "i": 49164, "idx": 4, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q>It can happen to any place in the world,</q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. All content Â© Copyright 2000- 2011 WorldNow and WISTV, a", "new_id": -2}, {"uid": "1295566930055705651", "i": 29113, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": "Thu, Jan 20, 2011, 6:41 PM EST- U.S. Markets closed <strong> Google Inc. </strong> co-founder Page to replace <strong> Eric Schmidt </strong> as CEO{ \"s\": \"goog, novl\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} <strong> Michael Liedtke </strong>, AP Technology Writer, On Thursday January 20, 2011, 6:19 pm SAN FRANCISCO( AP)-- <strong> Eric Schmidt </strong>, a", "new_id": -2}, {"uid": "1295283551003260420", "i": 31818, "idx": 0, "sa": ["Stephen A. Smith", "LeBron James", "Tracy McGrady", "Michael Jordan", "Allen Iverson"], "q": ", <strong> Tracy McGrady </strong> <strong> Allen Iverson </strong> is set to retire from the NBA, according to an online report. Commentator <strong> Stephen A. Smith </strong> published a statement on his Web site Wednesday attributed to <strong> Allen Iverson </strong>. It said <strong> Allen Iverson </strong> plans to retire but also that <q>I feel strongly that I can still compete at the highest level.</q> The statement also said <strong> Allen Iverson </strong> has tremendous love for the game and the desire to play. \"<strong> Michael Jordan </strong> legacy would be huge,\" Cleveland Cavaliers All-Star <strong> LeBron James </strong> said. \"He's one of the best when you", "new_id": -2}, {"uid": "1295598786207912973", "i": 10661, "idx": 14, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "<strong> Google Inc. </strong> co-founder Page speaking with... <strong> Google Inc. </strong>. Photo in Slideshow: File photo of <strong> Google Inc. </strong> co-founder Page listening to... <strong> Google Inc. </strong>. will step down from his role as <strong> Google Inc. </strong>'s CEO in April and be... Report Abuse <q>I still think he's an idiot for helping to create the kind of business environment that doesn't believe it needs any public input nor desires to help it's customers or users.</q> Report Abuse \"<strong> Sergey Brin </strong>'s own ego and <strong> Eric Schmidt </strong>'s softness cost <strong> Google Inc. </strong> a big fortune and huge market share loss in far east. This is just good business from shareholders' point of view.\" Time.com:", "new_id": -2}, {"uid": "1297443167144588879", "i": 28180, "idx": 0, "sa": ["Donald Rumsfeld", "Ron Paul", "Dick Cheney", "Donald Trump"], "q": "can't win \"Reply# 7 on: February 10, 2011, 10:35:55 PM\" <strong> Ron Paul </strong> not hitting back at <strong> Donald Trump </strong> Re: Twice bankrupt and twice divorced 4x Loser Don <strong> Donald Trump </strong> says <strong> Ron Paul </strong> can't win <q>Reply# 8 on: February 10, 2011, 11:16:06 PM</q> Re: Twice bankrupt and twice divorced 4x Loser Don <strong> Donald Trump </strong> says <strong> Ron Paul </strong> can't win \"Reply# 9 on: February 10, 2011, 11:57:49 PM\" Reactions to <strong> Donald Rumsfeld </strong> and <strong> Dick Cheney </strong> at CPAC 2011 Re:", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of \"American Idol\" since he left the show. Talking to reports on a conference call for his new music competition series, \"The X Factor,\" <strong> Simon Cowell </strong> says, <q>I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well.</q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. \"What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}]