[{"uid": "1295573069103104552", "i": 42576, "idx": 0, "sa": ["Eric Schmidt"], "q": "The decision for Larry Page to take off the CEO training wheels comes at an auspicious moment in the history of Google. I won't overdramatize this step by saying \"Google is at a crossroads\" or <q>The company's future hangs in the balance.</q> But at no time since the Google juggernaut began its conquest of the Internet have their been so many doubts being raised about the company's future. In a parting tweet, <strong> Eric Schmidt </strong> wrote Thursday: \"", "new_id": -2}, {"uid": "1295223846165576705", "i": 38521, "idx": 1, "sa": ["Rasheed Wallace", "Michael Jordan", "Allen Iverson"], "q": "coach Phil Jackson said. \"We should've won.\" Hamilton is expected back on Saturday at Washington, where <strong> Rasheed Wallace </strong> might also return, and the team hopes <strong> Allen Iverson </strong> will be able to play next week. <q>It's a psychological lift knowing they're going to return soon,</q> coach <strong> Michael Jordan </strong> Curry said. Detroit desperately needs the trio on the court to salvage some pride in a season that has steadily unraveled since LA Lakers vs LA Clippers Highlights 08.12.10 http://wn.com/Allen_Iverson_vs_Kobe_Bryant_Lakers_08/09_NBA_*last_game_as_a_Nuggets This was not exactly the new look", "new_id": -2}, {"uid": "1297451519240746502", "i": 2860, "idx": 1, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "that of the United States itself. Noting that <strong> Donald Rumsfeld </strong> had been the youngest ever US Defence <strong> Dick Cheney </strong> when he was appointed in 1975 and then the oldest when he was recalled in 2001, <strong> Dick Cheney </strong> quipped: <q>Maybe if we give him a third term he'll get it right.</q> Returning the compliment, <strong> Donald Rumsfeld </strong> pointed out that it was still not too late for <strong> Dick Cheney </strong> to run for president in 2012. \"There's probably still time for you to file some paperwork for Iowa and", "new_id": -2}, {"uid": "1295928935203030533", "i": 27848, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "WASHINGTON: If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules:\" <q>The harder I work, the luckier I am.</q> When <strong> Donald Rumsfeld </strong> began thinking about his book, \"Known and Unknown,\" he imagined a more typical Washington release: A quick, impressionistic story based on whatever he recalled. Instead, he and a", "new_id": -2}, {"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy\"/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q>Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise,</q> he said. \"It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.\"", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}, {"uid": "1295814374241696780", "i": 13564, "idx": 8, "sa": ["Colin Powell", "Barack Obama"], "q": "Sponsored Links \"There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,\" he said. <q>All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with all of the cable channels and talk radio and blogs, especially blogs, where people can be anonymous with their nastiness, I think has caused a level of coarseness in our society that we've all got to think about.</q> <strong> Colin Powell </strong> said he thought <strong> Barack Obama </strong> was making an effort to reach across political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295559984175849556", "i": 14323, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "From <strong> Eric Schmidt </strong> An Update From The Chairman \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season.", "new_id": -2}, {"uid": "1295322420058130443", "i": 31493, "idx": 0, "sa": ["Kirsten Gillibrand", "Christine Quinn", "Mayor Michael Bloomberg", "Martin Luther King", "Chuck Schumer"], "q": "launched a national campaign against illegal guns, said <strong> Martin Luther King </strong> would be working to \"eradicate\" gun violence, if he were alive today. He said <strong> Martin Luther King </strong>'s legacy is one of service to others. <q>Above all, <strong> Martin Luther King </strong> was a man of action. His actions encouraged the actions of so many others, and together, all these individual actions forged a path to a better nation,</q> <strong> Mayor Michael Bloomberg </strong> said. <strong> Chuck Schumer </strong>, Council Speaker <strong> Christine Quinn </strong>, Congresswoman Yvette Clark and Senator <strong> Kirsten Gillibrand </strong> echoed the mayor's call for gun control. Each also mentioned the recent Arizona shootings. <strong> Christine Quinn </strong> paraphrased Mavy Stodard, who", "new_id": -2}, {"uid": "1296105128124256343", "i": 9914, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.</q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1295819193226000912", "i": 7275, "idx": 1, "sa": ["Eric Schmidt", "Mark Zuckerberg"], "q": "and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong>( Alert) calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave Google to work for the social networking company. <q>My goal is to run Google at the pace and with the soul and passion of a startup,</q> Page said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying Google's", "new_id": -2}]