[{"uid": "1296233986144064524", "i": 24469, "idx": 4, "sa": ["Simon Cowell"], "q": "Idol,'' then sings`` Stand By Me'' in a husky, slow voice-- unfortunately it just isn't very good. He looked like he would have all the tools, but is just off-key. <q> I thought it was terrible and a joke, </q> says Randy Jackson.`` Do we even need to vote?'' Floppy-haired Scott Dangerfield,... The X Factor US: Has <strong> Simon Cowell </strong> Chosen The New Host? Rumors surrounding The X Factor US series have reached fever-pitch", "new_id": -2}, {"uid": "1295616367207978512", "i": 43724, "idx": 1, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "`` personal reasons''. It was revealed yesterday that his wife had been having an affair with his Scotland Yard protection officer. In a statement issued by the <strong> Tony Blair </strong>'s office, Mr <strong> David Cameron </strong> said: <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my Director of Communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government </q>`` During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete professionalism. He has been a brilliant member of my team and has thrown himself at the job with skill and dedication", "new_id": -2}, {"uid": "1297384383139427845", "i": 9057, "idx": 1, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "plant in Italy starting in 2012 as part of a Chrysler venture. Under the deal with unions, workers will put in more hours, take shorter breaks and risk having pay withheld for persistent absenteeism. <q> Integration with Chrysler may lead to new combinations, so it's crucial to stress the importance now of a prominent position for Italy, </q> Labor Minister <strong> Maurizio Sacconi </strong>, who will attend the meeting and spoke with <strong> Sergio Marchionne </strong> last week, said in an interview.`` The government wants to verify with Fiat's management the status of the Italian investment plan.''", "new_id": -2}, {"uid": "1295674471088440863", "i": 29744, "idx": 0, "sa": ["Bob Barr", "Andy Coulson", "Baby Doc"], "q": "<strong> Baby Doc </strong>'' relocates to private home... Haiti on need for` democratic' government <cite> AFP </cite> Video: Lawyer: <strong> Baby Doc </strong> plans to remain in Haiti... <strong> Baby Doc </strong>, in his first public statement since... Report Abuse <q> Hold on a minute-- this corrupt S- O- B ripped off his country for hundreds of millions of dollars, and now, after his countrymen have been victimized by one tragedy after another, he decides to come back to`` participate in reconstruction </q>, sniffing around for more money to steal? And Republican scum like <strong> Bob Barr </strong> think they're going to get their cut too? Pure, unmitigated gall! \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1295487293122978306", "i": 23965, "idx": 2, "sa": ["John Boehner", "Mike Pence"], "q": "would do. We listened to the people- we made a commitment to them- a pledge to make their priorities our priorities.'' Congressman <strong> Mike Pence </strong>, a potential presidential candidate from Iowa, added, <q> I urge all of my colleagues in both political parties to join us today as we keep our promise to the American people, as we scrap this health care reform bill of last year and start over. </q> Rep. <strong> John Boehner </strong> Fleming, a Louisiana Republican who is also a physician, noted Obamacare's lack of abortion funding limits.`` One way or another, taxpayer money will help and assist abortions that", "new_id": -2}, {"uid": "1296025509084885529", "i": 40131, "idx": 0, "sa": ["Bill Lockyer", "Michele Bachmann", "Newt Gingrich"], "q": "had been shot. School district police patrol campuses and school events. Brown and Stewart were believed to have no connection to Skyline High. Foley said the sergeant had opened fire because his partner <q> was being stabbed with the screwdriver, which was clearly a threat to his life. </q> Stewart has been charged with auto theft and possession of stolen property. Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed", "new_id": -2}, {"uid": "1296858709051773441", "i": 40527, "idx": 2, "sa": ["Howard Stern", "David Letterman", "Regis Philbin"], "q": "I don't want to hear that. I don't want to believe that,'' said <strong> David Letterman </strong>. But on his show, <strong> Regis Philbin </strong> said there's no truth to <strong> Howard Stern </strong>'s remark. <q> <strong> Regis Philbin </strong> never asked for more money. <strong> Regis Philbin </strong> never had the chance, believe me, </q> he said, laughing. <strong> Regis Philbin </strong> announced in January that he was retiring from the show at the end of the season, after a 30-year run. <strong> Howard Stern </strong> claimed he got the story about <strong> Regis Philbin </strong>", "new_id": -2}, {"uid": "1297723379254132231", "i": 1074, "idx": 0, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "as Microsoft corporate Vice President for Windows Phone program management <strong> Joe Belfiore </strong>. <strong> Steve Ballmer </strong> sought to differentiate Microsoft's mobile platform from its competitors, referencing the company's`` smart design'' philosophy which guided the operating system. <q> For the last few years the market has been swamped by phones of similar designs, </q> <strong> Steve Ballmer </strong> said.`` People want a phone that makes info more accessible and helps them complete basic tasks more easily. With smart design, we're trying to go about improving that experience.'' He", "new_id": -2}, {"uid": "1295803019101695619", "i": 39688, "idx": 2, "sa": ["Colin Powell", "Geoffrey Wawro"], "q": "War veterans, at the event at Texas A&M University, which is the home of his presidential library.`` There is a legitimate argument as to whether we stopped too soon,'' <strong> Colin Powell </strong> said. <q> We accomplished the mission. <strong> President Bush </strong> made the right decision. </q> <strong> Geoffrey Wawro </strong>, who published`` Quicksand: America's Pursuit of Power in the Middle East'' last year, writes in the online analysis in great detail about various aspects of the war with a special emphasis", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it.`` Every time I think I've heard the worst story, another one comes about,'' <strong> Jamie Buehrle </strong> said. <q> It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals. </q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}]