[{"uid": "1296458269077217803", "i": 9298, "idx": 0, "sa": ["Michael Vick"], "q": "to a report, confirming two moves that have long been expected. It has long been reported that franchising <strong> Michael Vick </strong> was not only likely but necessary to keep the Pro Bowl QB in Philadelphia. ESPN cited a http://wn.com/NFL_Training_Camp_2010__Philadelphia_Eagles_Camp_Report <q>Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for \"fair use</q> for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. Non-profit, educational or personal use tips", "new_id": -2}, {"uid": "1295891150149438465", "i": 39660, "idx": 4, "sa": ["Bob Barr", "David I", "Mike Pence"], "q": " \"in bringing his message of hope to the world,\" the former Republican congressman's website says. \"<strong> David I </strong> also am reminded of others who have risen from the ashes,\" <strong> Bob Barr </strong> told reporters Friday. <q>The city of Atlanta is the Phoenix city. The people of Haiti, likewise, will rise from the problems created by last year's earthquake and emerge stronger and better than before. That <strong> David I </strong> know is Mr. <strong> Baby Doc </strong>'s deep wish and something that he knows in his heart.</q> Accompanying <strong> Bob Barr </strong> will be fellow Georgia attorneys <strong> Mike Pence </strong> Puglise, who practice law in the small rural towns of Jasper and Snelleville, GA respectively. One has to wonder how <strong> Bob Barr </strong>", "new_id": -2}, {"i": 29453, "idx": 1, "index_answer": 2, "new_id": -1, "q": ", as most broadcasters interrupted their coverage of the Iraq inquiry to devote themselves to Mr. <strong> Andy Coulson </strong>'s drama. While Mr. <strong> David Cameron </strong> was quick to issue a statement supporting Mr. <strong> Andy Coulson </strong> Friday, arguing that his ex-aide <q>has been punished twice for the same offence,</q> the tabloid scandal has tainted his government with two less than desirable associations. The first, evident in yesterday's TV juxtapositions, is with Mr. <strong> Tony Blair </strong>'s Labour government. While Mr. <strong> David Cameron </strong> had campaigned to", "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "uid": "1295670004088440867"}, {"uid": "1297177999266534917", "i": 29930, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "they say-- he gave a lot of information,\" <strong> Donald Rumsfeld </strong> said. \"And it was very helpful to our interrogators and to the United States government in saving lives.\" <strong> Donald Rumsfeld </strong> later concluded that <q>the fact that we haven't had an attack in a decade is a credit to that administration, the <strong> President Bush </strong> administration, and to[ <strong> President Bush </strong>].</q> Yet in his memoir, Known& Unknown, which is set for release Tuesday, <strong> Donald Rumsfeld </strong> claims that he was \"surprised and troubled\" by some of the most extreme techniques used on", "new_id": -2}, {"uid": "1296927943014336018", "i": 28505, "idx": 3, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "Romeo. It's hands-off. I told him. I will call him and I will e-mail him.\" <strong> Sergio Marchionne </strong> said <strong> Ferdinand Piech </strong> should concentrate on fixing Seat, VW's struggling Spain-based subsidiary. <q>I'm not the one who bought Seat,</q> he said. \"He's the one who bought it. I don't know if he can[ fix it], but he needs to try.\" <strong> Sergio Marchionne </strong> was speaking at a JD Power", "new_id": -2}, {"uid": "1295668630145047574", "i": 26385, "idx": 0, "sa": ["Chauncey Billups", "Ernie Grunfeld", "Allen Iverson", "LeBron James"], "q": "ball and fouling <strong> LeBron James </strong> Jones with 13.6 seconds to play. Jones hit two free throws to tie the game at 93. It was the first time in the fourth quarter Miami didn't trail. QUOTABLE <strong> Allen Iverson </strong>: <q>You have crazy games throughout the NBA seasons, and I was glad to be on the winning end.</q>- <strong> LeBron James </strong> on the Heat's unlikely win. HOT: Young, who Wizards president <strong> Ernie Grunfeld </strong> 49/8/6/ 4. <strong> Chauncey Billups </strong> 15-20 for 32 points in the first half, and was 20-25 from the field at one point", "new_id": -2}, {"uid": "1296927943014336018", "i": 28507, "idx": 5, "sa": ["Sergio Marchionne", "John Elkann"], "q": "<strong> Sergio Marchionne </strong> was speaking at a JD Power automotive conference here. At the Detroit auto show last month, Fiat executives said Alfa plans to relaunch the brand in the United States in late 2012. <q>We would not sell Alfa even if we were offered tons of money,</q> Fiat Chairman <strong> John Elkann </strong> told reporters at the show. AUTO GENIE= Helps You Create \"First Cut\" New Car Consideration List Contact Information, Credits, and Terms of Use. These following titles and media identification", "new_id": -2}, {"uid": "1296356803240402449", "i": 36506, "idx": 1, "sa": ["Robert Auerbach", "Sen. Bernie Sanders"], "q": " \"exactly. someone proposed the title Global Weirding instead of Global Warming. bu...\" <q>whats your son doing in robotics class? details would be interesting</q> fed audit for accountability& transparency <strong> Robert Auerbach </strong>: The Federal Reserve's$ 3.3 Trillion Insider Loans Follow a History of Corrupt Practices <strong> Sen. Bernie Sanders </strong>: A Real Jaw Dropper at the Federal Reserve Federal Reserve's \"astounding\" report", "new_id": -2}, {"uid": "1295461653182812690", "i": 49169, "idx": 3, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "made her look like a poodle. Now, nearly a decade after \"Idol\" first premiered, it seems that every reality competition has its own <strong> Simon Cowell </strong>. With \"America's Got Talent\" and <strong> Nigel Lythgoe </strong> on <q>So You Think You Can Dance,</q> cruel Brits are everywhere, except maybe Many of these judges arrive on our shores with years of industry experience overseas. But simply by playing the bad cop, a judge can sound more like an expert", "new_id": -2}, {"uid": "1295873978013910017", "i": 12467, "idx": 1, "sa": ["Patrick Leahy", "Barack Obama", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "Democratic <strong> Sen. Bernie Sanders </strong> Peter Welch said he's sure <strong> Barack Obama </strong> will mention <strong> Gabrielle Giffords </strong>. The shooting rampage has prompted \"a lot of reflection\" among lawmakers about the tone of political debate. <q>I'd like to see the president use his bully pulpit to bring us back to the recognition that we can have hard-fought battles and disagree on policy, but at the end of the day we have to make progress,</q> Welch said. <strong> Patrick Leahy </strong>, <strong> Sen. Bernie Sanders </strong> and Welch say they favor dispensing with the segregated seating by party that has been the tradition at State of the Union speeches. Instead, they said, Democrats", "new_id": -2}]