[{"uid": "1296963327246792213", "i": 17418, "idx": 0, "sa": ["Michael Vick"], "q": "reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. Text DPSPORTS to 71593 for sports alerts", "new_id": -2}, {"uid": "1295798635051544104", "i": 27737, "idx": 19, "sa": ["Colin Powell", "Barack Obama"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race.`` I will always vote for the person who I think is best qualified,'' he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q> ROUTE DELIVERY American Foodservice Billy Butler agrees to four-year,$ 30 million extension with Royals", "new_id": -2}, {"uid": "1297231746082936005", "i": 40876, "idx": 2, "sa": ["Sergio Marchionne"], "q": "had$ 7.3 billion in cash, and$ 9.6 billion in liquidity after reporting an operating profit of$ 763 million. Chrysler's U.S. market share jumped to 9.2 percent from 8.8 percent in 2009. <q> I think we should distribute humility pills, so that we all remember to keep our heads down and keep working, </q> <strong> Sergio Marchionne </strong> said. dshepardson@detnews.com(202) 662-8735 Vincent Goodwill Jr.: In another yet stunning move, Pistons guard Richard Hamilton is active tonight against the Bucks. He hasn't played since January 10 against the", "new_id": -2}, {"uid": "1295565086075235341", "i": 13164, "idx": 4, "sa": ["Eric Schmidt"], "q": "told attendees that`` If I look at enough of your messaging and your location, and use Artificial Intelligence, we can predict where you are going to go.'' opined to the Wall Street Journal that <q> most people don't want Google to answer their questions... They want Google to tell them what they should be doing next. </q>* In that same piece, writer Holman W. Jenkins Jr. reported that <strong> Eric Schmidt </strong>`` predicts, apparently seriously, that every young person one day will be entitled automatically to change his or her name on reaching", "new_id": -2}, {"uid": "1297127080053067784", "i": 18796, "idx": 0, "sa": ["Eric Schmidt", "Stuart Bowen"], "q": "to suffer losses of more than$ 450,000. During the course of the investigation, government agents seized two California properties, two luxury vehicles and about$ 40,000 in cash from the couple. <q> The Schmidts defrauded U.S. taxpayers, cheated the Iraqi people and betrayed the trust placed in them, </q> said <strong> Stuart Bowen </strong>, attorney for the Special Inspector General for Iraq Reconstruction.`` They will now pay a price for their criminal wrongdoing.'' Google CEO <strong> Eric Schmidt </strong> speaks during the Web 2.0 Summit in San... Marines", "new_id": -2}, {"uid": "1295008939037093396", "i": 37762, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "with amazement as she saw her wounded colleague open her eyes.`` This is a major leap forward,'' <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, said Thursday about the scene <strong> Kirsten Gillibrand </strong> witnessed Wednesday. <q> This is a major milestone for her, and we're hoping that she crosses through many more. </q> <strong> Kirsten Gillibrand </strong>, D-N.Y., recounted her moments with <strong> Gabrielle Giffords </strong> in an interview with reporters on Air Force One.`` It was such a moment, and we were in such tears of joy watching this", "new_id": -2}, {"uid": "1296166323222920709", "i": 31959, "idx": 0, "sa": ["Steve Ballmer"], "q": "though revenue climbed 15 percent.`` We are enthusiastic about the consumer response to our holiday line-up of products, including the launch of Kinect,'' said Microsoft chief financial officer Peter Klein. <q> The pace of business spending, combined with strong consumer demand, led to another quarter of operating margin expansion and solid earnings per share growth. </q> Microsoft sold more than eight million gesture-sensing Kinect controllers for Xbox 360 videogame consoles in the 60 days after it hit the market in November, chief executive <strong> Steve Ballmer </strong> said early this month.... Copyright Â©", "new_id": -2}, {"uid": "1295656416052625408", "i": 8924, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "'s how we're going to create jobs, grow the economy,'' said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D). But, that determination and competitive spirit also have New Yorkers defending their team. <q> The president and I don't have to agree on everything, </q> said <strong> Kirsten Gillibrand </strong>.`` GO JETS!''`` I'll bet on the Jets over Chicago,'' said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks. Learn how. install Adobe Flash 9", "new_id": -2}, {"uid": "1295665836007979062", "i": 7153, "idx": 0, "sa": ["Kirsten Gillibrand", "Jeff Immelt", "Chuck Schumer", "Barack Obama"], "q": "given to anyone, and if we want to win, we have to compete,'' said <strong> Jeff Immelt </strong>. It's that competitive spirit that New Yorkers think will help turn the economy around. <q> Taking old skills that worked in the 20th century and translating them in to new 21st century skills. That's our future, </q> said <strong> Barack Obama </strong> <strong> Chuck Schumer </strong>( D).`` It's how we're going to create jobs, grow the economy,'' said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D). But, that determination and competitive", "new_id": -2}, {"i": 46291, "idx": 0, "index_answer": 2, "new_id": -1, "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well', </q> <strong> Ray Allen </strong> said.`` When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "uid": "1297538891173686785"}]