[{"uid": "1295925220136986632", "i": 23345, "idx": 0, "sa": ["Eric Schmidt", "Jeff Jarvis"], "q": "the company as board chairman in 2001. Going forward, <strong> Eric Schmidt </strong> will still have an influential role in the company in terms of continuing relationships in political circles and other external issues says Google. <q> We do not view <strong> Eric Schmidt </strong>'s new role as executive chairman and Page's new role as chief executive as negative developments. In our view, <strong> Eric Schmidt </strong> very effectively spearheaded Google to become one of the largest and most innovative technology companies of our times and we expect Page to be an equally effective CEO of Google, </q> wrote Sandeep Aggarwal, Internet analyst at Caris& Company. \"He's enigmatic,\" said <strong> Jeff Jarvis </strong>, author of \"What Would Google Do?\" \"The media doesn't always understand <strong> Eric Schmidt </strong>'s", "new_id": -2}, {"uid": "1295900040008716288", "i": 10008, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "is now the most visited website on the planet. <strong> Eric Schmidt </strong> said in an interview with Reuters that his move was not a reaction to competitors but an effort to speed up decision-making at Google. <q> It's important to remember that <strong> Eric Schmidt </strong> is responsible for growing Google into the behemoth it is today, </q> Beacon Equity Research analyst Dave Goodboy wrote in a note. \"Although Larry Page and <strong> Sergey Brin </strong> created the company, it was <strong> Eric Schmidt </strong> who ran the day-to-day operations during the massive growth. Even worse news hit the wire", "new_id": -2}, {"uid": "1295299590143114291", "i": 42811, "idx": 3, "sa": ["Leon Rose", "Allen Iverson"], "q": "playoffs since 2006 and has never won a postseason game. The Grizzlies are coming off a 24-58 season that tied for fifth-worst in the NBA. \"This year for me is so personal,\" <strong> Allen Iverson </strong> said. <q> It's basically going to be my rookie season again. It hurts, but <strong> I Roy </strong> turn the TV on, <strong> I Roy </strong> read the paper, <strong> I Roy </strong> listen to some of the things people say about me having the season that <strong> I Roy </strong> had last year and me losing a step, things like that. They're trying to put me in a rocking chair already. </q> The Grizzlies announced they had signed the 10-time All Star on Thursday morning minutes before <strong> Allen Iverson </strong> was introduced at a news conference. The team and <strong> Allen Iverson </strong>'s agent, <strong> Leon Rose </strong>, declined to discuss specifics though <strong> Leon Rose </strong> said the", "new_id": -2}, {"uid": "1297129515178880533", "i": 23591, "idx": 0, "sa": ["Steve Ballmer", "Wes Miller"], "q": "is a need to execute on a vision, and in order to do that you have to actually understand how software is built,\" said <strong> Wes Miller </strong>, an analyst at the Kirkland-based research firm Directions on Microsoft. <q> It's a whole other thing to be able say, \"I've been at Microsoft, I understand software, and what you are saying will or not work.' </q> Frank Shaw, a spokesman for the company, declined to comment. <strong> Steve Ballmer </strong> wants to rectify Microsoft's misfires in mobile phones and tablet computers, as well as ensure that the company doesn\"t", "new_id": -2}, {"uid": "1296732365207978510", "i": 43431, "idx": 2, "sa": ["Corey Maggette", "Allen Iverson", "David West"], "q": ", making him the first rookie to do so since <strong> Allen Iverson </strong> in 1996-97. \"He definitely should be in the All-Star game, without a doubt,\" said Milwaukee's <strong> Corey Maggette </strong>, a former Clipper. <q> He's one of those special players, like <strong> LeBron James </strong>. </q> <strong> David West </strong> is already committed to the All-Star dunk contest and was selected to play in the Rookie Challenge game. Hindering his bid to add All-Star to his name is the fact that the Clippers are", "new_id": -2}, {"i": 25587, "idx": 0, "index_answer": 0, "new_id": -1, "q": "SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as \"shyster loans.\" <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> CEO <strong> Sergio Marchionne </strong> said in a statement. \"I regret the remark which I consider inappropriate.\" Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "sa": ["Sergio Marchionne"], "uid": "1296939660153092098"}, {"uid": "1297612533258687001", "i": 46138, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "Syco boss is apparently keen to ensure that the show doesn't struggle if <strong> Cheryl Cole </strong> also joins the US version. However, the report claims that they will both still be involved in the UK edition. <q> There's no way they'll go off and forget about the UK show, </q> a source said. \"<strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> will be involved in some way during the UK series.\"", "new_id": -2}, {"uid": "1296664605083984414", "i": 11436, "idx": 2, "sa": ["Allen Iverson", "LaMarcus Aldridge", "Brandon Roy", "LeBron James"], "q": ": With the Blazers in front by seven after <strong> LaMarcus Aldridge </strong>'s basket with 1:46 remaining, they failed to score on three straight possessions. The Heat converted seven points over that duration to draw even. QUOTABLE <strong> Allen Iverson </strong>: <q> <strong> I Roy </strong> didn't want to jinx it pregame by saying something to my teammates, but every time he's played here, he's shot the ball well. It's like he saves all his jump shots for us. </q>-- <strong> LaMarcus Aldridge </strong> on <strong> LeBron James </strong> HOT: <strong> LeBron James </strong> scored 11 points in the final three minutes of overtime to pull Miami even, then scored This time, <strong> Brandon Roy </strong> and the Portland Trail Blazers didn't need any late-game heroics to", "new_id": -2}, {"uid": "1295588443175472914", "i": 20361, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "PM\" <strong> Eric Schmidt </strong> is stepping down as CEO of Google and cofounder Larry Page is taking over, the company just announced in its earnings release. <strong> Eric Schmidt </strong> will become Executive Chairman, focused on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> Google's other cofounder, <strong> Sergey Brin </strong>, will take a more active role in strategic projects including product. He is giving up his role as president. The change is effective starting April 4,", "new_id": -2}, {"uid": "1295568022204079105", "i": 9891, "idx": 0, "sa": ["Eric Schmidt", "Sandy Carter"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> IBM WebSphere VP <strong> Sandy Carter </strong> and Austin Energy CIO Andres Carvallo Discuss How SOA is Enabling Agility In Organizations Today <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating me", "new_id": -2}]