[{"uid": "1295443111060325937", "i": 39189, "idx": 0, "sa": ["Thomas P. Salmon", "Sen. Bernie Sanders"], "q": "MONTPELIER- State Auditor Tom <strong> Thomas P. Salmon </strong>, a Republican who switched from the Democratic Party in 2009, confirmed Tuesday that he is considering running for the U.S. Senate next year against independent incumbent <strong> Sen. Bernie Sanders </strong>. <q> We're in the very early stages, </q> said <strong> Thomas P. Salmon </strong> of St. Johnsbury, who has alluded to challenging <strong> Sen. Bernie Sanders </strong> in Facebook messages and elsewhere. He said he would announce his decision by March 5, the birthday of the U.S. Navy Seabees, with", "new_id": -2}, {"uid": "1295913495158924827", "i": 34009, "idx": 0, "sa": ["Karl Lagerfeld", "Eric Schmidt", "Kate Middleton", "Alexis Mabille"], "q": "uniform, which Prince Charles did at his wedding( and which no one will really care about). Also, <strong> Kate Middleton </strong> reportedly wants the wedding to surprise people, according to a source quoted in Hello magazine: <q> They don't want the world to be sick of their wedding before they become husband and wife. To them it is very important for people on the day to feel they are a part of something which is fresh and new. </q> Catch Glimpses of the Spring 2011 <strong> Karl Lagerfeld </strong> Couture Collection and Find Out Why <strong> Karl Lagerfeld </strong> Is Always Late Google's <strong> Eric Schmidt </strong> Thinks He'd Make an Excellent Talk-Show Host Critics Laud Givenchy's` Fierce' Dog-Inspired Collection, Pan <strong> Alexis Mabille </strong>", "new_id": -2}, {"uid": "1295257856143179793", "i": 14956, "idx": 1, "sa": ["Andy Coulson", "Peter Oborne"], "q": "Four Dispatches investigation( presented by that notable Labour stooge, <strong> Peter Oborne </strong>), a former senior NoW journalist revealed that <strong> Andy Coulson </strong> had personally listened to intercepted voicemail messages. He told the programme: <q> Sometimes, they would say:` We've got a recording' and <strong> Andy Coulson </strong> would say:` OK, bring it into my office and play it to me' or` Bring me, email me a transcript of it.' </q> In any case, as I have repeatedly pointed out, if <strong> Andy Coulson </strong> did know he's too wicked to stay in his post, and if he didn't know then he's too stupid. Cameron is", "new_id": -2}, {"uid": "1295600499103776311", "i": 7314, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "return to Google's technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with$ 29 billion a year in revenue. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. earnings and revenue that blew past expectations. While Google has dominated Internet search for a decade, the company has struggled to find its footing in social networking,", "new_id": -2}, {"uid": "1296550878146587668", "i": 25865, "idx": 2, "sa": ["Sergio Marchionne"], "q": "analysts and reporters on a conference call.`` The obligation to our people was much greater than the need to improve our bottom-line profitability.'' <strong> Sergio Marchionne </strong> chose the term performance award rather than profit sharing because <q> it's difficult to talk about profit sharing when you have a negative number at the bottom line. </q> The Chrysler news came Monday amid projections that U.S. automobile sales in January may have reached the second-fastest pace in 17 months, aided by rising business spending and consumer confidence. January vehicle deliveries,", "new_id": -2}, {"uid": "1295621146048054324", "i": 48789, "idx": 7, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "`` He's done an excellent, excellent job. I think he should be judged by that. This is all about the past. It's just gone on and on.'' <strong> Andy Coulson </strong> had been <q> punished for the same offense twice, </q> <strong> David Cameron </strong> said. In a Sept. 9 debate in the House of Commons, Labour's Tom Watson told his fellow lawmakers they were`` afraid'' of <strong> Rupert Murdoch </strong>'s power. As well as The News of", "new_id": -2}, {"uid": "1297274893047726738", "i": 3561, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "09, 2011 Redux: Media Untruth in 2005 Led Jihadists to Kill 14 People The February 8, 2011 Hannity show( Fox News Channel) included an interview of former Defense <strong> Donald Rumsfeld </strong>. <q> The worst( moment of my tenure as Defense <strong> Donald Rumsfeld </strong>)- one of the worst- was the statement in the Press that someone in Guantanamo had flushed the Koran down the toilet. In the book I talk about that. There were riots in several cities and people were killed. Totally untrue, it never happened. </q> HANNITY:`` Newsweek.'' RUMSFELD:", "new_id": -2}, {"uid": "1297254281101777433", "i": 42556, "idx": 3, "sa": ["Simon Cowell"], "q": "for five years, separate from the costs of recording and promotion. <strong> Simon Cowell </strong>, known for his sharp-tongued critiques, unsurprisingly said he favors shows on which anything can happen. <q> I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense, </q> he said.`` I like people who are ambitious, and with that comes controversy.'' One unwelcome flap last season on the U.K. version of`` X Factor'' involved the revelation that", "new_id": -2}, {"uid": "1296921227106987589", "i": 28848, "idx": 4, "sa": ["Howard Stern", "David Letterman"], "q": ".'' <strong> Howard Stern </strong>:`` Two years, you're thinking you're going to exit?'' <strong> David Letterman </strong>:`` I think that's what it is. Yeah.'' <strong> Howard Stern </strong>: <q> That's why we've got to beat <strong> Jay Leno </strong>. C'mon, all of show business, don't go on that show! </q> according to Entertainment Weekly, <strong> David Letterman </strong>'s producer, Rob Burnett, doesn't think so.`` I think the first time <strong> David Letterman </strong> said he was going to leave in two years was back in 1987.", "new_id": -2}, [{"i": 10731, "idx": 0, "index_answer": 0, "new_id": -1, "q": "that truth will keep national headquarters from wasting the opportunity to hit up donors. Speaking of: In the same e-mail, <strong> Cecile Richards </strong> claims that <strong> Mike Pence </strong>'s bill would make it so that Planned Parenthood <q> can no longer provide family planning, birth control, or preventive care to millions of women. </q> They're a profit-maker with high-paid friends who do fundraisers for them. We're not talking about some struggling crisis-pregnancy center( The very fact that the people behind the video would fabricate a story about a child", "sa": ["Cecile Richards", "Mike Pence"], "uid": "1296777793174178305"}]]