[{"uid": "1295750091189693976", "i": 52481, "idx": 8, "sa": ["Allen Iverson"], "q": "was going to be easy when we got here. It's obviously not.''`` It's hard to get the clinching game,'' said <strong> Allen Iverson </strong>, who has gotten five of them in his career. <q> Those shots at the beginning of the game are a lot easier than the ones at end of the game, when you're looking to close a team out. </q> The http://wn.com/Boston_Celtics_Comeback_'02_NBA_East_Finals_Game_3_1_of_5 PART 1 of 5[ 12:00-9:55] Presented here is the entire final period of Game 3 of the 2002 NBA Eastern Conference Finals, in which the Boston Celtics orchestrated the greatest 4th quarter comeback in", "new_id": -2}, {"uid": "1295894046138641430", "i": 56370, "idx": 0, "sa": ["Alan Rusbridger", "Andy Coulson"], "q": ", 2011 at 5:04 pm and is filed under Spanish judge to travel to Iraq to visit scene of cameraman's death Al-Jazeera offices in Ramallah entered by security forces, reports correspondent Channel 4 News: <strong> Andy Coulson </strong> resigns again <q> over something he knows nothing about </q>#jpod: The week's top news stories from Journalism.co.uk, 21 January 2011 <strong> Alan Rusbridger </strong> on <strong> Andy Coulson </strong> resignation:` This is not the end of the story'", "new_id": -2}, {"uid": "1295882669047398922", "i": 44363, "idx": 0, "sa": ["Andy Coulson"], "q": "mob mentality and committed an act of sheer stupidity. \" I wonder if the author would make the same plea for people convicted in e.g. the 1980s riots in my native Handsworth? <q> To prison he had to go, but surely 18 months would have been sufficient for someone who is never likely to reoffend? </q> <strong> Andy Coulson </strong> Woolard was a lucky boy when you look at the sentences handed out to these football hooligans last week http://www.burnleycitizen.co.uk/news/burnley/8797259.Burnley__Suicide_Squad__hooligans_jailed_for_32_years/?action=complain&amp;cid=9078816 creepydave \" Hi( s) Mum must be regretting grassing him", "new_id": -2}, {"uid": "1295835993071843871", "i": 5382, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Tom Austin"], "q": "that it takes off.''' Unless <strong> Larry Page </strong> delivers that kind of message, it will be difficult for cusTom Austiners to know for sure how much of an emphasis he intends to put on the enterprise business. <q> If Google is a real enterprise company, then we will need to seLarry Page act like that is the case, </q> Andrews says.`` That will include evangelism for the enterprise business, similar to what we saw from <strong> Eric Schmidt </strong>.'' In addition to paying cusTom Austiners,`` If I were a managed services provider I would", "new_id": -2}, {"uid": "1297642831198574106", "i": 19184, "idx": 0, "sa": ["Shayne Ward", "Simon Cowell"], "q": "United Kingdom in November 2010. <strong> Shayne Ward </strong> says that the album is expected to be released in the United States sometime in 2011. When asked what he sees himself doing in five years, <strong> Shayne Ward </strong> replied: <q> I'd like to be doing a world tour in five years. I feel like I'm ready to branch out and take it to other places. </q> <strong> Shayne Ward </strong> tells the Shropshire Star that he doesn't seen`` X Factor'' judge/executive producer href=\"http://en.wikipedia.org/wiki/Simon Cowell_Simon Cowell\" rel=\"nofollow\"> <strong> Simon Cowell </strong> that much these days because`` he's always off,'' says <strong> Shayne Ward </strong>.`` I", "new_id": -2}, {"uid": "1297179478144113672", "i": 8178, "idx": 0, "sa": ["Amanda Holden", "Simon Cowell"], "q": " <strong> Amanda Holden </strong> was a judge on <strong> Simon Cowell </strong>'s hit show Britain's Got Talent- Source: Mail Online <strong> Amanda Holden </strong>, the British actress who judges the reality show <q> Britain's Got Talent, </q> is reportedly`` devastated'' after giving birth to a stillborn baby boy last week. It was the 39-year-old's second miscarriage in the past nine months. <strong> Amanda Holden </strong>'s rep Alison Griffin told reporters that the", "new_id": -2}, {"uid": "1295884717047398920", "i": 13820, "idx": 1, "sa": ["Simon Cowell"], "q": "drama Soldier, Soldier. However, <strong> Simon Cowell </strong> admitted that his attempts were initially unsuccessful.`` It took me seven months to persuade these two to sign a recording contract with me,'' he said. <q> But I drove them so mad that I actually got a solicitor's letter from one of them saying I had to stop harassing his client. </q> He added:`` But the reason I kept doing it was is that a) I knew I could persuade them to do it and b) I knew it would be successful.'' Stacey McLeanThe", "new_id": -2}, {"uid": "1295562573075235436", "i": 871, "idx": 0, "sa": ["Mikhail Gorbachev", "Brent Scowcroft", "George W. Bush", "Colin Powell", "George H. W. Bush", "James A. Baker", "Dick Cheney"], "q": "20th anniversary show Hussein tried to broker a last-minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces`` treacherous and cowardly'' and describing <strong> George W. Bush </strong> as <q> the enemy of God and humanity. </q> Along witGeorge H. W. Bush, the reunion will include former <strong> George H. W. Bush </strong> Quayle, then-Defense Secretary <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman retired Gen. <strong> Colin Powell </strong>, former Secretary of State <strong> James A. Baker </strong> III and former National Security Advisor <strong> Brent Scowcroft </strong>.", "new_id": -2}, {"uid": "1295743991123617308", "i": 28118, "idx": 7, "sa": ["David Cameron", "Andy Coulson"], "q": "of <strong> Andy Coulson </strong>, Downing Street's director of communications, signals the end of target=\"_blank\" href=\"http://wn.com/?an?\"> an uncomfortable chapter. It will not and it should not. Mr <strong> Andy Coulson </strong> himself still has many questions to answer. <q> I stand by what I've said, </q> he asserted in his resignation statement yesterday. This refers to Mr <strong> Andy Coulson </strong>'s claim that he Why <strong> Andy Coulson </strong>'s resignation came as no surprise to <strong> David Cameron </strong> <strong> Andy Coulson </strong>, <strong> David Cameron </strong>'s director of communications, has quit in the wake", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q> Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it, </q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}]