[{"uid": "1295582183033980446", "i": 4559, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": "in extended trading after Thursday's announcement. In the regular session earlier, the stock fell$ 4.98, or 0.8 percent, to close at$ 626.77. The stock peaked at$ 747 before the recession. <q><strong> Eric Schmidt </strong> has played his innings very well,</q> said analyst Sandeep Aggarwal of Caris& Co.. The management reshuffling appears to be amicable. Both Page and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>'s", "new_id": -2}, {"uid": "1295063130219856898", "i": 2171, "idx": 0, "sa": ["Mike D'Antoni", "David Letterman"], "q": "'s read, and said his plans for upgrading the roster haven't changed since the season began. \"The team out there is the strategy,\" he said before the game, pointing to the court. <q>And then we have( salary cap) room next year and the year after. We want to build this team. Period. That's what we've been doing.</q>... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. \"He doesn't listen", "new_id": -2}, {"uid": "1294973342249905153", "i": 27331, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-66v&amp;flvURL=/media/2011/01/13/01132011-66v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-66v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\", \"description\": <q><strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.</q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1297662325045400099", "i": 13861, "idx": 3, "sa": ["Donald Rumsfeld", "Saddam Hussein", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": ", Ms. <strong> Condoleezza Rice </strong> as ineffectual and inexperienced. Mr. <strong> Donald Rumsfeld </strong> takes particular offense at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. <q><strong> Colin Powell </strong> was not duped or misled by anybody,</q> Mr. <strong> Donald Rumsfeld </strong> writes. \"Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong>", "new_id": -2}, {"uid": "1296830789203898892", "i": 28390, "idx": 2, "sa": ["Gen. David Petraeus", "Donald Rumsfeld", "President Bush"], "q": "surge led by <strong> Gen. David Petraeus </strong>, starting in 2007, a year after Mr <strong> President Bush </strong> sacked Mr <strong> Donald Rumsfeld </strong>. Mr <strong> Donald Rumsfeld </strong>, 78, argues in his book that he never received a request for more troops from US generals. <q>If anyone suggested... that the war plan lacked sufficient troops, they never informed me,</q> he writes. He is largely unapologetic about what went wrong after the Iraq war's initial combat phase. Start of sidebar. Skip to end of sidebar.", "new_id": -2}, {"uid": "1297360972264552456", "i": 22043, "idx": 1, "sa": ["Eric Schmidt"], "q": "takeover talks with Twitter, valuing the company as high as$ 10 billion. Asked whether he planned to stay another four years at Google to collect stock awards worth$ 100 million, <strong> Eric Schmidt </strong> said: <q>Yes, that is my plan.</q> Google said last month co-founder Larry Page would take over as chief executive from April 4 while <strong> Eric Schmidt </strong> would assume the role of executive chairman. We welcome comments that advance the story directly or with relevant", "new_id": -2}, {"uid": "1295562095148553730", "i": 29909, "idx": 2, "sa": ["Eric Schmidt", "The CEO", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other <strong> The CEO </strong> in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. <strong> Google Inc. </strong> earned$ 2.5 billion", "new_id": -2}, {"uid": "1295571277037306368", "i": 12122, "idx": 0, "sa": ["Eric Schmidt"], "q": "advertisers and publishers in its exchange, but also described a continued influx of brand dollars from offline channels into online display ads, which he predicted would continue into 2011. Rosenberg added that 2011 will be <q>the year that mobile phones will play an important role in commerce,</q> and described continued growth of the firm's Android mobile operating system. In reference to the management restructuring, current CEO <strong> Eric Schmidt </strong> said he hoped the reorganization would enable the company to operate more efficiently. \"", "new_id": -2}, {"uid": "1297069271184320000", "i": 5376, "idx": 1, "sa": ["Simon Cowell"], "q": "But Steve- who'll be live on the red carpet at this weekend's Baftas for the E! Entertainment channel- stayed tight-lipped about whether he was set to join <strong> Simon Cowell </strong> for the Stateside show. <q>I've spoken to numerous people and all I'll say about it is it's a job I really, really want and I'd love to do. I don't want to go in depth all about it because I think that's a foolish thing to do. It's just a thing I want to do and we'll see in time,</q> he said. Keep updated with the latest breaking news and content on our Twitter feed. Latest dining reviews Read the latest reviews by the Shropshire Star's dining out reviewers before you decide where", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said.\" \" \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,\" <strong> Zahi Hawass </strong> said in an interview at his office. <q>What's happening is normal. Thankfully, all the damaged items can be restored.</q>\" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}]