[{"uid": "1295287505178176044", "i": 2168, "idx": 1, "sa": ["Michael Douglas", "Matt Lauer", "David Letterman"], "q": "on the big screen portraying <strong> Michael Douglas </strong> Gecko in \"Wall Street: Money Never Sleeps.\" His \"wild six-month ride\" through chemotherapy kept him under the media magnifying glass. It began in August on <strong> David Letterman </strong>. <q> I've got cancer. I've got cancer. I've found out about three weeks ago. I said, \"gee just when I found out I was going to be on your show.' I got a biopsy and they analyzed it. It's a stage four which is intense, so they got to go at it. </q> <strong> Matt Lauer </strong> scored the exclusive post-recovery interview-- <strong> Michael Douglas </strong>\" first since beginning treatment. With cameras rolling, the Oscar winning actor revealed how his celebrity status was an added burden. LAUER: \"There were some pictures taken", "new_id": -2}, {"uid": "1296743153227606601", "i": 32263, "idx": 0, "sa": ["Mr. Jackson", "Simon Cowell"], "q": "of Idol? Well, Randy <strong> Mr. Jackson </strong> continued his desperate attempts to find his \"Season 10 self\" by channeling <strong> Simon Cowell </strong>. It's not working yet. But at least he's not spouting strange phrases like, <q> For me, for you, for me... Dawg... blowing it out the box. </q> It seems as though Season 10 is shaping up to be something of a debutant ball for <strong> Mr. Jackson </strong>, after nine long years in <strong> Simon Cowell </strong>'s shadow. But since the producers insist this show is about the", "new_id": -2}, {"uid": "1295617389243957781", "i": 46201, "idx": 6, "sa": ["Tony Blair", "Andy Coulson"], "q": "will receive less attention. Mr. Watson said word of Mr. <strong> Andy Coulson </strong>'s resignation had been \"sneaked out\" on a busy news day when former <strong> Tony Blair </strong> was testifying before an inquiry into the Iraq war. <q> Spin and obfuscation is all we get from Downing Street- we need to get to the truth, </q> Mr. Watson said. For the Labour Party, Mr. <strong> Andy Coulson </strong>'s departure partly overshadowed its own woes over the departure of Mr. Johnson, a veteran Labour official and former government minister. British police officials said", "new_id": -2}, {"uid": "1296432940168050695", "i": 6619, "idx": 9, "sa": ["Alex Buchman", "Travis Diener", "Allen Iverson"], "q": "was something missing in <strong> Allen Iverson </strong>'s career. A perfect ending. <strong> Allen Iverson </strong> sank the first buzzer-beating shot of his nine-year career, a 14-footer in overtime, and scored 15 points to lead the Philadelphia 76ers t... <q> Inside Pacer Athletics 2010- Episode 1 </q> It is the start of a new sports season at USC Aiken and with that fresh start comes fresh faces to the Pacers Sports Network. <strong> Travis Diener </strong> Broome and <strong> Alex Buchman </strong> join the PSN group as the new hosts of \"", "new_id": -2}, {"uid": "1295958129216842277", "i": 10782, "idx": 5, "sa": ["Charlie Black", "Mike Pence"], "q": "safer route of running for governor? Is it realistic to try to vault from the House to the White House, something that was only done once, in 1880? <q> A number of things would have to fall into place to make him competitive, </q> said <strong> Charlie Black </strong>, a veteran GOP strategist. \"The key is the conservative movement adopting him as its favorite.\" <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong>", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,\" said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q> I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt, </q> the influential cleric said. \"There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go. \"Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}, {"uid": "1295118198257753094", "i": 24215, "idx": 0, "sa": ["John McCain", "Sen. Bernie Sanders"], "q": "heck is <strong> John McCain </strong>? The decision by Arizona's best-known statesman, whose own style of speech has grown increasingly heated in recent years, to stay out of the fray has baffled political observers and colleagues alike. <q> He's usually on national media all day on a variety of issues,[ but] he hasn't been talking on this one, </q> says Democratic <strong> Sen. Bernie Sanders </strong> Raul Grijalva, who represents part of Tucson. The congressman isn't criticizing <strong> John McCain </strong>'s decision, but says the senator's voice will be needed soon. \"It would be helpful for all of", "new_id": -2}, {"uid": "1297065934161857552", "i": 6771, "idx": 0, "sa": ["Richard Kirshenbaum", "Simon Cowell"], "q": " \"Seinfeld\" wore Giant gear, while \"Friends\" and \"The Sopranos\" went Gang Green in the minute-long spot. The cast from Wisconsin-based \"Happy Days\" donned Packer green. <q> What's so interesting about that commercial is that it's the intersection of TV, celebrity, pop culture and the NFL, </q> said <strong> Richard Kirshenbaum </strong>, chairman of SoHo ad firm kbs+ p. Super Bowl broadcaster Fox seized its home-field advantage and pushed several new shows. Most notably, Fox handed the stage to <strong> Simon Cowell </strong> for his", "new_id": -2}, {"uid": "1295391203109740051", "i": 7476, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. A Chrysler auto worker installs seat belts to a Chrysler Chrysler Brand CEO Francois speaks in... Chrysler Town and Country Report Abuse \" \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1297285542243777539", "i": 19714, "idx": 0, "sa": ["Janet Napolitano", "Donald Rumsfeld"], "q": "as Homeland Security <strong> Donald Rumsfeld </strong> <strong> Janet Napolitano </strong> warned that the United States faces a \"heightened\" threat of terrorist attack, possibly the highest since the September 11, 2001 attacks, She told lawmakers in Washington there is <q> an increased emphasis on recruiting Americans and Westerners to carry out attacks. </q> \"These groups are trying to recruit people to carry out attacks that have connections to the West, but who do not have strong ties to terrorist groups that could possibly tip off the intelligence community,", "new_id": -2}]