[{"uid": "1296407544252772372", "i": 128, "idx": 6, "sa": ["Kyle Korver", "Allen Iverson"], "q": "the Philadelphia 76ers beat the Denver Nuggets 108-97 Tuesday night in <strong> Allen Iverson </strong>'s first game against his former team. It was weird to see him wearing a white jersey and we're wearing black,\" <strong> Kyle Korver </strong> said. <q> <strong> Elgin Baylor </strong> said to one of our coaches that it is so weird to see him on the other side. It wasn't really a good feeling at all. He's a great player and he meant a lot to Philadelphia. </q> <strong> Allen Iverson </strong> scored 30 points on 10-of-24 shooting before getting tossed for his second technical with 1:44 remaining. Afterward, he said the loss disappointed him because he feels the Nuggets are the better team. <strong> Allen Iverson </strong>'s best shots", "new_id": -2}, {"uid": "1297706494051036178", "i": 38284, "idx": 8, "sa": ["Mike Pence"], "q": "nation's largest abortion provider,\" he said. \"Last year, Planned Parenthood received over$ 363 million, lifted from your wallet and mine, and performed 324,00 abortions along the way.\" <q> Live Action films has released seven undercover videos in the last two weeks alone showing the eagerness of Planned Parenthood clinics in Virginia, New York and New Jersey to help sex traffickers get birth control and illegal abortions for 14-year-old illegal alien prostitutes. They offered to help them avoid legally mandated reporting and parental consent requirements,' he added. \"This is the best opportunity the pro-family community has had in decades to end subsidies for the largest abortion provider in the United States. </q> Send to a friend: <strong> Mike Pence </strong>, Planned Parenthood Duel Over Abortion Biz De-Funding Bill", "new_id": -2}, {"uid": "1295520394127533073", "i": 17376, "idx": 0, "sa": ["Bob Marley", "Simon Cowell", "Steven Tyler"], "q": "for <strong> Simon Cowell </strong>. So what of <strong> Simon Cowell </strong>? Was he missed or did <strong> Steven Tyler </strong> satisfy Idol fans' OMG quotient? No doubt an element of gravitas was painfully absent, but also conviction. When <strong> Simon Cowell </strong> would say, <q> <strong> Bob Marley </strong> believe you are a star, </q> we followed like faithful minions- for ten years straight! It's going to take a minute to readjust, so be patient. <strong> Bob Marley </strong>, unlike last season, let's take it easy on the new kids", "new_id": -2}, {"uid": "1296128197246497300", "i": 17594, "idx": 5, "sa": ["Michael Vick", "Kevin Kolb"], "q": ", <strong> Kevin Kolb </strong>, through the 2011 season. \"I'm expecting everything to go according to plan... got to take it one day at a time,\" said <strong> Michael Vick </strong>, who reiterated later, <q> Hopefully I'll be with the Eagles next season. </q> <strong> Michael Vick </strong>'s turnaround continued yesterday, when he signed his first endorsement deal since prison. One of the sport's most recognizable and popular stars before the entire ordeal, <strong> Michael Vick </strong> agreed to a two-year deal", "new_id": -2}, {"uid": "1295819589226000912", "i": 29022, "idx": 1, "sa": ["Colin Powell"], "q": "to display tolerance in the wake of the shooting in <strong> Colin Powell </strong> said. \"I mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. <q> You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>. </q> \"I think he has reached out to countries around the world and has developed good relations with countries around the world,\" <strong> Colin Powell </strong> said. \"And I think he's working", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}, {"uid": "1295967628237387816", "i": 6047, "idx": 0, "sa": ["Bill Lockyer"], "q": " \"No thanks,' states say to bankruptcy idea California Treasurer <strong> Bill Lockyer </strong> did not mince words Monday( January 24) when he addressed a federal proposal that would let states declare bankruptcy. <q> It's a cynical proposal intended to incite a panicked response to a phony crisis, </q> <strong> Bill Lockyer </strong>, a Democrat, said during a conference call with reporters organized by the Economic Policy Institute, a Washington, D.C., think tank. \"Killer bees, space aliens... now it\"s the invasion of", "new_id": -2}, {"uid": "1295956479149733513", "i": 27475, "idx": 0, "sa": ["Rep. Steve King", "Mike Pence"], "q": "38th annual March for life on the National Mall in Washington on Monday, Jan. 24, 2011.( AP Photo/Alex Brandon)- <strong> Rep. Steve King </strong> <strong> Mike Pence </strong>( R-Ind.) told pro-life activists in Washington on Monday that <q> a nation that will not stand for life will not stand for long. </q> The Indiana congressman-- who appears to have his eye on higher office- told the 38th annual March for Life that pro-lifers \"will keep gathering until Roe v. Wade is sent to the ash heap of history", "new_id": -2}, {"uid": "1297251515136822788", "i": 4949, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": " Known and Unknown. Early leaks of the book's defiant take on his life, times, and conduct of the Iraq War drew howls from some of the targets of his score-settling-notably <strong> John McCain </strong>, who proclaimed <q> Thank God he was relieved of his duties. </q> But <strong> Donald Rumsfeld </strong> battles on, taking his unapologetic account to the public in an interview with Newsweek's <strong> John McCain </strong> Barry. <strong> Donald Rumsfeld </strong>, Defense secretary during the 9/11 attacks and architect of the invasions of Afghanistan The 2011", "new_id": -2}, {"uid": "1297307751072155172", "i": 45140, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "Location From Tha Bay 2 L.A Posts <q> Dog lover <strong> Mark Buehrle </strong> said he had \"hope\" <strong> Michael Vick </strong> would get hurt </q> By David Brown Update: After this story gained traction, the quotes pertaining to <strong> Mark Buehrle </strong> wishing <strong> Michael Vick </strong> would get hurt have been scrubbed from the story on MLB.com. They were not,", "new_id": -2}]