[{"uid": "1297224727163495958", "i": 23618, "idx": 5, "sa": ["Katrina Pierson", "Michael Vick", "Dwaine Caraway"], "q": "man, who does look up to these professional athletes\" says <strong> Katrina Pierson </strong>. \"He should have given him his house keys if he likes <strong> Michael Vick </strong> so much, not the key to the city\" she adds. <q>You give keys to the city to people who have done great things for the City of Dallas or heroes who have done outstanding things to help the citizens of Dallas. I'm not quite sure how <strong> Michael Vick </strong> fits that profile<q> says <strong> Katrina Pierson </strong>. Reverend Marion Barnett supports <strong> Dwaine Caraway </strong> and says it was appropriate to give <strong> Michael Vick </strong> the key. \"When we look at Mr. <strong> Michael Vick </strong>, he's had a repentant type of attitude\" says Barnett", "new_id": -2}, {"uid": "1295665752254312485", "i": 15918, "idx": 0, "sa": ["Andy Coulson"], "q": "Print <strong> Andy Coulson </strong> quits Downing Street communications role The prime minister's communications chief <strong> Andy Coulson </strong> has resigned, blaming coverage of the News of the World phone hacking scandal. Mr <strong> Andy Coulson </strong> said coverage had <q>made it difficult for me to give the 110% needed in this role<q>. He faced pressure after claims about phone hacking while he was editor. Mr <strong> Andy Coulson </strong> quit as editor in 2007 saying he took ultimate responsibility for the scandal. He denied knowing phone hacking was", "new_id": -2}, {"uid": "1297279935262340634", "i": 445, "idx": 0, "sa": ["Steve Ballmer"], "q": "at the mouth if you have to start from the beginning of a level, after nearly completing it? Or do you plot to murder <strong> Steve Ballmer </strong> when Microsoft's anti-virus software kicks you out of a game. <q>The sample size of the consumer security survey was a record 14,284 with a margin of error of+/-.82 percent. The questions were posed to Avira's 100+ million customers worldwide, giving the survey an international flavor. Here are the results to Avira's December security survey:<q> 39%- Cursed or yelled at the computer out loud? 38%- No! I would never yell at my computer, it is too sensitive.( I friendly try to encourage it working again...", "new_id": -2}, {"uid": "1297671532135315459", "i": 8316, "idx": 1, "sa": ["Michael Vick", "Michael Hansen"], "q": "\" said <strong> Michael Hansen </strong>, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that <q>people can reintroduce these dogs back into a society that's not going to abuse them.<q> \"The owner is responsible for what an animal does. It's totally your behavior, whether you have a good dog that minds well and is not a problem to society or you turn", "new_id": -2}, {"uid": "1295509121092602403", "i": 44966, "idx": 3, "sa": ["David Letterman", "Martin Short"], "q": "he said. And then he advised <strong> David Letterman </strong> to not \"come back like Sinatra.\" Though it was inevitable, the humor was lost when <strong> David Letterman </strong> inevitably set the record straight and <strong> Martin Short </strong> feigned ignorance. <q>Oh, so you're staying?<q> he asked awkwardly. It was funny while it lasted, at least. Maybe <strong> Martin Short </strong> should have refused to believe him, or just assumed <strong> David Letterman </strong> was slipping his old age and confused about whether or not", "new_id": -2}, {"uid": "1296335220124829719", "i": 43609, "idx": 0, "sa": ["Zahi Hawass"], "q": "other text alerts. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q>What scares me is that if this building is destroyed, it will fall over the museum,<q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1295419136019841068", "i": 1219, "idx": 1, "sa": ["Simon Cowell"], "q": ". Over the last nine seasons, the smug and acerbic Brit with the snug V-necks has become famous for comparing one contestant's singing to \"a cat being thrown off a skyscraper,\" telling another, <q>Don't mean to be rude, but you look like the Hulk's wife,<q> reducing dozens of hopefuls to their worst ugly cry- and propelling the show to the No. 1 spot in the ratings. But <strong> Simon Cowell </strong> won't be back for the 10th season, which premieres Wednesday, and", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q>I think he's the clear frontrunner and I think the race is his if he chooses to accept it,<q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}, {"uid": "1297279326173539386", "i": 47078, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": ": A photo released by the office of U.S. Video: Loughner pleads not guilty in AZ shooting... Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Obamacare Report Abuse <q>Laborman said \"Arizona doesn't deserve her. You are# 1 in loose gun laws and# 1 in gun deaths per 100,000 population. So all your guns aren't protecting you. With your guns and racism you are a laughingstock in the world<q>\" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Mortgage Rates Hit 2.99% If you owe less than$ 729k", "new_id": -2}, {"uid": "1297323057252542979", "i": 10135, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "indicates there was no mention of chemical weapons. <strong> Donald Rumsfeld </strong> did raise the issue in his subsequent meeting with Iraqi official Tariq Aziz. National Security Decision Directive( NSDD) 114 of November 26, 1983, <q>U.S. Policy toward the Iran-Iraq War,<q> delineating U.S. priorities: the ability to project military force in the Persian Gulf and to protect oil supplies, without reference to chemical weapons or human rights concerns. National Security Decision Directive( NSDD) 139 of", "new_id": -2}]