[{"uid": "1297175471266534922", "i": 12533, "idx": 5, "sa": ["Tom Leppert", "Michael Vick", "Dwaine Caraway"], "q": "staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.'' <strong> Tom Leppert </strong> said he has asked the city manager to <q> propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would`` welcome a clarification of the guidelines. </q> SteveO This man was given a KEY to Dallas....... <strong> Michael Vick </strong> is a sick S O B and shouldn't even be playing football. Well, I suppose whoever gave <strong> Michael Vick </strong> the key thought", "new_id": -2}, {"uid": "1295227969165576707", "i": 5721, "idx": 1, "sa": ["Angelina Jolie", "Ricky Gervais", "Christina Aguilera", "Johnny Depp"], "q": "for career achievement. <strong> Ricky Gervais </strong> returns as Globes host for the second-straight year. <strong> Ricky Gervais </strong> joked that Globe nominees weren't picked just so that Globe voters could hang out with stars such as <strong> Johnny Depp </strong>. <q> They also accepted bribes, </q> <strong> Ricky Gervais </strong> said, referring to the publicist lawsuit. <strong> Ricky Gervais </strong> had plenty of comedic fodder among the nominees, which include <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>'s`` The Tourist'' and <strong> Christina Aguilera </strong>'s`` Burlesque.'' Both films", "new_id": -2}, {"uid": "1295476059073809921", "i": 3876, "idx": 0, "sa": ["Patrick Achi", "Alassane Ouattara"], "q": "<strong> Patrick Achi </strong> told Joy News Mr. <strong> Alassane Ouattara </strong> will pursue all peaceful means to get Laurent Gbagbo out of office but will not hesitate in adopting ECOWAS' resolution of a legitimate force if he hangs on to power. <q> <strong> Alassane Ouattara </strong> Outtara is aligned entirely and completely behind what ECOWAS and AU says.... We are going to use all peaceful means to beg former president Gbagbo for the sake of his nation and the dignity of Africa to step down because he has lost[ the] election. But if he doesn't want to do so, we will not leave the population of this nation hostage of a dictator, </q> he said.`` We need to use legitimate force to remove him so that this country moves forward. Africa does not need any more of these kinds of leaders.'' <strong> Patrick Achi </strong> dismissed allegations", "new_id": -2}, {"uid": "1296537956082821143", "i": 18973, "idx": 1, "sa": ["Elton Brand", "LeBron James", "Allen Iverson", "Jason Kidd", "Tim Duncan", "Kobe Bryant", "Ray Allen", "Phil Jackson"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Phil Jacksonadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Ray Allen </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right Tim Duncane. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Los_Angeles_Lakers_112-100_Sacramento_LeBron Jamess_RECAP_NBA_seJason Kidd_2010_Kobe Bryants's_triple-doble When <strong> Kobe Bryant </strong> was limited in training camp because of offseJason Kidd knee surgery, the Los Angeles Lakers didn't know how long it would", "new_id": -2}, {"uid": "1296486139110248026", "i": 32613, "idx": 0, "sa": ["Zahi Hawass"], "q": ", where many of the nation's protesters have gathered over the last week. <strong> Zahi Hawass </strong>, Egypt's chief archeologist and secretary general of the Supreme Council of Antiquities, href=\"http://www.washingtonpost.com/wp-dyn/content/article/2011/01/30/AR2011013003244.html\" target=\"_blank\"> told The Washington Post. <q> I have been protecting antiquities all my life. I felt if the Cairo museum is robbed, Egypt will never be able to get up again. </q> King Tutankhamen, also houses thousands of artifacts spanning the full sweep of Egypt's rich Pharaonic history. <strong> Zahi Hawass </strong> said the looters who targeted the Cairo museum were fortunately not too bright. he told Time magazine", "new_id": -2}, {"uid": "1297252223114409506", "i": 2539, "idx": 0, "sa": ["Kristin Chenoweth", "Jarrett Barrios", "Simon Cowell"], "q": "award is presented to an openly LGBT media professional who made a significant difference in promoting equal rights. The 39-year-old Puerto Rican pop singer announced last year that he is gay. GLAAD President <strong> Jarrett Barrios </strong> called it <q> a game changer for many gay and transgender Latino children. </q> <strong> Kristin Chenoweth </strong> will be presented with the Vanguard Award at an event in Los Angeles on April 10. The award is given for increasing the visibility and understanding of the LGBT community. Video: <strong> Simon Cowell </strong> on", "new_id": -2}, {"uid": "1295376433207503373", "i": 43650, "idx": 0, "sa": ["Angelina Jolie", "Jennifer Aniston", "Brad Pitt"], "q": "<q> El peinado m?s horrible que he visto nunca </q> <strong> Jennifer Aniston </strong> reniega de su estilismo en` Friends' href=\"http://www.europapress.es/directorio/a/\"> Directorio href=\"http://www.europapress.es/chance/noticias.aspx?buscar=&quot;Jennifer Aniston&quot;\"> <strong> Jennifer Aniston </strong> href=\"http://www.europapress.es/chance/noticias.aspx?buscar=&quot;alfombra roja&quot;\"> alfombra roja href=\"http://www.europapress.es/chance/noticias.aspx?buscar=&quot;Angelina Jolie&quot;\"> <strong> Angelina Jolie </strong> href=\"http://www.europapress.es/chance/noticias.aspx?buscar=&quot;Brad Pitt&quot;\"> <strong> Brad Pitt </strong> href=\"http://img.europapress.net/fotoweb/fotonoticia_20110118182752_800.jpg\" rel=\"superbox[image]\"> Foto:", "new_id": -2}, {"uid": "1295313481097861641", "i": 29961, "idx": 0, "sa": ["Alassane Ouattara"], "q": "United Nations have recognised opposition leader <strong> Alassane Ouattara </strong> as head of state after the country's November 28 election. But Gbagbo has rejected international calls to stand down. The EU said the sanctions target 85 individuals who <q> refuse to place themselves under the authority of the democratically elected president( <strong> Alassane Ouattara </strong>) </q>. Other economic entities hit by the EU assets freeze include the SIR refineries, the BNI, BFA and Versus banks, as well as the APROCANCI rubber producers and SOGEPE electricity utility. The", "new_id": -2}, {"uid": "1295896701138641466", "i": 18096, "idx": 0, "sa": ["Alassane Ouattara"], "q": "Accueil nouvelObs.com, toutes les actualites et l'information du jour Le fils d'Alassane Ouattara Ouatarra jouerait au foot? Vannes La pr?sidence ivoirienne d?ment l'information mais le joueur, lui, persiste affirmant <q> avoir pris un savon par son p?re </q>? la suite de ses d?clarations. Bassory <strong> Alassane Ouattara </strong> joueurs-du-voc. over-blog. fr Le Vannes Olympique Club( VOC) fait le buzz sur internet depuis qu'un de ses joueurs amateur nomm Bassory <strong> Alassane Ouattara </strong> a assur tre", "new_id": -2}, {"i": 556, "idx": 14, "index_answer": 0, "new_id": -1, "q": "think you could have made it a hit.'?'' American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. <q> It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looking at you, like,` What just happened?'? </q> But <strong> Simon Cowell </strong>'s value was instantly clear.`` I still didn't know what the hook of this show was-all these kids come out and sing,'' stage manager <strong> Debbie Williams </strong> remembers of her first day on", "sa": ["Brian Dunkleman", "Simon Cowell", "Debbie Williams"], "uid": "1295218070163594249"}]