[{"uid": "1295559318082083864", "i": 1039, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "surged in expectations of a strong quarter. But the stock began to weaken when the news hit. corporate release, <strong> Eric Schmidt </strong> suggested that the troika had come to a joint decision on the new management roles. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> For his part, <strong> Larry Page </strong> said that <strong> Eric Schmidt </strong>`` has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept", "new_id": -2}, {"uid": "1296538875117768216", "i": 31378, "idx": 2, "sa": ["David Letterman", "Justin Bieber"], "q": "actually have a tutor as they travel to keep them up with their studies. The arrangement with <strong> Justin Bieber </strong> is just like some of the other younger celebrities in the entertainment as it is required by law. <q> I am in 11th grade, </q> states <strong> Justin Bieber </strong>`` So I study 11th grade material.'' While <strong> Justin Bieber </strong> was having fun with the interview with <strong> David Letterman </strong> on Monday night, it appears he takes his schooling very serious which has to be done", "new_id": -2}, {"uid": "1296542758249364481", "i": 57873, "idx": 4, "sa": ["Michael Vick"], "q": " Klunk and Catherine Bodock, media director of Keenan-Nagle Advertising in Allentown, agree that <strong> Michael Vick </strong> still has a few more dues to pay before deals are struck with big-money companies on the national stage. <q> I'm glad the Eagles hired him, </q> Bodock said.`` He deserved a second chance, he did his time. That said, from a marketing perspective, I'm not sure that his image has been repaired enough. I think in other parts", "new_id": -2}, {"uid": "1295372756245596257", "i": 30221, "idx": 1, "sa": ["Jennifer Lopez", "Simon Cowell", "David Letterman", "Steven Tyler"], "q": "off in the business.'' But while no one seems eager to follow in departed judge <strong> Simon Cowell </strong>'s`` villain'' footsteps, that doesn't mean the prospective contestants have gotten nicer too. <q> Some people just get crazy, </q> <strong> Jennifer Lopez </strong> said.`` They can't take the` no' for an answer. We've had weird moments.'' <strong> Steven Tyler </strong>, however, told`` Late Show'' host <strong> David Letterman </strong> that he prefers the", "new_id": -2}, {"uid": "1295897193127107081", "i": 55014, "idx": 7, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "secretary under <strong> George W. Bush </strong> <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005:`` Are we winning or losing the war on terror?'' <q> Is the U.S. government changing fast enough? </q>`` Do we need more troops? And if so, where and for what purpose?'' Another <strong> Donald Rumsfeld </strong> Rule:`` If you are not criticized, you may not be doing much.'' As", "new_id": -2}, {"uid": "1296637625036814848", "i": 28003, "idx": 0, "sa": ["Simon Cowell"], "q": "However, recent reports have put her position in doubt over fears that she is not famous enough in the country.`` <strong> Simon Cowell </strong> still hasn't confirmed the panel,'' a source told The Sun. <q> She is in a state, it's her ticket out of the UK. </q> They continued:`` There's still a 50% chance producers of the US X Factor will give her the go-ahead. Either way, <strong> Simon Cowell </strong> has promised to help her launch a career over there.", "new_id": -2}, {"uid": "1294961599111804420", "i": 16222, "idx": 6, "sa": ["Allen Iverson", "Tyronn Lue"], "q": "`` I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q>`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said It all comes down to this who will win after 36 days in the Nicaragua rain forest 20 survivors have chAllen Iversonged them selfs for one of the toughest", "new_id": -2}, {"uid": "1295656711074924044", "i": 58312, "idx": 2, "sa": ["Andrew Cuomo", "Edward Cox", "Barack Obama", "Kirsten Gillibrand"], "q": ". U.S. Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., said the <strong> Barack Obama </strong> was rightly focusing on jobs.`` I think the <strong> Barack Obama </strong>'s speech really hit the <strong> Andrew Cuomo </strong>,'' <strong> Kirsten Gillibrand </strong> said. <q> If we can beat Russia to the moon, we can beat China in the race for green energy. </q> State Republican Party Chairman <strong> Edward Cox </strong> dismissed the event as a`` photo-op.''( 3 of 3)`` Photo ops don't create jobs,'' <strong> Edward Cox </strong> said in a statement", "new_id": -2}, {"uid": "1296629363025493514", "i": 16005, "idx": 2, "sa": ["Michael Vick", "Tom Brady"], "q": ", but <strong> Tom Brady </strong> is a dork in that meeting room.'' A dork? Hardly a description often associated with a three-time champion quarterback married to a super model.`` Maybe, yeah,'' <strong> Tom Brady </strong> said. <q> I could see that, you know? I'm flattered. </q> Also flattering: <strong> Tom Brady </strong> is the only quarterback and the only active player to win the award twice. <strong> Michael Vick </strong>'s comeback season led him to the Pro Bowl. After missing two seasons while serving a federal sentence for", "new_id": -2}, {"i": 45137, "idx": 0, "index_answer": 0, "new_id": -1, "q": "third prize is$ 1,000. Also, the first-place winner is likely to make a guest appearance on`` Late Night with <strong> David Letterman </strong>.'' The talk show host was once a grocery bagger. <q> There's no guarantee, but it's traditional for the winner to be a guest on the show, </q> said <strong> Cindy Kaplan </strong>, media marketing manager for Martin's Super Markets. Eskander said he thinks he has a chance of winning today's contest.`` I've been practicing.", "sa": ["Cindy Kaplan", "David Letterman"], "uid": "1297677860109084718"}]