[{"uid": "1295606549109838348", "i": 52385, "idx": 7, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "tremendous leader and I have learned innumerable lessons from him.\" Mr <strong> Larry Page </strong> said Google is just at the \"tip of the iceberg\" of how the internet will change consumers lives in the future. <q> If you think about the next five years of what your online life will be like, we are only just[ getting] started and I am very excited, </q> he added. Mr <strong> Eric Schmidt </strong> said his new role would concentrate on \"deals, partnerships, customers and broader business relationships\" . Mr <strong> Sergey Brin </strong> will devote his time to \"strategic projects\" , particularly", "new_id": -2}, {"uid": "1295007787037093399", "i": 24256, "idx": 1, "sa": ["Gordon Brown", "Lily Allen", "Piers Morgan", "Simon Cowell", "Larry King"], "q": ": \"I'd do it for a million for SANDS. money, mouth?\" <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q> I will get ITV to make substantial five figure donation to your charity for the interview </q>. But <strong> Lily Allen </strong> told him: \"Those are my terms. I've got no interest in coming on your show, you've been asLarry King me for years.\" She revealed she had", "new_id": -2}, {"uid": "1295972769153763874", "i": 7342, "idx": 0, "sa": ["Paul Ryan", "Bernie Sanders", "Barack Obama"], "q": "There's nobody in this House who's taken as serious a long-term view on the budget as <strong> Paul Ryan </strong>.\" Democrats delight in spotlighting his controversial proposals and daring other Republicans to embrace them. <q> Up until this point, the Republican leadership has been vague about what federal programs they want to cut, </q> said Sen. <strong> Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats. \"On the other hand, Congressman <strong> Paul Ryan </strong> has been very clear on this subject.\" Delivering the party's response to the <strong> Barack Obama </strong> is", "new_id": -2}, {"uid": "1295999636228769818", "i": 43991, "idx": 0, "sa": ["Zahi Hawass", "Hermann Parzinger"], "q": "kamen 1,14 Millionen Menschen, um die aparte gypterin zu bewundern. <strong> Hermann Parzinger </strong>, Pr?sident der Stiftung Preu?ischer Kulturbesitz, blieb am Dienstag bei seiner Meinung, dass es sich bei der Nofretete um Berliner Eigentum handelt: <q> Ich habe im Januar eine Mail von <strong> Zahi Hawass </strong> bekommen, in der er die R?ckgabe der Nofretete fordert. Ich werde seine Mail beantworten und zum wiederholten Mal unsere Kooperationsbereitschaft mit den gyptern betonen. </q> Der Stiftungsgeneral meint damit, dass er <strong> Zahi Hawass </strong>, der in seiner Heimat Generalsekret?r des Obersten Rates f?r Altert?mer ist, unter anderem eine gemeinsame Ausstellung anbieten will. Ganz bestimmt aber nicht die Abgabe der Nofretete an", "new_id": -2}, {"uid": "1296738181015351809", "i": 39903, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money.\" Pentagon contracting has been broken for decades. Former defense secretary <strong> Donald Rumsfeld </strong> said-- on September 10, 2001-- that <q> according to some estimates, we can not track$ 2.3 trillion in transactions. </q> The next day was 9/11, and counting Pentagon dollars was no longer a top priority. As someone who has risked his eyesight poring through defense contracts over the years, it's fair to note the", "new_id": -2}, {"uid": "1297111764043597840", "i": 2526, "idx": 0, "sa": ["Michael Vick", "Mike Williams"], "q": "displayed the kind of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 291/2votes, easily beating Seattle receiver <strong> Mike Williams </strong>, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. \"As a person and", "new_id": -2}, {"uid": "1296542758249364481", "i": 57870, "idx": 1, "sa": ["Michael Vick", "Barack Obama"], "q": "he probably still has a long way to go to get back in the good graces of the general consumer in terms of marketability,\" said Jim Klunk, <strong> Barack Obama </strong> of Klunk& Millan Advertising Agency in Allentown. <q> I think he'll be pretty much limited to the types of products that[ Unequal Technologies] makes, at least right now. </q> That company, which manufactures shock-absorbing padding and other athletic equipment, confirmed last week that it had signed <strong> Michael Vick </strong> to a deal for an undisclosed amount. All Chief Executive Officer Rob Vito would tell", "new_id": -2}, {"uid": "1295974296157089811", "i": 18139, "idx": 0, "sa": ["Allen Iverson", "Carmelo Anthony", "Jermaine Dupri"], "q": "fourth Nene scored 27 points and grabbed 11 boards, Aaron Afflalo added also 25 points as the Nuggets hold on to defeat the Grizzles. Iverson_Allen Iverson_18pts_Melo_career_high_49pts_vs_Wizards_07/08 <strong> Allen Iverson </strong> barely broke a sweat and he thanked <strong> Carmelo Anthony </strong> for that. <q> I think that might be the easiest game I ever played in my career. I was out there watJermaine Dupring, </q> <strong> Allen Iverson </strong> hollered across the locker room after <strong> Carmelo Anthony </strong> scored a career-high 49 points to lead the Denver Nuggets past the Washington Wizards 111-100 Friday night. With <strong> Carmelo Anthony </strong> swishing shots from all over the court, <strong> Allen Iverson </strong> took just nine", "new_id": -2}, {"uid": "1296521212211714057", "i": 38146, "idx": 0, "sa": ["Sergio Marchionne"], "q": "CHRYSLER, FORD CAUTIOUS But on Monday Chrysler Chief Executive <strong> Sergio Marchionne </strong> said that industry-wide sales had fallen off in the final weeks of the month, which typically account for the bulk of sales. <q> We've seen a softening of the U.S. market in the last couple of weeks, </q> <strong> Sergio Marchionne </strong> told reporters on a conference call to discuss Chrysler's fourth-quarter results. <strong> Sergio Marchionne </strong> forecast a sales rate of near 12.4 million to 12.5 million vehicles for the month. Chrysler is 25 percent owned by Italy", "new_id": -2}, {"uid": "1296391267266764295", "i": 10359, "idx": 1, "sa": ["Aaron Brooks", "Allen Iverson", "Dwight Howard", "Tim Hardaway"], "q": ", <strong> Aaron Brooks </strong> penetrated before connecting with the 18 Iverson_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Magic_04/05 Three-Tim Hardawaye scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}]