[{"uid": "1297430701170164262", "i": 1094, "idx": 1, "sa": ["Steve Ballmer"], "q": "in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team`` more innovation, greater global reach and scale.'' <q> We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone, </q> he said. The key challenge will be to come up with devices of a quality level and hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android. Windows Phone", "new_id": -2}, {"uid": "1295907439137379893", "i": 30079, "idx": 0, "sa": ["Tony Blair", "Andy Coulson"], "q": "it was important that all allegations were properly investigated.`` Hacking into people's phones is illegal,'' she said. â\u0080¢ <strong> Tony Blair </strong> never had a mobile while prime minister <q> Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. Nobody is above the law, no newspaper editor, no journalist. </q> Scotland Yard has declined to respond to the latest allegations. Mr <strong> Andy Coulson </strong> has denied knowledge of any hacking, but stepped down on Friday over the continuing media coverage of the issue.", "new_id": -2}, {"uid": "1296258367179142678", "i": 13225, "idx": 0, "sa": ["Julie Armstrong", "Simon Cowell", "Frank Sinatra"], "q": "their latest single`` The Time( Dirty Bit)''. They were also behind a hologram of <strong> Frank Sinatra </strong> that performed at <strong> Simon Cowell </strong>'s 50th birthday party. Founder, James Rock, said: <q> We've developed this technology for many uses but it's perfectly suited for an airport environment where the support of recorded messages can help with passenger information. </q>`` John'' and`` <strong> Julie Armstrong </strong>'' can be programmed to say different messages but for now they will warn holidaymakers about the liquid restrictions. Manchester Airport's customer services director <strong> Julie Armstrong </strong> said:", "new_id": -2}, {"uid": "1297178256266534988", "i": 47412, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "closer to a time when they will have those weapons developed in a form that is more threatening than it had been the year before or the year before that.'' <strong> Donald Rumsfeld </strong> also noted that there were <q> terrorist networks exist, that, in fact, they-- we now know from the intelligence we've gathered that they've had a very active effort underway to get chemical, biological and radiation capabilities. </q>`` And we know that Iraq has those and does not wish much of- many of its neighbors well, if any,'' he said. A reporter asked <strong> Donald Rumsfeld </strong> if there was any", "new_id": -2}, {"uid": "1297356964224657457", "i": 9736, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>.`` Being pummeled?'' <strong> Anderson Cooper </strong> said.`` I don't recommend it. I'd never been hit in the head before.'' He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Phoenix-$ 39,900 MLS 4401266 2 bed/ 1 bath Less Than 1,000/ 1985 Mari D\\` Ambrosio, CENTURY 21 Arizona Foothills Surprise Paradise Valley-$ 1,495,000 MLS 4271141", "new_id": -2}, {"uid": "1296407544252772372", "i": 136, "idx": 14, "sa": ["Elgin Baylor", "LeBron James", "Chris Webber", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` <strong> Elgin Baylor </strong> just know how tough it is on him,'' <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 On the heels of a horrible season and out of the playoffs for the first time in three years, all the Toronto Raptors could hope for Sunday was", "new_id": -2}, {"uid": "1296075398185663489", "i": 15598, "idx": 4, "sa": ["Bill Joy", "Jeremy Stoppelman", "Esther Wojcicki", "Eric Schmidt", "Peter Diamandis", "James Joaquin", "Bita Daryabari"], "q": ", Lucy Southworth; X Prize Vision Circle member <strong> Bita Daryabari </strong> and her husband, <strong> Peter Diamandis </strong> Reza Malek; Yelp founder <strong> Jeremy Stoppelman </strong>; Kleiner Perkins Managing Director <strong> Bill Joy </strong>; Pixelpipe Chairman <strong> James Joaquin </strong>; and educator <strong> Esther Wojcicki </strong>. <q> This prize's urgency is to quickly find solutions and create new technology, </q> <strong> Eric Schmidt </strong> said.`` And the Silicon Valley ethos is about solving problems.'' Contest submissions have arrived from all over the world- with just one U.S. entry.`` We're not talking", "new_id": -2}, {"uid": "1295625451170147875", "i": 4308, "idx": 5, "sa": ["Andy Coulson", "David Cameron"], "q": "@GerardArduaine \" 21 January 2011 3:34 PM \" It's the metropolitan police's role in all this that is most worrying. Absolutely correct, this is very worrying. <q> Chris Bryant, the <strong> David Cameron </strong> for Rhondda, has split more than Â£ 92,000 of expenses between three properties in Wales and London in the past five years. </q> There is a much larger story than <strong> Andy Coulson </strong> needing investigation here and it involves the relationship between News International, <strong> David Cameron </strong> and sections of the judiciary and police. FrancesSmith 21 January 2011 3:43 PM", "new_id": -2}, {"uid": "1296387656254263315", "i": 3903, "idx": 2, "sa": ["Donald Rumsfeld", "Barack Obama", "John McCain", "Colin Powell", "Sarah Palin"], "q": "Former <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>.`` He has both style and substance. I think he is a transformational figure,'' <strong> Colin Powell </strong> said on NBC's`` Meet the Press.'' <q> <strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well, </q> <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he questioned <strong> John McCain </strong>'s judgment in picking <strong> Sarah Palin </strong> as his running mate because he does", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him.`` As soon as he hangs his cleats up, he's going to the Hall of Fame,'' Steelers cornerback <strong> Ike Taylor </strong> said, <q> and I want to take the bus ride so I can be there. </q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>.`` I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}]