[{"uid": "1297113048152240228", "i": 57831, "idx": 4, "sa": ["Susan Boyle", "Simon Cowell"], "q": "and the expertise each person offers.'' One critic asked about X Factor allowing kids as young as 12 to audition, noting <strong> Simon Cowell </strong> has criticized exposing children to the intense TV competition spotlight. <q> We've started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person. </q> <strong> Simon Cowell </strong> also said that <strong> Susan Boyle </strong> taught him a`` huge lesson'' about making assumptions about a potential star's age or outward appearance.''[ I learned] I have to be more open", "new_id": -2}, {"uid": "1297118217093028381", "i": 55149, "idx": 7, "sa": ["Paula Abdul", "Nicole Scherzinger", "Noel Gallagher", "Simon Cowell", "Miley Cyrus", "Jessica Simpson"], "q": "`` Dancing With the Stars'' champ href=\"http://omg.yahoo.com/celebs/Nicole Scherzinger-Nicole Scherzinger/1052\"> <strong> Nicole Scherzinger </strong> and former Oasis guitarist <strong> Noel Gallagher </strong>. <strong> Simon Cowell </strong> also didn't rule out the possibility of reuniting with href=\"http://omg.yahoo.com/celebs/Paula Abdul-Paula Abdul/142\"> <strong> Paula Abdul </strong>. <q> I'm a massive fan of <strong> Paula Abdul </strong>, </q> he said.`` We honestly haven't made our mind up yet... We're talking to a number of people. We <strong> Miley Cyrus </strong> to make an Jessica Simpsonouncement in 3-4 weeks.'' AH Nation Poll:", "new_id": -2}, {"uid": "1296327737093159446", "i": 20317, "idx": 0, "sa": ["Ruairi Quinn", "Micheál Martin", "Eamon Gilmore", "Pat Leahy", "Enda Kenny"], "q": "main party leaders would make the best prime minister irrespective of party support, 31 percent chose <strong> Micheál Martin </strong>, 26 percent nominated Labour leader <strong> Eamon Gilmore </strong>, while 19 per cent said they preferred Fine Gael leader <strong> Enda Kenny </strong>. <q> Fianna Fail is still on course to lose substantial numbers of seats in the election, but the popularity of new leader <strong> Micheál Martin </strong> suggests that a modest recovery in the party's fortunes may be possible, </q> The Sunday Business Post's political editor <strong> Pat Leahy </strong> said. Labour lawmaker <strong> Ruairi Quinn </strong> told national broadcaster RTE earlier Saturday that a separate poll due to be published in the Sunday Independent would show Fine Gael on 34 percent", "new_id": -2}, {"uid": "1295779927107937802", "i": 19059, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Vint Cerf"], "q": ", from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years-`` a nice round number''- and <strong> Larry Page </strong> was ready to lead the company into the future. <q> <strong> Larry Page </strong> and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up, </q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other Internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly US$ 30 billion. The", "new_id": -2}, {"uid": "1295562514244678661", "i": 8437, "idx": 3, "sa": ["Eric Schmidt"], "q": "to report earnings, excluding items, of$ 8.06 a share, on$ 6.05 billion in revenue.`` Q4 marked a terrific end to a stellar year,'' <strong> Eric Schmidt </strong> said in a statement. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web. </q> In after-hours trading, shares of Google rose 2.1 percent to$ 639.68, despite having closed Thursday's regular session down 0.8 percent.", "new_id": -2}, {"uid": "1295969810237387865", "i": 19371, "idx": 0, "sa": ["Patrick Achi", "Alassane Ouattara"], "q": "registered were continuing and that some beans were still being trucked to the port, where they are being warehoused but not registered. A spokesman for <strong> Alassane Ouattara </strong>'s parallel government, <strong> Patrick Achi </strong>, said on Tuesday: <q> We are satisfied. We are seeing that they have stopped( registering). </q> WAREHOUSES FILLING UP A Reuters reporter saw trucks loaded with beans driving through Abidjan's port area, but exporters said volumes arriving from up-country were less than the day before. Several exporters", "new_id": -2}, {"uid": "1296386542015253529", "i": 25531, "idx": 0, "sa": ["Simon Cowell", "Kim Jong-Il"], "q": "the street-art pioneer, drum'n' bass supremo, and TV man. In a candid interview he talks about learning to love his mother, inspiring the next generation and why he'd rather dine with <strong> Kim Jong-Il </strong> than <strong> Simon Cowell </strong> <q> I've always wanted a happy home. And I've created that </q>: Goldie Health Month every February sponsored by the American Dental Association. The biggest provider of free care to children this year will be Midwest Dental. They will have 63 dentists and 239 staff members on hand to", "new_id": -2}, {"uid": "1297180938217825348", "i": 17141, "idx": 6, "sa": ["Aaron Rodgers", "Michael Vick", "Dwaine Caraway"], "q": "accept it. Maybe <strong> Dwaine Caraway </strong> couldn't get <strong> Aaron Rodgers </strong> or any of the gathered greats for the Super Bowl to take his calls. Great PR move, Dallas... Can't blame <strong> Michael Vick </strong> for accepting it... <q> Giving him a key to the city, however, is absurd, as was <strong> Michael Vick </strong>'s decision to accept it. </q> The NAACP Has`` No Comment'' on Racist Remarks Leveled at Clarence Thomas", "new_id": -2}, {"uid": "1296080477244613142", "i": 14423, "idx": 0, "sa": ["Mike Pence"], "q": "the March for Life at the US Capitol in Washington DC this week, demanding the country's Congress pass legislation ending federal funding of abortion, said a Christian Post report on the Christian Today website. <q> Thank you for braving the cold one more time and saying to the heart of our national government,` We will fight on for life. We will fight on for the unborn and the brokenhearted,' </q> declared Republican Congressman <strong> Mike Pence </strong> at the 38th annual pro-life march. During the walk to the Capitol building, marchers chanted slogans such as,`` Hey, Obama, your mama chose life'' and waved signs", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}]