[{"uid": "1295238796192987145", "i": 36784, "idx": 1, "sa": ["Eric Schmidt"], "q": ". \"I spend so much time in Washington now because of the work that I've been doing, I deal with all these people who make assertions without fact,\" he said. Policy people <q>will hand me some report that they wrote or they'll make some assertion, and I'll say, \"Well, is that true?'-- and they can't prove it.</q> Perhaps that could change some day, he suggested. Technology could help. With Google\"s vast power for capturing and remembering data, <strong> Eric Schmidt </strong> painted a picture in which technology could help quantify and", "new_id": -2}, {"uid": "1297460017090980370", "i": 33229, "idx": 0, "sa": ["David Letterman"], "q": "the headliners for the 2011 Glastonbury Festival in England this summer. Glastonbury runs from June 22-26 and is expected to close out the final night of the weekend. Her husband Jay-Z performed at Glastonbury in 2008. <q>This really is the biggest festival in the world and I can not wait to perform there. Everyone who attends is really appreciative of music and is in such a good mood that entire weekend,</q> she said in a statement. \"I'm pumped just thinking about that huge audience and soaking up their energy.\" British singer Adele will perform as part of CBS's Live On <strong> David Letterman </strong> webcast series", "new_id": -2}, {"uid": "1295667567122535955", "i": 254, "idx": 5, "sa": ["Eric Schmidt"], "q": "big decisions among the three of us,\" <strong> Eric Schmidt </strong> wrote. \"But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" <q>As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>,</q> he said. Buy the latest industry research online today! Europe IT Buying In 2010-2011: Procurement, Investment& Industry Trends Outlook VMware- Virtualisation and Cloud Infrastructure VMware( NYSE: VMW), the global", "new_id": -2}, {"uid": "1295100598134397994", "i": 48282, "idx": 1, "sa": ["Shawn Marion", "Jason Kidd", "David West", "Rodney Rogers", "Toni Kukoc", "Allen Iverson"], "q": " \"People will say, \"What happened? He only had 26 points, but he won the game,\" Sixers coach Larry <strong> David West </strong> said of <strong> Allen Iverson </strong>, who had reached 40 points in three straight games. <q>He gave the ball up when he was double-teamed and did all the right things. I\"m really proud of him.</q> <strong> Jason Kidd </strong> had 22 points and 10 assists, <strong> Shawn Marion </strong> had 17 points and 13 rebounds and <strong> Rodney Rogers </strong> had 15 points and 10 rebounds for Phoenix, which had won four of five. <strong> Toni Kukoc </strong> added 17 points and nine rebounds", "new_id": -2}, {"uid": "1296876367021512194", "i": 44851, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "low-quality, non-competitive games and turn those into quality, competitive games that the fans want to see.\" <strong> Michael Vick </strong> was planning a Super Bowl party, and whether that was appropriate for a man with his past: <q>I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here- what he'd be doing. He has said that on numerous occasions people have been using his name about being involved in some type of party, but that he had no intention of participating in that.</q> â\u0080¢ <strong> Roger Goodell </strong> praised the Dallas-Fort Worth area for handling the difficult weather, saying the ice and snowstorms would not jeopardize the region's chances of hosting the game again. This is the first Super Bowl to", "new_id": -2}, {"i": 10113, "idx": 0, "index_answer": 3, "new_id": -1, "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan. \"He's my first Division I recruit,\" <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q>He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves.</q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley \"has <strong> Michael Vick </strong> capabilities.\" <strong> Tate Forcier </strong> transferring to Miami( Fla.), says he never", "sa": ["Jarrell McKinney", "Tate Forcier", "Michael Vick", "the Albert"], "uid": "1297327289088555547"}, {"uid": "1294976079058228750", "i": 27321, "idx": 3, "sa": ["John McCain", "Colin Powell", "Manmohan Singh", "Barack Obama"], "q": "answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/President_Obama_Calls_for_Clean_Energy_and_Climate_Legislation www.repoweramerica.org In his State of the Union address, <strong> Barack Obama </strong> reiterated his commitment to passing <q>a comprehensive energy and climate bill... because the nation that leads the clean energy economy will be the nation that leads the global economy.</q> http://wn.com/President_Obama_Host_State_Dinner_with_PM_Manmohan_Singh_CNN <strong> Barack Obama </strong> Host State Dinner with PM <strong> Manmohan Singh </strong> CNN <strong> Barack Obama </strong>'s 2010 state of the union address Covered in this segment: Taxes Recovery act of 2009( stimulus bill) New jobs bill of 2010( stimulus 2.0)", "new_id": -2}, {"uid": "1297427687170164234", "i": 13516, "idx": 7, "sa": ["Sergio Marchionne", "Sergio Chiamparino", "The CEO"], "q": "increase the holding to 51 percent after Chrysler repays U.S. and Canadian government loans. <strong> Sergio Marchionne </strong> has said he aims to get to 51 percent of Chrysler before the end of this year. Turin Mayor <q>There was an overreaction to <strong> Sergio Marchionne </strong>'s comments, which shows how fragile the Italian economic system is,</q> said Turin Mayor <strong> Sergio Chiamparino </strong>, who regularly plays cards with the Fiat <strong> The CEO </strong>. \"I told <strong> Sergio Marchionne </strong> he should better explain his business model, which represents a revolution for the Italian culture.\" Fiat shares", "new_id": -2}, {"uid": "1296725293246726664", "i": 330, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "OS. The pressure comes ahead of next week's strategy day, when Nokia's recently appointed CEO- former Microsoft man <strong> Stephen Elop </strong>- will reveal how he plans to turn around the ailing firm. <q>Get rid of MeeGo- it's the biggest joke in the tech industry right now</q> In an open letter to <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>, Berenberg Bank's Adnaan Ahmad said Nokia's move to Windows Phone 7 would benefit both companies. \"Get rid of your own proprietary high-end", "new_id": -2}, {"uid": "1297189679173015099", "i": 35965, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "a tough race in the next election due to the GOP machine,\" said an e-mail encouraging attendance. \"Therefore, he's coming to ask similar-minded folks for support.\" Another e-mail said, <q>Here's a great opportunity to hear an important progressive voice in the US Senate and for us to develop ties and think about New England as a region.</q> The fundraiser will be held at 1:30 p.m. at First Church Parish Hall on Eliot Street in Jamaica Plain. It's not a big-donor affair: The suggested contribution is$ 100. <strong> Sen. Bernie Sanders </strong> is", "new_id": -2}]