[{"uid": "1294970357038420485", "i": 3465, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "loved ones for the first time. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" Sen. <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. <q> She wanted us to know that she was with us a hundred percent and understood everything we were saying. </q> <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, called it \"a major milestone,\" and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing", "new_id": -2, "mturk_index": "1538"}, {"uid": "1297419174197410853", "i": 60006, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ". <strong> Stephen Elop </strong>, in a video annoucnement, said consumers could expect \"stellar hardware, innovative software and great services\" from the new partnership. Microsoft chief, <strong> Steve Ballmer </strong>, added that his company would be bringing <q> the brands that consumers want </q> like Bing, Office and of course Xbox Live. The new alliance will see Nokia build on the Windows Phone platform in areas such as imaging where it is a market leader. As well as that, Nokia", "new_id": -2, "mturk_index": "1373"}, {"uid": "1295541245188383241", "i": 1385, "idx": 2, "sa": ["Colin Powell"], "q": "must not shrink from what is ahead of us\" , <strong> Colin Powell </strong> concluded. The staff switched off the television, clearly stunned, then noticed me. No greeting, just drawn, desperate faces and: <q> Madam Felicity, are they really going to bomb us again? </q> My face must have been the answer. The region had anyway been being( illegally) being bombed for thirteen years, by US and UK planes. Evocative ancient homes, standing a few months before, about", "new_id": -2, "mturk_index": "455"}, {"uid": "1296131053006979595", "i": 45493, "idx": 0, "sa": ["Zac Goldsmith", "Stein Ringen", "Michael Gove"], "q": "\" of the Speaker. Speaking afterwards, Mr <strong> Zac Goldsmith </strong> agreed with many of Prof <strong> Stein Ringen </strong>'s ideas. He lamented the failure of the new parliament to implement proposals made before the general election. <q> The reforms we now have on the menu I think are almost completely meaningless, </q> he added, referring to the electoral reform referendum. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in...", "new_id": -2, "mturk_index": "989"}, {"uid": "1295562868254656534", "i": 26623, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "zehn Jahre unter <strong> Larry Page </strong> sogar noch besser werden! <strong> Larry Page </strong> ist meiner Meinung nach bereit, die F?hrung zu bernehmen.\" Die Entscheidung zum Umbau der Unternehmensf?hrung habe man zu dritt gef?llt, schrieb <strong> Eric Schmidt </strong> weiter: <q> Wir haben lange Zeit dar?ber geredet, wie wir unsere Management-Struktur vereinfachen und Entscheidungen schneller treffen k?nnen- und ber die Feiertage haben wir beschlossen, dass der richtige Moment f?r einige Ver?nderungen gekommen sei. </q> Im Schlussquartal verdiente Google unterm Strich 2,5 Milliarden Dollar und damit 29 Prozent mehr als im Vorjahreszeitraum. <strong> Eric Schmidt </strong> k?ndigte an, dass das Unternehmen weiterhin kr?ftig in neue Produkte investieren werde. Das Geld liefern aber wie", "new_id": -2, "mturk_index": "1681"}, {"uid": "1295724032238878720", "i": 9459, "idx": 0, "sa": ["Colin Powell", "Condoleezza Rice"], "q": "to <strong> Condoleezza Rice </strong> on last Wednesday's show. He also referred to <strong> Colin Powell </strong> as an \"Uncle Tom,\" saying both <strong> Condoleezza Rice </strong>, <strong> Colin Powell </strong> and other blacks have only a subservient role in the Bush administration. <q> I'm concerned that I have offended many African Americans by using a crass term to describe an incompetent, dishonest, political appointee of the Bush administration, I apologize, </q> the letter reads. \"I know the term` Aunt Jemima' is not complimentary to African American women who have worked so hard, and yet, receive so little from our great country. I will not", "new_id": -2, "mturk_index": "1254"}, {"uid": "1297511930040550430", "i": 56387, "idx": 0, "sa": ["Andy Burnham", "Michael Gove"], "q": "consult the councils before wielding his axe, leaving them saddled with huge costs for projects already under way. Other councils may mount similar legal cases. Sharon Holder of the GMB union said last night: <q> This is a huge victory for councils challenging the unjustified Michael Government cuts. </q> <strong> Andy Burnham </strong>, Shadow Education Secretary, said: \"<strong> Michael Gove </strong>'s competence and judgment have all been called into question by this ruling. Public money has been wasted because of the shambolic handling of this matter.", "new_id": -2, "mturk_index": "2087"}, {"uid": "1295479864156581898", "i": 59405, "idx": 2, "sa": ["Michael Vick", "Joel Segal"], "q": ". I have to follow his lead in that regard and he's the expert in that field.\" <strong> Michael Vick </strong> was then asked if his agent, <strong> Joel Segal </strong>, would want a long-term deal. <q> We don't even talk about it, </q> <strong> Michael Vick </strong> said. \"I'll mention it, he'll say something about it. \"But I think till the time comes we're really buckle down.\" <strong> Michael Vick </strong> said that he \"absolutely\"", "new_id": -2, "mturk_index": "971"}, {"uid": "1295676581025428012", "i": 5591, "idx": 1, "sa": ["Andy Coulson", "Steve Richards"], "q": "The Independent's <strong> Steve Richards </strong> believes Mr <strong> Andy Coulson </strong> made Richards-Steve Richards/Steve Richards-Steve Richards-the-pm-will-do-well-to-find-a-successor-of-his-calibre-2191249.html#\"> \"big errors\" . He cites the \"historic misjudgement\" of the television debates during the general election as an example. <q> too many unanswered questions about too many important people, companies and institutions </q>. The paper is also unhappy with the Metropolitan Police's handling of the News of the World investigation that prompted <strong> Andy Coulson </strong>'s resignation, saying it has been \"stubbornly uncooperative\" . Iraq inquiry", "new_id": -2, "mturk_index": "1263"}, {"uid": "1296745738227606532", "i": 1941, "idx": 1, "sa": ["Michael Hansen", "Michael Vick"], "q": "necessary,\" said <strong> Michael Hansen </strong>, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that <q> people can reintroduce these dogs back into a society that's not going to abuse them. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2, "mturk_index": "1414"}]