[{"uid": "1295289004218529795", "i": 48236, "idx": 1, "sa": ["Carmelo Anthony", "Allen Iverson", "Josh Smith"], "q": "37 points and <strong> Josh Smith </strong> added 29 to help the Denver Nuggets beat the Cleveland Cavaliers 122-100 on Monday night. ''They didn't steal my spotlight,'' said <strong> Carmelo Anthony </strong>, who had 22 points and nine rebounds. <q>They did what they were supposed to do. They took advantage of the defense that they threw at us.</q> <strong> Allen Iverson </strong> set the tone early with his sharp shooting. He had 18 points at halftime, when the Nuggets took a 58-43 lead. He came out firing in the second half, scoring 11 points in the first", "new_id": -2}, {"uid": "1295685222050348045", "i": 37619, "idx": 1, "sa": ["Bill Lockyer"], "q": "support state bankruptcy as a way to get out from under unsustainable public pension obligations. <strong> Bill Lockyer </strong> said that California has a plan to pay for its pension obligations, and bankruptcy is not part of it. <q>We are dealing with them by reducing benefits and increasing employees' contributions, among other moves,</q> <strong> Bill Lockyer </strong> said in a written statement. ''With respect to our budget shortfalls, we have the tools to fix them without taking a wrecking ball to our economies and taxpayers.'' There could be unintended", "new_id": -2}, {"uid": "1295473852012009688", "i": 22830, "idx": 0, "sa": ["Sherri Shepherd", "David Letterman", "Betty White", "Regis Philbin"], "q": "him.'' <strong> Sherri Shepherd </strong> says, ''It was a little sad because you could time memories of your life with <strong> Regis Philbin </strong>'' Even the birthday girl herself was talking about it. <strong> Betty White </strong> added, <q>I think <strong> Regis Philbin </strong> is retiring hoping to set an example for me to get out of everyone's hair, but I'm not going to do it!</q> <strong> Regis Philbin </strong> called his good pal <strong> David Letterman </strong> to talk about his decision to step down, ''<strong> David Letterman </strong> you would make me feel much better if you sing a couple lines of there's no business like show business", "new_id": -2}, {"uid": "1295545193181207041", "i": 19016, "idx": 0, "sa": ["Bart Stupak", "Mike Pence"], "q": "'s abortion components, voted against the House version of the bill but for the Senate-passed ''reconciliation'' that didn't include the <strong> Bart Stupak </strong> language. He also voted against repealing the law Wednesday. <q>We all know repeal is going nowhere,</q> he said, ''we should use our time to make fixes to the law.'' Smith said a third bill by Rep. <strong> Mike Pence </strong>, R-Ind., would add to the limitations on federal funding for abortions", "new_id": -2}, {"uid": "1295094125134053943", "i": 20102, "idx": 32, "sa": ["Allen Iverson", "Nate Robinson"], "q": "buzzer. ''I just knew if I get it up high enough I would have a good chance of making it,'' <strong> Nate Robinson </strong> said. ''So I just shot it hard and let it go.'' <q>The sky's the limit for him,</q> <strong> Allen Iverson </strong> said. ''He's a tough guard. He's got the best coach in the world on his side.'' New York, outplayed in the first half, outhustled and outworked the 76ers for a", "new_id": -2}, {"uid": "1295372486223019010", "i": 4601, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords", "Randy Larson"], "q": "tube. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York, close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q>It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did,</q> the Democratic senator said on NBC's ''Meet the Press'' Sunday. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. <strong> Randy Larson </strong>, 57,", "new_id": -2}, {"uid": "1295391180188055575", "i": 13143, "idx": 0, "sa": ["Sergio Marchionne"], "q": "23 minutes ago By DEE-ANN DURBIN, AP Auto Writer Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. ''We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295813862047513601", "i": 11437, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "- Here are some of the most notable sound bites from the Sunday morning shows: On <strong> Barack Obama </strong>'s State of the Union message: <q>The American people are expecting him to say something about what he's going to do to fix the economy even more than it has been fixed already, keep it moving forward, and to get the unemployment rate down. That's what they are looking forward to hearing about.</q>- Former Secretary of State <strong> Colin Powell </strong>, CNN's ''State of the Union'' CNN welcomes a lively and courteous discussion as long as you follow the Rules of Conduct set forth in our", "new_id": -2}, {"uid": "1296492708037863469", "i": 10016, "idx": 5, "sa": ["Kobe Bryant", "Carmelo Anthony", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the <strong> Yao Ming </strong> play,</q> Nuggets coach <strong> George Karl </strong> said. ''I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player Nuggets set for` <strong> Carmelo Anthony </strong> circus in New Jersey Nuggets", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q>11th grade-- is that a sophomore in high school?</q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied: ''I don't know. I'm Canadian.'' Later, <strong> Justin Bieber </strong> tweeted that he will be on the ''Late Show'' again on Friday, ''", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}]