[{"uid": "1295568460075235328", "i": 11733, "idx": 1, "sa": ["Alex Wolfe", "Eric Schmidt", "Holly Simmons"], "q": "needed!'' InformationWeeks <strong> Alex Wolfe </strong> gets a demo of SAPs new collaborative decision-making tool from SAP BusinessObjects senior director of marketing <strong> Holly Simmons </strong>. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295682265065617928", "i": 96, "idx": 20, "sa": ["Ronald Reagan", "Mike Pence", "Marjorie Dannenfelser"], "q": "<strong> Marjorie Dannenfelser </strong> said. She said <strong> Mike Pence </strong>, a former radio talk show host, connects with those he's speaking to.`` I hate to bring up <strong> Ronald Reagan </strong> because everybody does that,'' <strong> Marjorie Dannenfelser </strong> said. <q> But it's what <strong> Ronald Reagan </strong> did and what <strong> Sarah Palin </strong> can do and what other candidates would pay any amount of money for. </q> Andy Smith, who heads the University of New Hampshire's Granite State Poll, said it's not surprising that activists are urging <strong> Mike Pence </strong> to run. But, he noted, that doesn't mean he", "new_id": -2}, {"uid": "1296334186236797959", "i": 1474, "idx": 5, "sa": ["Michael Vick"], "q": ".`` The ironic thing to me is, all along, <strong> Michael Vick </strong> was the, quote, superstar, but all you ever hear about is how great his victims are doing,'' Erika said. <q> Now, all his victims are the actual superstars. I've got one of the real superstars sitting beside me. </q> Battered and bruised as they've been, it's a rigorous process for these dogs to find permanent homes. After learning the most basic of functions_ walking up stairs, climbing into a", "new_id": -2}, {"uid": "1296218198081313814", "i": 8403, "idx": 0, "sa": ["Eric Schmidt"], "q": "do with Facebook's efforts to put a dent in the Mountain View Chocolate Factory machine. Nor were the company's top three men arguing over Google's somewhat strained China affair, he said. <q> This has nothing to do with competitors, </q> said <strong> Eric Schmidt </strong>.`` I publicly said the next 10 years will be as successful as the past 10. We're going to run this way for a while.'' The Google boss will step aside", "new_id": -2}, {"uid": "1296007323187400200", "i": 19336, "idx": 0, "sa": ["Bill Lockyer"], "q": "could be created to allow states with the most troubled finances to restructure their long-term debts. <strong> Bill Lockyer </strong>, on Monday held a conference call in which he took issue with the critics of the current pension system. <q> They've confused the near-term budget shortfalls with the long-term funding obligations, and grossly inflated the size of the long-term liabilities, </q> he said. Mr. <strong> Bill Lockyer </strong>, who has a seat on the board of California's big public pension funds, is also responsible for signing the state's disclosures to investors. California does not use the unusual", "new_id": -2}, {"uid": "1295616777107249705", "i": 27141, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Internet giant announced that CEO <strong> Eric Schmidt </strong> is resigning his role to focus on being Chairman, making room for co-founder Larry Page to take over as CEO. Meanwhile, <strong> Sergey Brin </strong>'s title will change to co-founder. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead, </q> wrote <strong> Eric Schmidt </strong> in a company blog.( Fortune) is also hard at work on a Google Offers, a Groupon and LivingSocial competitor.( After its$ 6 billion offer for Groupon was reportedly turned down,", "new_id": -2}, {"uid": "1295217041213467344", "i": 4617, "idx": 0, "sa": ["Eric Schmidt", "H. Draper"], "q": "startup team( including the personality traits he deems essential) and pointers on pitching investors. He also looks ahead to the next great waves in investment and innovation, including overseas opportunities and the rise of genomics: <q> If <strong> Bill Gates </strong> and <strong> Larry Ellison </strong> were undergrads today, </q> he opines,`` they would likely study biology.'' In his foreword to the book, Google CEO <strong> Eric Schmidt </strong>-- a man who knows something about growing a startup-- says <strong> H. Draper </strong>`` has done a", "new_id": -2}, {"uid": "1296080477244613142", "i": 11977, "idx": 0, "sa": ["Mike Pence"], "q": "the March for Life at the US Capitol in Washington DC this week, demanding the country's Congress pass legislation ending federal funding of abortion, said a Christian Post report on the Christian Today website. <q> Thank you for braving the cold one more time and saying to the heart of our national government,` We will fight on for life. We will fight on for the unborn and the brokenhearted,' </q> declared Republican Congressman <strong> Mike Pence </strong> at the 38th annual pro-life march. During the walk to the Capitol building, marchers chanted slogans such as,`` Hey, Obama, your mama chose life'' and waved signs", "new_id": -2}, {"uid": "1296715900139952133", "i": 14124, "idx": 2, "sa": ["Mitch Daniels", "Mike Pence"], "q": "station in a congressional office. Although the congressman and his family permanently reside in Columbus, Ind., they call northern Virginia home when Congress is in session. On his website, <strong> Mike Pence </strong> is self-described as <q> a Christian, a conservative and a Republican, in that order. </q> Even though <strong> Mike Pence </strong> is out of the picture for the presidency, rumors are still circulating that current Gov. <strong> Mitch Daniels </strong> may have his sights set on a White House run in 2012. Despite overwhelming encouragement", "new_id": -2}, {"i": 205, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", or would it be seen a bit too cruel?'' he asked, referring to <strong> Larry King </strong>, whose show he replaced at 9PM on CNN.`` Joking!'' he said to audience jeers. <q> I'd like to see you punch a 78-year-old man, </q> <strong> David Letterman </strong> said. The pair also discussed <strong> Piers Morgan </strong>'s UK newspaper career, his walk on the beach with <strong> Rupert Murdoch </strong>, and <strong> Ricky Gervais </strong>' Golden Globes hosting job. <strong> Piers Morgan </strong> joked about punching <strong> Larry King </strong> Thursday night on", "sa": ["Piers Morgan", "David Letterman", "Rupert Murdoch", "Larry King", "Ricky Gervais"], "uid": "1295622096143933453"}]