[{"uid": "1295665841145047603", "i": 23053, "idx": 1, "sa": ["Eric Schmidt"], "q": "TechWeb's David Berlind a demonstration of the company's latest entry into the social enterprise software market: a technology called SmartSpaces. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295607635131039250", "i": 27793, "idx": 6, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said on his blogpost that Page, the son of a Michigan State University computer science professor, will now lead product development and technology strategy, areas that are ''his greatest strengths.'' <q>It will be interesting to see what he'll do that's different, what he could not have done in his prior role,</q> said BGC Partners analyst Colin Gillis. FREE You are currently not logged into this site. Please log in or register for a FREE ONE Account. Logged in visitors may comment on articles", "new_id": -2}, {"uid": "1295263580086458368", "i": 11848, "idx": 0, "sa": ["Martin Luther King", "Sen. Bernie Sanders"], "q": "the legacy of <strong> Martin Luther King </strong>. Evelyn Kwanza as a music leader who teaches many of the traditional songs, while her husband, known as ''Deacon Modi'' helps lead social programs, including food drives. <q>They are the perfect team. They keep truth and justice at the center of all things they do,</q> Hal Colston said in making the presentations. Also honored was U.S. <strong> Sen. Bernie Sanders </strong> for his track record on civil rights. You must fill out the comment body in order to submit a comment.", "new_id": -2}, {"uid": "1296598035161153062", "i": 11310, "idx": 1, "sa": ["Colin Powell"], "q": "<strong> Colin Powell </strong> could not attend. The event is voluntary and paid for with a chaplains' offering fund and a$ 7 admission. As of Tuesday, 178 attendees from the 10,000 on base are expected. <q>He's not here to pass out Bibles and to have a sermon,</q> Bryan said of McClary. ''Does he have personal Christian beliefs? Yes, he does... We're committed to protecting somebody's right to practice any religion they choose, or no religion, provided those practices", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season. ''I thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q><strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved.</q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}, {"uid": "1296311665197001241", "i": 36340, "idx": 0, "sa": ["Robbie Williams", "Simon Cowell"], "q": "singing contest think the Take That star would be ideal replacement for <strong> Simon Cowell </strong>, who is expected to quit the show as he concentrates on the US version instead. One X Factor insider revealed: <q><strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical. ''We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be,</q> the source told the Daily Star. ''There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it.'' If <strong> Robbie Williams </strong> does accept the offer, he", "new_id": -2}, {"uid": "1296694847219119622", "i": 14335, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "of billions of dollars of taxpayer money.'' A <strong> Sen. Bernie Sanders </strong> provision in a defense-spending bill required the report and directed the Defense Department to recommend ways to punish fraudulent contractors. <q>It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud,</q> said Mr. <strong> Sen. Bernie Sanders </strong>, who is considered one of the most liberal members of Congress. But the authors of the 45-page documentation, titled ''Report to Congress on Contracting Fraud", "new_id": -2}, {"uid": "1295147685219021316", "i": 47872, "idx": 9, "sa": ["Stephen A. Smith", "Kobe Bryant", "Allen Iverson"], "q": " ''When somebody gets 49 points in the first three quarters obviously its going to draw attention to the other team,'' said <strong> Allen Iverson </strong>, whose career high of 60 came against Orlando on Feb. 12, 2005. <q>When somebody's got 49 points they want to make sure I get the ball out of my hands, and that's what they did. <strong> Rafer Alston </strong> responsibly is to give it up and my teammates had to make plays.</q> They couldn't. <strong> Stephen A. Smith </strong> was 4-for-10 from the field in the fourth and the rest of the team made 3 of 9. While <strong> Allen Iverson </strong> got cold, <strong> Kobe Bryant </strong> heated up. <strong> Kobe Bryant </strong> picked up his fourth foul 38", "new_id": -2}, {"uid": "1297553599075792419", "i": 11191, "idx": 2, "sa": ["Mark Lehner", "Sarah Parcak", "Zahi Hawass"], "q": "suggested, tongue-in-cheek, that <strong> Zahi Hawass </strong> be promoted to prime minister, in part because of his international fame. <strong> Mark Lehner </strong>, a Cambridge, Massachusetts-based archaeologist who has known and worked with <strong> Zahi Hawass </strong> for decades, says, <q>I assume <strong> Zahi Hawass </strong> will be kept in charge.</q> <strong> Mark Lehner </strong> was on his way 11 February from the United States to Giza, where his team halted work for a week or so but is now continuing its efforts. <strong> Sarah Parcak </strong>, an Egyptologist at the University of Alabama", "new_id": -2}, {"uid": "1295444424265502803", "i": 19107, "idx": 0, "sa": ["Oprah Winfrey", "Will Smith", "David Letterman"], "q": "Praise Report in September 2005, which is available online at www.jbsinger.com. Broadway: The Color Purple( Celie). National/international tours: Big River, Rent, Sister Act. Off-Broadway: Best of Both Worlds. <q>Many thanks to Mom and Dad, family and friends for your love and support. Thank you <strong> Jamie Foxx </strong> Norman Lyons and Elder Sharon Lyons and the FOLC family for your prayers. ''God you are an awesome wonder!''</q> www.jeannettebayardelle.com Red Carpet Coverage: A BlackTree Media Production Produced by Jamaal Finkley Host: Ms. Brooke <strong> Will Smith </strong> www.blacktree.tv http://wn.com/Oprah_Winfrey_Hangs_Out_with_David_Letterman_Part_1 <strong> Oprah Winfrey </strong> gives black women a strong presence with a great appearance on the <strong> David Letterman </strong> show. <strong> Oprah Winfrey </strong> talks about her", "new_id": -2}]