[{"uid": "1295665811103448635", "i": 52516, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> SocialCast takes many of the social network tools from the consumer world and makes them available in an on-demand service for the enterprise. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman", "new_id": -2}, {"uid": "1297108146141246491", "i": 22925, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "WASHINGTON, Feb. 7( UPI)-- Former U.S. Defense Secretary Rumsfeld_Donald Rumsfeld/\" Rumsfeld_Donald Rumsfeld\"> <strong> Donald Rumsfeld </strong> is conceding \"it's possible\" too few troops were sent to invade Iraq. <q> In a war, many things cost lives, </q> <strong> Donald Rumsfeld </strong> told ABC in an interview to be broadcast on \"Nightline\" Monday. <strong> George W. Bush </strong> has written that the troop level in Iraq was \"the most important failure in the execution of the war.\"", "new_id": -2}, {"uid": "1295439934220266568", "i": 47581, "idx": 3, "sa": ["Michael Vick", "Barack Obama", "Jeffrey Lurie"], "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a \"second chance.\" According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was \"passionate about it,\" adding that the <strong> Barack Obama </strong> said <q> it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall. </q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "new_id": -2}, {"uid": "1296488228063668303", "i": 12091, "idx": 9, "sa": ["Bill Bartmann", "Eric Schmidt"], "q": "Google a decade ago, <strong> Eric Schmidt </strong> served as an exec at computer networking maker Novell( NOVL) and Sun Microsystems, which is now owned by Oracle( ORCL). <q> My estimate is that <strong> Eric Schmidt </strong> likes to be in the game. He likes to be a player, </q> said Kay. It's unlikely <strong> Eric Schmidt </strong> will retire with his Bill Bartmannions, taking up sailing or traveling. Indeed, there's a rumor he's trying to land a gig on cable television.", "new_id": -2}, {"uid": "1296463797199901229", "i": 59003, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "\" is the subject of her memoir, \"You Came Here to Die, Didn't You\" ( Smokey Hill,$ 17.95, 187 pages; order at target=\"_blank\"> www.sherielabedis.com). <q> Although <strong> Barack Obama </strong> is a man of color, the vitriolic atmosphere of the U.S. proves there is still work to be done( in race relations), </q> Labedis, who lives in Roseville, said on the phone. \"Let us apply Martin <strong> Colin Powell </strong> King's advice:` That old law about an eye for an eye leaves everybody blind.\" '", "new_id": -2}, {"uid": "1295550320082853950", "i": 30294, "idx": 0, "sa": ["Sergio Marchionne", "Ray LaHood"], "q": ". While the first deadline for replacing signs is still four years away, U.S. target=\"_blank\" Transportation Secretary <strong> Ray LaHood </strong> reopened public comment on the new rules in November as a step toward delaying or abolishing them. <q> I believe that this regulation makes no sense. It Devices aim to keep drivers connected car. Others are offering innovations to keep us safe as we use those new services while barreling Chrysler debates minivans' future future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. \"We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new Planet Bike's", "new_id": -2}, {"uid": "1297152485248266794", "i": 11292, "idx": 4, "sa": ["Simon Cowell"], "q": "\" he said. If those preteens aren't brave enough to massacre their elders, they probably won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena. <q> It was supposed to be similar to them doing their first concert, </q> <strong> Simon Cowell </strong> explained. \"It really helped show me who could handle the pressure.\" <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star. \"There", "new_id": -2}, {"uid": "1296141676192086065", "i": 699, "idx": 1, "sa": ["Carol Robertson", "Simon Cowell"], "q": ". He suffers from bi-polar disorder. \"Mike has been a great friend of mine for the last 20 years,\" explained organiser Paul, who once had a record deal with <strong> Simon Cowell </strong>. <q> He said he could never get around to thanking everybody enough, so we wanted to organise this event to give him a platform to do just that for all those who helped and supported him. </q> In fact, rumour has it that if he feels well enough Mike might just take to the stage to play himself. Mike's sister <strong> Carol Robertson </strong> said two weeks ago he had been able to", "new_id": -2}, {"uid": "1297451846240746502", "i": 44702, "idx": 7, "sa": ["Donald Rumsfeld"], "q": ", mistakenly calling them \"peaceful protesters.\" That is not an accurate portrayal of the Human Rights Watch reporting, said Rachel Denber, the organization's acting executive director for Europe and Central Asia. <q> As our report on Andijan acknowledges, there were some armed people in the crowd in Andijan, but they were vastly outnumbered by unarmed people who came out to protest and then fled and were ambushed when government forces started shooting at the square. In such circumstances government forces had an obligation, which they utterly ignored, to prevent harm to the many who were unarmed, </q> Denber told EurasiaNet.org. \"<strong> Donald Rumsfeld </strong> may be right that the U.S. has a better chance of exposing Uzbekistan to democratic values through contact, but that contact will be of questionable value if the United States does", "new_id": -2}, {"uid": "1295149516178094105", "i": 59644, "idx": 5, "sa": ["Allen Iverson", "Derrick Rose"], "q": "NHL, Racing, WNBA, record, recorded, broadcast... <strong> Derrick Rose </strong> AMAZING Alley Oop Dunk vs Detroit Pistons( 1.10.11)[ HD] <strong> Derrick Rose </strong> AMAZING Alley Oop Dunk vs Detroit Pistons( 1.10.11)[ HD] <q> I wan na go Higherrrrr! </q> Check out: www.chicitysports.com My Twitter: twitter.com... <strong> Allen Iverson </strong> First game with Detroit Pistons[ 7. nov. 08] Detroit Pistons 96 vs New Jersey Nets 103. <strong> Allen Iverson </strong> firs game// 24pts// 6 asists", "new_id": -2}]