[{"uid": "1295425615261013543", "i": 55285, "idx": 0, "sa": ["Bernie Sanders", "Barack Obama"], "q": " Social Security may be on the White House chopping block, a US Senator recently told Raw Story, expressing deep uneasiness about <strong> Barack Obama </strong>'s noncommittal attitude toward staving off cuts to the cherished program. <q> I have to tell you, I have been on the phone to the very, very, very highest levels of the <strong> Barack Obama </strong> administration, and the responses that I am getting are not assuring, </q> Sen. <strong> Bernie Sanders </strong>( I-VT) said in an exclusive interview.`` What I'm told is that no definitive decisions have been made on the issue of Social Security- I expect that is probably true.''", "new_id": -2}, {"uid": "1295704020092569644", "i": 37176, "idx": 1, "sa": ["Tom Tancredo", "Colin Powell"], "q": "that Guantanamo Bay should be closed.'' KOHL: According to press reports, Secretary of State Rice has also supported efforts within the administration to close Guantanamo. And former Secretary of State <strong> Colin Powell </strong> said, quote, <q> If it was up to me, I would close Guantanamo-- not Tom Tancredoorrow, but this afternoon. </q> Last year even the president himself recognized that Guantanamo has been the focus of international criticism and he said, I quote,`` I'd like to, quote,` close Guantanamo.''' Recent press reports", "new_id": -2}, {"uid": "1296222119066224133", "i": 6072, "idx": 0, "sa": ["David Letterman", "David Orr"], "q": ". Planet Blue`` Planet Earth, creation, the world in which civilization developed, the world with climate patterns that we know and stable shorelines, is in imminent peril.'' <q> There is no historical precedent, however, for what we must do if we are to endure. </q> <strong> David Orr </strong>,( 2009)`` We're screwed!'' <strong> David Letterman </strong>( 2009) For over two decades there's been a failure to effectively communicate the climate change crisis.", "new_id": -2}, {"uid": "1296069902094879755", "i": 15644, "idx": 0, "sa": ["Sian Massey", "Andy Coulson"], "q": "who apologised to Miss <strong> Sian Massey </strong> on Sunday, said he had found the reaction to the comments`` extraordinary''.`` I can not believe the frenzy that's blown up,'' said the 53-year-old. <q> There are some dark forces at work here. </q> He claimed he and Miss <strong> Sian Massey </strong> had ended their phone conversation on`` very good terms'', adding:`` I expressed my disappointment that <strong> Andy Coulson </strong> and I, in misguidedly having a little fun, got", "new_id": -2}, {"uid": "1295917895088195087", "i": 31700, "idx": 0, "sa": ["Bernie Sanders", "Michael E. Mann", "John Kerry", "Yosef Ben-Jochannan"], "q": ".... Support Climate Denial Crock of the Week- go to www.climatecrocks.com One of the most notorious of the East Anglia Climate e-mails was written by <strong> Yosef Ben-Jochannan </strong> Santer, wherein he mused that he sometimes harbored the desire to <q> beat the crap out of Pat Michael E. Manns </q>- a well known shill fo... Democrats Highlight the Urgency of Climate Change Legislation Democrats Highlight the Urgency of Climate Change Legislation Senators Merkley, <strong> Bernie Sanders </strong> and <strong> John Kerry </strong> spoke to the urgency of passing comprehensive climate change legislation on", "new_id": -2}, {"uid": "1296209073159924232", "i": 2966, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "and serve as a voice for our troops and military families,'' she said. <strong> Kirsten Gillibrand </strong> says she will work for troops and their families, and try to strengthen connections between the military and <q> I'm not dying, </q> says the bad boy actor, while continuing to be a total trainwreck. Dog found in massive block of ice on man's lawn Investigators believe female pup was dead before it was frozen; wounds indicate", "new_id": -2}, {"uid": "1297247308052527118", "i": 16481, "idx": 3, "sa": ["George W. Bush", "Colin Powell", "George Tenet"], "q": "de langage'' Il n'est pas moins piquant sur l'ancien secr?taire d'?tat <strong> Colin Powell </strong>, bien qu'il prenne sa d?fense? propos de la fameuse`` le?on'' sur les armes de destruction massives? l'ONU. <q> Il y avait beaucoup de fuites et le pr?sident le savait. Cela n'aidait personne. Cela donnait une bonne image du d?partement d'?tat, mais nous n'avions pas ce genre de m?thode au Pentagone, j' y tenais </q>, a-t-il l?ch sur la cha?ne ABC. L'ancien chef du Pentagone tient pour seuls responsables des mensonges sur l'existence d'ADM la CIA et son ancien patron <strong> George W. Bush </strong> <strong> George Tenet </strong>. Il est aussi remont contre l'administrateur civil de", "new_id": -2}, {"uid": "1295992685115605513", "i": 21853, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "affordable housing. The president said he opposes that`` a group of very rich people'' have a spread of golf courses`` there in the heart of Caracas.'' He said there is <q> almost no city in the world </q> that has golf courses within city limits as Caracas does. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for", "new_id": -2}, {"uid": "1295907779175931414", "i": 3507, "idx": 0, "sa": ["Drew Brees", "Philip Rivers", "Michael Vick", "Aaron Rodgers", "Peyton Manning", "Ben Wallace", "Ben Roethlisberger", "Bart Scott", "Tom Brady"], "q": "<strong> Bart Scott </strong> spoke for many when he talked about <strong> Ben Roethlisberger </strong> during conference championship week.`` The respect we have for <strong> Ben Wallace </strong> is that we don't look at him as a diva quarterback,'' said <strong> Bart Scott </strong>. <q> We look at him as a football player. In this league, especially now, quarterbacks are treated pretty much like it's flag football. But he's one that's willing to take the hits and look down the barrel of a gun for his team. </q> <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong>, <strong> Michael Vick </strong> and <strong> Philip Rivers </strong> are all done for the season. <strong> Ben Wallace </strong> is back in the Super Bowl. He's nothing like <strong> Aaron Rodgers </strong>. But he usually wins.", "new_id": -2}, {"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' Mr. <strong> Mike Pence </strong> told`` America's Morning News'' radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q> cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10. </q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}]