[{"uid": "1295279594245153795", "i": 5200, "idx": 0, "sa": ["Steve Ballmer"], "q": "a gaming console? If the answer is yes, then you're wrong. So says <strong> Steve Ballmer </strong>. The Microsoft CEO recently told USA Today that he believes it's a family entertainment center. <q> Xbox isn't a gaming console, </q> said <strong> Steve Ballmer </strong>.`` Xbox is a family entertainment center. It's a place to socialize. It's a place to watch TV. We have Hulu coming. It's the only system where you are the", "new_id": -2}, {"uid": "1295715899131842121", "i": 31246, "idx": 14, "sa": ["Charles Ellis Schumer", "Joe Lieberman", "Kirsten Gillibrand"], "q": "phones on the 9/11 bill while en route to Afghanistan. On the DADT repeal, <strong> Joe Lieberman </strong> has joked that he had GOP colleagues begging him to call off the New York pit bull. Says the Connecticut independent, <q> This is a person who will do what she has to do to achieve what she has to achieve. </q> Not everyone is so charmed. In the Senate, <strong> Kirsten Gillibrand </strong> has shifted left on both gun control and immigration, prompting cries of flip-floppery, along with sharper accusations that she is the puppet of <strong> Charles Ellis Schumer </strong>,", "new_id": -2}, {"uid": "1297553208106741766", "i": 55138, "idx": 7, "sa": ["Eric Massa", "Kirsten Gillibrand"], "q": "said she will continue to do so.`` We wan na make sure that as we negotiate this FAA reauthorization that all the protections that those families lobbied for stay in place,'' said <strong> Kirsten Gillibrand </strong>. <q> We made sure in that bill that to have the accountability and the training and the oversight that could have prevented that crash will now be in place so no family has to suffer what our families went through. </q> State Senator Joe Robach says until that seat is filled, the people of the 26th District will be under served. Just like he did when <strong> Eric Massa </strong> resigned in the 29th District, he's calling on", "new_id": -2}, {"uid": "1295274100165380096", "i": 45321, "idx": 0, "sa": ["Sergio Marchionne", "Mike Jackson"], "q": "history of this business,'' he marveled.`` They've gone from Third World quality to world class in 18 months.'' It wasn't about putting lipstick on a pig, said <strong> Mike Jackson </strong>. <q> It was to transform the pig into a handsome prince. And they did it! </q> The transformation, he said,`` took an attention to detail on the engineering side that you can't fake. I have nothing but admiration for <strong> Sergio Marchionne </strong> for unleashing it, and for his team for executing it", "new_id": -2}, {"uid": "1296619353222035984", "i": 26283, "idx": 1, "sa": ["Michael Vick", "M. Night Shyamalan", "Lamar Odom", "Kobe Bryant", "Maurice Cheeks", "Phil Jackson"], "q": "we definitely missed him.'' Phil Jacksonadelphia coach <strong> Maurice Cheeks </strong> is used to <strong> Kobe Bryant </strong>'s shooting show.`` <strong> Kobe Bryant </strong> makes shots, we kept saying they were incredible shots and for most people they are,'' <strong> Maurice Cheeks </strong> said. <q> But for <strong> Kobe Bryant </strong>, I don't think they were incredible. He does things like that on an everyday basis. </q> <strong> Lamar Odom </strong> had a career-high 12 assists to go with eight points and seven rebounds for Los Angeles http://wn.com/Michael Vick_Michael Vick_88_Yards_Passing_Touch_Down_On_Monday_M. Night Shyamalan_Football The first play of the game with Washington Redskin, <strong> Michael Vick </strong> pass 88 yards touchdown in 18 seconds of the game on", "new_id": -2}, {"uid": "1297724508166166602", "i": 23236, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": ", <strong> Kirsten Gillibrand </strong> spoke about her newly-announced legislation that will allow homeowners to deduct the full amount of their property taxes from their federal income taxes. The Homeowner Tax Fairness Act is intended to help middle class families. <q> The reality is is that everyone should be able to deduct their property taxes but right now the law prohibits you from deducting if you don't itemize, and a lot of our middle class New Yorkers do not itemize their taxes so what this bill does is it says everyone should be able to deduct their property taxes, </q> <strong> Kirsten Gillibrand </strong> said.`` Its going to be worth about$ 1 billion for New Yorkers, over a million people will now be able to get more back in their taxes.'' She also spoke about", "new_id": -2}, {"uid": "1295238796192987138", "i": 26921, "idx": 0, "sa": ["Barack Obama", "Eric Schmidt", "Julius Genachowski"], "q": "giant, which is rolling out a number of new services, including voice and video applications that compete with those offered by the telecom titans. But he said new rules would benefit smaller companies more. <q> Google is strong enough and with enough revenue to deal with enough of these outcomes, </q> <strong> Eric Schmidt </strong> said.`` What I'm worried about is the next start-up.'' The move, the first by <strong> Julius Genachowski </strong> as <strong> Barack Obama </strong>'s pick to run the FCC, underscores the agency's drive to have", "new_id": -2}, {"uid": "1296798464219398160", "i": 31803, "idx": 1, "sa": ["LeBron James", "Eric Williams", "Allen Iverson", "Kobe Bryant"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength.`` I survived, I'm still here,'' he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the MavEric Williamsks. The Kobe Bryants visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1296197040069206031", "i": 47207, "idx": 5, "sa": ["Mike Pence", "Evan Bayh", "Robert Dion"], "q": "of Evan Bayhville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q> In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it, </q> he said.`` But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.'' <strong> Robert Dion </strong> said", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's`` State of the Union'' that he will wait to make a decision on whom to support in the next presidential election. <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.''``", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}]