[{"uid": "1297677175135315458", "i": 6800, "idx": 2, "sa": ["Michael Gove"], "q": "called for the Education Secretary to apologise.\" \"They deserve no less than a full apology from him today and a commitment to act quickly on the court's finding,\" he said.\" <q>The ruling calls into question every school building scheme cut by <strong> Michael Gove </strong> and is a damning verdict on his competence as a minister. He must tell us today how much public money he has spent trying to defend his botched and unfair decisions.</q> \"School building and repair is in complete chaos thanks to him. Mr <strong> Michael Gove </strong> condemns many children to crumbling classrooms and portakabins whilst waving his cheque book to try to force through more free schools, which", "new_id": -2}, {"i": 8231, "idx": 0, "index_answer": 1, "new_id": -1, "q": "or even last September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q>We have a current structural budget deficit that we have to address. The sooner, the better.</q>- Kevin Yamamura AT THE CAPITOL <strong> Jerry Brown </strong> will deliver his State of the State address Monday, the final day of January. <strong> Jerry Brown </strong>'s predecessor, <strong> Arnold Schwarzenegger </strong>, used his first State of", "sa": ["Jerry Brown", "Bill Lockyer", "Arnold Schwarzenegger"], "uid": "1295962091207159365"}, {"uid": "1295432264218038285", "i": 5820, "idx": 0, "sa": ["Lt. Gen. Harold G. Moore", "Colin Powell", "Peter Pace", "Joseph L. Galloway"], "q": ". www.internationalwomensday.com Vietnam Veterans Memorial www.thewall-usa.com National Park Service/Vietnam Veterans Memorial www.nps.gov About the rubbings: Memorial Rubbings Page www.memorialrubbings.com <strong> Colin Powell </strong> en.wikipedia.org <strong> Colin Powell </strong> <strong> Peter Pace </strong> en.wikipedia.org Battle of Ia Drang en.wikipedia.org <strong> Lt. Gen. Harold G. Moore </strong> en.wikipedia.org <strong> Joseph L. Galloway </strong> en.wikipedia.org <strong> Lt. Gen. Harold G. Moore </strong> and <strong> Joseph L. Galloway </strong> co-authored book entitled <q>We Were Soldiers Once... And Young.</q> We Were Soldiers Once... And Young www.lzxray.com Vietnam Clips from We Were Soldiers with seperate soundtrack! Please Comment! http://wn.com/Battlefield_Bad_Company_2_Vietnam_Vantage_Point_Trailer_[HD] Department of the Army Vietnam Crucible AVA06050VNB1, 1968 The program reports on the American soldier's", "new_id": -2}, {"uid": "1296509876251035669", "i": 23418, "idx": 2, "sa": ["Jay Leno", "Jimmy Fallon", "Craig Ferguson", "David Letterman"], "q": "30,000 \"The Mo'Nique Show\" 27,000 \"Chelsea Lately\" 23,000 \"The Late Late Show with <strong> Craig Ferguson </strong>\" 21,000( more) LATE NIGHT OVERALL( JANUARY)- continued MEN 18-34 <q>The Daily Show with <strong> Jon Stewart </strong></q> 335,000\" Conan\" 291,000 \"The Colbert Report\" 275,000 \"The Tonight Show with <strong> Jay Leno </strong>\" 179,000 \"Late Night with <strong> Jimmy Fallon </strong>\" 150,000 \"The Late Show with <strong> David Letterman </strong>\" 148,000", "new_id": -2}, {"uid": "1295008484200032264", "i": 23199, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "the room, and continued to open them on Thursday. \"It was extraordinary,\" said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-New York, who was holding <strong> Gabrielle Giffords </strong>' hand when she opened her eyes on Wednesday. <q>It was a miracle to witness.</q> The incident occurred shortly after <strong> Barack Obama </strong> had visited <strong> Gabrielle Giffords </strong> in her hospital room. \"I think she realized the president of the United States was there, but I'm not sure she knew why", "new_id": -2}, {"uid": "1295944371182452224", "i": 37852, "idx": 0, "sa": ["Keith Smart", "Bill Lockyer", "Newt Gingrich"], "q": "off the court in the waning moments of Friday night's victory over Sacramento, but he played 42 minutes the next night against the Clippers. \"Monta bounces back quickly,\" coach <strong> Keith Smart </strong> said. <q>I didn't even think he'd able to play Saturday.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Mercedes-Benz 2001 M-Class$ 12,982 Mercedes-Benz 2003 M-Class$ 13,983 Mercedes-Benz 2008 M-Class", "new_id": -2}, {"uid": "1297170616008454171", "i": 31361, "idx": 2, "sa": ["Mike Darnell", "Simon Cowell"], "q": "Corporation. \"I have no doubt THE X FACTOR will find winners worthy of international acclaim and career longevity, and believe with Sony's worldwide effort, the winners' potential can be unlimited.\" <q>THE X FACTOR has become a worldwide phenomenon and is unlike anything we've seen in America,</q> said <strong> Mike Darnell </strong>, President of Alternative Entertainment, Fox Broadcasting Company. \"The British version is wildly entertaining, but also has a penchant for stirring up controversy. You never know what <strong> Simon Cowell </strong> has up his sleeve,", "new_id": -2}, {"uid": "1295642034266682385", "i": 22315, "idx": 0, "sa": ["Eric Schmidt"], "q": "` As we got larger it was harder for us to move as quickly as we would like so I think this is part of the whole practice of speeding up decision processes,\" he said. <q>Quick rapid execution is absolutely essential, especially in a highly competitive world like this.</q> Recent ex-Googlers who left the company to join Facebook, including former Google Australia engineer Lars Rasmussen, have said Google has become too unwieldy as it has grown. <strong> Eric Schmidt </strong> gave similar comments in a", "new_id": -2}, {"uid": "1296884781086720518", "i": 21901, "idx": 0, "sa": ["Zahi Hawass"], "q": "historical sites. \"Egyptian cultural heritage, both its monuments and its artefacts, are part of the ancestral heritage of humanity, handed down to us through the ages,\" she said on Tuesday. <q>The value of the 120,000 pieces in the Egyptian Museum in Cairo is inestimable, not only in scientific or financial terms, but because they represent the Egyptian people's cultural identity.</q> But the country's newly appointed minister of antiquities, well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against \"rumours.\" In a posting on his blog", "new_id": -2}, {"uid": "1297162307055738376", "i": 21241, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "Open Forum, where the transnational financial gotham is usually more inclined to consolatory self-indulgence than to serious tackling of controversial international issues. But on this occasion, Afghanistan was debated and harsh questions were asked- namely, <q>Has the West Failed in Afghanistan?</q> This was an implicit riposte, almost ten years later, to <strong> Donald Rumsfeld </strong>'s optimistic claim of successful American interventionism. And it clearly exposes a truth, too long neglected, but now self-evident: the failure of the", "new_id": -2}]