[{"uid": "1296744552199131154", "i": 30149, "idx": 51, "sa": ["Donald Rumsfeld", "Howard Kurtz", "Saddam Hussein", "Colin Powell", "Dick Cheney"], "q": "reporter and columnist for The Washington Post, <strong> Howard Kurtz </strong> is the author of five books. A defaced picture of former dictator <strong> Saddam Hussein </strong> is seen... <strong> Dick Cheney </strong> Facing Possible Heart Transplant Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Report Abuse <q>The thing I like about rumsfeld is that he really pi$$ es of the children of the dumborat.</q> Then they start to get mad, shake, talking in tongues. They get really excited, spittle forms at the corner of the mouth. Report Abuse \"<strong> Donald Rumsfeld </strong>, <strong> Dick Cheney </strong> and Bush- the axis", "new_id": -2}, {"uid": "1295569446103104572", "i": 8219, "idx": 1, "sa": ["Eric Schmidt"], "q": "supervision no longer needed!\" Quickbase Database as a Service Is Being Exposed For Rich Application Developers For Some Surprising New Apps <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297278646168607769", "i": 39202, "idx": 6, "sa": ["Paula Abdul", "Simon Cowell", "Kit Hoover"], "q": "she's probably going] 14 times a week.\" The <strong> Simon Cowell </strong> bashing continued as Billy attempted to uncover <strong> Paula Abdul </strong>'s love life secrets and what she finds most attractive in the opposite sex. <q>What turns me on? Tight tees, yes. Hair that does this kind of thing[ using her hands to make square shape on top of her head],</q> <strong> Paula Abdul </strong> told Billy and <strong> Kit Hoover </strong>. \"Pants that are up so high it's like, \"What's that on your neck? Oh it's a belt?!?\" I got it.\" The", "new_id": -2}, {"uid": "1295894255267862057", "i": 25516, "idx": 0, "sa": ["Eric Schmidt"], "q": "God and Gateway Church will pray for you. \" \"Our Web page is an extension of everything we do,\" says Marotte. It also offers live chat online prayer available a few hours a week, <q>just like when you go to church and there's someone there to pray with you.</q> Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong> Will Step Aside for Google Cofounder Page In a move that surprised industry analysts, <strong> Eric Schmidt </strong> is stepping down as Google\"s CEO. Google", "new_id": -2}, {"i": 5003, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1.59 bn), up from$ 1.97 bn a year earlier, far better than expected. <strong> Eric Schmidt </strong> said it had been a \"great privilege\" to lead the company and he looked forward to working with his <q>literally best friends and partners Larry and <strong> Sergey Brin </strong>.</q> The company said Page would take over from 4 April when <strong> Eric Schmidt </strong> will become executive chairman, \"focusing externally on deals, partnerships, customers and broader business relationships\". <strong> Eric Schmidt </strong> has led the", "sa": ["Eric Schmidt"], "uid": "1295571569192872501"}, {"uid": "1295570534120422412", "i": 3120, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin", "Scott Austin"], "q": "\" The subject had become a light-hearted talking point for the duo, who made similar remarks to the San Francisco Chronicle four months earlier when <strong> Eric Schmidt </strong> was announced as chairman. Said <strong> Sergey Brin </strong>: <q>Basically, he's going to be a bit of chaperone, providing adult supervision. Larry and I are entering our teenage years.</q> Dow Jones VentureWire, Venture Capital Dispatch tracks the fast-moving developments at the intersection of high-tech innovation and venture capital finance. Featuring lead editor <strong> Scott Austin </strong> and the VentureWire reporting team in the Silicon Valley, New York, Boston", "new_id": -2}, {"uid": "1295563164055378000", "i": 6540, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "GOOG) announced a major shift to the executive ranks, calling it a way to <q>streamline decision making and create clearer lines of responsibility and accountability at the top of the company.</q> The details: Starting April 4, co-founder Larry Page, becomes CEO and takes over day-to-day operations. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, specifically, new products. <strong> Eric Schmidt </strong> becomes Executive Chairman and will", "new_id": -2}, {"uid": "1296060080049987593", "i": 28557, "idx": 1, "sa": ["Liv Tyler", "Simon Cowell", "Mia Tyler"], "q": "is way more interesting than <strong> Simon Cowell </strong> and his nasty quips. \"We're a very sarcastic family,\" said <strong> Mia Tyler </strong>, a plus-sized model and <strong> Liv Tyler </strong>'s paternal half-sister. <q>He's the funniest man I know. He's saving the show because it was kind of boring before. There's only so many times you can watch <strong> Simon Cowell </strong> be mean to people.</q> While <strong> Mia Tyler </strong> may be biased, there's no doubt that the Aerosmith frontman's comments are entertainingly unpredictable. For example, he said about one contestant: \"Water that flower'cause I think", "new_id": -2}, {"uid": "1295542835101302273", "i": 18474, "idx": 1, "sa": ["Simon Cowell"], "q": "that the show's producers opted not to bring in a <strong> Simon Cowell </strong> clone, the formula simply does not work without someone willing to be an ass to kids with big dreams but no chops,\" Highkin wrote. <q>Granted, the audition rounds are always rough at first, and Jackson, <strong> Steven Tyler </strong>, and <strong> Jennifer Lopez </strong> are still getting used to working together, but I couldn't help but to notice how much the show's standards are lowered with <strong> Simon Cowell </strong> out of the picture.</q> Entertainment Weekly asked in a poll whether fans enjoyed the first episode, inquiring: \"Will the inclusion of 15-year-olds turn \"Idol' into glorified tryouts for` Glee\"? So much to take in,", "new_id": -2}, {"uid": "1297125914137412651", "i": 1827, "idx": 2, "sa": ["Dwaine Caraway", "Monika Johnson", "Michael Vick"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.</q> Raw audio| Phone call update from Cairo Behind the Scenes| Cheezburger photo shoot For Valentine's Day and every day, a personalized charm bracelet's the charm <strong> Monika Johnson </strong>, experienced mountaineer, killed near Snoqualmie", "new_id": -2}]