[{"uid": "1297617144105119758", "i": 43112, "idx": 1, "sa": ["David Letterman", "Stephen Colbert"], "q": "n't such a strange move for <strong> Stephen Colbert </strong>. He's a Charleston native and competed in the race in 2005. In a 2005 interview with <strong> David Letterman </strong> he described that adventure saying that he is not a sailor, but <q> when your wife says you can go away for a week, you go. </q> That time he was aboard a 45-foot ketch. He described the experience of going through the Bermuda triangle saying that the boat lost its power, toilets, sails and more. <strong> Stephen Colbert </strong>'s boat came in dead last", "new_id": -2}, {"uid": "1297225373053084179", "i": 55217, "idx": 6, "sa": ["Michael Vick"], "q": "how dogfighting is wrong, among other things. An online promotion for Saturday's event, billed as`` providing an alcohol-free environment filled with positive role models and messages for teens aged 14-17,'' said <strong> Michael Vick </strong>'s <q> inspiring message about overcoming life's challenges has reached teenagers all over the country. </q> The NFL indefinitely suspended <strong> Michael Vick </strong> in August 2007 after he pleaded guilty to a federal charge of bankrolling a dogfighting operation in Virginia. <strong> Michael Vick </strong> left a Kansas prison in May 2009 to serve the last two months", "new_id": -2}, {"uid": "1296539752082821193", "i": 13088, "idx": 2, "sa": ["Allen Iverson", "Kobe Bryant", "Carmelo Anthony"], "q": "could do that, I'm good,'' <strong> Carmelo Anthony </strong> said. A healthy <strong> Carmelo Anthony </strong> scored 25 points, <strong> Allen Iverson </strong> had 24 points and 13 assists, and the Denver Nuggets beat the Charlotte Bobcats 117-101 on Saturday night. <q> It didn't hurt at all, </q> said <strong> Carmelo Anthony </strong>, who missed five games after landing on the foot of <strong> Kobe Bryant </strong> on Jan. 21.`` It felt good to be back.'' The Nuggets, who won their eighth straight game at home, were", "new_id": -2}, {"uid": "1295257856143179793", "i": 18099, "idx": 0, "sa": ["John Humphrys", "Andy Coulson"], "q": "programme was most notable for his refusal to deny that <strong> Andy Coulson </strong> has offered his href=\"http://www.dailymail.co.uk/news/article- 1347590/Camerons- spin- chief- <strong> Andy Coulson </strong>- <strong> Andy Coulson </strong>- offered- quit- News- World- hacking.html?ITO=1490\"> resignation. <q> I don't go into private conversations, </q> was all the Prime Minister would say when pressed by <strong> John Humphrys </strong>. Elsewhere, Cameron offered his standard`` everyone deserves a second chance'' defence of <strong> Andy Coulson </strong>. The former News of the World editor may have", "new_id": -2}, {"uid": "1295907761051232811", "i": 13085, "idx": 5, "sa": ["Charles Ellis Schumer", "John McCain", "Hu Jintao", "Colin Powell", "Barack Obama"], "q": "`` You shouldn't expect <strong> Hu Jintao </strong> to run back home and suddenly say` I've seen the light,''' <strong> Colin Powell </strong> said of the summit between the two Barack Obamas. He also said of expectations of <strong> Barack Obama </strong>, <q> We didn't elect Superman, we elected a human being. </q> CBS: FACE THE NATION <strong> Charles Ellis Schumer </strong>: Health care repeal will`` look like Swiss cheese'' Sens. <strong> John McCain </strong>( R-Ariz.) and <strong> Charles Ellis Schumer </strong>( D-N.Y.) discussed potential budget cuts and who", "new_id": -2}, {"uid": "1295573603120422424", "i": 22328, "idx": 0, "sa": ["David Letterman", "Rebecca Field", "Bob Barker", "Bounty Killer", "Drew Carey", "Michael Jackson"], "q": "at slamMichael Jackson.com. To find out more about Serenity Now! go to slamMichael Jackson.com http://wn.com/Disco_Dancer1983Goron_ki_na_kalon_ki_/Yaad_aa_Raha_Hai_tera_Pyaar- Hello I'm <strong> Rebecca Field </strong> with a UPI entertainment update on this Tuesday, July 24, 2007. Comedian <strong> Drew Carey </strong> is replacing <strong> Bob Barker </strong> on <q> The <strong> Bounty Killer </strong> is Right. </q> <strong> Drew Carey </strong> made the announcement last night on`` The Late Show With <strong> David Letterman </strong>.'' <strong> Bob Barker </strong> retired last month after 35 years on the program. There's no word on when the <strong> Drew Carey </strong> will go on air. The", "new_id": -2}, {"uid": "1295496894206995460", "i": 323, "idx": 1, "sa": ["Ellen DeGeneres", "Simon Cowell", "Billy Joel", "Kara DioGuardi"], "q": "that`` American Idol'' is going to be different this year:* <strong> Simon Cowell </strong> is gone( along with <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>), taking with him his Magic Mountain/cruise target=\"_blank\" href=\"http://shipowners.com/\"> ship performance similes, his <q> If I'm being honest </q> assessments and his very tight` American Idol' embraces kinder, gentler attitude target=\"_blank\" href=\"http://wn.com/Los_Angeles\"> LOS ANGELES- When a husky, mustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s`` The Longest target=\"_blank\" href=\"http://worldtime.wn.com/\">", "new_id": -2}, {"uid": "1297462010177340423", "i": 38953, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "budget, which will be released Monday, is expected to include a 50 percent cut to the program.`` I'm going to fight very hard if there are cuts,'' said Senator <strong> Kirsten Gillibrand </strong>. <q> I will try to restore as much money as I can. I will be looking for other ways to make sure that families and seniors aren't at risk because they don't have the funds to heat our homes. </q> While HEAP is expected to be cut, it is believed that other Health and Human Services Programs will actually see funding rise. You can send a story to multiple email addresses by separating the email", "new_id": -2}, {"uid": "1295779892017170523", "i": 2216, "idx": 10, "sa": ["Mike Pence"], "q": "get you to the finish line. You need to be able to expand beyond that.'' <strong> Mike Pence </strong> said Monday he's leaning in one direction but declined to say what it was. <q> We're nearing the end of a process that began right after Election Day in November, </q> <strong> Mike Pence </strong> said.`` We've determined that it would be appropriate for us to make a decision on our general direction before the end of January.'' His recent activities suggest he has been", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,'' said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q> I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt, </q> the influential cleric said.`` There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go.''` Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}]