[{"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q>The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with,</q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}, {"uid": "1297604062127287303", "i": 20030, "idx": 11, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "somebody like Beyonce: She is the best example of somebody who works it every hour of the day,\" he said. <strong> Simon Cowell </strong>, as American Idol viewers know, doesn't lack for confidence: <q>I believe I can find a star,</q> he said. He has seen only a few minutes of this season's American Idol and its reconstituted panel with <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and Randy Jackson, he said. But he's been reassured by", "new_id": -2}, {"uid": "1294966659267878403", "i": 37276, "idx": 3, "sa": ["Katie Couric", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "perhaps, of the unexpected but familiar that really prompted her to open her eyes and look around,\" he said. <strong> Katie Couric </strong>: \"Was her husband completely beside himself?\" <strong> Kirsten Gillibrand </strong>: <q>He was- it was dramatic. I mean, he- we didn't understand the importance of that. We didn't know that she had not opened her eyes. But what- when we watched Mark, we knew. We- because he was just, \"<strong> Gabrielle Giffords </strong>, can you see me, can you see me?\" And that love was so palpable. And you could just see that he was going to bring her over the finish line with his own bare hands.</q> On Thursday doctors said the development was a sign they could begin more aggressive physical therapy on <strong> Gabrielle Giffords </strong>. They held her up in bed and dangled her feet over the side, and when asked she moved", "new_id": -2}, {"uid": "1295558629243744786", "i": 15233, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "[...] A visit to Tunisia by defence secretary <strong> Donald Rumsfeld </strong> in February 2006 proves even more revealing: \"We have a very long relationship with Tunisia,\" <strong> Donald Rumsfeld </strong> remarked after the meetings. <q>Tunisia is a moderate Muslim nation that has been and is today providing very constructive leadership in the world. The struggle that's taking place within that faith is a serious one, an important one. There's a very small number of violent extremists on the one side against a broad, overwhelming majority of people who are moderate.</q> Additionally, <strong> Donald Rumsfeld </strong>, during a visit seeking greater ties to Tunisia- where \"freedoms of the press, association, and expression[ were] extremely restricted\" and much electoral opposition was outlawed", "new_id": -2}, {"uid": "1296800259266600460", "i": 1099, "idx": 0, "sa": ["Michael Jordan", "Allen Iverson", "Jimmy Buffet"], "q": "acceptance of the league's most valuable player award seem like a cruel joke. But <strong> Michael Jordan </strong>'s defensive play was just as decisive on a night when he was forced to deal with cramps in the final minutes. <q>It's a crucial time of the game,</q> <strong> Michael Jordan </strong> said. \"What am I supposed to do http://wn.com/Allen_Iverson_37pts_vs_Tracy_McGrady_Orlando_Magic_2001_MVP <strong> Allen Iverson </strong> scored 37 points in his MVP Season vs. Orlando Magic <strong> Jimmy Buffet </strong> of the most controversial Basketball players of all time, <strong> Allen Iverson </strong> is one of the most loved", "new_id": -2}, {"uid": "1296832023190431275", "i": 26723, "idx": 0, "sa": ["Paul McMullan", "Max Mosley", "Andy Coulson"], "q": "Meanwhile former News of the World journalist <strong> Paul McMullan </strong> told MPs that he believed <strong> Andy Coulson </strong>, the former No 10 director of communications who quit over the scandal last month, must have known about phone-hacking. <q>The real scandal is <strong> David Cameron </strong> would have been briefed: \"We can probably get away with this one,' when hiring <strong> Andy Coulson </strong>, so Mr <strong> David Cameron </strong> is either a liar or an idiot,</q> he wrote. <strong> Max Mosley </strong>, one of the high-profile victims of phone-hacking, expressed his frustrations with the Met\"s reluctance to investigate. Attacking the News of the World simultaneously, he added: \"", "new_id": -2}, {"uid": "1295620447256049222", "i": 25333, "idx": 1, "sa": ["Glenn Mulcaire", "Andy Coulson", "David Cameron"], "q": "do his job and was starting to prove a distraction for the Government.\" Mr <strong> David Cameron </strong> made clear he had \"full confidence\" in Mr <strong> Andy Coulson </strong> and had not pushed him out. He said: <q>During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete professionalism. He has been a brilliant member of my team and has thrown himself at the job with skill and dedication.</q> Scotland Yard inquiry into phone hacking ended with the 2007 conviction and jailing of <strong> Glenn Mulcaire </strong>, a private investigator working for the paper. Mr <strong> Andy Coulson </strong> later resigned and six months later was appointed as Director of Communications", "new_id": -2}, {"uid": "1295977910157089808", "i": 30964, "idx": 12, "sa": ["Marko Jaric", "Carmelo Anthony", "Allen Iverson", "Randy Wittman"], "q": "was out on them.\" On the subsequent inbounds play, <strong> Allen Iverson </strong> was fouled by <strong> Marko Jaric </strong>, hitting both free throws. But Minnesota coach <strong> Randy Wittman </strong> took issue with that, thinking that <strong> Allen Iverson </strong> traveled before the foul. <q><strong> Allen Iverson </strong> traveled. Traveled. Flat out,</q> said <strong> Randy Wittman </strong>, whose team has now lost 16 straight road games since a win at New Orleans on Nov. 26. \"No ifs or could http://wn.com/Nuggets-Mavs_103-101_I_Anthony_43pts,11reb,Smith_22pts_vs_Nowitzki_26pts,11reb,Barea_22pts DALLAS, March 27,2009( AP)-- <strong> Carmelo Anthony </strong> was having his", "new_id": -2}, {"uid": "1297588672045400131", "i": 10462, "idx": 4, "sa": ["Donald Rumsfeld", "Gerald Ford", "Dick Cheney", "President Lyndon Johnson"], "q": "from a briefing <strong> President Lyndon Johnson </strong> gave in 1966 on the Vietnam War and White House papers from July 1975-- when he was chief of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>-- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q>It's not a journal, it's not a diary,</q> he says of the <strong> Gerald Ford </strong> White House notes. \"It is a set of working documents that I've never edited. In fact, most I've never reread.\" As defense secretary, <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1297097447088211513", "i": 8007, "idx": 4, "sa": ["Donald Rumsfeld", "Richard Nixon", "Bill Bradley", "Bill Clinton"], "q": "hearing to become <strong> Bill Clinton </strong>'s <strong> Donald Rumsfeld </strong> of Commerce. In 1969, <strong> Donald Rumsfeld </strong> hired <strong> Bill Bradley </strong> as a summer intern at the OEO at a time when his fellow Princeton graduate was starting his career with the New York Knicks. <q>He'll be a Republican before the summer is out,</q> <strong> Donald Rumsfeld </strong> predicted-wrongly, as he must have remembered when he wrote a check for$ 1,000 to <strong> Bill Bradley </strong>'s recent campaign for the Democratic nomination for <strong> Richard Nixon </strong>. This week's Dish, 1/26/2011: Union Sushi+ Barbeque", "new_id": -2}]