[{"uid": "1295667584231571487", "i": 19788, "idx": 1, "sa": ["Bernie Sanders"], "q": "shuttered more than 25 manufacturing plants in the United States, cutting thousands of jobs, citing as his source the United Electrical, Radio and Machine Workers of America. The senator also says in his statement <q> GE now employs more workers overseas than it does in the United States, </q> just as href=\"http://www.foxbusiness.com/topics/business/companies/international-business-machines.htm\"> IBM purportedly does. Sen. <strong> Bernie Sanders </strong> adds in his statement that`` while GE has laid off at least 10,000 workers in the United States, it has created more than 30,000 jobs in India", "new_id": -2}, {"uid": "1297145483211075103", "i": 23443, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul", "Hailee Steinfeld"], "q": "pitch-correcting software Auto-Tune was used on at least one contestant's taped audition.'' \" Well this is the one that we learned about. Who knows how much of this really goes on. Report Abuse <q> i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well. </q> Report Abuse \" i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong> \" ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit' ABC News: <strong> Simon Cowell </strong>: US'", "new_id": -2}, {"uid": "1297175078196968449", "i": 7482, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "quit after the 2004 Abu Ghraib scandal and spared no criticism of his colleagues in his new memoir published Tuesday. Former US defense secretary <strong> Donald Rumsfeld </strong>, seen here in 2006, admitted in an interview that the country <q> would've been better off </q> if he had quit after the 2004 Abu Ghraib scandal and spared no criticism of his colleagues in his new memoir published Tuesday. In`` Known and Unknown,'' <strong> Donald Rumsfeld </strong> defends his handling of the war and", "new_id": -2}, {"uid": "1297697522107970622", "i": 31607, "idx": 0, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "reviews of these handsets. 4:21 PM Can someone please email <strong> Steve Ballmer </strong> while he's off stage and show him our WP7 reviews? 4:21 PM Deep integration of Facebook and Windows Live throughout the WP7 services. Oh, <q> we call these Live Tiles </q>... yes, <strong> Joe Belfiore </strong>, we know. 4:20 PM He just took a picture of the front row, it looks pretty horrible. 4:20 PM This is a great pitch-- here's our old stuff, not", "new_id": -2}, {"uid": "1296443805235372683", "i": 57060, "idx": 7, "sa": ["Marcus Camby", "Kanye West", "Soulja Boy", "Allen Iverson"], "q": "big plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets.`` I dreamed it up a certain <strong> Soulja Boy </strong>, and it was better than that,'' <strong> Allen Iverson </strong> said. <q> Everything was perfect but one thing, and that was not winning the game. </q> <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Kanye Western", "new_id": -2}, {"uid": "1295665773077054051", "i": 15383, "idx": 2, "sa": ["Paul Farrelly", "Andy Coulson"], "q": " Mr. <strong> Andy Coulson </strong> had talked about quitting Downing Street for some time, according to people familiar with his thinking, but he may have decided to act after the scandal's return to the news. <q> Clearly, the drip-drip-drip of new information has caused <strong> Andy Coulson </strong> to resign, because it's been growing stronger by the day, </q> said <strong> Paul Farrelly </strong>, a Labour member of Parliament who serves on the href=\"http://www.parliament.uk/cmscom\" title=\"Committee Web site.\"> Culture, Media and Sport Committee. Mr. <strong> Paul Farrelly </strong> called for an independent review of the matter,", "new_id": -2}, {"uid": "1296966831159891467", "i": 18772, "idx": 3, "sa": ["Michael Vick", "Tom Brady"], "q": "in leading the Eagles to an NFC East title. <strong> Michael Vick </strong> finished runner-up to Patriots quarterback <strong> Tom Brady </strong> in voting for the most valuable player award.`` I've come a long way,'' <strong> Michael Vick </strong> said. <q> I don't want to live in the past. I always want to move forward. Everything happens for a reason. </q> <strong> Michael Vick </strong> arrived here on Thursday, and the next day spoke to the Boys and Girls Club of Collin County in suburban Dallas. The event was just one that was to benefit the club. A party", "new_id": -2}, {"uid": "1296192827166559775", "i": 14175, "idx": 0, "sa": ["Simon Cowell"], "q": "to secure a role as a judge- <strong> Simon Cowell </strong> is likely to bring the 27-year-old onto the show in the position usually filled by'80s popstar Sinitta on the UK original. A source told The Sun: <q> <strong> Simon Cowell </strong> desperately wants Cheryl to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor.`` It would be a way to test how she's received in America. Plus viewers would be able to warm to her first, rather than having her thrust upon them by going straight on the panel. </q>", "new_id": -2}, {"uid": "1296062705120487938", "i": 50637, "idx": 0, "sa": ["Sue Akers", "David Cameron", "Andy Coulson"], "q": "the Met said the complex inquiry was being moved from their counter terrorism command. It will now be led by Deputy Assistant Commissioner <strong> Sue Akers </strong> at the specialist crime directorate. A Met spokesman said: <q> The Met has today received significant new information relating to allegations of phone hacking at the News of the World in 2005/06. As a result, the Met is launching a new investigation to consider this material.`` This work will be carried out by the specialist crime directorate which has been investigating a related phone hacking allegation since September 2010. </q> Last week, former News of the World editor href=\"http://www.scotsman.com/news/Andy Coulson-quits-Sheridan-helped-bring.6698814.jp\"> <strong> Andy Coulson </strong> resigned as <strong> David Cameron </strong>'s communications chief, though he has continually denied any knowledge of hacking during his time at the paper. <strong> Andy Coulson </strong> was", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,'' <strong> Sen. Bernie Sanders </strong> said.`` We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.'' <q> To me, it's a disaster, </q> said New York-based labor activist <strong> Jonathan Tasini </strong>.`` When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.''", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}]