[{"uid": "1295163960124190735", "i": 26569, "idx": 1, "sa": ["Elton Brand", "Marcus Camby", "Allen Iverson", "Nicolas Batum", "Chris Paul"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Humiliation_of_Chris Paul_Chris Paul,_Sweet_3_Points_Play_by_Marcus Camby_Marcus Camby_100327_Hornets_VS_Blazers Humiliation of <strong> Chris Paul </strong>( <strong> Nicolas Batum </strong> blocks <strong> Chris Paul </strong>), Sweet 3 Points Play by <strong> Marcus Camby </strong>( 100327) New Orleans Hornets VS Portland Trail", "new_id": -2}, {"uid": "1297356964224657457", "i": 11672, "idx": 3, "sa": ["David Letterman", "Anderson Cooper"], "q": "said <strong> David Letterman </strong>.`` Being pummeled?'' <strong> Anderson Cooper </strong> said.`` I don't recommend it. I'd never been hit in the head before.'' He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Phoenix-$ 39,900 MLS 4401266 2 bed/ 1 bath Less Than 1,000/ 1985 Mari D\\` Ambrosio, CENTURY 21 Arizona Foothills Surprise Paradise Valley-$ 1,495,000 MLS 4271141", "new_id": -2}, {"uid": "1296149573243646477", "i": 43627, "idx": 7, "sa": ["Michael Vick"], "q": "shot when it seemed no one else would.`` Hopefully, I'll be with the Eagles next year. We'll see what happens,'' said <strong> Michael Vick </strong>, who added that he expects <q> everything to go according to plan. </q>`` We'll see what happens over the next couple months. I just got to be patient and take it day by day,'' he said. <strong> Michael Vick </strong>, who", "new_id": -2}, {"uid": "1295564127055377924", "i": 14772, "idx": 2, "sa": ["Richard Chang", "Eric Schmidt"], "q": "negative, that there is probably some issue going on. Google is trying to get more efficient and trying to get a tech guy in the seat to compete with,'' said UBS analyst Brian Pitz. <q> I don't think it Richard Changes anything strategically where the company is headed. </q> Google said the management Richard Change was made as part of a plan to`` streamline'' decision making and create clearer lines of responsibility and accountability at the top. It said <strong> Eric Schmidt </strong> plans to sell about", "new_id": -2}, {"uid": "1297349229002998299", "i": 57933, "idx": 1, "sa": ["Mike Pence", "Chris Lee"], "q": "<strong> Mike Pence </strong> <strong> Chris Lee </strong>, R-N.Y., resigned Wednesday three hours after and a shirtless photo of the married congressman that he sent to a woman he met responding to a`` Women for Men'' post on Craigslist. <q> It has been a tremendous honor to serve the people of Western New York. I regret the harm that my actions have caused my family, my staff and my constituents. I deeply and sincerely apologize to them all. I have made profound mistakes and I promise to work as hard as I can to seek their forgiveness, </q> <strong> Chris Lee </strong> said in a statement released late Wednesday afternoon. In the emails, <strong> Chris Lee </strong> lies about his age and occupation, but not his real name. The woman communicating with <strong> Chris Lee </strong>, who is also a father", "new_id": -2}, {"uid": "1295220558110215202", "i": 57848, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": " Senator: <strong> Gabrielle Giffords </strong> moving both sides of her body, breathing on her own By the CNN Wire Staff Rep. <strong> Gabrielle Giffords </strong> is <q> making progress every day, </q> a friend and fellow lawmaker said Sunday. STORY HIGHLIGHTS NEW: Hundreds of participants turn out for Tucson`` Walk for Peace'' Sen. <strong> Kirsten Gillibrand </strong> says <strong> Gabrielle Giffords </strong> is`` doing great'' Witnesses say Dorwan Stoddard died protecting his", "new_id": -2}, {"uid": "1295082156260702223", "i": 6883, "idx": 6, "sa": ["David Letterman", "Kelsey Grammer"], "q": "`` Well, it's a difficult time, regardless,'' <strong> David Letterman </strong> said,`` always regardless of circumstances, and especially with kids. Are the kids and everybody all right now?'' <q> The kids seem to be doing OK, yeah, </q> <strong> Kelsey Grammer </strong> said, referring to the son and daughter he has with Camille.`` We've been spending quite a bit of time with them, Kayte and I. Kayte's my new girl, and we're planning", "new_id": -2}, {"uid": "1296482655189546503", "i": 14871, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy.`` I think it is also one of the best things that could have happened to Chrysler, too.'' SENIOR SOFTWARE QA ENGINEERS Company SOFTWARE ENGINEER Company", "new_id": -2}, {"uid": "1297523762190513232", "i": 14995, "idx": 0, "sa": ["Patrick Leahy", "Bernie Sanders"], "q": "the collapse of such a dictatorship was`` inevitable'' in Egypt, as well as in other countries throughout the world.`` What comes next, it's hard to predict,'' <strong> Patrick Leahy </strong> said. <q> A huge part of( Egypt's) natural product is tourism. They've got to get tourists feeling free to go back. Nobody's about to book a trip to Egypt right now.`` The United States really needs stability there, </q> <strong> Patrick Leahy </strong> continued,`` because of our interests in Israel and Jordan and elsewhere.'' Sen. <strong> Bernie Sanders </strong>, I-Vt., had a similar response and called on the United States to support a transition to democracy.", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}]