[{"uid": "1296368889057065490", "i": 13985, "idx": 2, "sa": ["David Letterman"], "q": "or overseas. He came to Winston-Salem in 2007 because he \"met a girl\" and continued building a career that saw him playing close to 200 shows and music festivals around the country last year. <q>The press labeled me( a child prodigy), but I never saw it that way,</q> he said. \"For me, being on <strong> David Letterman </strong> was like playing varsity football in high school and winning a state championship.\" For some, such an achievement could be the pinnacle, something to", "new_id": -2}, {"uid": "1297167911133922834", "i": 43030, "idx": 0, "sa": ["Simon Cowell"], "q": "Auditions for US contestants begin on 27 March in Los Angeles. Other sessions follow in Chicago, Dallas, Miami, Seattle and New York. Talking at a news conference <strong> Simon Cowell </strong> said: <q>The top contestant will get$ 1 million( Â£ 619,000) a year for five years, separate from the costs involved in recording and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure. \"I believe I can find a star.</q> But he admitted: \"If they don't sell a single record they still get to keep the money. It is pressure, because if the wrong person wins, I'm in trouble.", "new_id": -2}, {"uid": "1296880289021905416", "i": 35556, "idx": 0, "sa": ["Rahm Emanuel", "David Letterman", "Conan O'Brien"], "q": "6. <strong> Conan O'Brien </strong>: After the big snowstorm in Chicago, Mayoral candidate <strong> Rahm Emanuel </strong> has been pitching in digging stranded cars out of the snow. Of course he didn't help his campaign by telling people, <q>Thank God I don't live here.</q> 5. <strong> David Letterman </strong>: The trouble is, when it's this cold in New York City it takes even longer to warm up to me. 4. <strong> Conan O'Brien </strong>: Tomorrow is Facebook's 7th", "new_id": -2}, {"uid": "1297709543205012998", "i": 994, "idx": 1, "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "q": "Senate Appropriations Committee, said \"heat in the winter is not a consumer choice. It's not a luxury.\" Instead of cutting heating assistance, <strong> Patrick Leahy </strong> said Congress should end tax breaks for oil companies that <q>are just using them to make obscene profits.</q> <strong> Sen. Bernie Sanders </strong> was the chief sponsor of a 2008 bill that increased federal heating assistance. He said he was disappointed in the president's budget proposal. \"This senator will do everything he can to make sure", "new_id": -2}, {"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.\" <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a \"right-wing media echo chamber\" that is <q>transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day.</q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said: \"By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.\" <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}, {"uid": "1297176031226918403", "i": 3171, "idx": 13, "sa": ["David Letterman", "Aaron Rodgers"], "q": "I went to Butte Community College.\" <strong> David Letterman </strong>: \"Butte Community College in Montana? No!\"( <strong> Aaron Rodgers </strong>, audience laugh) \"Where's Butte Community College?\" <strong> Aaron Rodgers </strong>: <q>It's actually in a town called Oroville, which is about 30 minutes from my hometown, Chico, in northern California.</q> <strong> David Letterman </strong>: \"Now, what kind of team? Who were your teammates?\" <strong> Aaron Rodgers </strong>: \"We had a great team. We had, I think, 13 guys go Division I", "new_id": -2}, {"uid": "1297300411168493097", "i": 27527, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Robert Gates", "Hillary Clinton", "Jake Sullivan", "Ehud Barak"], "q": ", backing each other's points. They insisted the <strong> Barack Obama </strong> administration has been clear all along about its core points of pushing for nonviolence, respect for universal rights and lasting, meaningful change in Egypt. <q>The theory of the case has remained consistent across the statements of this government,</q> said <strong> Jake Sullivan </strong>, director of policy planning at the State Department. Israeli <strong> Ehud Barak </strong> of Defense <strong> Ehud Barak </strong> was in Washington on Wednesday to discuss Egypt and other issues with <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong>, Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> and", "new_id": -2}, {"uid": "1297234046159548066", "i": 34477, "idx": 0, "sa": ["Michael Lewis", "Bill Lockyer"], "q": "<strong> Bill Lockyer </strong> stayed for just a minute, though. On his way out he said he was only delivering reading material for the lawmakers, copies of <strong> Michael Lewis </strong>' book about Wall Street and the financial crisis, <q>The Big Short: Inside the Doomsday Machine.</q> \"It's good to read,\" <strong> Bill Lockyer </strong> said.", "new_id": -2}, {"uid": "1295578670033980433", "i": 3232, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "Sullivan/Getty Images) <strong> Google Inc. </strong> cofounder Larry Page is taking over as chief executive officer of the Internet company, after current CEO <strong> Eric Schmidt </strong> leaves the post he has held for more than a decade on April 4. <q>As <strong> Google Inc. </strong> has grown, managing the business has become more complicated.... Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as <strong> Google Inc. </strong>'s chief executive officer,</q> according to <strong> Eric Schmidt </strong> in a <strong> Google Inc. </strong> Blog. The e-commerce business has grown from a Web startup to the world's most frequented Internet search engine, with$ 24 billion in revenues annually. Even the company", "new_id": -2}, {"uid": "1296144836056688640", "i": 22113, "idx": 4, "sa": ["Simon Cowell"], "q": "are going to be a few surprises. I genuinely do. I don't think there's one set way of doing it... I am in conversations with ITV and Fox.\" <strong> Simon Cowell </strong> added: <q>The most important thing is to make a commitment to the people who watch the shows and make sure they are better than last year's.</q> 884 news stories, 10 galleries, 1 episode, 1 music video.", "new_id": -2}]