[{"uid": "1296342425105660425", "i": 37346, "idx": 0, "sa": ["Brian St. Clair", "Donyell Marshall", "Hollis Thompson", "Michael Jackson", "Allen Iverson"], "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against <strong> Brian St. Clair </strong> <strong> Michael Jackson </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Michael Jackson </strong> <strong> Hollis Thompson </strong> created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q>He tells me the end of the game is my time, I should have the ball in my hands,<q> <strong> Allen Iverson </strong> said. \"So if somebody else turns it over, he yells at me. I just tell my teammates: \"Let me get the ball. He\"ll scream at me http://wn.com/Dance_Party_NCAA_Shooter_Fox_Marist_v_Jack_Bulldog_Georgetown This was a funny", "new_id": -2}, {"uid": "1295779997220971072", "i": 14190, "idx": 0, "sa": ["Eric Schmidt", "Michael Hawley"], "q": "has product sense and an appetite for making new things, as opposed to talent for selling things,\" said <strong> Michael Hawley </strong>, a longtime M.I.T. professor who knows Mr. Page socially and has advised him on writing projects. <q>Larry is more the archetype of founder, innovator, hacker, inventor, interested in all of the magical things that digital technologies do.<q> But others say that Mr. <strong> Eric Schmidt </strong>'s two biggest job responsibilities- being the public face of the company and managing internal politics- are areas where Mr. Page has less experience.", "new_id": -2}, {"uid": "1295985442139264003", "i": 6282, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "said she has been tobacco free since March 2009 after 45 years of smoking. She said her group amounts to a grass-roots effort of those who feel the government has blocked this \"miracle\" product. <q>There is no industry support on this thing at all,<q> she said of the organization. \"We want to keep it this way so no one can say we are a shill for the tobacco, drug or e-cigarette industry.\" Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to", "new_id": -2}, {"uid": "1297461177215384092", "i": 10819, "idx": 4, "sa": ["Mark Buehrle", "Michael Vick"], "q": "and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt,\" <strong> Mark Buehrle </strong> told MLB.com. <q>Everything you've done to these dogs, something bad needs to happen to these guys.<q> Knorr said that the public's perception of <strong> Michael Vick </strong> depends on whether a person owns a dog. \"I think 25 percent of people are for him-- those are the football fans-- 25", "new_id": -2}, {"uid": "1297714427180764714", "i": 37112, "idx": 3, "sa": ["Steve Ballmer"], "q": "their social websites. <strong> Steve Ballmer </strong> said the partnership with Nokia, which will see the world's largest mobile phone manufacturer shifting to Windows Phone as its operating system, will help accelerate its adoption. <q>Nokia's involvment with Windows Phone will drive volume, innovation of new products, and will accelerate adoption of the Windows Phone platform,<q> said the Microsoft chief. More than 1.5 million smartphones running on the latest version of Windows Phone, WP7, were shipped in the six weeks after the launch in October but Microsoft's share of the", "new_id": -2}, {"uid": "1296870951108445740", "i": 693, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "this week, <strong> Justin Bieber </strong> appeared on The Late Show with <strong> David Letterman </strong> to promote his film, Never Say Never. Friday night he will be on the show again playing the drums and also reading the Top 10 List, <q>Reasons it's fun to be <strong> Justin Bieber </strong>.<q> Earlier Friday, CBS released a video clip preview of the singer's Top 10 list. The clip shows Top 10 Reasons it's fun to be <strong> Justin Bieber </strong>, numbers 7, 6, and 5:", "new_id": -2}, {"uid": "1295728012106954753", "i": 39806, "idx": 2, "sa": ["Eric Schmidt"], "q": "will remain co-founder, devoting \"his time and energy to strategic projects,\" <strong> Eric Schmidt </strong> wrote in a blog post. \"As Google has grown, managing the business has become more complicated,\" <strong> Eric Schmidt </strong> noted. <q>So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured.<q> Google also reported a$ 2.54 billion fourth-quarter profit, up 29 percent from a year earlier. Revenue climbed 26 percent to$ 8.44 billion. The housing slump here in the Valley of Heart's Delight", "new_id": -2}, {"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy. \"I think that's part of what he's been positioning for,\" said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q>In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will<q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}, {"uid": "1297363571104955962", "i": 5404, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "and Iraqi forces. The intelligence hadn't indicated that a broad-based insurgency would take place, and by 2006 it became clear that the US needed to recast its strategy. On McCain, <strong> Donald Rumsfeld </strong> said, <q>If all you have is a hammer, every problem looks like a nail.<q> McCain \"got it into his mind\" that troop levels had been the problem the entire time, and never let it go. <strong> Donald Rumsfeld </strong> wrote in his book that in retrospect, he should have left", "new_id": -2}, {"uid": "1295168588203145230", "i": 7559, "idx": 3, "sa": ["The doctor", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": " \"<strong> The doctor </strong> said this is amazing what she's doing right now and beyond our greatest hopes,\" <strong> Kirsten Gillibrand </strong> said. \"It felt like we were watching a miracle,\" <strong> Debbie Wasserman Schultz </strong> said. <q>The strength that you could see flowing out of her, it was like she was trying to will her eyes open.<q> On ABC's \"Good Morning America\" on Thursday, <strong> Kirsten Gillibrand </strong> added, \"Everything that we love about <strong> Gabrielle Giffords </strong> was all there at that moment.\" Kelly told the president and first lady", "new_id": -2}]