[{"uid": "1295139772120274975", "i": 15868, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ". It was raw strength. It was so beautiful and so moving,\" <strong> Kirsten Gillibrand </strong> said. \"It felt like a miracle. It felt like we were watching a miracle,\" said Wasserman-Schultz. <q>Other than the birth of my kids, this was the most incredible feeling, to see... one of your closest friends just struggle to come back to you, to come back to her family, to come back to her friends.<q> It was sparked, the lawmakers said, by simple banter and human warmth. They took turns holding <strong> Gabrielle Giffords </strong>' hand. <strong> Kirsten Gillibrand </strong> was talking about how <strong> Gabrielle Giffords </strong> and Mark needed to be back eating pizza soon", "new_id": -2}, {"uid": "1295545167266109004", "i": 39170, "idx": 1, "sa": ["Sergio Marchionne"], "q": "technology to passenger vehicles,\" the agency said, noting in a news release that a minivan \"can be adapted cost-effectively to the technology because the hydraulic components are widely available in other industries.\" <q>In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers-especially if their dollars stay in America,<q> <strong> Sergio Marchionne </strong> said. \"Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1296485204037306425", "i": 7733, "idx": 1, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "the museum was heavily protected by the Egyptian military. Later Monday, he was appointed Minister of State Antiquities in the new government named by President <strong> Hosni Mubarak </strong>, who faces calls from protesters for his ouster. <q>If the museum is safe, Egypt is safe,<q> <strong> Zahi Hawass </strong> said. A museum administrator found the head of a small clay statue on the stairs. Looters had broken into the museum on Friday, ripping the heads off two mummies and damaging about", "new_id": -2}, {"uid": "1297716440175407141", "i": 4056, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "former Defense <strong> Donald Rumsfeld </strong> about his fascinating memoir \"Known and Unknown.\" He noted that most of the predictions of supposed experts and government officials during the 18 days of demonstrations have proved to be wrong. <q>What we ought to know we don't know,<q> <strong> Donald Rumsfeld </strong> says. \"It's a situation of unknown unknowns.\" We have no idea, he went on, of the role of women, of organized political parties and interest groups, and what latent strength", "new_id": -2}, {"uid": "1295650549188383258", "i": 28475, "idx": 2, "sa": ["Robin Williams", "Bill Clinton", "David Letterman"], "q": "a Heartbeat, No Matter How Famous You Are \"I realized there was really no alternative, if I wanted to live, I had to do this,\" <strong> Bill Clinton </strong> <q>I would find myself busting into tears and sobbing uncontrollably,<q> <strong> David Letterman </strong>\"... Stop the heart, work on it, restart it... good luck,\" <strong> Robin Williams </strong> \"They're going to put him on a gurney, roll him", "new_id": -2}, {"uid": "1295795435125714464", "i": 8944, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "was passed,\" <strong> Colin Powell </strong> said. He predicted that in Tuesday's State of the Union address, Americans will want to hear how <strong> Barack Obama </strong> is going to bring down the unemployment rate and fix the economy <q>even more than he's fixed it already.<q> <strong> Colin Powell </strong> said <strong> Barack Obama </strong> had increased favorability ratings for the U.S. around the world and that the president's \"more youthful approach\" to international relations had proven \"useful.\"", "new_id": -2}, {"uid": "1297162553239927304", "i": 42607, "idx": 0, "sa": ["Sergio Marchionne"], "q": "while at the same time acknowledging just how much America has wanted to pretend that Detroit is from a different country, an \"unAmerican' country that would allow its citizens to live in such despair.\" <q>This ad hit me like a poem and a prayer with perfect pitch.<q> \"Chrysler is 9% owned by taxpayers after a$ 9 billion federal rescue two years ago, and it's part owned and run by an Italian, Fiat\"s <strong> Sergio Marchionne </strong>. Can the company still", "new_id": -2}, {"uid": "1295704020092569644", "i": 30678, "idx": 3, "sa": ["Colin Powell"], "q": "the National Defense Mobilization Law. The new law will give the regime and its military sweeping powers during social unrest and in times of war.[ Bai Zixing, Director of The <strong> Colin Powell </strong> Staff Mobilization Department]: <q>If China's sovereignty on territorial integrity and the country's security are at stake, China's People's Standing Committee will enact a general or partial mobilization in accordance with the constitution. The Chinese President will issue the launch of mobilization in accordance with the decision made by the Standing Committee.<q> Military mobilization is to be led jointly by the NPC Standing Committee and the Central Military Committee. Chinas military, the Peoples Liberation Army, reports to the ruling Chinese Communist Party. Once military mobilization is declared,", "new_id": -2}, {"uid": "1295895473003866646", "i": 573, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Mon, Jan 24, 2011, 1:57 PM EST- U.S. Markets close in 2 hrs 3 mins{ \"s\": \"goog\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00<q>, \"o\":\"', \"j\":\"'} Joseph Tartakoff, On Monday January 24, 2011, 12:53 pm EST <strong> Eric Schmidt </strong>, who already announced last week his intention to sell", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some \"adult supervision.\" On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q>Day-to-day adult supervision is no longer needed.<q> \"I believe Larry is ready\" to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. \"It's time for him to have a shot at running this.\"", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}]