[{"uid": "1295674630172441694", "i": 8077, "idx": 0, "sa": ["Saddam Hussein", "Andy Coulson", "Barack Obama"], "q": "Bush both deserve the same fate as <strong> Saddam Hussein </strong>. </blockquote> They are war criminals. They should be hanged. They were so happy to dole out their`` justice'' on Report Abuse <q> that i the price you pay for being a US dog </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong> and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1297589255082132993", "i": 41254, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong>, who I think we agree is a little to the right of the BBC, a characteristic of a leftie is someone who regards a difference of view as a sign of stupidity because they can not imagine <q> how anyone intelligent could possibly disagree with them </q>. I think the BBC is scrupulously neutral, except that many of its staff believe that there is a sane world view, and then there are the crazies. Left and right are not always at", "new_id": -2}, {"uid": "1297137461190611470", "i": 6473, "idx": 3, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "the execution of the war.''`` I don't have enough confidence to say that that's right. I think that it's possible,'' <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. <q> We had( an) enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed.`` It's hard to know. You know, the path you didn't take is always smoother, </q> he added. The former Pentagon chief's comments came in his first television interview since leaving public life in December 2006 after a long and divisive tenure at the Pentagon. They largely echoed his", "new_id": -2}, {"uid": "1297196814076382262", "i": 12943, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Condoleezza Rice", "Colin Powell"], "q": "never found.) <strong> Donald Rumsfeld </strong> phoned <strong> Condoleezza Rice </strong> and <strong> Colin Powell </strong>, among others, last week to alert them to the memoir's publication and to the website, www.rumsfeld.com, where he has posted documents from his files. <q> I gave them a heads-up that the website is going to have hundreds of memos, thousands of pages, and they're going to be mentioned, </q> he says.`` We had a nice discussion,'' he says. <strong> Donald Rumsfeld </strong> defends the decision to go to war in Iraq-`` Are we better off today with <strong> Saddam Hussein </strong> gone? Yes", "new_id": -2}, {"uid": "1297713944012566553", "i": 27960, "idx": 2, "sa": ["Piers Morgan", "Michael Vick"], "q": "Talk TV. <strong> Piers Morgan </strong>, of course, is trying to book <strong> Michael Vick </strong> too-- and the two made a bet, in re who'd land him first, at which point Oprah said, ominously: <q> The way I live my life is, if it's supposed to happen, it will happen. And if <strong> Michael Vick </strong> chooses to sit with you as his first interview and not sit with e then that's the way it's supposed to be...`` But don't call me later, Mike. </q> Oprah's Harpo production house announced Monday she will sit down for a one-on-one interview with the Philadelphia Eagles quarterback during which he will discuss his time in the slammer after being convicted for his part in an", "new_id": -2}, {"uid": "1296365682082608136", "i": 23315, "idx": 4, "sa": ["Zahi Hawass"], "q": "border with Gaza had let many of their influential members into their country. Clamping down on the boarder was to little to late I suspect.# 1.6- Sat Jan 29, 2011 5:11 AM EST <q> The day is short, the labor vast, the workers lazy, the reward great, the Master urgent. </q>- Avot 2:17 veritas diaboli manet in aeternum <strong> Zahi Hawass </strong> is one of Mubarak cronies. His life is most likely also in danger. Quite possible that he has fled the country.#", "new_id": -2}, {"uid": "1296496188150683703", "i": 5117, "idx": 0, "sa": ["Sergio Marchionne", "Nicklas Lidstrom", "Oprah Winfrey", "Robin Williams", "... More"], "q": "was certain the Michigan basketball team understood the concept of building off the <strong> ... More </strong> Red Wings defenseman <strong> Nicklas Lidstrom </strong> has been part of the two biggest comebacks in All-Star Game <strong> ... More </strong> Chrysler CEO <strong> Sergio Marchionne </strong> said salaried and hourly employees will receive <q> performance <strong> ... More </strong> <strong> Henry Ford </strong> Health System, Presbyterian Villages of Michigan and United Methodist Retirement <strong> ... More </strong> Chrysler reported a$ 199-million net loss for the fourth quarter of 2010, but excluding interest on <strong> ... More </strong> than 1,000 filmgoers-- and`` Detroit 1-8-7 </q> fans-- sold out the Detroit Film Theatre to <strong> ... More </strong> Could <strong> Robin Williams </strong> get his Batman wish and appear in the highly anticipated third installment of <strong> ... More </strong> As it nears its one-month mark, the <strong> Oprah Winfrey </strong> Network has grown its prime-time", "new_id": -2}, {"uid": "1296776050237715495", "i": 41784, "idx": 4, "sa": ["John McCain", "Donald Rumsfeld"], "q": "`` We are paying a very heavy price for the mismanagement-- that's the kindest word I can give you-- of <strong> Donald Rumsfeld </strong>, of this war,'' he said while running for president in 2007. <q> I think that <strong> Donald Rumsfeld </strong> will go down in history as one of the worst secretaries of Defense in history. </q> will be honored with the`` Defender of the Constitution Award'' at the Conservative Political Action Conference( CPAC). <cite> http://topsy.com/www.rawstory.com/rs/2011/02/mccain-thank-god-rumsfeld-fired/?utm_source=pingback&amp;utm_campaign=L2 </cite> Tweets that mention <strong> John McCain </strong>:` Thank God' <strong> Donald Rumsfeld </strong> was fired â\u0094\u0082 Raw", "new_id": -2}, {"uid": "1297118217093028381", "i": 45361, "idx": 2, "sa": ["Simon Cowell"], "q": ",'' he said. VIEW THE PHOTOS: The Verdict Is In! Judges Of Reality Television`` I also did it because I believe[ we] can find a star,'' <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "new_id": -2}, [{"i": 29160, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Vermont businesses and their employees. I look forward to working with <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> Welch to get the appropriate waivers and flexibility for us to go forward toward a single-payer system.'' Welch said, <q> When Vermont innovates, the nation often follows our lead. Providing Vermont and other states with the flexibility to build upon health care reform will result in better care and greater access at a lower cost. Allowing us to become a laboratory for innovation and excellence will help Vermonters, while once again allowing us to lead the way. </q> <strong> Patrick Leahy </strong> said,`` While some in Washington are trying to turn the clock back on health reform, Vermont instead is moving forward. This state waiver bill will give Vermont and other states the choice to", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1295376220134447111"}]]