[{"uid": "1295968905135200769", "i": 34808, "idx": 1, "sa": ["Eric Schmidt"], "q": ". But while Google has dominated Internet search, it has struggled with social networking and is facing stiff competition from companies like COLUMN: Ireland to`` cannibalize'' its workforce to fix economic woes <q> Our retention has been actually the same and our retention has been exactly the same for seven years </q> he said at a news conference following his DLD appearance.`` We're going to be hiring many thousands of people this year.'' <strong> Eric Schmidt </strong> said that in his new role he would be", "new_id": -2}, {"uid": "1296876367021512194", "i": 44851, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "low-quality, non-competitive games and turn those into quality, competitive games that the fans want to see.'' <strong> Michael Vick </strong> was planning a Super Bowl party, and whether that was appropriate for a man with his past: <q> I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here- what he'd be doing. He has said that on numerous occasions people have been using his name about being involved in some type of party, but that he had no intention of participating in that. </q> â\u0080¢ <strong> Roger Goodell </strong> praised the Dallas-Fort Worth area for handling the difficult weather, saying the ice and snowstorms would not jeopardize the region's chances of hosting the game again. This is the first Super Bowl to", "new_id": -2}, {"uid": "1295276116062636062", "i": 38317, "idx": 0, "sa": ["Tim Pawlenty", "Sarah Palin", "Mike Pence", "Reince Priebus"], "q": "winning the majority. Some <strong> Reince Priebus </strong> Ousts <strong> Mike Pence </strong> Steele as RNC Chairman <strong> Tim Pawlenty </strong>: Someone like me must`` do very well'' in Iowa Former <strong> Sarah Palin </strong> <strong> Tim Pawlenty </strong> topped off his week-long string of TV appearances with an interview on <q> Fox <strong> Tim Pawlenty </strong> on his ambitions:` For somebody like me, you have to do very well in Iowa' Former <strong> Sarah Palin </strong> <strong> Tim Pawlenty </strong> topped off his weeklong string of TV appearances with an interview on`` Fox News Sunday, </q> where <strong> Tim Pawlenty </strong> foreshadowed the argument he'll try to craft in a potential 2012 run-- and host Chris Wallace brought up the holes opponents will poke in <strong> Tim Pawlenty </strong>'s narrative. Finishing a TV blitz to promote his new", "new_id": -2}, {"uid": "1296234164135299086", "i": 47635, "idx": 1, "sa": ["Mike Pence"], "q": "running for governor in 2012, and we'll do that by listening to Hoosiers. We'll do that as a family by reflecting, praying.'' letter to supporters Thursday, <strong> Mike Pence </strong> said he and his family <q> feel led to devote this time in our lives to continuing to serve the people of Indiana in some way. </q>`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012,'' he said. <strong> Mike Pence </strong> is slated to speak", "new_id": -2}, {"uid": "1295965426108969993", "i": 19137, "idx": 3, "sa": ["Barack Obama", "John F. Harris", "Mike Pence", "Sen. George Allen"], "q": "the coming month. His first stop is Wisconsin, where he will kick off a series of 2011 battleground state speeches about jobs and the economy.'' http://bit.ly/fON8mJ-- WSJ's Jonathan Weisman: <q> White House officials... have assured Democratic lawmakers that the <strong> Bill Clinton </strong> will not explicitly call for cuts in Social Security benefits, though he will say changes are needed to put the program on a solid fiscal footing. </q> POST-GAME- Free live event at the Newseum on Wednesday, the morning after the State of the Union,`` Mapping Out the 112th Congress''- <strong> John F. Harris </strong> and <strong> Mike Pence </strong> <strong> Sen. George Allen </strong> interview two freshman senators-- <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1296218172048857110", "i": 15093, "idx": 3, "sa": ["Mike Pence"], "q": "Young of Richmond thinks <strong> Mike Pence </strong> made the right decision.`` My hope is that he runs for governor. I think it's rather fortuitous that it's open at this particular time,'' Young said. <q> I think it's obvious that he wants to serve in perhaps a higher capacity. </q> Young, who has met with <strong> Mike Pence </strong> locally and in his Washington, D.C., office, said <strong> Mike Pence </strong> would do well if elected governor, but Indiana would miss his presence in Congress.", "new_id": -2}, {"uid": "1296351472068419594", "i": 41300, "idx": 0, "sa": ["Stephen Jackson", "Allen Iverson"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way.`` He wasn't missing anything,'' Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 http://wn.com/Chippewa_Valley_High_School_2006-2007_Men's_Swimming_Diving_Division_Champions_Video Video celebrating the MAC blue division victory over Dakota High School during the 2006-2007 Men's Swimming& Diving Season. http://wn.com/El_Paso_High_School_Percussion_Ensemble_2009_Marching_Season__Yanni El Paso High School Percussion Ensemble performing their 2009 show, Marching Season,", "new_id": -2}, {"uid": "1295597750252706816", "i": 1081, "idx": 1, "sa": ["Eric Schmidt"], "q": ". On the call, <strong> Eric Schmidt </strong> said the three men had a long series of discussions about the appropriate management structure, and concluded that their overlapping authority was adding delays to the decision-making process. <q> I don't anticipate any material change in our strategies, but I do believe we, as a result of this, will operate and execute the business even( better), </q> he said. Industry observers, however, were scratching their heads about the timing of the shakeup, as the company continues to deliver impressive financial results. Google reported revenue of$ 8.4 billion", "new_id": -2}, {"uid": "1295567949204783621", "i": 3631, "idx": 1, "sa": ["Eric Schmidt"], "q": "needed!'' Small World Labs is an enterprise social networking service provider. It allows organizations to build customer engagement communities. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team.`` The president and I don't have to agree on everything,'' said <strong> Kirsten Gillibrand </strong>.`` GO JETS!'' <q> I'll bet on the Jets over Chicago, </q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}]