[{"uid": "1295271108162349060", "i": 26938, "idx": 0, "sa": ["Steve Ballmer"], "q": "Microsofts CEO <strong> Steve Ballmer </strong> steht fest: Die Xbox 360 ist keine Spielkonsole. Zumindest sagte er genau das gegen?ber der target=\"_blank\"> USA Today in einem Interview. Doch was ist sie in seinen Augen? <q> Xbox ist eine Entertainment-Zentrale f?r die Familie. Mit ihr kn?pft man soziale Kontakte. Mit ihr schaut man TV. Bei uns steht Hulu in den Startl?chern. Sie ist das einzige System, bei dem man selbst der Controller ist. Deine Stimme, deine Gesten, dein K?rper </q>, so <strong> Steve Ballmer </strong>, der davon berzeugt ist, dass das Ger?t vor allem dank Kinect derzeit enorm gefragt ist. \"Wenn ihr wissen wollt, auf was die Konsumenten derzeit abfahren: Es sind Xbox und Xbox Kinect", "new_id": -2}, {"uid": "1295602326021397504", "i": 20971, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "communiqu, <strong> Larry Page </strong> a rendu hommage? son futur pr?d?cesseur. \"De toute vidence, <strong> Eric Schmidt </strong> a fait un travail remarquable en dirigeant Google depuis dix ans\" , a d?clar <strong> Larry Page </strong>, dans un communiqu. Il dit <q> avoir appris de lui un nombre incalculable de le?ons </q>. Du coup, la publication, apr?s- Bourse, des r?sultats trimestriels de Google sont pass?s au second plan. Ils ont pourtant d?pass les attentes des march?s financiers. Sur l'ensemble de l'ann?e, le", "new_id": -2}, {"uid": "1296866191123699217", "i": 35408, "idx": 1, "sa": ["Sergio Marchionne"], "q": "analysts. \"When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut,\" <strong> Sergio Marchionne </strong> said of the bailout. <q> When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut. </q> <strong> Sergio Marchionne </strong> CEO, Chrysler Group& Fiat <strong> Sergio Marchionne </strong> said Chrysler was in the final stages of discussions with the Department of Energy on its application for up to$ 3.5 billion loans. A deal in principle", "new_id": -2}, {"uid": "1295561275260145152", "i": 52607, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Brin\" Brin-Sergey Brin-PEBSL000060.topic\"> <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" <strong> Larry Page </strong>", "new_id": -2}, {"uid": "1297326779046071825", "i": 5903, "idx": 7, "sa": ["Tim Rutten", "Donald Rumsfeld"], "q": "had slammed into the Pentagon- Torie Clarke, the veteran assistant secretary of defense for public affairs, asked <strong> Donald Rumsfeld </strong> whether he'd called his wife of 47 years. He admitted that he hadn't. <q> Clarke looked at me with the stare of a woman who was also a wife.` You son of a bitch,' she blurted out. \"She had a point. </q> Because your contributions are currently under review, no comments can be made at this Tim Ruttene. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"uid": "1297176031226918403", "i": 3783, "idx": 1, "sa": ["Aaron Rodgers", "David Letterman"], "q": "8:00 a.m. CBS released this transcript of <strong> Aaron Rodgers </strong>' chat with <strong> David Letterman </strong>: <strong> Aaron Rodgers </strong> ON \"LATE SHOW with <strong> David Letterman </strong>,\" MONDAY, FEB. 7( <strong> Aaron Rodgers </strong> walks out onstage as CBS Orchestra plays <q> We Are the Champions, </q> and audience gives him a standing ovation) Dave: \"We were talking a little bit about your itinerary for today. Under any circumstances, it would be grueling, but especially after winning the Super", "new_id": -2}, {"uid": "1295652755122683468", "i": 33303, "idx": 6, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin", "Tim Cook"], "q": "Thursday, he would earn about$ 334.7 million on the stock sale. He would still own about 2.7 percent of Google's outstanding capital stock, down from 2.9 percent before selling the shares. <q> As Google has grown, managing the business has become more complicated. So <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long Tim Cooke about how best to simplify our management structure and speed up decision making, </q> <strong> Eric Schmidt </strong> said in a posting on the company's official blog. \"And over the holidays we decided now was the right moment to make some changes to the way we are structured.\"", "new_id": -2}, {"uid": "1297353501031227960", "i": 1921, "idx": 3, "sa": ["Zahi Hawass"], "q": "substance called \"red mercury\" that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q> They live thinking about it. They could kill each other to get it, </q> <strong> Zahi Hawass </strong> said. \"When I enter any place in Egypt, people ask me all the time about this.\" The museum is still checking to determine whether any items are missing. On his website", "new_id": -2}, {"uid": "1295567825105267222", "i": 3022, "idx": 5, "sa": ["Larry Page", "Eric Schmidt"], "q": "momentum in emerging businesses such as display advertising and mobile. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> in the statement, saying he has done an \"outstanding job\" and calling him a \"tremendous leader.\" <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion \"for a long time\" as the company tries to \"simplify\" its management structure. \"By clarifying our individual roles", "new_id": -2}, {"uid": "1297183505216317958", "i": 11199, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "interrogations. \"I don't feel I have good data on the people we have been capturing and interrogating in either country,\" he told his intel chief, Steve Cambone, on September 12, 2003. <q> I don't feel I am getting information from the interrogations that should be enabling us as to the answer to the questions I've posed. </q> Probing. But perhaps <strong> Donald Rumsfeld </strong> might have considered that before migrated\" to Iraq, to allow more brutal treatment. <strong> Donald Rumsfeld </strong> isn't the first to take this docs-based approach. His", "new_id": -2}]