[{"uid": "1296156825127467527", "i": 14531, "idx": 0, "sa": ["Rep. Steve King", "Mike Pence", "Sen. Jim DeMint"], "q": "<strong> Sen. Jim DeMint </strong> currently sees his role in the 2012 process, the adviser said, as \"setting the bar high\" for the presidential contenders when it comes to advocating for a small government agenda. <q>He hasn't completely shut the door on running, and if there is a massive void in the group of candidates, who knows what could happen?,</q> said the adviser, who was quick to caution that there is only a five percent chance the senator will run. Aside from Indiana <strong> Rep. Steve King </strong> <strong> Mike Pence </strong>, who is currently deciding between a presidential run and a", "new_id": -2}, {"uid": "1295613299107249672", "i": 38982, "idx": 7, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said on his blogpost that Page, the son of a Michigan State University computer science professor, will now lead product development and technology strategy, areas that are \"his greatest strengths.\" <q>It will be interesting to see what he'll do that's different, what he could not have done in his prior role,</q> said BGC Partners analyst Colin Gillis. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "new_id": -2}, {"uid": "1295977658128352267", "i": 20219, "idx": 0, "sa": ["Eric Schmidt"], "q": "outreach as executive chairman, also said the group would hire thousands of people this year, rejecting accusations that it has struggled to keep its best talent from leaving for Facebook and other Silicon Valley rivals. <q>I'm very personally excited about my next decade at Google,</q> <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on January 21 that his move was an effort to speed up decision-making.", "new_id": -2}, {"uid": "1296869826149766152", "i": 14178, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "to run again is tantamount to the \"departure\" they have demanded. 1719Harlan Ullman, a close confidant of former US secretary of state <strong> Colin Powell </strong>, tells the BBC he thinks <strong> Barack Obama </strong> has handled the situation badly: <q>The administration started by sending confusing signals, and now by calling for <strong> Hosni Mubarak </strong> to go so publicly that may work very well with the opposition but it may not work very well for <strong> Hosni Mubarak </strong>'s supporters and for people who are likely to replace him.</q> 1715The Muslim Brotherhood has released several statements alleging their members have been beaten and abducted, one statement saying two of their online staff were \"ruthlessly assaulted by the militias of the security services and some of their thugs", "new_id": -2}, {"uid": "1295669834215973888", "i": 44953, "idx": 0, "sa": ["Eric Schmidt"], "q": "share of US$ 7.81. Google-owned sites generated revenues of US$ 5.67 bn, or 67pc, while revenues from outside of the United States totalled US$ 4.38 bn, representing 52pc of total revenues. <q>Q4 marked a terrific end to a stellar year,</q> said <strong> Eric Schmidt </strong>. \"Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display", "new_id": -2}, {"uid": "1296407544252772372", "i": 136, "idx": 14, "sa": ["Elgin Baylor", "LeBron James", "Chris Webber", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"<strong> Elgin Baylor </strong> just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q>He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle.</q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 On the heels of a horrible season and out of the playoffs for the first time in three years, all the Toronto Raptors could hope for Sunday was", "new_id": -2}, {"uid": "1297035674142557188", "i": 33116, "idx": 0, "sa": ["Bill Lockyer"], "q": "numbers more misleading and misused than the average benefit for retirees of the California Public Employees' Retirement Association. CalPERS loves to circulate the statistic. So do politicians and unions representing workers. <q>Twenty-five hundred dollars a month is the average state employee pension,</q> state Treasurer <strong> Bill Lockyer </strong>, a member of the CalPERS board, told a UC Berkeley conference of academics and journalists last month. As the public pension debate heats up in coming weeks, you will", "new_id": -2}, {"uid": "1297462170192987217", "i": 39096, "idx": 0, "sa": ["Steve Ballmer"], "q": "A video posted by the company's NokiaConversations YouTube account presents its new chief executive <strong> Steve Ballmer </strong> Elop, formerly the head of Microsoft's Office-centric Business Division, speaking about how Nokia's new partnership with Microsoft will <q>create opportunities beyond anything that currently exists.</q> burning platform\" he described Nokia as currently standing upon; Microsoft's Windows Phone 7 hasn't been setting anything on fire. Elop was joined by <strong> Steve Ballmer </strong>, chief executive of Microsoft, who", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q>I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company,</q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called \"Googled: The End of the World As We Know It,\" said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}, {"uid": "1294997802152699116", "i": 17862, "idx": 1, "sa": ["David Letterman", "Conan O'Brien", "Bill Cosby"], "q": "n't edgy or realistic. \"Someone said, \"How come one of your kids( from the show) is not dating a white kid?\" remembers the show's patriarch, <strong> Bill Cosby </strong>. <q>And I said,` Because the one on` Family Ties' hasn't touched a black person yet.'</q> <strong> Conan O'Brien </strong> OK with <strong> David Letterman </strong>, not so much with Leno\" tooltipId= \"mi_tt2\"> <strong> Conan O'Brien </strong> OK with <strong> David Letterman </strong>, not so much with Leno <strong> Conan O\"Brien </strong> says he got a phone call", "new_id": -2}]