[{"uid": "1295733110147996681", "i": 34161, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "media chief on Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q>So far, our worst day in government,</q> a senior <strong> David Cameron </strong> aide told The Guardian after <strong> Andy Coulson </strong> quit yesterday, bowing to pressure over what he knew about hacking at the development also renewed questions about practises at the Sunday tabloid, commentators said, at", "new_id": -2}, {"uid": "1295860435042090520", "i": 5994, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "George Osborne"], "q": ". In practice, <strong> Andy Coulson </strong> made up his mind before Christmas that he would have to go. ''<strong> Andy Coulson </strong> was running at 70 per cent of his capacity- at best,'' says one ally. <q>He wasn't prepared to work on that basis.</q> <strong> David Cameron </strong> and <strong> George Osborne </strong> tried hard to dissuade him from stepping down. Indeed, it is a measure of how much they valued him that they were prepared to put up with the drip-drip of stories about alleged telephone hacking", "new_id": -2}, {"uid": "1295625930089243655", "i": 29338, "idx": 0, "sa": ["Andy Coulson"], "q": ", which is waiting to hear if the government will clear its planned$ 12 billion( 7 billion pounds) buyout of pay TV operator BSkyB or refer the deal to competition authorities for further checks. <q>Continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,</q> said <strong> Andy Coulson </strong>, who has always denied any knowledge of wrongdoing at the newspaper. ''When the spokesman needs a spokesman it's time to move on,'' he said in a statement.", "new_id": -2}, {"uid": "1295447705082477065", "i": 4754, "idx": 0, "sa": ["Olivia Munn", "David Letterman"], "q": "my career.'' Her willingness to go all out is on full display on the February 2011 cover of Maxim- the image was provocative enough to receive denunciations from the conservative Media Research Center.( <q>You know, I think these people need to find a hobby, because I can't be their hobby anymore,</q> she said of the brouhaha.) But for <strong> Olivia Munn </strong>, this is par for the course: a Jan. 13 Twitpic of her eating cookies backstage at ''The Late Show with <strong> David Letterman </strong>'' caused almost as much palpitation", "new_id": -2}, {"uid": "1297553599075792419", "i": 11190, "idx": 1, "sa": ["Zahi Hawass"], "q": "in a country where, until January, the government kept a tight lid on criticism. And Hany Hanna, a senior conservator in the Supreme Council of Antiquities, urged <strong> Zahi Hawass </strong> in a widely circulated letter last week <q>to change the overall system of corruption and replace it with a professional scientific management.</q> Hanna complained that party hacks riddle the council and prevent younger and more talented people from rising in the ranks. <strong> Zahi Hawass </strong> could not be reached for comment last week. But the Hany letter and Zamalek protests appear to", "new_id": -2}, {"uid": "1297426636014974991", "i": 32891, "idx": 6, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>. ''We have different forms of value transfer in different directions,'' <strong> Stephen Elop </strong> said. ''We have new opportunities that come from advertising and new forms of monetisation.'' <q>We the ability to activate users and put them in a position to be more effective in what we call local commerce,</q> added <strong> Steve Ballmer </strong>. ''Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well.'' <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1295890950159268919", "i": 37614, "idx": 1, "sa": ["Mimi Walters", "Jerry Brown", "Bill Lockyer"], "q": "plans. ''We want reforms in place before there's any discussion about tax increases,'' said <strong> Mimi Walters </strong>, the GOP's nominee in the fall for state treasurer who was trounced by incumbent <strong> Bill Lockyer </strong>. <q>I do know there's not support at all to even put it on the ballot without significant pension reforms.</q> <strong> Jerry Brown </strong> has proposed cutting$ 12.5 billion in expenditures and asking voters to extend for five years temporary taxes on personal income, sales and autos in an attempt to solve a$ 25.4 billion deficit.", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that ''contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q>Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs.</q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are ''just on a break[ and] still rocking big time''.", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}, {"uid": "1295005134083214384", "i": 18974, "idx": 0, "sa": ["Barack Obama", "Bill Clinton", "Sen. Bernie Sanders"], "q": "his first with a divided government. ''The <strong> Bill Clinton </strong>'s speech last night was potentially seismic for him,'' said Richard Greene, a communications strategist who has written on history's most unforgettable speeches. <q>Every time the <strong> Bill Clinton </strong> shows himself in this very warm, very human light, a light that everyone can relate to, he softens up the argument against his agenda.</q> <strong> Barack Obama </strong>'s entrance into the drama came as the harsh partisan rhetoric was escalating. Some liberals, such as <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong> of Vermont, said vitriolic language from conservatives had helped to create a hateful atmosphere.", "new_id": -2}, {"uid": "1295700037236945434", "i": 14185, "idx": 4, "sa": ["Andy Coulson"], "q": "Long way to run for phone-hacking story Q&A: Tory search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the scandal had <q>made it difficult to give the 110% needed in this role</q>. He Instant view: Resignation of UK leader's media chief British prime minister's communications chief <strong> Andy Coulson </strong> resigned on Friday, as prosecutors stepped up inquiries into illegal newspaper when he was editor. Following are analysts'", "new_id": -2}]