[{"uid": "1296783203254083093", "i": 27399, "idx": 3, "sa": ["Alassane Ouattara"], "q": "en mission au Golf'' C?te d'Ivoire:`` Gbagbo ne peut pas jouer tout le temps avec la communaut internationale'' C?te d'Ivoire: R?cusation du pr?sident Compaor par le camp Gbagbo/Karamoko Yayoro( Rjdp)-// <q> C'est un non-?v?nement </q> C?te d'Ivoire: Partage du don du pr?sident <strong> Alassane Ouattara </strong> aux victimes d'Agnibil?krou/ Comment le don du pr?sident de la R?publique a t r?parti", "new_id": -2}, {"uid": "1297286475095453184", "i": 4870, "idx": 0, "sa": ["Mamdouh Habib", "Colin Powell", "Ibn al-Sheikh", "Omar Suleiman", "Ted Rall"], "q": " One of the CIA's victims was <strong> Mamdouh Habib </strong>, an Egyptian-born Australian citizen. U.S. agents bought him from Pakistani intelligence and shipped him to Egypt.`` In Egypt,'' reports Lisa Hajjar for Al Jazeera, <q> he was repeaTed Rallly subjecTed Rall to electric shocks, immersed in water up to his nostrils and beaten. His fingers were broken and he was hung from metal hooks. At one point, his interrogator slapped him so hard that his blindfold was dislodged, revealing the identity of his tormentor: <strong> Omar Suleiman </strong>. FrustraTed Rall that <strong> Mamdouh Habib </strong> was not providing useful information or confessing to involvement in terrorism, <strong> Omar Suleiman </strong> ordered a guard to murder a shackled prisoner in front of <strong> Mamdouh Habib </strong>, which he did with a vicious karate kick. </q> <strong> Ibn al-Sheikh </strong> al-Libi was a former trainer in the Afghan jihadi camps who famously`` confessed'' a connection between Saddam and Al Qaeda while under torture in one of <strong> Omar Suleiman </strong>'s dungeons. <strong> Colin Powell </strong> ciTed Rall al-Libi", "new_id": -2}, {"uid": "1295263580086458368", "i": 14266, "idx": 0, "sa": ["Bernie Sanders"], "q": "the legacy of King. Evelyn Kwanza as a music leader who teaches many of the traditional songs, while her husband, known as`` Deacon Modi'' helps lead social programs, including food drives. <q> They are the perfect team. They keep truth and justice at the center of all things they do, </q> Hal Colston said in making the presentations. Also honored was U.S. Sen. <strong> Bernie Sanders </strong> for his track record on civil rights. You must fill out the comment body in order to submit a comment.", "new_id": -2}, {"uid": "1297241236110002183", "i": 262, "idx": 2, "sa": ["Micheál Martin", "Eamon Gilmore"], "q": "and accused him of being`` out of touch''. Pleased Labour strategists saw the debate as an opportunity to project the party's own policies and were pleased with the outcome. <q> He nailed <strong> Micheál Martin </strong> on the HSE. He was deliberately referring to him as` minister'. He's well ahead on the popular vote, </q> a source said. But Fianna Fail also claimed a victory for their leader and felt Mr <strong> Eamon Gilmore </strong> did not spend enough time focusing on the future.`` <strong> Micheál Martin </strong> is very strong on the toughest", "new_id": -2}, {"uid": "1295760128175325317", "i": 3889, "idx": 0, "sa": ["Howie Long", "Jay Cutler", "Michael Vick", "Aaron Rodgers"], "q": "had- and he's had some good ones- <strong> Jay Cutler </strong> probably has the biggest arm and he's probably the most athletic,'' said <strong> Howie Long </strong>, the Hall of Fame defensive end and studio analyst for Fox. <q> <strong> Jay Cutler </strong> has a big arm. But sometimes your biggest strength is also your weakness. </q> In <strong> Aaron Rodgers </strong>, the Packers have a cool, cerebral and efficient leader who also can make every throw and extend plays with his feet. He doesn't have <strong> Michael Vick </strong>'s speed but can be just as", "new_id": -2}, {"uid": "1296783203254083093", "i": 27398, "idx": 2, "sa": ["Alassane Ouattara"], "q": "plus de Partage du don du pr?sident <strong> Alassane Ouattara </strong> aux victimes d'Agnibil?krou/ Comment le don du pr?sident de la R?publique a t r?parti C?te d'Ivoire: B?di/`` Je suis en mission au Golf'' C?te d'Ivoire: <q> Gbagbo ne peut pas jouer tout le temps avec la communaut internationale </q> C?te d'Ivoire: R?cusation du pr?sident Compaor par le camp Gbagbo/Karamoko Yayoro( Rjdp)-//`` C'est un non-?v?nement'' C?te d'Ivoire: Partage du don du pr?sident <strong> Alassane Ouattara </strong> aux victimes d'Agnibil?krou/ Comment le", "new_id": -2}, {"uid": "1297422337196083716", "i": 26676, "idx": 0, "sa": ["Steve Ballmer"], "q": " Nokia's CEO has said that the company has chosen Microsoft and it's Windows Phone 7 platform for its mobile phones because there were too many players in the Android Market. <q> We had three options, </q> explained Elop in a questions and answers session at the London sitting alongside <strong> Steve Ballmer </strong>.`` One was to look at internal operating systems, the second was to look at Android, and the third Microsoft.", "new_id": -2}, {"uid": "1297166772054263815", "i": 37054, "idx": 0, "sa": ["William Hague", "Chris Huhne", "Nick Clegg", "W Johnson"], "q": "on a class-blind approach to intellect. R <strong> W Johnson </strong>, emeritus fellow in politics at Magdalen College, Oxford, who taught both <strong> William Hague </strong> and <strong> Chris Huhne </strong>, described the purpose of leading universities very well last month: <q> You have a highly selective institution. You get very good people; you teach them as hard as you can. </q> It is absolutely no business of the government to intervene in that process and make universities decide who they should take. If <strong> Nick Clegg </strong>, when he left Westminster in 1985, had been told that his place", "new_id": -2}, {"uid": "1295566930055705733", "i": 44993, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Thu, Jan 20, 2011, 6:42 PM EST- U.S. Markets closed Google co-founder <strong> Larry Page </strong> to replace <strong> Eric Schmidt </strong> as CEO{`` s'':`` goog, novl'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Michael Liedtke, AP Technology Writer, On Thursday January 20, 2011, 6:19 pm SAN FRANCISCO( AP)-- <strong> Eric Schmidt </strong>,", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,'' said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q> I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt, </q> the influential cleric said.`` There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go.''` Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}]