[{"uid": "1296365944097009666", "i": 432, "idx": 6, "sa": ["Allen Iverson"], "q": "Lakers in the NBA Finals. ''It was scary being able to score like that knowing I hadn't been shooting the ball real well,'' said <strong> Allen Iverson </strong>, who finished with a career playoff-high 41 points. <q>I was asking myself, ''Where has this been for the past couple of games?''</q> The Bucks let a 33-point lead dip to 10 in the fourth quarter as <strong> Allen Iverson </strong> was phenomenal, scoring 26 of his 46 points. He finished three points shy of the NBA record for most points in a quarter", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q>Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane?</q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.''( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}, {"uid": "1295633024155697153", "i": 32123, "idx": 2, "sa": ["Andy Coulson"], "q": "everyone else, Brits, Iraqis it was a disaster. The flitting from dodgy dossier, to WMD, to regime change, resulting in the petulant stance taken by the majority of nulab, viz. <q>Is anyone really saying that Iraq is not a better place without Saddam?</q> shows the snaky nature of the whole enterprise. wrote: i wonder what position in the Murdochracy <strong> Andy Coulson </strong> will be given? no doubt to start the ''boosting'' of Tory promises and lies", "new_id": -2}, {"uid": "1296550766189169669", "i": 6250, "idx": 2, "sa": ["David Letterman"], "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about Bieber's schooling and found out that he's currently in the 11th grade. <q>11th grade-- is that a sophomore in high school?</q> <strong> David Letterman </strong> asked, to which Bieber replied: ''I don't know. I'm Canadian.'' Later Bieber tweeted that he will be on the ''Late Show'' again on Friday, ''playing", "new_id": -2}, {"uid": "1295645566196657189", "i": 3597, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "take over day-to-day operations, the company said, and <strong> Eric Schmidt </strong> will focus on partnerships and government outreach. <strong> Eric Schmidt </strong>, who has headed up Google since July 2001, sent a message via Twitter Thursday saying: <q>Day-to-day adult supervision no longer needed!</q> Co-founder <strong> Sergey Brin </strong> will focus on new products and projects. In February, Google acquired Clifton Park, N.Y.-based video-compression company for about$ 124.6 million. Google said fourth quarter net", "new_id": -2}, {"uid": "1295625930089243655", "i": 29340, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and on Friday defended his own judgement in hiring him after his resignation from the News of the World. <q>I feel that he's been punished twice for the same offence. I chose to judge him by the work that he's done for me, for the government and for the country,</q> <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. ''Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s", "new_id": -2}, {"uid": "1296520620167067651", "i": 19032, "idx": 1, "sa": ["Michael Vick"], "q": "if you CHOOSE to hunt or fish, a building permit is on necessary if you CHOOSE to build something. All of these require an individual make a choice if they want to purchase something...'' Report Abuse <q>These naysayers are afraid because they don't fully understand the bill... fear of the unknown is the greatest fear there is.</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl 1.25-1.45% Apply Online! With AA+ Rated GE Capital Corp.. Not An Offer Of Securities For Sale. Proven Anti Aging Proven", "new_id": -2}, {"uid": "1296175633054247430", "i": 26631, "idx": 10, "sa": ["Mitch Daniels", "Mike Pence"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. ''He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through,'' she said. <q>Obviously it'd be great for the state of Indiana.</q> People ski near the Congress Center at the World Economic Forum... White House Chief of Staff Emanuel listens to U.S...., R-Ind., will announce whether he plans to run for president in... Photo in Slideshow", "new_id": -2}, {"uid": "1295570186120422419", "i": 31936, "idx": 1, "sa": ["Eric Schmidt"], "q": "about the struggle in the software industry to regain its innovative edge, and the need for trust between IT and end users. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297251079068108305", "i": 11146, "idx": 1, "sa": ["Steve Ballmer", "Ray Ozzie"], "q": "e-mail, <strong> Steve Ballmer </strong> said he does not intend to fill the chief software architect role. ''The CSA role was unique and I won't refill the role after <strong> Ray Ozzie </strong>'s departure,'' <strong> Steve Ballmer </strong> wrote. <q>We have a strong planning process, strong technical leaders in each business group and strong innovation heading to the market.</q> Many have described <strong> Ray Ozzie </strong> as a visionary. <strong> Ray Ozzie </strong>'s initial claim to fame came when his company, Iris Associates, created what would be known as Lotus Notes, a product that during the 1990s was", "new_id": -2}]