[{"uid": "1294977377249905176", "i": 9006, "idx": 2, "sa": ["Paul Pierce", "Allen Iverson", "Antoine Walker"], "q": "champions. <strong> Paul Pierce </strong> had to work hard for his 20 points as he struggled for most of the game before coming alive briefly in the fourth quarter. <strong> Antoine Walker </strong> scored 25 points but was scoreless in the final period. <q> This is what playoff basketball is all about, </q> <strong> Paul Pierce </strong> said.`` Nobody said it was going to be easy when we got here. It's obviously not.''`` It's hard to get the clinching game,'' said <strong> Allen Iverson </strong>, who has gotten", "new_id": -2}, {"uid": "1294971110214024198", "i": 3290, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "`` We were just thrilled to be by her side,'' <strong> Debbie Wasserman Schultz </strong> recalled of her visit to the hospital Wednesday night, along with House Minority Leader <strong> Nancy Pelosi </strong> and New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. <q> And we were prepared to do and say anything- if she could hear us- to provide comfort and encouragement. </q> Get the day's top stories in your inbox. Click here to sign up for the Midday Update newsletter <strong> Gabrielle Giffords </strong> lay in her hospital bed with her eyes closed, swathed in bandages. With her was", "new_id": -2}, {"uid": "1297254354064307251", "i": 48135, "idx": 0, "sa": ["Colin Powell", "Vernon Baker"], "q": "earned their medals, too, but they had passed away before they could be honored. <strong> Vernon Baker </strong>'s heroism was acknowledged by <strong> Colin Powell </strong>, the former chairman of the U.S. Joint Chiefs of Staff who said, <q> I stood on the shoulders of men like <strong> Vernon Baker </strong>. </q> So, I'm glad we have Black History Month. It makes me think about our collective history and shared heritage as Americans and, in so doing, it enriches my life. Viewpoint", "new_id": -2}, {"uid": "1296058173154206255", "i": 4972, "idx": 5, "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "q": "possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh", "new_id": -2}, {"uid": "1297003737194904085", "i": 31116, "idx": 1, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "and a State Department view favouring a slower transition that would allow new leaders to emerge from within the country.`` Those key differences were never clearly or firmly resolved in the NSC,'' <strong> Donald Rumsfeld </strong> writes. <q> Only the President could do so. </q> <strong> Donald Rumsfeld </strong> blames <strong> Paul Bremer </strong>, who led the first year of occupation, for pursuing a grandiose plan more in line with State's vision than the Pentagon's. Although <strong> Paul Bremer </strong> has said he kept Pentagon", "new_id": -2}, {"uid": "1296774921237715483", "i": 3436, "idx": 1, "sa": ["Elvis Presley", "Wanda Jackson", "David Letterman"], "q": "With <strong> David Letterman </strong>'' in New York and`` Conan'' in Los Angeles.`` I want to thank Jack White for making all this happen for me,'' <strong> Wanda Jackson </strong> said at a recent week. <q> He forgets I've got to watch my heart. I'm an old lady. But boy I don't feel it tonight. </q> She told the crowd about the release of her new White-produced album,`` The Party Ain't Over,'' released last week. The collection of rock <strong> Elvis Presley </strong> roll,", "new_id": -2}, {"uid": "1295365495187695155", "i": 11899, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "raise her whole arm, <strong> Kirsten Gillibrand </strong> told ABC News, adding that everyone in the room was crying. Afterwards, <strong> Kirsten Gillibrand </strong> said, the doctor declared it to be a major step forward for the patient. <q> We had been telling her that she was inspiring the country with her courage and that we couldn't wait to take her out to pizza and a weekend away, </q> <strong> Kirsten Gillibrand </strong> said through a spokeswoman.`` Then, after she heard our voices and the encouragement of Mark and her parents, she struggled briefly and opened her eyes for the very first time. It was a miracle", "new_id": -2}, {"uid": "1297140015083361794", "i": 18031, "idx": 0, "sa": ["Donald Rumsfeld", "Nick Mallett"], "q": "leaves the pitch after being substituted... Photo in Slideshow: Italy coach <strong> Nick Mallett </strong>, center, consoles World Video: South Sudan votes 98.83% to secede World Video: ABC News Exclusive: <strong> Donald Rumsfeld </strong> Opens Up Report Abuse <q> Exactly what i said last week. The protests being witnessed in Tunisia, Egypt, Yemen and Ivory coast will find their final destination in Europe. After Italy, UK Queen will be next. </q> Time.com: After the Revolution: Young Tunisians Are Still Looking for Work Time.com: Mystery Solved: Missing Google Executive Played Key Role in Egypt Uprising Italian Villas Beautiful Italian Villas for rent in Tuscany, Umbria and Amalfi", "new_id": -2}, {"uid": "1295901982201736229", "i": 25525, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ",`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011-7v&amp;flvURL=/media/2011/01/22/01222011-7v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011-7v.jsn''}{`` title'':`` <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support'',`` description'': <q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY) spoke with Russ Mitchell with an update on her friend <strong> Rahm Emanuel </strong> <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in Houston. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012201959.html&amp;title=Gillibrand: <strong> Gabrielle Giffords </strong> moved by support& site= politics& type", "new_id": -2}, [{"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q> <strong> Google Inc. </strong> had a strong second quarter, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>.`` Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}]]