[{"uid": "1296130960251920385", "i": 24290, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "Another big topic of conversation behind the scenes at the NTAs was <strong> Simon Cowell </strong>'s plans for The X Factor- both here and in the US. Chilean mining hero Luis Urzua presented the best drama award <q>We have to make sure that all the shows are back bigger, better, stronger, different. No-one's been contracted yet, apart from me,</q> <strong> Simon Cowell </strong> said. He promised \"a few surprises\", and told viewers to expect an announcement \"in two weeks time\" regarding the US X Factor. <strong> Cheryl Cole </strong> admitted that \"the million", "new_id": -2}, {"uid": "1296657082232505352", "i": 21269, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": "a member of the staff in the school's drama department, said the pantomime is hugely entertaining and the two Year 11 boys who play the ugly sisters really steal the show. The teacher said: <q>This is a fantastic way of doing something completely different. \"There is a mix of acts performing in the Britain's Got Talent part of the panto, so it gives all the pupils a chance to shine.</q> As well as the cast of a traditional pantomime, the show also includes young people acting as the judges of Britain's Got Talent, <strong> Simon Cowell </strong>, Amanda Holden and <strong> Piers Morgan </strong>. Mrs Twine said", "new_id": -2}, {"uid": "1296212656044204088", "i": 3511, "idx": 1, "sa": ["Mitch Albom", "Sergio Marchionne", "Ebony Meeks"], "q": "$ 3-billion loan, which had been expected by the end of 2010. \"Am I concerned that this thing is taking longer than I thought? Absolutely yes,\" CEO <strong> Sergio Marchionne </strong> said last week. <q>There are a couple of projects that need funding, but so far we're fine.</q> DOE spokeswoman <strong> Ebony Meeks </strong> said the DOE is speeding the process. City, suburbs gear up for battle over who'll control Detroit water system <strong> Mitch Albom </strong>: Great night for Michigan breakthrough over Michigan State Michigan", "new_id": -2}, {"uid": "1296709195199049220", "i": 17695, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": " \"Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,\" <strong> Donald Rumsfeld </strong> wrote, according to the Times, but <strong> President Bush </strong> <q>wanted the options to be \"creative.\"</q> The stories reveal that <strong> Donald Rumsfeld </strong>, despite his bravado during his years at the Pentagon podium, is not a man without regret. Among them: Stating that after the first weeks of invading Iraq", "new_id": -2}, {"uid": "1295091429140001468", "i": 12574, "idx": 3, "sa": ["Steve Ballmer"], "q": "'re going to continue to invest in[ Windows Phone 7] aggressively in the future,\" <strong> Steve Ballmer </strong> promised. He also pointed out that 20,000 registered developers have produced over 5,500 apps for the OS. <q>When I get a chance to show people a Windows phone, the feedback that I hear is very, very gratifying,</q> he said. \"As people try it and discover its new features and beautiful hardware, they see the difference.\" That's all well and good, but if Windows Phone 7 doesn't win", "new_id": -2}, {"uid": "1295962685147439653", "i": 2071, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in April. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "new_id": -2}, {"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,\" Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q>These payouts recognize the continual support and tireless efforts of our people,</q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds. \"We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}, {"uid": "1295996277049692672", "i": 36794, "idx": 0, "sa": ["Dick Conway", "Bill Lockyer", "Newt Gingrich"], "q": "many new people as the economy improves, <strong> Dick Conway </strong> says. During the recovery after the 2001 recession, Boeing was a major job generator, directly or indirectly creating 65,000 jobs. But in this recovery, <q>it's going to be closer to zero,</q> <strong> Dick Conway </strong> said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 3 BR/ 3 BA$ 250,000.00 SAN FRANCISCO 3", "new_id": -2}, {"uid": "1295647113138969108", "i": 11608, "idx": 0, "sa": ["Eric Schmidt"], "q": ": Larry Page to Replace <strong> Eric Schmidt </strong> as CEO AAPL: 326.72(-5.96,-1.79%)| NASDAQ: 2689.54(-14.75,-0.55%)  Why extremely high resolution screens matter for Apple's next-gen iPad  <q>Substantiated rumors of the next generation iPad using a vastly higher resolution 2048x1536 display are drawing some to question why the iPad would even need such a dense pixel count, which is much higher than even Apple's 17 inch MacBook Pro,</q> Daniel Eran Dilger reports for AppleInsider. \"The answer relates to resolution independence.\" \"As screen sizes incrementally bump up their pixel densities, the most obvious difference to users is that icons, menu", "new_id": -2}, {"uid": "1296500157053821441", "i": 43985, "idx": 1, "sa": ["Sergio Marchionne"], "q": "'s brand displays at the Detroit Auto Show confirmed, the company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months,\" <strong> Sergio Marchionne </strong> said in a prepared statement. <q>All of these vehicles bear testimony to Chrysler's rebirth.</q> That said, those new products also cost Chrysler significant sums to redesign and launch, and also forced the automaker to drop production volumes of outgoing models while it ramped up for production of new vehicles.", "new_id": -2}]