[{"uid": "1297484044192626692", "i": 22696, "idx": 0, "sa": ["Eric Dickerson", "Michael Vick"], "q": "and the prospect of becoming an instant millionaire in April.`` Right now, especially these next three to four months, it's all about decisions and making the right ones,'' he said. <q> Can't make the wrong one or it could hurt you. </q> Just ask this group of athletes. They are just some of the many who have fallen prey to the business of the NFL Names like Johnny Unitas, <strong> Eric Dickerson </strong>, and <strong> Michael Vick </strong> have all declared bankruptcy because", "new_id": -2}, {"uid": "1295018833055181321", "i": 10561, "idx": 2, "sa": ["Gabrielle Giffords", "Bernie Sanders", "Sandra Day O'Connor"], "q": "told ABC News.`` She will not die. She does not have that permission from me.'' 01/12/2011 1:08 AM ET <strong> Bernie Sanders </strong>' Office Defends Shooting Reference In Fundraising Message reports: <q> A spokesman for Sen. <strong> Bernie Sanders </strong>( I-VT) is defending the Senator's decision to reference the shootings in Arizona as part of a newsletter and fundraising appeal he sent to constituents on TuesSandra Day O'Connor. </q> took some heat on TuesSandra Day O'Connor for including his reflections on the shooting of Rep. <strong> Gabrielle Giffords </strong> in the context of raising money to fight Republicans and other`` right-wing reactionaries.'' 01/12/2011 12:55 AM ET AP: More Warning", "new_id": -2}, {"uid": "1297692986012320769", "i": 54519, "idx": 1, "sa": ["Eric Schmidt"], "q": "their search results. I'm just curious whether it's possible, even if you have consumers' best interests at heart, that you might actually be doing harm to the broader field of tech innovation? <q> If Google as a search engine loses sight of what users really want, I'm sure there will be enough companies out there willing to fulfill that need. That's why competition is such a good thing. It keeps everyone honest, and clearly it keeps every company involved focused on the users. I believe a competitive landscape, an open market, allows Google and other companies to do the right things for their users, because it's in their best interests when users are happy with the product. </q> Q: How competitive is the market really? Bing's got 28 percent of the search in the U.S., if you count Yahoo, and <strong> Eric Schmidt </strong> recently said in Davos that Facebook is not competition, that", "new_id": -2}, {"uid": "1295174060111853577", "i": 50590, "idx": 1, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": " While <strong> Dermot O'Leary </strong> would href=\"http://www.earthtimes.org/tag/love.html\"> love to continue working with <strong> Simon Cowell </strong> by taking a role on the US' X Factor' he is trying not to worry about it. He said: <q> I'm keeping my head out of it. I want to do it but I'm being philosophical about it. If I get it that's fantastic and if I don't, I don't. </q>", "new_id": -2}, {"uid": "1297220789217088052", "i": 20693, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Guantanamo Bay one of world's finest prisons: <strong> Donald Rumsfeld </strong> THE`` war on terror'' prison at the US naval base in Guantanamo Bay, Cuba is <q> one of the finest prison systems in the world, </q> former defence secretary <strong> Donald Rumsfeld </strong> has said. <strong> Donald Rumsfeld </strong>, who is promoting his autobiography Known and Unknown, praised US military personnel who worked at the site in the interview on Fox News Channel's Hannity show.", "new_id": -2}, {"uid": "1295563359204783675", "i": 19290, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "la que apuesta por definir los roles de cada directivo y crear`` responsabilidades m?s claras''. Por su parte, <strong> Larry Page </strong> ha agradecido el trabajo de <strong> Eric Schmidt </strong>`` durante la ltima d?cada'', ya que <q> los resultados hablan por s mismos </q>. A su juicio,`` <strong> Eric Schmidt </strong> es un gran l?der''.`` He aprendido innumerables lecciones de l. Sus consejos y esfuerzos ser?n de incalculable valor para m ahora que afronto esta nueva responsabilidad'', ha", "new_id": -2}, {"uid": "1296871315123699205", "i": 16693, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the issue of luxury, Eminem will appear in the ad at the Fox... The unemployment rate dropped sharply last month to 9%, based on a government survey that found... Chrysler CEO <strong> Sergio Marchionne </strong> said he expects <q> at least an agreement in principle </q> regarding the... Management of the Detroit Symphony Orchestra today made a new formal contract offer to its striking... And join us Monday for a live Web chat with the owner of the winning restaurant along with Free...", "new_id": -2}, {"uid": "1296192901247005192", "i": 23359, "idx": 1, "sa": ["Larry King", "Simon Cowell", "Randy Jackson"], "q": "am I thinLarry King right now?'' <strong> Randy Jackson </strong> snarks.`` Um, I think it's a` yes'?'' Christine says perkily.`` Uh, no!'' <strong> Randy Jackson </strong> says. <q> Oh, you CA N'T read minds! </q>`` That's not serious,'' <strong> Randy Jackson </strong> says as Christine walks out. Days like this, we miss <strong> Simon Cowell </strong>. <strong> Simon Cowell </strong> could gut a singer with a well-chosen word. <strong> Simon Cowell </strong> had finesse.", "new_id": -2}, {"uid": "1297621750013008911", "i": 2128, "idx": 0, "sa": ["Mike Pence"], "q": "by <strong> Mike Pence </strong>, R-Ind., that would deny federal family-planning funds to any organization that performs abortions. <strong> Mike Pence </strong> makes clear that Planned Parenthood is his target; it would lose more than$ 70 million in annual funding. <q> Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, </q> <strong> Mike Pence </strong> said.`` The time to deny any and all funding to Planned Parenthood is now.'' By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants, by", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up.`` A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}]