[{"uid": "1295798391125714461", "i": 18763, "idx": 11, "sa": ["Colin Powell", "Barack Obama", "Norm Chow"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race.`` I will always vote for the person who I think is best qualified,'' he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q> 1. Fredette's 42 points leads No. 9 BYU... 2. UHP trooper on paid leave after punching... 3. <strong> Norm Chow </strong> named Utah's next offensive... 4. Two men killed in head-on crash near", "new_id": -2}, {"uid": "1296140197140460041", "i": 59394, "idx": 0, "sa": ["Michael Gove"], "q": "they do not improve, they could be shut down. The plans will be included in an Education Bill published today. Mr <strong> Michael Gove </strong> said UK classrooms faced a`` discipline crisis''. He added: <q> It's the single biggest worry parents have-` Will my child be safe?' It's also the main reason teachers leave the profession, and many good graduates don't become teachers. </q> Ofsted currently marks schools on teaching, leadership and exam results. Mr <strong> Michael Gove </strong> aims to give the body`` new focus'' by allowing disciplinary records to be assessed. Schools faring`` particularly badly'' on", "new_id": -2}, {"uid": "1296273664046694409", "i": 30463, "idx": 0, "sa": ["Randy Ayers", "Allen Iverson", "Billy King"], "q": "toughness, and <strong> Allen Iverson </strong> is among the toughest plRandy Ayers in the league. After taBilly King a whack on the right thumb he badly sprained less than two weeks ago, he scored 17 of Philadelphia's last 26 points. <q> I was just trying to take what the defense gave me, </q> <strong> Allen Iverson </strong> said.`` I didn't want to be overaggressive. I just wanted to let my teammates do what they had to do early in the game because they( Grizzlies) were taBilly King away some of the", "new_id": -2}, {"uid": "1296407544252772372", "i": 169, "idx": 11, "sa": ["Allen Iverson", "Robert Horry"], "q": "I just want to see things get better for them.'' For the first time in his career, <strong> Allen Iverson </strong> may have enjoyed watching the 76ers lose, but he swore he took no extra gratification in it. <q> People ask that question all day, but my whole thing is to just win the basketball game, </q> <strong> Allen Iverson </strong> insisted.`` If I had a <strong> Robert Horry </strong> game and we didn't win I would be feeling terrible right now. I'm just happy we got the win. Like I said, it's just another", "new_id": -2}, {"uid": "1295563085148553780", "i": 7222, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Larry Page </strong> also praised Mr <strong> Eric Schmidt </strong>.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Mr <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Follow the E&S on Twitter", "new_id": -2}, {"uid": "1295880292196345903", "i": 42435, "idx": 3, "sa": ["Alassane Ouattara"], "q": ", in defiance of a stay-at-home strike called by the <strong> Alassane Ouattara </strong> camp. But in recent days, at the slightest loud noise, all shops shut and the area fills up with soldiers, residents said. <q> We can see that the soldiers are nervous. Personally, I don't go on to the road to find transport any more. I prefer to stay at home with the children, </q> said Affou, a retired nurse. aa/am/cs/ cb Theme( s):,,[ This report does not necessarily reflect the views of the United Nations] COTE D'IVOIRE: Local", "new_id": -2}, {"uid": "1297143647027197448", "i": 4385, "idx": 0, "sa": ["Sergio Marchionne", "John Elkann"], "q": "gem?ssigten Gewerkschaften ihr Ja mit der Sicherung der Arbeitspl?tze in einer zunehmend globalisierten Wirtschaft rechtfertigten, w?hrend die linken Syndikate <strong> Sergio Marchionne </strong> schon damals vorwarfen, die italienischen Arbeiter zu entrechten und das Unternehmen immer mehr zu amerikanisieren. <q> Mehrere K?pfe, ein Herz </q> Der Fiat- Verwaltungsratspr?sident <strong> John Elkann </strong> versuchte die Wogen etwas zu gl?tten, indem er geltend machte, dass die k?nftige Fiat-Chrysler-Gruppe nach Massgabe ihrer Hauptm?rkte mehrere`` Entscheidungspole'' haben werde, n?mlich in Turin f?r Europa,", "new_id": -2}, {"uid": "1297145288171491328", "i": 987, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers"], "q": "`` There must be a lot of Wisconsin people out there,'' <strong> Aaron Rodgers </strong> said to wild applause. <strong> David Letterman </strong> asked <strong> Aaron Rodgers </strong> why he was not recruited out of high school to a major college. <q> I think a number of reasons: one, I wasn't, you know- even today, I'm not gon na be the guy who pops out as- you know, I'm not 6-5, I'm not 240, I don't run a 4.5 40. But I think a lot of times, the things you can't measure are often the things that give people the most success, </q> <strong> Aaron Rodgers </strong> said. At the Super Bowl, <strong> Aaron Rodgers </strong> said the Packers had about 60 plays prepared, but ran about 40. Said <strong> David Letterman </strong>:`` Now at this stage of the game, you", "new_id": -2}, {"uid": "1296932452012320779", "i": 32482, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "not something the QB would be affiliated with.`` I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here-- what he'd be doing,'' <strong> Roger Goodell </strong> said. <q> He has said that on numerous occasions people have been using his name about being involved in some type of party, but that he had no intention of participating in that. </q> Last June, a party for <strong> Michael Vick </strong> that was open to the public ended with a man being shot. It drew scrutiny for <strong> Michael Vick </strong>-- who <strong> Roger Goodell </strong> said had no room for error when he reinstated him", "new_id": -2}, {"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.`` I think he's working very hard on the issue of unemployment,'' <strong> Colin Powell </strong> said, <q> which I think is the major problem facing America right now. </q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}]