[{"uid": "1294977377249905175", "i": 34763, "idx": 9, "sa": ["Tubby Smith", "George Karl", "Linas Kleiza", "Eduardo Najera", "Luc Longley", "Allen Iverson"], "q": "up for me,\" <strong> Allen Iverson </strong> said. \"Once JR and LK hit shots that enabled me to get in the lane and make shots.\" <strong> George Karl </strong> could not say enough about <strong> Linas Kleiza </strong>, <strong> Tubby Smith </strong> and <strong> Eduardo Najera </strong>. <q> It was one of those nights where our bench needed to come through and we http://wn.com/LeBron_James_38_Points_vs_Pistons_Game_1_Playoffs_!!_HD_! capped by venomindustries CLEVELAND-- <strong> LeBron James </strong> crossed midcourt and launched the ball toward the basket more than 40 feet away as the horn sounded As Cleveland's star, the Detroit Pistons, 20000 fans and a TV audience watched the shot's arching flight, <strong> Luc Longley </strong> never stopped running. \"I was going to chase it until it went in the hoop, </q> he said. Off the backboard, through the rim, then the net. It was halftime. It was over. <strong> Luc Longley </strong> banked in a stunning 3-pointer at the end of the first half and finished with 38", "new_id": -2}, {"uid": "1295479864156581898", "i": 48867, "idx": 1, "sa": ["Michael Vick"], "q": "my train of thought and my way of thinking as a player, if I want to be here, I'm going to do whatever it takes to be here,\" <strong> Michael Vick </strong> said during the radio interview. <q> I can say it over and over again, but then when I say it to my agent it's a totally different story. It's a totally different story when I speak to him about it and his opinion about it. So who knows what's going to happen. I have to follow his lead in that regard and he's the expert in that field. </q> <strong> Michael Vick </strong> was then asked if his agent, Joel Segal, would want a long-term deal. \"We don't even talk about it,\" <strong> Michael Vick </strong> said. \"I'll mention it,", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,\" said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q> I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt, </q> the influential cleric said. \"There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go. \"Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}, {"uid": "1295624661249511990", "i": 41314, "idx": 0, "sa": ["Eric Schmidt"], "q": "scenarios, economic growth will actually increase after a rise in food prices.\"( Also read Will There Ever Be Enough Food to Feed the World? <strong> Eric Schmidt </strong> and the Job of Non-CEO Executive Chairman <q> <strong> Eric Schmidt </strong> is also keeping for himself the outside-facing parts of CEO-dom which Silicon Vally nerds by their nature are pretty bad at. He has a clumsy way of putting it, but when he talks about \"the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach, </q> he basically means the large part of the CEO job which involves schmoozing various people in Google's interest.\" \"If their proposal had offered a better way to achieve the much needed objective of providing universal insurance", "new_id": -2}, {"uid": "1296727907183500817", "i": 16340, "idx": 8, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson", "Reggie Miller"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Allen_Iverson_45pt_vs_Reggie_Miller_41pts_Indiana_Pacers_00/01_NBA_Playoffs_Gm2_*Fancy_move The first half was <strong> Reggie Miller </strong>'s. The game belonged to <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295245546048136202", "i": 20491, "idx": 11, "sa": ["Allen Iverson"], "q": "when he fell, he couldn't brace it. So he just( smacked the floor).\" <strong> Allen Iverson </strong> said it was a bloody scene but the toughest part was watching his young son sedated for surgery, <q> and I was just mentally out of it, man. </q> <strong> Allen Iverson </strong> said his son will have to undergo a series of procedures over the next week but that he's back to being his usual rambunctious self-- which took a load off <strong> Allen Iverson </strong>'s shoulders, allowing him to", "new_id": -2}, {"uid": "1297706712051036179", "i": 1544, "idx": 0, "sa": ["Halle Berry", "Gabriel Aubry", "Simon Cowell"], "q": "attempted to resolve these custody issues amicably with her daughter's father <strong> Gabriel Aubry </strong> directly, but given his lack of co-operation, <strong> Halle Berry </strong> has no choice but to seek swift judicial intervention.\" The rep added: <q> <strong> Halle Berry </strong> has always made the needs and safety of her daughter her first priority and, both while <strong> Halle Berry </strong> and <strong> Gabriel Aubry </strong> were a couple and since their break-up, <strong> Halle Berry </strong> has only acted in her daughter's best interest. </q> The couple split in April after five years together and had previously agreed to share joint custody of their daughter. <strong> Simon Cowell </strong> is more than happy to profess his love for fiance Mezhgan Hussainy, he still calls", "new_id": -2}, {"uid": "1295299589143114299", "i": 17640, "idx": 0, "sa": ["Eric Schmidt", "President Bush", "Woodrow Wilson"], "q": "following Assange and <strong> President Bush </strong>.. <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... DAVID WILCOCK at the Project Camelot Awake and Aware Conference, Los Angeles, Sept 2009 DAVID WILCOCK at the Project Camelot", "new_id": -2}, {"uid": "1295709517126484491", "i": 7786, "idx": 1, "sa": ["David Letterman", "Regis Philbin"], "q": "World parade-announcing duty, which now seems ominous since Disney owns the \"Live\" franchise. \"There's four people in broadcasting who know what they're doing,\" <strong> David Letterman </strong> said at one point. <q> Oprah... <strong> Howard Stern </strong>... <strong> Rush Limbaugh </strong>... and you would be the fourth. </q> This was <strong> Regis Philbin </strong>'s cue to respond with mock irritation. \"When was the last time you watched me in the last 10 years?\" he said. \"What was I doing and what was", "new_id": -2}, {"uid": "1295560622029818948", "i": 45707, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": ". <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. On is his Twitter account, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision no longer needed! </q> The changes will be effective April 4. \"In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come", "new_id": -2}]