[{"uid": "1295648797119881729", "i": 33853, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "bogged down into a bureaucracy. The managerial constipation threatened to put Google at a competitive disadvantage as younger, more nimble Internet services such as Facebook pounce on new trends to lure away users and advertisers. <q> My goal is to run Google at the pace and with the soul and passion of a start-up. I think I will have time to do that given the way we have split up our responsibilities, </q> Mr <strong> Larry Page </strong> said. Mr <strong> Eric Schmidt </strong> concurred, saying it had started to become clear the company needed to be run more crisply. talkback No responses currently. Irrelevant or inappropriate comments might be edited or removed", "new_id": -2}, {"uid": "1295094125134053943", "i": 24385, "idx": 43, "sa": ["Marcus Camby", "Linas Kleiza", "Carmelo Anthony", "Ben Wallace", "Allen Iverson", "Kenyon Martin", "George Karl"], "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season. \"I thought AI had a real good feel for the game,\" Nuggets coach <strong> George Karl </strong> said. <q> His game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> Ben Wallaceefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "new_id": -2}, {"uid": "1297109124023560237", "i": 6115, "idx": 1, "sa": ["Michael Gove"], "q": "is a moron, plain and simple. LordPosh Labour aren't in power anymore. This is <strong> Michael Gove </strong>'s mess, and associated Tory scum. Manningtreeimp 7 February 2011 7:15 PM <q> \"It was for precisely these reasons that last year's Liberal Democrat conference fired a shot across the Michael Government's bows with a trenchant endorsement of localism in education. </q> \" littlefeat 7 February 2011 7:18 PM \" You have got some nerve considering the absolute**** up your lot made of our children's life chances over the past 13 years. Crawl back under", "new_id": -2}, {"uid": "1297706754177799181", "i": 48547, "idx": 1, "sa": ["Steve Ballmer"], "q": "give people the full web, the full Internet on their phone, like they've come to expect with the PC,\" Microsoft chief <strong> Steve Ballmer </strong> said at the mobile industry's annual get-together in Barcelona. <q> Later this year we are going to release a version of Internet Explorer9( web browser) complete with hardware and graphics and other hardware acceleration for the Windows Phone, </q> he added. \"The web in some senses was designed for the PC first-- we need to make it a first class citizen on the phone,\" he added. Together with a", "new_id": -2}, {"uid": "1295919171195493904", "i": 4654, "idx": 0, "sa": ["David Letterman"], "q": "and think they know what they are going to see, but it's always changing so in the end, they don't know what to expect,\" said Alegria's Artistic Assistant Sheryl-lynne Valensky. <q> We don't need to set up a tent, we already have a building. Concessions are here. Everything is ready so we can come in and play one week in a smaller town, </q> said Valensky. 10:35 PM Late Show with <strong> David Letterman </strong> 11:37 PM The Late Late Show with Craig Ferguson", "new_id": -2}, {"uid": "1296189255071647253", "i": 36893, "idx": 0, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong> found this site to be a fitting location to discuss how compressed natural gas( CNG) could fuel Chrysler's future. The CEO outlined Chrysler's commitment to CNG development, stating: <q> In the United States, there is a substantial domestic supply of CNG. CNG technology is readily available without extensive development time or expenditure of resources. Fiat already has a portfolio of CNG engines, both naturally aspirated and turbocharged. Chrysler Powertrain is actively investigating applications for CNG and is exploring solutions that would drive people to the technology. </q> If an automaker is actively considering selling CNG vehicles anywhere in the world, then it'd be a wise decision for it to join the International Association for Natural Gas Vehicles( NGV) and that", "new_id": -2}, {"uid": "1297234002160825518", "i": 43151, "idx": 1, "sa": ["Simon Cowell"], "q": "(? 3m) record deal with Sony Music. \"I believe that America has the best talent in the world,\" <strong> Simon Cowell </strong> said on Factor Website\"> The X Factor website. <q> I believe that with all my heart. </q> While Britain- and One Direction- recovers from this blow, <strong> Simon Cowell </strong> went on to trumpet the show's life-altering properties. \"If you win this competition- I'm going to put my money where my mouth", "new_id": -2}, {"uid": "1295139772120274975", "i": 19175, "idx": 9, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "said. \"She wanted us to know that she was with us a hundred percent and understood everything we were saying and appreciated it.\" The doctor monitoring the case was equally stunned. <q> He said, I just witnessed the impact of friendship and what you guys-- he said, you did this here today, </q> recalled Wasserman-Schultz. <strong> Kirsten Gillibrand </strong> and Wasserman-Schultz predicted <strong> Gabrielle Giffords </strong> will continue to awe her doctors and the nation. The award-winning Washington Bureau takes you behind-the-scenes at the White House and Pentagon, into the Congressional cloakrooms and", "new_id": -2}, {"uid": "1297707872054411272", "i": 19260, "idx": 0, "sa": ["Steve Ballmer", "J Allard"], "q": "making Windows Phone 7 into its primary smartphone platform in the future.( \"Concept\" phones, pictured, were revealed by Nokia yesterday.) That's something that both Nokia and Microsoft are banking on. <q> Nokia has incredible capabilities, whether it's industrial design or cameras or a broad, efficient supply chain, </q> said <strong> Steve Ballmer </strong>. \"We're sure from that based that Nokia will deliver absolutly phenomenal capability.\" Actually, <strong> J Allard </strong> was quoted around the launch of the Xbox 360 in 2005 discussing the vision of gamers playing", "new_id": -2}, {"uid": "1295408315095109184", "i": 47135, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "pass house won't be brought up in the senate. If they did <strong> Barack Obama </strong> would veto it.\" Many lawmakers would rather concentrate on the economy. Democratic Senator <strong> Kirsten Gillibrand </strong> of New York says, <q> We have to focus on how we are creating jobs. </q> Democrats say repeal would mean millions of americans would have to pay more for insurance or could even lose their coverage.", "new_id": -2}]