[{"uid": "1295669833206996591", "i": 3265, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "CEO switch, he said. Google also faces tests internationally, especially in high-growth areas like China, India and Russia, where the company's track record has been mixed, Valdes said. <q> Google's challenges are visible on the horizon and it's likely that new blood, a new perspective, is needed, </q> he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company.`` <strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a", "new_id": -2}, {"uid": "1295245546048136202", "i": 20480, "idx": 0, "sa": ["George Karl", "Tim Duncan", "Manu Ginobili", "Allen Iverson", "Michael Finley", "Fabricio Oberto"], "q": "Conference on Saturday night. They proved themselves equal to the task. <strong> Michael Finley </strong> and <strong> Fabricio Oberto </strong> each scored a season high 21 points to help the NBA champions beat the Denver Nuggets 102-91 and improve to 13-0 at home. <q> Their role players beat us as much as anyone else, </q> said <strong> George Karl </strong>.`` From[ Brent] Barry to <strong> Michael Finley </strong> to <strong> Fabricio Oberto </strong>, they beat us as much as[ <strong> Manu Ginobili </strong>] <strong> Manu Ginobili </strong> or[ <strong> Tim Duncan </strong>] <strong> Tim Duncan </strong> did.'' <strong> Allen Iverson </strong> led the Nuggets with 30 points and", "new_id": -2}, {"uid": "1296593042130416646", "i": 2297, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "<q> Right now[ I'm] just kind of focusing on my music a lot. That's really important to me. This movie I have coming out... Most people just think they just put me together, some people just made me like I'm some factory machine, but this movie proves that I worked hard to get here and that's what I wanted to show. </q> <strong> Justin Bieber </strong>, explaining part of the motivation to make his upcoming movie`` Never Say Never'' on`` The Late Show With <strong> David Letterman </strong>.'' The 16-year-old Canadian pop sensation sat on the couch with the venerable talk", "new_id": -2}, {"uid": "1297142439056836101", "i": 28056, "idx": 1, "sa": ["Mike Pence"], "q": "were in a deep funk.`` Seriously, who else do we have, unless something miraculous happens and we get an unexpected gift candidate?'' one said. Another GOP stalwart agreed: <q> Sad to say, but at a time when we need someone with guts, like( <strong> Bill Clinton </strong> Ronald) Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong> of his own party, or( Marco) Rubio staying in the Florida Senate race when he was 40 points down to( Charlie) Crist, we get political calculation and personal ambition. </q> Poor <strong> Mike Pence </strong>. Let's remember he has young kids and other options, and the presidency would have been a gamble. While I appreciate these hard-working political veterans' early assessments of the field", "new_id": -2}, {"uid": "1295160028209272840", "i": 8855, "idx": 0, "sa": ["Eric Schmidt", "Maria Bartiromo"], "q": "speaks with Paul Pellman, CEO of ClickForensics, an Austin, TX based company that claims to be`` the industry leader in scoring, auditing, and improving traffic quality for the online advertising community.'' <q> People are treating Google like their most trusted friend, </q> said CNBC's <strong> Maria Bartiromo </strong> in the interview.`` Should they be?'' Passing on the opportunity to explain to <strong> Maria Bartiromo </strong> the difference between trusted friends and multi-billion dollar search advertising companies, <strong> Eric Schmidt </strong> responded,``", "new_id": -2}, {"uid": "1295907484175931405", "i": 2735, "idx": 1, "sa": ["Eric Schmidt"], "q": "it takes off.''' Unless Page delivers that kind of message, it will be difficult for customers to know for sure how much of an emphasis he intends to put on the enterprise business. <q> If Google is a real enterprise company, then we will need to see Page act like that is the case, </q> Andrews says.`` That will include evangelism for the enterprise business, similar to what we saw from <strong> Eric Schmidt </strong>.'' In addition to paying customers,`` If I were a managed services provider I would", "new_id": -2}, {"uid": "1297247048068108334", "i": 3941, "idx": 0, "sa": ["Joan Rivers", "Sammy Bryant", "Simon Cowell"], "q": "started to gather, prompting his partner to call for backup. <strong> Sammy Bryant </strong> didn't back down when Nate's murderer got in his face and told him he had 30 seconds to get in his car. <q> You killed my partner. I ain't goin' anywhere. </q> Fortunately for <strong> Sammy Bryant </strong>, backup arrived before anything could happen. Jillian Michaels calls her GoDaddy ad`` tragic''; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> will judge X Factor, but other judges haven't been selected", "new_id": -2}, {"uid": "1295974016065323116", "i": 22222, "idx": 0, "sa": ["Rahm Emanuel", "Bill Lockyer", "Newt Gingrich"], "q": "court to tell Chicago election officials to keep his name on the ballot if it starts to print them. Appellate litigation attorney Christopher Keleher said it's likely the court would rule against <strong> Rahm Emanuel </strong>. <q> I can tell you from experience that getting a reversal from any Supreme Court is difficult- even more so when you've got a truncated time frame, </q> Keleher said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1295133242039174154", "i": 18552, "idx": 8, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Allen_Iverson_31pts_vs_Kobe_Bryant_Eddie_Jones_Van_Exel_Lakers_97/98_NBA_Vintage Credit to baldheadkid Hot-shooting <strong> Allen Iverson </strong> had 31 points and eight assists as", "new_id": -2}, {"i": 639, "idx": 0, "index_answer": 1, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said.`` I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Michael Jordan", "Allen Iverson"], "uid": "1296405734264388638"}]