[{"uid": "1296970496208142336", "i": 27895, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "serving a federal sentence for dogfighting, is The Associated Press 2010 Comeback Player of the year. In the 12-year history of the honor, no player has returned from jail to earn it and <strong> Michael Vick </strong> calls this season <q>the most fun I've ever had playing football.</q> <strong> Michael Vick </strong> took over as starter in Week 2 after <strong> Kevin Kolb </strong>( kahb) sustained a concussion. <strong> Michael Vick </strong> ran and passed the Eagles to the NFC East title and a 10-6 record. <strong> Michael Vick </strong> received 29-1/2 votes out of 50", "new_id": -2}, {"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,'' <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q>Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud.</q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business' ''move forward into the era of cloud computing,'' one that would apparently require ''new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}, {"uid": "1296937608113295368", "i": 31320, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "of Super Bowl vision in Texas Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. <q>I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him,</q> <strong> Roger Goodell </strong> said. ''He takes that seriously also.'' <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009", "new_id": -2}, {"uid": "1295338484194592796", "i": 43262, "idx": 0, "sa": ["Simon Cowell"], "q": "voted off the ITV1 show instead of Jedward by <strong> Simon Cowell </strong>. But she told her fans on Twitter that she'd been using her time in the sun to write new music. Lucie wrote: <q>Hey everyone, just got in from a long day writing on the beach. feeling SO good about these tracks cant wait to play them for u all!xxx <strong> ( sic ) </strong></q> Since appearing on the X Factor Lucie nabbed a part in the West End show of Les Miserables as prim Cosette. Have your say on the issues of the day with MY Sun Â© News Group", "new_id": -2}, {"uid": "1295768239143409188", "i": 5665, "idx": 5, "sa": ["Rasheed Wallace", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. ''The best part about it is we struggled at times in the game but we got it done,'' <strong> Allen Iverson </strong> said. <q>We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us.</q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by Featuring all 3 remaining members of SP's Pacific family, the 2472, 2467, and 2479.", "new_id": -2}, {"uid": "1295563364204783630", "i": 10564, "idx": 8, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>.'' <q>A decade is a long time to be a CEO,</q> <strong> Eric Schmidt </strong> said during the call. <strong> Sergey Brin </strong>, meanwhile, will devote his time and energy to strategic projects, in particular working on new products. ''I'm looking forward to many more decades", "new_id": -2}, {"uid": "1296591727045760525", "i": 29500, "idx": 0, "sa": ["Michael Vick"], "q": "drag on and on; be honest and as transparent as possible. Present one's case with confidence( not arrogance), and with empathy toward those who may have been hurt or adversely affected.'' <q>Remember that brand value is both real and abstract, and it is predicated on the public's( consumers, shareholders, employees, regulators) perception of an organization's products, services, performance</q> Rick French, chairman& CEO of French/West/Vaughan. The firm has worked with Philadelphia Eagles player <strong> Michael Vick </strong> among others. ''A brand facing a crisis should start by admitting its mistakes, apologize for the", "new_id": -2}, {"uid": "1297089447093831169", "i": 3095, "idx": 3, "sa": ["George H.W. Bush", "Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "<strong> President Bush </strong>. He served as Defense secretary and chief of staff to <strong> Gerald Ford </strong> and again led the Pentagon during the second <strong> President Bush </strong> presidency. <strong> Donald Rumsfeld </strong> was unapologetic about his leadership of the wars in Iraq and Afghanistan. <q>I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the <strong> Barack Obama </strong> Qaeda out of Afghanistan,</q> he said. As in his book, <strong> Donald Rumsfeld </strong> was forthcoming with his criticism of public figures, including his fellow <strong> President Bush </strong> Cabinet members. <strong> Donald Rumsfeld </strong> said he was ''kind of disappointed'' in <strong> George H.W. Bush </strong>", "new_id": -2}, {"uid": "1295835343029999165", "i": 1214, "idx": 0, "sa": ["Andy Coulson"], "q": "laugh myself. Thakinski 23 January 2011 9:46 PM One day I hope ''<strong> Andy Coulson </strong>'' takes the lot of you to court for Thakinski 23 January 2011 9:53 PM Crydee <q>It's time the media had a truly independent regulatory board in the same way as doctors, lawyers, nurses and others. If its good enough for those professions, why are the media any different?</q> golfplayer 23 January 2011 10:11 PM This comment has been removed by a moderator. Replies may also be deleted. agreewith 24 January 2011 1:31 AM Today's Indy, in its", "new_id": -2}, {"uid": "1297284059243777648", "i": 2628, "idx": 0, "sa": ["Simon Cowell"], "q": "show. However it is claimed bosses are worried as he is yet to sign a deal to return for the later stages of the competition. A source said to UK newspaper Daily Mirror: <q>They are at their wit's end. The X Factor is ITV's biggest show and they can't afford for it to flop.</q>*** ''It's getting to the point where they are literally willing to do anything in order to persuade <strong> Simon Cowell </strong> to appear in the live shows. But the simple fact is he can't be in", "new_id": -2}]