[{"uid": "1296729581100368405", "i": 12305, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama", "Hosni Mubarak", "Robert Gibbs", "John McCain"], "q": ", <strong> John McCain </strong> House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> said Wednesday. CNN: <strong> John McCain </strong> now calling for <strong> Hosni Mubarak </strong> to step down <strong> John McCain </strong> is now calling for <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to step down and let an interim government take control of Egypt. <q> The rapidly deteriorating situation in Egypt leads me to the conclusion that <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> needs to step down and relinquish power, </q> said <strong> John McCain </strong>, the top Republican on the Senate Armed Services Committee. Foreign Policy: How the Senate resolution on Egyptian democracy died Last fall, a bipartisan group of senators led a months-long drive to pass a", "new_id": -2}, {"uid": "1295746465110362635", "i": 41656, "idx": 1, "sa": ["Tony Blair", "Michael Vick", "Dolly Parton"], "q": ", California. I videotaped the press conference at the Farnborough air show a week later, with Boeing Global Strike Systems VP and General Manager Shelley Lavender.... <strong> Michael Vick </strong> is Back{ Ultimate Highlight Reel} 2009 Eagles <q> There was a point in my life where I felt it was wrong and I knew it was wrong, to this day I have to live with that shame and that embarrassment. </q>- <strong> Michael Vick </strong> Good Luck at the Eagles... <strong> Tony Blair </strong>`` a2z'' Adamowicz 40th Anniversary Formula 5000 Race 1 1 of 2- <strong> Tony Blair </strong>`` a2z'' Adamowicz 40th Anniversary Formula 5000 Race Sears Point 2008 Wine <strong> Dolly Parton </strong> Classic Formula", "new_id": -2}, {"uid": "1297664070161136696", "i": 47017, "idx": 0, "sa": ["Arcade Fire", "Win Butler", "David Letterman", "Whitney Houston"], "q": "`` We're going to go play another song because we like music. Thank you to the Grammys. Thank you everyone. We're so happy.''-- <strong> Arcade Fire </strong> frontman <strong> Win Butler </strong>.------ <q> I should have thanked my wife instead of <strong> Howard Stern </strong> because I'm probably in a lot of trouble.-- Train frontman <strong> Patrick Carney </strong> Monahan backstage after accepting the award for pop performance with vocals by a duo or group.------`` <strong> Justin Bieber </strong>? Hairpiece. </q>-- <strong> David Letterman </strong> revealing the top Grammy surprises.------`` I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote` Born This Way,' I", "new_id": -2}, {"uid": "1297712718012566528", "i": 40207, "idx": 2, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website.`` Many people make the mistake of thinking that dreams can not come true, but they can,'' he wrote. <q> You have to believe, and know that they are more than just imagination. </q> User comments are not being accepted on this article. Tea Party groups praise plan to curb collective bargaining; foes of legislation plan to speak out Federal budget proposal includes big gains in education spending Sen.", "new_id": -2}, {"uid": "1296117571165298183", "i": 7784, "idx": 14, "sa": ["Lon Williams", "Michael Vick"], "q": "'re going to go out and have some fun and everybody's just enjoying each other.'' As <strong> Michael Vick </strong> left the field, fans hanging on the gate outside the school chanted his name. <q> I came from the Philly area, and we've got his back, </q> said <strong> Lon Williams </strong>, a 44-year-old engineer and Honolulu resident formerly of Norristown.`` Andy Reid's a perfect coach for him because his sons had trouble. Everybody's made mistakes. Philadelphia's a city that is all", "new_id": -2}, {"uid": "1295598415194969622", "i": 7569, "idx": 2, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "as an assistant coach, in Green Bay and San Francisco, and he says there were teams that treated those two as fantastic anomalies that required innovative, specialized strategies. Or, as <strong> Marty Mornhinweg </strong> said, <q> You would watch 8 weeks of film and then they would come with something they had never done before... And with a guy like Mike, you will see different things than you have seen on film against other teams. </q> Now, what they are starting to come with is the spy, the player whose job is to mirror <strong> Michael Vick </strong> as he roams around in his pocket and to present an impediment to <strong> Michael Vick </strong> taking off and", "new_id": -2}, {"uid": "1296486373063668243", "i": 2375, "idx": 12, "sa": ["President Bush", "Mike Pence"], "q": "to be the GOP speaker in 2010 at an annual gathering of congressional reporters, he had the room rolling at his <strong> President Bush </strong> impression and at jabs at himself for his reputation for liking the media spotlight. <q> There's only one way to refute being called a show horse: You've got to take it in front of a huge audience, </q> he told his huge audience. Although <strong> Mike Pence </strong> is skilled at the messaging side of politics, he has less experience as an executive-- something that could be an issue for someone who aspires to be governor", "new_id": -2}, {"uid": "1296228272172146710", "i": 17285, "idx": 27, "sa": ["Mike Pence"], "q": "of Indiana than as a House member from anywhere.''' The source close to <strong> Mike Pence </strong> agrees. As governor, he'll be able`` to build a larger following and donor base'' and address <q> the punditry that says you need executive experience. </q> And yet, the source acknowledges, this may be a unique moment in presidential-campaign history.`` I concede he may not be able to replicate this environment. He may not get this opportunity again.", "new_id": -2}, {"uid": "1295577756132530197", "i": 17869, "idx": 0, "sa": ["Eric Schmidt"], "q": "{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Joseph Tartakoff, On Thursday January 20, 2011, 7:00 pm EST announcement today that <strong> Eric Schmidt </strong> will step down as CEO ends what has", "new_id": -2}, {"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,'' Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}]