[{"uid": "1295462584109772818", "i": 18809, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. BERKELEY 4 BR/ 2.1 BA$ 928,000.00 OAKLAND 3 BR/ 2.1 BA$ 554,000.00 OAKLAND 3 BR/ 2.0 BA$ 445,000.00 OAKLAND 4 BR/ 3.1 BA$ 1,495,000.00", "new_id": -2}, {"uid": "1295907918177651713", "i": 23780, "idx": 17, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Ronald Reagan"], "q": "The letter must have come from the State Department itself, <strong> Donald Rumsfeld </strong> says. \"How could anyone believe that you couldn't remember if you delivered a letter from <strong> Ronald Reagan </strong> to <strong> Saddam Hussein </strong>?\" he says. <q>That's the kind of thing that persuaded me to take my time and look at the documents, since I had so many of them.</q>", "new_id": -2}, {"uid": "1297662316154386433", "i": 20629, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer", "Robert McNamara"], "q": "<strong> Donald Rumsfeld </strong> is starting to make <strong> Robert McNamara </strong> look good. At least <strong> Robert McNamara </strong> felt sorry at the end for all those lives and limbs lost because of his colossal misjudgments and cretinous refusal to admit mistakes. <q>We do not have the God-given right to shape every nation in our image or as we choose,</q> a penitent <strong> Robert McNamara </strong> said. By contrast, when <strong> Diane Sawyer </strong> asked <strong> Donald Rumsfeld </strong> last week if he ever revisited decisions that cost lives, he blandly replied, \"Well, you know, in a war, many", "new_id": -2}, {"uid": "1297618642174800979", "i": 11571, "idx": 2, "sa": ["Lois Capps", "Cecile Richards", "Mike Pence"], "q": "by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies in Congress-- primarily liberal Democrats-- have vowed to fight the proposed funding cut. <q>In my community, Planned Parenthood is a very highly regarded mainstream organization,</q> said Rep. <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as \"driven by an extreme ideological agenda.\" <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss", "new_id": -2}, {"i": 6866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. \"We're trying to be as transparent and as collaborative as possible,\" <strong> Eric Schmidt </strong> said. <q>We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that,</q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several \"significant\" new products. He said he", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669701105103360"}, {"uid": "1295911947085770249", "i": 13122, "idx": 0, "sa": ["Alex Holmes", "Eric Schmidt"], "q": "ice cream inclinations are kept. \"How do we know they're not going to be sharing that information with their partners or with the government?\" said <strong> Alex Holmes </strong>, research director at Forrester Research. <q>It's not anyone's business if I like mint chocolate chip or Cherry Garcia.</q> \"The reality is that on-premise software does retain consumer information for some time,\" said Mr. <strong> Eric Schmidt </strong>. \"We are all in the United States subject to the Patriot Act, so it is possible", "new_id": -2}, {"uid": "1297590228217415727", "i": 28908, "idx": 3, "sa": ["D. Lowell Jensen", "Colin Powell", "Peter Videnieks", "Michael C."], "q": "in federal court that everything he did regarding Inslaw was approved by Deputy Attorney <strong> Colin Powell </strong> <strong> D. Lowell Jensen </strong>.[ nb 3] \"<strong> Michael C. </strong> was aided in his new DoJ job by <strong> Peter Videnieks </strong>,\" wrote Wired( magazine), <q><strong> Peter Videnieks </strong> was fresh from the Customs Service where he oversaw contracts between that agency and Hadron, Inc., a company controlled by[ <strong> Edwin Meese </strong>] <strong> Edwin Meese </strong> and Reagan-crony <strong> Earl Brian </strong>. Hadron, a closely held government systems consulting firm, was to figure prominently in the forthcoming scandal.</q>[ 3] Both <strong> Michael C. </strong> and <strong> Peter Videnieks </strong> had obtained their positions under suspicious circumstances, according to the Chicago-based weekly, In These Times.[ 10][ nb 4] Furthermore, \"Before moving over to the", "new_id": -2}, {"uid": "1295981119035848227", "i": 20314, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "should not be reached through coercion, intimidation, and threats of violence. Hezbollah, backed by Syria, engaged in all three to achieve its political goals.\" Vietor said the tribunal is vital for <q>stability, security and justice in Lebanon.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog OAKLAND 3 BR/ 2.0 BA$ 699,000.00 SAN RAMON 4 BR/ 2.0 BA$", "new_id": -2}, {"uid": "1296240031097697831", "i": 9558, "idx": 3, "sa": ["Steve Benen", "Mike Pence"], "q": "are all tied to 2008-- a \"wilderness year' for the GOP.... I can't help but think that 2016 has already entered the calculus of those weighing their moves for 2012. Good for America <q>I can appreciate the fact that <strong> Mike Pence </strong>'s unyielding right-wing voting record on literally every issue is appreciated by the far-right,</q> The Washington Monthly's liberal <strong> Steve Benen </strong> says. \"But to say that the guy isn\"t ready for prime time is a dramatic understatement. <strong> Mike Pence </strong> has no areas of expertise, has no major pieces of", "new_id": -2}, {"uid": "1296273660046694424", "i": 49357, "idx": 0, "sa": ["Doc Rivers", "Kevin Garnett", "Kenyon Martin", "Carmelo Anthony", "Allen Iverson"], "q": "<strong> Doc Rivers </strong> said. \"Wednesday we're going to really throttle back.\" <strong> Kevin Garnett </strong>, who missed last season's playoffs following right knee surgery, said he's ready to get the regular season started right now. <q>I wish it started a little earlier,</q> <strong> Kevin Garnett </strong> said. \"The more preseason games you play, the more incidents, accidents, all of the above can http://wn.com/Allen_Iverson_36pts_vs_Chris_Bosh_Toronto_Raptors07/08_NBA_*_Big_Comeback <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> kept Denver's offense in high gear, but it was <strong> Kenyon Martin </strong>'s defense", "new_id": -2}]