[{"uid": "1296143048256950283", "i": 16532, "idx": 0, "sa": ["Michael Gove", "Oded Eran"], "q": "West Bank. The huge uncertainty in the region means now is not the time to push forward with broad peace initiatives, said <strong> Oded Eran </strong>, director of the Israeli Institute for National Security Studies. <q> Clearly the winds of change are blowing, </q> he said. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in... Subscribe to RSSMost Popular in: Politics", "new_id": -2}, {"uid": "1295466426197935104", "i": 29759, "idx": 0, "sa": ["Michael Gove", "Annette J. Smith"], "q": "said that if trips meant teachers filling in endless forms, or if procedures for asking for parents' permission for children to go on trips were not streamlined, organising a science outing could become unattractive. <q> It's a question of making sure that, within school, they don't create a bureaucracy that makes it difficult to get out. <strong> Annette J. Smith </strong>: \"Every educator would say outdoor experience is good </q> \"Every educator would say outdoor experience is good, but it is more complicated to organise.\" In September, Education Secretary <strong> Michael Gove </strong> promised to reduce the level of bureaucracy encountered by schools.", "new_id": -2}, {"uid": "1296227262086933576", "i": 21201, "idx": 0, "sa": ["Michael Gove"], "q": "going about it the wrong way.\" But supporters of the changes are optimistic that the review will give schools greater freedom. Lorraine Barker, principal of Mirfield Free Grammar School, said: <q> I welcome the proposed review because at present the national curriculum is too prescriptive and detailed. \"One reason we are becoming an academy is to enable us to decide our own curriculum but education is not just about curriculum. It is about the whole person. We are looking to promote inter-personal skills, creativity, talent and teamwork to ensure that our students are prepared for a future that none of us can predict. </q> Mr <strong> Michael Gove </strong> said last week that the current curriculum focuses too much on teaching methods instead of the content of what is taught. He has asked a panel of five education experts to decide what", "new_id": -2}, {"uid": "1295304764260374541", "i": 11218, "idx": 1, "sa": ["Oliver Letwin", "Tony Blair", "Michael Gove", "Gordon Brown"], "q": "held by Tory thinkers <strong> Oliver Letwin </strong> and <strong> Michael Gove </strong>, he said:\" BlairTony Blair\" from guardian.co.uk on Tony Blair\"> <strong> Tony Blair </strong> as good as admits that he wasted his first term flogging the horse of centralised control. <q> He only came later to real modernisation with an agenda that promoted choice and competition. \"Reading his intriguing memoir over the summer, I was struck by how many times he himself admits that opportunities were lost and Labour should have` pushed further and faster on reform'. </q> He said <strong> Tony Blair </strong> had been held back by <strong> Gordon Brown </strong>, a sceptical Whitehall machine and entrenched union interests. He recognised many will be \"rolling their eyes\" at the prospect of another Michael Government promising", "new_id": -2}, {"uid": "1296139401071090198", "i": 32880, "idx": 0, "sa": ["Michael Gove", "Bill Browder"], "q": "know the results of the investigation and the end of the case... The past is always very important, although not always positive, but we need to concentrate on the future,\" he added. <q> You have to acknowledge the country is changing for the better. If every year we can say that the rule of law is becoming better, not perfect but better, then I think I'm doing my job, </q> he added. \"We need to work together\" New <strong> Bill Browder </strong> to improve school discipline <strong> Michael Gove </strong> has published the Education <strong> Bill Browder </strong> today, which he says will \"restore discipline and reduce bureaucracy\" in...", "new_id": -2}, {"uid": "1297124273189071372", "i": 28144, "idx": 2, "sa": ["Michael Gove", "Andy Burnham"], "q": "is out of control. It would also stop parents from being able to overturn a headteacher's decision to exclude their child and repeal the power for parents to make complaints about schools to the local commissioner. <q> MPs might usefully reflect... whether it's ever healthy to have so much power vested in one person. Parliament can put the brakes on Mr <strong> Michael Gove </strong> and stop him from taking a huge gamble with the life chances of our children, </q> <strong> Andy Burnham </strong> writes. He accuses <strong> Michael Gove </strong> of failing to build a curriculum \"with all children in mind\" . In December, <strong> Michael Gove </strong> announced that performance tables would measure the proportion of pupils at each school who", "new_id": -2}, {"uid": "1296217928050937877", "i": 30371, "idx": 0, "sa": ["Michael Gove"], "q": "English schools system. The Michael Government is due to publish a new target=\"_blank\" Education Bill which will focus on boosting standards and improving behaviour. Education Secretary <strong> Michael Gove </strong> said the coalition Michael Government was taking action to <q> restore discipline and reduce bureaucracy </q>. Under the measures, teachers will be school reforms <strong> Michael Gove </strong> spells out schools reforms More details of plans to overhaul England's schools system are set out in target=\"_blank\" an Education Bill. These are some", "new_id": -2}, {"uid": "1296144856048234531", "i": 19018, "idx": 1, "sa": ["Michael Gove"], "q": "central to what schools are about.\" The Bill hands more control to the Education Secretary to intervene in failing schools. Mr <strong> Michael Gove </strong> insisted that under-achieving academies will not be exempt from this. <q> There is absolutely no reluctance on our part to deal with any academy that's failing, </q> he said. \"Every school that under-performs will be held up to high standards.? owned by or licensed to Scottish& Universal Newspapers Limited 2011.", "new_id": -2}, {"q": "\" or \"America's Got Talent\" is that the judges will actually work with three finalists each and make decisions as to what the competitors will sing, how they will sing it and more. <q> That means you have to work with them up to five or six days a week, </q> <strong> Simon Cowell </strong> points out. \"So, I need to find someone willing to make that commitment because it is hard work.... It is important to me that I have people I can trust in terms of their", "sa": ["Simon Cowell"], "index_answer": 0, "idx": 1, "i": 56081}, {"uid": "1297462554123469855", "i": 55648, "idx": 0, "sa": ["Michael Gove"], "q": "Mr Justice Holman, sitting in London, allowed the challenges by the councils, declaring Mr <strong> Michael Gove </strong> had unlawfully failed to consult them before imposing the cuts. In five of the cases the failure was <q> so unfair as to amount to an abuse of power </q>, said the judge. Subscribe to RSSMost Popular in: UK Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News editor.", "new_id": -2}]