[{"uid": "2008120222_00031585_W", "i": 3805, "idx": 5, "sa": ["Andrew Benne"], "q": "officially, israel has tried to quash the criticism as monday-morning quarterbacking. \"it's irresponsible to sit next to a television and then pass judgment,\" said <strong> Andrew Benne </strong>, a spokesman for israel's foreign ministry. <q> it's not serious- and they do not represent the state of israel. </q> <strong> Andrew Benne </strong> and other israeli officials downplayed reports of friction between israel and india over the response and praised india for its cooperation. israel and india have strong and growing military and economic ties. india is a top destination", "new_id": -2}, {"uid": "2008112712_00020959_W", "i": 3623, "idx": 0, "sa": ["Henry Rollins", "Iggy Pop"], "q": ". when he meandered onto the porch and sank next to me on the couch to roll a cigarette i became awkard and i knew i was in trouble. all i could get out of my mouth was, <q> i really liked your band. </q> i felt like <strong> Henry Rollins </strong> must have felt when he met <strong> Iggy Pop </strong> for the first time. luckily my band, the kissing virus, was on next so instead of trying to charm him with my existential wit i was", "new_id": -2}, {"uid": "2008090613_00040699_W", "i": 173, "idx": 13, "sa": ["Bob Livingstone"], "q": "middle school students.\" <strong> Bob Livingstone </strong>, a clinical social worker in san mateo, calif., said kids he knows are driven to high school-- even when public transportation such as the county bus system is available. <q> public transportation is viewed as a very scary thing, </q> he said. <strong> Bob Livingstone </strong> said he works with parents of different races and income groups who all resist letting children walk or ride a bus by themselves. \"the attitudes about this whole subject are very similar,\"", "new_id": -2}, {"uid": "2008121801_00006709_W", "i": 3808, "idx": 1, "sa": ["Michael R. Hughes", "Chester Turner"], "q": "\" deputy district attorney bobby grace said after 52-year-old <strong> Michael R. Hughes </strong>, the latest suspect, pleaded not guilty to murder and sexual assault charges. the charges were based on <NO_QUOTATION> hits on a dna analysis computer in sacramento. <q> we weren't looking for him, </q> grace said. \"that's the beauty of the new systems.\" two men were previously convicted in the string of killings in the 1980s and 1990s. <strong> Chester Turner </strong>, a pizza deliveryman, was sentenced to death", "new_id": -2}, {"uid": "2008092805_00004001_W", "i": 3942, "idx": 5, "sa": ["Paul Newman", "Carl Haas"], "q": ", and that's the real message you should send.\" <strong> Paul Newman </strong> \"caught the bug in 1969 when he did the movie` winning,\" ' lanigan said of the actor's love for car racing. <q> so at 51, he started racing. it was a little late, but he won a bunch of races, </q> he said, including one in daytona when he was 75 years old. \"he had a passion for racing and had a passion for winning,\" lanigan said. <strong> Paul Newman </strong> met <strong> Carl Haas </strong> when they had teams competing", "new_id": -2}, {"uid": "2008112422_00037942_W", "i": 3225, "idx": 29, "sa": ["Rick Derringer", "Ricky Nelson", "Rick Springfield", "Rick Astley", "Rick James", "Ricky Martin"], "q": "let's not forget <strong> Rick Astley </strong>.\" * rolls eyes* \"don't roll your eyes. you know you love <strong> Rick Astley </strong>. and <strong> Rick Derringer </strong>, <strong> Rick Springfield </strong>, <strong> Rick James </strong>, <strong> Ricky Martin </strong> and <strong> Ricky Nelson </strong>.\" * sigh* <NO_QUOTATION> <q> that's a good man, mike. acceptance is the first step. </q> \"am i patronizing myself?\" \"oh no no no. you're the best even though i don't think so.\" <NO_QUOTATION> \"i'm just teasing you. now, come and give your", "new_id": -2}, {"uid": "2008121223_00004514_W", "i": 1405, "idx": 4, "sa": ["Lisa Madigan", "Barack Obama", "Rod Blagojevich"], "q": "general is applying a rule that was intended to cover cases where a governor is incapacitated for health reasons. her motion indicates that his inability to serve because of the scandal is akin to a debilitating health issue. <q> mr. <strong> Rod Blagojevich </strong> is unable to distinguish between his financial interests and his official duties and between illegal acts and legal conduct, rendering him incapable of legitimately exercising his ability as governor, </q> <strong> Lisa Madigan </strong> says in the motion. the motion came three days after <strong> Rod Blagojevich </strong> was accused of putting <strong> Barack Obama </strong>'s senate seat up for sale and shaking down the owners of the chicago tribune. the decision to go to the", "new_id": -2}, {"uid": "2008091117_00037095_W", "i": 2867, "idx": 0, "sa": ["Ángel Luis Fernández Serrano"], "q": "the photograph of his deceased cousin, <strong> Ángel Luis Fernández Serrano </strong> juarbe jr., a firefighter who was killed on september 11, 2001. mr. jerez lives in pasadena, md. and said he has come every year to the ceremony. <q> the feelings are the same. what changes are the crowds, </q> he said. \"it gets smaller and smaller.\" he, like other relatives in attendance, said he is upset that there is not yet a memorial to the victims of september 11 at the site of", "new_id": -2}, {"uid": "2008103119_00028884_W", "i": 4087, "idx": 4, "sa": ["Robert Wood", "Joseph Kabila", "Jendayi Frazer"], "q": "creating a <NO_QUOTATION> humanitarian crisis. congo's 1998-2003 war and a continuing humanitarian emergency have killed an estimated 5.4 million people. us assistant secretary of state for african affairs <strong> Jendayi Frazer </strong> also was in kinshasa to meet <strong> Joseph Kabila </strong>. <q> she is there to try to promote a peaceful solution to the conflict, </q> state department spokesman <strong> Robert Wood </strong> said.", "new_id": -2}, {"uid": "2008091102_00019194_W", "i": 2908, "idx": 2, "sa": ["Richard Blair", "Jennifer Flynn"], "q": "think it's a little bit high.\" <strong> Richard Blair </strong>, driver, \"they need to be lower.\" that's why drivers like <strong> Richard Blair </strong> change their habits to spend less time at the pump. <strong> Richard Blair </strong>, <q> i'm just trying to be more conservative. driving without my air condition and trying to coast and not speeding as much. </q> and this year, for the first time in decades, tdot's <strong> Jennifer Flynn </strong> says people are spending less time on the road too... driving ten billion fewer miles this may than last may. that's the largest", "new_id": -2}]