[{"uid": "1296806433169033742", "i": 20804, "idx": 0, "sa": ["Mike Pence", "Ron Kind"], "q": "agreement will make balancing the budget that much harder, not only because of the projected$ 858 billion in lost revenue over 10 years, but because of the message that it sent to the American people.  What has me concerned about the tax agreement is that this might be the new bipartisanship coming out of Washington, where you get yours and I get mine and deficits be damned,  said  Mike Pence   Ron Kind , D-Wis., a member of the tax-writing House Ways and Means Committee. War Troops might start coming home from Afghanistan as soon as July, although how many and how rapidly", "new_id": -2}, {"uid": "1296417098007684136", "i": 40493, "idx": 0, "sa": ["LeBron James", "Mike Pence", "Barack Obama"], "q": "Wife, Karen; three children U.S.  Mike Pence  shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: Governor of Indiana.  In the choice between seeLeBron James national office and serving Indiana in some capacity, we choose Indiana,   Mike Pence , R-Columbus, said of himself and wife Karen in a href=\"http://www.IndyStar.com/article/20110127/NEWS05/110127026\"> letter being sent to supporters. \"We will not seek the Republican nomination for  Barack Obama  in 2012.\"\"  He", "new_id": -2}, {"uid": "1297682295187187221", "i": 55412, "idx": 1, "sa": ["Mike Pence", "Mike Huckabee", "Rick Santorum"], "q": "at the Values Voter Conference, a steady stream of movement luminaries emphasized the importance of social issues.  Mike Huckabee  argued that the \"economic crisis is not a fiscal crisis; it is a family crisis\"\"  and that  the breakdown of Wall Street was not a money crisis; it was a moral crisis.   Mike Pence  earned his biggest applause when he declared, \"We will not restore this nation with public policy alone; it will require public virtue.\"\"  And former Sen.  Rick Santorum  had this to say: \"The idea", "new_id": -2}, {"uid": "1297442150096944143", "i": 1421, "idx": 1, "sa": ["Mike Pence", "Phil Sharp", "Jackie Walorski", "Joe Donnelly"], "q": "Former Republican state  Mike Pence   Jackie Walorski , a tea party favorite who narrowly lost her race last year against Democratic  Mike Pence   Joe Donnelly  in northern Indiana, said she was excited by the prospect of  Mike Pence  running for governor.  I think he's the clear front-runner, and I think the race is his if he chooses to accept it,   Jackie Walorski  said. \"I think he'd clear the field.\"\"   Mike Pence  is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat  Phil Sharp  in 1988 and 1990. He worked as president", "new_id": -2}, {"uid": "1295425535122060801", "i": 27474, "idx": 0, "sa": ["Mike Pence"], "q": " Mike Pence ( R-IN) said he was nearing a decision on his political future, the href=\"http://www.indystar.com/article/20110118/NEWS05/101180327/Campaign-urges-Mike Pence-lead-GOP-White-House\"> Indianapolis Star reports. A run for Indiana governor is also a possibility. Said  Mike Pence :  We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead. We'll be making a decision before the end of this month.  Taegan D. Goddard is the founder of Political Wire, one of the earliest and most influential political web sites. Goddard spent more than a decade as managing director and chief operating officer of a prominent", "new_id": -2}, {"uid": "1296943918117014574", "i": 15258, "idx": 0, "sa": ["Mike Pence", "Sean Duffy"], "q": "the clinic in New Jersey, has been fired for her handling of the alleged sex trafficking ring. A video released Tuesday showed the clinic manager giving the pimp advice on how to make his exploitation of girls look  as legit as possible.  The state attorney general has also launched an investigation into the manager's actions. Yesterday, two U.S. congressmen,  Mike Pence  and  Mike Pence   Sean Duffy , called for the defunding of Planned Parenthood based upon the information uncovered", "new_id": -2}, {"uid": "1296163911042713105", "i": 25565, "idx": 6, "sa": ["Mitch Daniels", "Mike Pence"], "q": "Ogle. \"When he does do it, I just think it will be a release that I have decided what I am NOT going to do, not what I am going to do.\"\"   I want him to run for governor-- I think he would be a good transition for the state from  Mitch Daniels ,  Ogle added. Still, no one in  Mike Pence 's inner circle is placing any bets. Ogle talked this week with  Mike Pence 's brother, Greg, and said even he doesn't know what the congressman", "new_id": -2}, {"uid": "1296561500134217730", "i": 20894, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "media to Central on Friday. On Thursday,  Mike Pence -- until recently the third-ranking Republican in the House-- announced he would not be a candidate for  Barack Obama  in 2012.  Seeking national office was not right for us now,  he told the Central students. \"While(  Mike Pence  and his family) went back and forth in our heads, we never went back and forth in our hearts.\"\"  Saying his \"", "new_id": -2}, {"uid": "1295336713131039270", "i": 8970, "idx": 2, "sa": ["Mitch Daniels", "Matt Lloyd", "Mike Pence"], "q": "of the month on whether he plans to seek the presidency. \"Congressman  Mike Pence  is humbled by the encouragement he has received across Indiana and the country to seek higher office,\"\"  spokesman  Matt Lloyd  said.  He will continue to prayerfully consider counsel.   Mike Pence , who represents the state's 6th district, also is widely mentioned as a candidate for Indiana governor, a post Gov.  Mitch Daniels  must vacate at the end of his term because of term limits.", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>.`` We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,'' <strong> Michael Cohn </strong> said in a phone interview. <q> But we don't have any fear with regards to Larry. </q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}]