[{"uid": "1295907761051232811", "i": 10882, "idx": 4, "sa": ["Barack Obama", "Sen. Joe Lieberman", "John McCain", "Hu Jintao", "Colin Powell", "Chuck Schumer"], "q": " \"You shouldn't expect <strong> Hu Jintao </strong> to run back home and suddenly say \"<strong> Sen. Joe Lieberman </strong>'ve seen the light,\" <strong> Colin Powell </strong> said of the summit between the two presidents. He also said of expectations of <strong> Barack Obama </strong>, <q>We didn\"t elect Superman, we elected a human being.</q> CBS: FACE THE NATION <strong> Chuck Schumer </strong>: Health care repeal will \"look like Swiss cheese\" Sens. <strong> John McCain </strong>( R-Ariz.) and <strong> Chuck Schumer </strong>( D-N.Y.) discussed potential budget cuts and who", "new_id": -2}, {"i": 38868, "idx": 3, "index_answer": 0, "new_id": -1, "q": "of Evansville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q>In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it,</q> he said. \"But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.\" <strong> Robert Dion </strong> said", "sa": ["Robert Dion", "Mike Pence"], "uid": "1296197040069206031"}, {"uid": "1297403208107986956", "i": 34798, "idx": 5, "sa": ["Janet Napolitano", "Kirsten Gillibrand"], "q": "identified air-related smuggling trends and patterns and organizations active in cross-border criminal activities\" along the Spokane sector, said a news release from <strong> Kirsten Gillibrand </strong>'s office. The U.S. Government Accountability Office reported in November 2010 that <q>cross-border use of low-flying aircraft to smuggle drugs has been much higher than indicated by the number of drug seizures.</q> The move comes a day after <strong> Janet Napolitano </strong> attempted to debunk a congressional report's finding that American border agents adequately secure just 51 kilometres of the nation's boundary with Canada. Testifying before the House", "new_id": -2}, {"uid": "1297246477255688704", "i": 20660, "idx": 0, "sa": ["Donald Rumsfeld", "Robert Peston"], "q": "banks on lending, transparency and bonuses will be announced by the...\" \"Today was to have seen a Supreme Court hearing- and thus possibly the final stage- in the most...\" <q>Facebook has won the social networking wars, right? The likes of MySpace, Bebo and Friends Reunited have fallen by the...</q> \"At 78, age has not mellowed him. As <strong> Donald Rumsfeld </strong> embarks on a series of TV interviews to promote his...\" You can stay up to date with <strong> Robert Peston </strong>'s Picks via these feeds.", "new_id": -2}, {"uid": "1295569741103366701", "i": 3867, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "percent to$ 6.37 billion from$ 4.95 billion in the corresponding quarter of 2009. Thirty-six analysts had a consensus revenue estimate of$ 6.06 billion for the fourth quarter. <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong>, said, <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile.</q> Total advertising revenues advanced 26 percent to$ 8.17 billion from$ 6.47 billion, and other revenues soared by about 31 percent to$ 273 million from$ 209 million in the year-ago quarter. <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1296480901080920596", "i": 39062, "idx": 3, "sa": ["Sergio Marchionne"], "q": "past year from$ 4,131 in the previous year, according to Santa Monica-based Edmunds. \"Tricky Choices' \"They've been using fleet as an alternative to incentives,\" Anwyl said. <q>Instead of trying to discount cars to consumers, they\"ve been selling fleet, probably the best of tricky choices.</q> <strong> Sergio Marchionne </strong> has been working to pull back incentive spending since taking over the company in 2009. Fiat gained a 20 percent ownership stake in Chrysler when the U.S. automaker emerged from bankruptcy in June 2009.", "new_id": -2}, {"uid": "1295957375149733440", "i": 3841, "idx": 0, "sa": ["Simon Cowell", "Derek Hough", "Girls Aloud", "Katy Perry"], "q": "heads Stateside after impressing on the UK version, but producers are unconvinced and believe American audiences may prefer a more recognisable star such as Rihanna or <strong> Katy Perry </strong>. A friend of Cheryl's rumoured boyfriend <strong> Derek Hough </strong> said: <q>Everyone thinks Cheryl has the judging job on US' X Factor' in the bag. \"The truth is, nothing has been signed and the producers still aren't convinced. \"They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US.</q> <strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old <strong> Girls Aloud </strong> star has what it takes to draw audiences in across the Atlantic. The", "new_id": -2}, {"uid": "1295882943115425328", "i": 46815, "idx": 1, "sa": ["Simon Cowell"], "q": "drama Soldier, Soldier. However, <strong> Simon Cowell </strong> admitted that his attempts were initially unsuccessful. \"It took me seven months to persuade these two to sign a recording contract with me,\" he said. <q>But I drove them so mad that I actually got a solicitor's letter from one of them saying I had to stop harassing his client.</q> He added: \"But the reason I kept doing it was is that a) I knew I could persuade them to do it and b) I knew it would be successful.\"", "new_id": -2}, {"uid": "1295739236074268686", "i": 264, "idx": 0, "sa": ["Doc Rivers", "Elgin Baylor", "Rajon Rondo", "Ben Gordon", "Allen Iverson"], "q": "career-high 42 points. Then Boston set up a play for <strong> Allen Iverson </strong>, who took a pass from <strong> Rajon Rondo </strong> and connected from the right side. <strong> Allen Iverson </strong> scored 28 points after getting some advice from coach <strong> Doc Rivers </strong> at halftime. <q><strong> Doc Rivers </strong> said going into the half, \"Be aggressive, but let it come to you,</q>' <strong> Allen Iverson </strong> said. \"<strong> Elgin Baylor </strong> never think <strong> Elgin Baylor </strong>'m not in my rhythm. It can be a grind as a shooter. As a scorer you\"re always trying to find something.\" <strong> Allen Iverson </strong> and <strong> Ben Gordon </strong> each", "new_id": -2}, {"uid": "1295030929156712975", "i": 18256, "idx": 1, "sa": ["Piers Morgan", "Simon Cowell"], "q": "and Christians in America?' I'd like to get him on and maybe tweak his moustache. I could burn his moustache on national TV.\" He will expose the softer side of <strong> Simon Cowell </strong>. <q>I made <strong> Simon Cowell </strong> cry in Britain on TV, so I'd definitely like to revisit that scenario. I'd like to make the man with no heart melt. That's top of my hit list.</q> To read our no-holds-barred Q&A with <strong> Piers Morgan </strong>, check out the latest issue of The rules: Keep it clean, and stay on the subject- or we may delete your comment. If you see inappropriate", "new_id": -2}]