[{"uid": "2008092618_00007972_W", "i": 116, "idx": 0, "sa": [], "q": "labour government in'97 the best ever economy and at the end of this period of a decade we should have lower taxes, a massive pensions pot, higher savings and not so much borrowing as a surplus. <q> he added: the priority is going to have to be stability. now there are so many variables in any kind of exchequer decision. it's not just tax and spend; it's what happens should you cut taxes with the inflow. </q> sometimes you can cut taxes and revenues go up- that's quite possible with things like inward investment- but we are not going to write our first budget now, we don't know. \"[ shadow", "new_id": -2}, {"uid": "2008101709_00009503_W", "i": 968, "idx": 2, "sa": ["Alan Jackson", "Phil Spector"], "q": "who invited him.\" in both cases, he says the exact same thing. this is not an off-the-cuff remark, \"prosecutor <strong> Alan Jackson </strong> told the judge.\" it shows his state of mind regarding women. <q> defense attorney dennis riordan responded: </q> the problem is a misogynistic attitude is not a basis for admission of evidence. but this is the theory of the government's case. \"fidler said there has been evidence of <strong> Phil Spector </strong>'s views on women from", "new_id": -2}, {"uid": "2008110515_00023193_W", "i": 186, "idx": 8, "sa": [], "q": "a pro-gay curriculum if the measure was not approved.\" mom, guess what i learned in school today? \"a little girl said in one spot.\" i learned how a prince married a prince. <q> as the girl's mother made a horrified face, a voice-over said: </q> think it can't happen? it's already happened... teaching about gay marriage will happen unless we pass proposition 8. \"many voters said they had been swayed by that message.\" we thought it would", "new_id": -2}, {"uid": "2008122305_00012166_W", "i": 994, "idx": 5, "sa": [], "q": "he also remembered something he said macdonald told him and his wife at the time. parish said,\" he( macdonald) looked us square in the face and told us what a beautiful daughter we had. <q> when asked what he thought about that, parish said, </q>( i) didn't really know what to think at the time. it was creepy.\" the parish family wouldn't talk on camera monday, but said they're relieved there's been an arrest.", "new_id": -2}, {"uid": "2008091102_00019194_W", "i": 1412, "idx": 2, "sa": ["Richard Blair", "Jennifer Flynn"], "q": "like <strong> Richard Blair </strong> change their habits to spend less time at the pump. <strong> Richard Blair </strong>,\" i'm just trying to be more conservative. driving without my air condition and trying to coast and not speeding as much. <q> and this year, for the first time in decades, tdot's <strong> Jennifer Flynn </strong> says people are spending less time on the road too... driving ten billion fewer miles this may than last may. that's the largest drop for any may. <strong> Jennifer Flynn </strong>, tdot, </q> traditionally from the late 80's on it's been increasing, it has increased every year. this year it's just different. people are actually they're feeling this and we're seeing it because it's", "new_id": -2}, {"uid": "2008100117_00032581_W", "i": 1451, "idx": 1, "sa": [], "q": ", researchers say. but the growth of african cities may have changed that by putting lots of people close together and promoting prostitution, worobey suggested.\" cities are kind of ideal for a virus like hiv, <q> providing more chances for infected people to pass the virus perhaps a person infected with the aids virus in a rural area went to what is now kinshasa, congo, </q> and now you've got the spark arriving in the tinderbox, \"worobey said. key to the new work was the discovery of an hiv sample that had been taken from a woman in kinshasa in 1960.", "new_id": -2}, {"uid": "2008091112_00031320_W", "i": 305, "idx": 11, "sa": ["Doug Allen"], "q": "- this is exactly what we've done, where we know who the member is and what division they live in and/or work from.... we've done this a million times. this is nothing new. <q> johnson said that although senior staffers have had access to records of how individual members voted in polls, the information is used only for the statistical analysis <strong> Doug Allen </strong> described. she questioned why <strong> Doug Allen </strong> or other staffers would want to know how individual members voted. </q> any member's name is of no use to any board member and no use to any senior staff, \"she said.\" when we've done things like this in the past, senior staff has known", "new_id": -2}, {"uid": "2008120208_00025700_W", "i": 2299, "idx": 0, "sa": [], "q": "u.s. mortgage defaults destroyed banks from wall street to iceland.\" given an increasingly tight funding environment ahead of the end of the year, it is appropriate for the b0j to introduce such a special lending facility, <q> said yasuhiko onakado, chief economist with daiwa sb investments in tokyo. </q> having said so, i also feel that the boj could have introduced such a scheme at a more appropriate time, or that the decision fell behind the curve. \"the mutating financial crisis has piled pressure on", "new_id": -2}, {"uid": "2008121405_00011541_W", "i": 13, "idx": 0, "sa": [], "q": "toward veterinary care of each dog. every greyhound will be spayed or neutered by the time it finds a home, said mottern.\" the track really turned around and they're paying for much of this, <q> he said. still, some work remains to be done. </q> there's still going to be a lot of dogs surfacing on the street, \"said mottern.", "new_id": -2}, {"uid": "2008110515_00023193_W", "i": 179, "idx": 1, "sa": ["Gavin Newsom"], "q": ". and i think we made them realize that there are broader implications to society and particularly the children when you make that fundamental change that's at the core of how society is organized, which is marriage, <q> he said. but in san francisco at the packed headquarters of the no on 8 campaign party in the westin st. francis hotel, supporters of same-sex marriage refused to despair, saying that they were holding out hope for victory. </q> you decided to live your life out loud. you fell in love and you said' i do.' tonight, we await a verdict, \"san francisco mayor <strong> Gavin Newsom </strong> said, speaking to a roaring crowd", "new_id": -2}]