[{"uid": "1295563040148553740", "i": 44574, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Google( NASDAQ: GOOG) said <strong> Eric Schmidt </strong> will continue to act as an internal advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, but will devote his attention to other areas, including deals, partnerships and government relations. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited", "new_id": -2}, {"uid": "1295044673095961091", "i": 2054, "idx": 0, "sa": ["Harley Pasternak", "Hilary Duff", "Angelina Jolie", "Brad Pitt", "Selma Blair", "Alicia Silverstone"], "q": "good!'' Meanwhile, <strong> Hilary Duff </strong> is not only taking care of her husband, she's taking care of herself. The actress, who trimmed up for her August wedding, works out with Hollywood trainer <strong> Harley Pasternak </strong>. <q> He is so mean to me! </q> she said. He kicks my[ butt] every day!'' Hollywood's got two more baby bumps to look out for- <strong> Selma Blair </strong> and <strong> Alicia Silverstone </strong>! Both <strong> Selma Blair </strong> and <strong> Alicia Silverstone </strong> <strong> Angelina Jolie </strong> to <strong> Brad Pitt </strong>: I'm", "new_id": -2}, {"uid": "1295247068175046697", "i": 56789, "idx": 3, "sa": ["Kim Kardashian", "Ryan Seacrest", "George Wallace", "Minnie Driver", "Ben Affleck", "Angelina Jolie", "Tom Hanks", "Brad Pitt", "Ricky Gervais", "Mary Hart", "Brendan Fraser"], "q": "Case of <strong> Ben Affleck </strong> Button,' but <strong> Brad Pitt </strong> tells <strong> Mary Hart </strong> that it was just a normal day at home with the family.`` It's nice to keep it in the family that way,'' he says. <q> But it was morning as usual playing with the kids and getting breakfast. There's no time to dwell on work at home, it's all about the kids. http://wn.com/Angelina Jolie_Angelina Jolie_Inspired_smoky_Golden_purple_eye_look Smoky eye look Inspired by <strong> Angelina Jolie </strong>, <strong> Kim Kardashian </strong>, Rihanna and all the celebrity women with amazing eye make-up-- The smoky is a golden look with Gold and purple inspired colors. www.nancytoussaint.org http www.amway.com http://wn.com/Golden_Globes_1998_Angelina Jolie_Angelina Jolie_wins_best_supporting_actre <strong> Minnie Driver </strong> and <strong> Brendan Fraser </strong> present the award for Best Supporting Actress Series, Mini-Series, or TV Movie to <strong> Angelina Jolie </strong> for her role in`` <strong> George Wallace </strong>. </q> <strong> Angelina Jolie </strong> tTom Hanks everyone involved in the film, <strong> Ryan Seacrest </strong> Frankenheimer, TNT, and her family. http://wn.com/HQ_Brad Pitt_Angelina Jolie_and_Angelina Jolie_Angelina Jolie_Diss_Ryan Seacrest_Ryan Seacrest_at_the_Golden_Globes <strong> Brad Pitt </strong> and <strong> Angelina Jolie </strong> diss <strong> Ryan Seacrest </strong> on the red carpet http://wn.com/Ricky Gervais_Ricky Gervais,_Slumdog_Millionaire_cast,_Brad Pitt_Angelina Jolie,_Angelina Jolie_Angelina Jolie_do_2009_Golden_Globes Hollyscoop.com caught up with the stars at the 2009 Golden Globe Awards", "new_id": -2}, {"uid": "1297442395198852655", "i": 16625, "idx": 1, "sa": ["Angelina Jolie", "Brad Pitt"], "q": "down a British report that she`` has sourced the next addition to her ever-expanding rainbow brood'' from an orphanage in the earthquake-ravaged Haiti. <strong> Angelina Jolie </strong>'s statement provided by Adam Waldman of Washington's Endeavor Group reads: <q> Earlier this week, the Daily Mirror U.K. and others reported that <strong> Angelina Jolie </strong> and <strong> Brad Pitt </strong> are in the process of adopting a child from Haiti. Rather, Ms. <strong> Angelina Jolie </strong> is focused on enhancing the welfare and legal protection of children within Haiti. As such, she has been meeting with government of Haiti officials, Haitian legal experts and non-governmental organizations regarding a new initiative of the <strong> Brad Pitt </strong> Foundation. The recently launched <strong> Angelina Jolie </strong> Legal Fellows Program will assist the justice system in Haiti to improve child protection. </q> <strong> Angelina Jolie </strong> never even met the Haitian girl named Leah, according to Waldman. The actor will play Jaxx, who sings Bon Jovi's`` Wanted Dead or Alive'' in the theater production from which the film is", "new_id": -2}, {"uid": "1296787924171524099", "i": 17338, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "Al-Qaida attacks on the United States had been planned and where U.S. retaliation was imminent.`` He asked that I take a look at the shape of our military plans on Iraq,'' <strong> Donald Rumsfeld </strong> writes. <q> Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied, </q> <strong> Donald Rumsfeld </strong> recalls. But the <strong> George W. Bush </strong> insisted on new military plans for Iraq, <strong> Donald Rumsfeld </strong> writes.`` He wanted the options to be` creative.''' <strong> Donald Rumsfeld </strong>'s memoir,`` Known and Unknown,", "new_id": -2}, {"uid": "1296364135215957509", "i": 21312, "idx": 4, "sa": ["Ben Gordon", "Allen Iverson", "Doc Rivers", "Rajon Rondo"], "q": "career-high 42 points. Then Boston set up a play for <strong> Allen Iverson </strong>, who took a pass from <strong> Rajon Rondo </strong> and connected from the right side. <strong> Allen Iverson </strong> scored 28 points after getting some advice from coach <strong> Doc Rivers </strong> at halftime. <q> <strong> Doc Rivers </strong> said going into the half,` Be aggressive, but let it come to you, </q>' <strong> Allen Iverson </strong> said.`` I never think I'm not in my rhythm. It can be a grind as a shooter. As a scorer you're always trying to find something.'' <strong> Allen Iverson </strong> and <strong> Ben Gordon </strong> each", "new_id": -2}, {"uid": "1296853879119488517", "i": 2943, "idx": 2, "sa": ["Mike Pence", "Christopher Smith"], "q": "Apparently no one understands that <strong> Mike Pence </strong> and <strong> Christopher Smith </strong> aren't trying to overturn Roe v. Wade. \" Report Abuse \" For a political party that is supposed to stand for limited government and individual freedoms the \" Report Abuse <q> You are such a saint Mr. Blumenthal. This article is a joke. Have you really been focusing your`` energy on fostering economic growth and creating jobs </q>? \" If so, then I would respectfully ask you to step down from your Senate position because you are wasting taxpayers' money. Not only have you not created economic growth or jobs( minus", "new_id": -2}, {"uid": "1296943649066093087", "i": 13623, "idx": 0, "sa": ["Hosni Mubarak", "David Letterman", "Conan O'Brien"], "q": ". Well, thank God that could never happen in this country. Jon Huntsman, the U.S. ambassador to China, has told the Obama administration he plans to resign. The reason, he said, <q> How many nights in a row can you eat Chinese? </q> <strong> David Letterman </strong> The good news is <strong> Hosni Mubarak </strong> may step down. The bad news is he's going to be replaced by his idiot son, <strong> Hosni Mubarak </strong> W. <strong> Hosni Mubarak </strong>. <strong> Conan O'Brien </strong> We've", "new_id": -2}, {"uid": "1295602573192069651", "i": 58848, "idx": 0, "sa": ["Vince Carter", "Devin Harris", "Allen Iverson", "Michael Finley", "Jason Kidd", "Josh Boone"], "q": "some of its best basketball of the seJason Kidd in the Michael Finleyal two periods to hand the Pistons their first loss after four wins to open the seJason Kidd.`` It was just about playing hard,'' <strong> Devin Harris </strong> said. <q> We didn't get off to the best start. We have been really struggling in the third quarter but tonight we came out with more aggressiveness. Points for me didn't matter. It was all about the win. We desperately needed this for our confidence's sake. </q> <strong> Vince Carter </strong> and <strong> Josh Boone </strong> each scored 18 for New Jersey, which got its first home win after two losses. <strong> Josh Boone </strong> also pulled down 14 rebounds. <strong> Allen Iverson </strong> had 24 points and six assists after Michael Finleyally getting to suit up", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}]