[{"uid": "1296745616231997453", "i": 24492, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "came to light in early 2004. Mr. <strong> Donald Rumsfeld </strong> insists that the abuses were the actions of rogue soldiers and that they did not reflect any approved policies, but nevertheless he offered to step down.\" <q>Abu Ghraib and its follow-on effects, including the continued drum-beat of \"torture\" maintained by partisan critics of the war and the president, became a damaging distraction,<q> Mr. <strong> Donald Rumsfeld </strong> writes. \"More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point.", "new_id": -2}, {"i": 8439, "idx": 0, "index_answer": 1, "new_id": -1, "q": "An update on missing children in Amarillo for Amber Alert Awareness Day <strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,<q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295465162182796299"}, {"uid": "1295665787007979011", "i": 22384, "idx": 0, "sa": ["Eric Schmidt"], "q": "All of Google's strategic initiatives this year are about mobile, the company's CEO, <strong> Eric Schmidt </strong>, wrote in a guest article for the Harvard Business Review titled <q>Preparing for the Big Mobile Revolution.<q> He laid out three developments Google plans to encourage in order to realize its vision of delivering personalized, timely and location-aware information to people. The company has already made strides in each area.", "new_id": -2}, {"uid": "1296555335171900942", "i": 37070, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Luke Russert", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "come to see me. We walked around my home and I asked, what things do you want? Otherwise, these things will go up for auction.\" <strong> Barbara Walters </strong> talks about her heart surgery in <q>A <strong> Barbara Walters </strong> Special: A Matter of Life and Death<q> airing Friday at 10 p.m. In the special, <strong> Barbara Walters </strong> also talks with fellow heart surgery patients <strong> David Letterman </strong>, <strong> Bill Clinton </strong>, <strong> Regis Philbin </strong>, <strong> Charlie Rose </strong> and <strong> Robin Williams </strong>. And she talks to NBC's <strong> Luke Russert </strong>, whose dad,", "new_id": -2}, {"uid": "1295257734097714178", "i": 12569, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "other senior aide, senior policy adviser Political editor Simon Walters reported that there is \"a vicious feud\" between <strong> Andy Coulson </strong> and Hilton, who believes <strong> David Cameron </strong> should get rid of <strong> Andy Coulson </strong>. He wrote: <q> \"The row has led to two rival factions among the staff at No 10- the \"pro-Andy faction', made up mainly of Mr <strong> Andy Coulson </strong>'s loyal press office team, and the` anti-Andy faction' led by Mr Hilton and his aides.<q> Insiders report fierce clashes between the two over policy... The political split between the two has turned nasty, with claims by Mr <strong> Andy Coulson </strong>\"s camp that Mr Hilton has exploited the situation to obtain sole access to", "new_id": -2}, {"uid": "1295901953137494561", "i": 1655, "idx": 1, "sa": ["Zahi Hawass"], "q": "currently at Berlin's Neues Museum. \"I am doing something that I believe in and that should have been done a 100 years ago,\" <strong> Zahi Hawass </strong> told The Associated Press in a telephone interview. <q>My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many nations to follow suit.<q> <strong> Zahi Hawass </strong>, whose Indiana Jones hat has made him an instantly recognizable world figure, said his campaign has returned some 5,000 artifacts to Egypt from museums and private collections the world over since its launch in 2002", "new_id": -2}, {"uid": "1296898057157286450", "i": 8991, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "he has spoken to Eagles quarterback <strong> Michael Vick </strong> three times in the past two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. <q>We're looking for success stories; we're not looking for players to fail,<q> <strong> Roger Goodell </strong> said. \"He's paid a very significant price and he's doing the right thing.\" <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he", "new_id": -2}, {"uid": "1297279326173539366", "i": 9221, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": ": A photo released by the office of U.S. Video: Loughner pleads not guilty in AZ shooting... Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Obamacare Report Abuse <q>Laborman said \"Arizona doesn't deserve her. You are# 1 in loose gun laws and# 1 in gun deaths per 100,000 population. So all your guns aren't protecting you. With your guns and racism you are a laughingstock in the world<q>\" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Cancer Treatment Centers CTCA Is Recognized For The Best In", "new_id": -2}, {"uid": "1296444954158449881", "i": 45851, "idx": 2, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "to run, he's scrambling to throw,\" Raji said- he also explained why <strong> Ben Roethlisberger </strong> can be just as hard to contain as the elusive <strong> Michael Vick </strong>, whose escapability is predicated more on slipperiness than strength. <q>You have to rush them the same. If you're rushing four, there's five gaps, so there's always an outlet for him.( <strong> Ben Roethlisberger </strong>'s) knack to find that outlet is why I made the comparison,<q> Raji said. \"He's a big guy- a big, tall, strong man. When you're going against guys like that, a lot of times you're fighting off blocks and you may not", "new_id": -2}, {"uid": "1295154913111345676", "i": 7382, "idx": 2, "sa": ["Juwan Howard", "Allen Iverson", "George Karl"], "q": "Now, it feels that much worse. It's throbbing like a heartbeat.\" <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Juwan Howard </strong> a week ago, slips on a brace after every game per doctors orders. <q>If I didn't wear this brace to keep it straight after every game, there's a chance it will get worse and I'll have to get a pin,<q> he said. Yet he refuses to wear anything on the finger in a game. \"I'm just real superstitious,\" <strong> Allen Iverson </strong> said. Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there", "new_id": -2}]