[{"uid": "2008111900_00008290_W", "i": 3671, "idx": 4, "sa": ["Brad Smith"], "q": "tier 1 capital ratio was 9.8 percent at the end of july, the toronto-based rating agency said. blackmont capital's <strong> Brad Smith </strong> said it is nearly impossible to estimate market-related losses that each of the banks might take. <q> these valuation adjustments are arrived at in a variety of different ways, </q> he said. several analysts have said they expect canadian imperial bank of commerce to take charges of up to c$ 2 billion in the fourth quarter, on top of about c$ 6.7 billion in charges that", "new_id": -2}, {"uid": "2008091104_00027528_W", "i": 611, "idx": 1, "sa": ["Barack Obama", "Hillary Clinton"], "q": "mrs. <strong> Hillary Clinton </strong> about campaigning in the state. \"she's not going to take[ alaska] gov.[ sarah] palin on in a personal sense,\" he said, speaking of the gop vice-presidential pick, <q> but she's going to take the issues on. i think we're going to see a lot of senator <strong> Hillary Clinton </strong> in pennsylvania. </q> an <strong> Barack Obama </strong> campaign spokesman said they would welcome mrs. <strong> Hillary Clinton </strong> in the state, but were not ready to announce specific plans. since her denver speech supporting her former rival's candidacy, mrs. <strong> Hillary Clinton </strong> has spent just one", "new_id": -2}, {"uid": "2008110516_00051612_W", "i": 1825, "idx": 0, "sa": ["Barack Obama", "Paul Helmke", "Sarah Brady"], "q": "prevention issues in the years ahead. the results also constitute a massive defeat for the leadership of the national rifle association, which said it spent more than$ 10 million to tell voters that Barack Obama-elect <strong> Barack Obama </strong> would be <q> the most anti-gun <strong> Barack Obama </strong> in american history. </q> according to <strong> Paul Helmke </strong>, <strong> Barack Obama </strong> of the <strong> Sarah Brady </strong> campaign, \"the nra bosses went` all in' and lost big. they spent millions on their campaign to` defeat <strong> Barack Obama </strong>' and failed.\" the gun", "new_id": -2}, {"uid": "2008110516_00051612_W", "i": 1835, "idx": 10, "sa": ["Gary Peters", "Ron Paul", "Bill Richardson", "Fred Thompson", "Barack Obama", "Alan Grayson", "Mike Huckabee"], "q": "who won house seats-- like <strong> Alan Grayson </strong> in florida and <strong> Gary Peters </strong> in michigan-- were considered underdogs for much of the election cycle.-- not only did the nra leaders endorse a candidate for <strong> Barack Obama </strong> they had previously called <q> one of the premier flag carriers for enemies of the second amendment </q> and graded only a <NO_QUOTATION> but none of their highly graded supporters-- <strong> Mike Huckabee </strong>, <strong> Fred Thompson </strong>, <strong> Ron Paul </strong> or <strong> Bill Richardson </strong>-- lasted long in the primaries.-- in head-to-head races between candidates endorsed or <NO_QUOTATION> rated by the nra", "new_id": -2}, {"uid": "2008121823_00023993_W", "i": 2044, "idx": 4, "sa": ["Bernard Madoff"], "q": "are exceedingly frustrated by the opacity of the situation. no one knows with for sure how many people actually worked for <strong> Bernard Madoff </strong>. no one knows how many investors he had or how much money he actually managed. <q> this is clearly the biggest financial scandal and cover up in history, </q> says kass. let's hope that the sec is better at closing the case than the warren commission. okay, not really. but iceland's main banks and business tycoons took huge risks and its citizens borrowed", "new_id": -2}, {"uid": "2008091023_00015567_W", "i": 3363, "idx": 2, "sa": ["Mark Williams"], "q": "hope, short on details and raised questions about timing and execution, analysts said. investors had hoped to see a solid plan in place to offset nearly$ 6.5 billion of losses during the past two quarters. <q> this is agonizing for shareholders, </q> said <strong> Mark Williams </strong>, a professor of finance at boston university school of management. \"fuld was supposed to have a war room started in march, when bear stearns nearly collapsed, to solve these problems, and at", "new_id": -2}, {"uid": "2008091106_00020149_W", "i": 1563, "idx": 6, "sa": ["Julius Malema", "Kgalema Motlanthe"], "q": ", said <strong> Julius Malema </strong>. from pietermaritzburg, we will march with him to the union buildings. we'll never hand over our president to[ go to] jail without a fight. we're going to fight. <q> any force that tries to block our way, we will eliminate. we are on a mission here. we will crush you. it doesn't matter who you are... even if you are in the anc, </q> <strong> Julius Malema </strong> said. respect for the judiciary <strong> Julius Malema </strong> denied the ancyl disrespected the judiciary, saying even if he criticised the judiciary, this did not mean he would not comply with the law. he quipped that <strong> Kgalema Motlanthe </strong>-", "new_id": -2}, {"uid": "2008112422_00037942_W", "i": 3221, "idx": 25, "sa": ["Justin Timberlake", "Rick Astley", "Gwen Stefani"], "q": "to` aenema'!\" \"hell yeah! any song about the hope for armageddon and sending california out to float into the pacific in pieces is super awesome by me!\" yeah, me too! <q> then let's jam out to some big wreck, the rakes, the outfield, bloc party, soulwax, metallica, men at work, prince, moby, <strong> Justin Timberlake </strong>, ub40, <strong> Gwen Stefani </strong> and u2. </q> \"sounds good! man, i have an eclectic taste in tuneage.\" \"let's not forget <strong> Rick Astley </strong>.\" * rolls eyes* \"don't roll your eyes. you know you love <strong> Rick Astley </strong>.", "new_id": -2}, {"uid": "2008110723_00019177_W", "i": 4652, "idx": 0, "sa": ["George W. Bush"], "q": "of the free world. standing in the presence of the wall, with an unshakable belief in the power of liberty, <strong> George W. Bush </strong> ronald reagan issued a resounding challenge on behalf of the free and the unfree alike: <q> mr. gorbachev, tear down this wall. </q> on november 9, 1989, the citizens of east germany finally triumphed over their communist oppressors, and the berlin wall came tumbling down. as the hope of freedom spread, the soviet empire collapsed, the iron", "new_id": -2}, {"uid": "2008121210_00029067_W", "i": 1394, "idx": 5, "sa": ["Sergei Samsonov", "Eric Staal", "Matt Cullen", "Paul Maurice"], "q": "back end was a problem. the flyers, he said, also were playing <NO_QUOTATION> hockey with the score lopsided. \"at that point, they just don't care,\" <strong> Paul Maurice </strong> said of the flyers. <q> the game was lost to them, so they came. </q> <strong> Eric Staal </strong>'s goal barely a minute into the game gave the canes a 1-0 lead. <strong> Matt Cullen </strong>, <strong> Sergei Samsonov </strong> and joni pitkanen all scored in the second period, and <strong> Eric Staal </strong>'s second goal made it 5-1. \"we", "new_id": -2}]