[{"uid": "1297260285158613519", "i": 17110, "idx": 0, "sa": ["Michelle Obama", "Donald Rumsfeld"], "q": "Facebook.'' Fan of Facebook founder hit with restraining order <strong> Michelle Obama </strong>: Tucson ''Stepped Up' is having lunch Wednesday with Republican leaders as part of... Video: Why Americans Are Turning Against Obamacare Report Abuse <q>Can this be? Is there something <strong> Michelle Obama </strong> is advocating that I finally agree with? Truth be known, it's probably more the Secret Service making this decision than <strong> Michelle Obama </strong>.</q> Time.com: Safety Investigators Clear Toyota-- But Safety''s No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy 5000%+ Gainers Inside... Stock tools, news, social feeds, charts&", "new_id": -2}, {"uid": "1295630754045006869", "i": 11716, "idx": 0, "sa": ["Michael Vick", "Tony Dungy"], "q": "he couldn't have envisioned the success that <strong> Michael Vick </strong> had on the field in 2010. Football: <strong> Tony Dungy </strong> Talks <strong> Michael Vick </strong>, NFL Playoffs, Coaching'' width= ''177'' height= ''207''/> <q>I really couldn't. When I talked to Mike in Leavenworth about two years ago, I asked him what he wanted to do,</q> <strong> Tony Dungy </strong> recalls. ''And he said,` Number one, I want to connect back with my family and be the type of father that my kids need. Number two, I want to show people that", "new_id": -2}, {"uid": "1296858906060604470", "i": 19246, "idx": 0, "sa": ["Pauley Perrette", "David Letterman"], "q": "the naked eye and even her arms, she had <strong> David Letterman </strong> Lettermen engrossed in her body art as she explained each piece. ''Well most of mine are number based. I love math.,'' said <strong> Pauley Perrette </strong>. <q>I have little secret number tattoos everywhere. I design them.</q>'' And to conclude this abbreviated celebrity round-up, the girls who are auditioning for future reality TV shows on The Bachelor went and got rose tattoos while they were in Vegas. I suppose", "new_id": -2}, {"uid": "1296049065000704521", "i": 16583, "idx": 1, "sa": ["Cheryl Cole", "Simon Cowell"], "q": ". ''<strong> Simon Cowell </strong>'s biggest priority is the US' X Factor' at the moment- he has got a lot to prove and he has to make it a hit.'' The source explained: <q><strong> Simon Cowell </strong>'s biggest priority is the US' X Factor' at the moment- he has got a lot to prove and he has to make it a hit.</q> Comment on this Article Meanwhile, <strong> Simon Cowell </strong>'s fellow judge <strong> Cheryl Cole </strong>- who is reportedly house-hunting in Los Angeles as she prepares to take up a job on the Stateside version of the show- is said to", "new_id": -2}, {"uid": "1295499872140181512", "i": 3836, "idx": 2, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl", "Josh Smith"], "q": "a span of two seconds after technical fouls against JR <strong> Josh Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the <strong> Yao Ming </strong> play,</q> Nuggets coach <strong> George Karl </strong> said. ''I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Dwyane_Wade_33_Points_vs_Atlanta_Game_2_Playoffs_2009!_HD!_22409 Down 19 points after the first quarter, the", "new_id": -2}, {"i": 12615, "idx": 13, "index_answer": 0, "new_id": -1, "q": ". You must fill out the comment body in order to submit a comment. People wait to talk with U.S. Rep. <strong> Mike Pence </strong>, R-6th District, after a September 2009 town hall meeting in Richmond. <q>As a strong believer in federalism, I am encouraged by Congressman <strong> Mike Pence </strong>'s decision to explore how he can best serve the people of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision.</q>-- <strong> Gov. Rick Perry </strong>, chairman of the Republican Governors Association. ''While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an", "sa": ["Gov. Rick Perry", "Mike Pence"], "uid": "1296218172048857090"}, {"uid": "1297451817119193650", "i": 9608, "idx": 0, "sa": ["Mitt Romney", "Donald Rumsfeld", "Barack Obama", "Jimmy Carter", "Gil Kerlikowske"], "q": "envoy Video: Epsom Couple Finds Help Amid Fuel Budget Pinch... Photo in Slideshow: <strong> Jimmy Carter </strong> Massachusetts Gov. <strong> Mitt Romney </strong> Article: <strong> Barack Obama </strong> to comment on Mubarak resignation... Photo: U.S. <strong> Barack Obama </strong> returns to the White House Report Abuse <q>Take it from a Massachusetts native- This is a man who looks good on the surface but will fade in the spotlight of a Presidential run.</q> TheDC Interview: Drug Czar <strong> Gil Kerlikowske </strong> on Mexico, pill mills, and the medical marijuana stalemate Gay rights groups willfully ignore positive Palin, Angle comments at CPAC; GOProud hits back TheDC Interview: <strong> Donald Rumsfeld </strong>- secret critic", "new_id": -2}, {"uid": "1295559754263241756", "i": 43369, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", 22:16 EST Google announced Thursday that co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman and focus on <q>deals, partnerships, customers and broader business relationships.</q> The firm's other co-founder, <strong> Sergey Brin </strong>, will work on strategic projects and new products, Google said in a statement. Quotes delayed, except where indicated otherwise. Delay times are 15 mins", "new_id": -2}, {"uid": "1295552145232112145", "i": 5190, "idx": 7, "sa": ["Mike Pence"], "q": "up on repealing Obamacare. While he acknowledges that the Senate will likely stall the effort, he is hopeful that things could change. ''I think that it is a very dynamic environment,'' he says. <q>House passage puts the onus on the Senate. And last time I checked, you've got about two dozen members of the Democratic majority in the Senate who are up for election in two years. As the American people engage on this issue, I like our chances.</q> In the meantime, Republicans, <strong> Mike Pence </strong> says, will use the ''power of the purse'' to block Obamacare's implementation. ''We have a wide variety of legislative tools available.''", "new_id": -2}, {"uid": "1297698959012320806", "i": 18947, "idx": 1, "sa": ["Zahi Hawass"], "q": "undated photo released by the Egyptian... Photo: <strong> Zahi Hawass </strong>: No mummies damaged by looters at Cairo's... World Video: Suicide blast strikes downtown Kabul World Video: American Accused of Multiple Murders in Pakistan Report Abuse <q>What hasn't been reported in US news but you can find in several euro news feeds is that the looters were actually members of the elite police force not the general public who is rioting. they were caught in the act of looting and destroying the exhibits- caught by the army- the army is now protecting the museums.</q> Time.com: What the Halal? For French Muslims, Confusion Over What's Forbidden Top Gold Penny Stock( SMNG)- Why Investors Consider It ''The Vietnamese Gold Rush''. Mortgage Rates Hit 2.99% If", "new_id": -2}]