[{"uid": "1295868659217595914", "i": 13814, "idx": 1, "sa": ["Eric Schmidt"], "q": "good retirement,\" added Mike Davis. Under the leadership of <strong> Eric Schmidt </strong>, Google has branched into several new markets such as mobile devices with its Android operating system and the enterprise market with Google Apps. <q> The company certainly hasn't been resting on its laurels, </q> said Davis. During his time at the company, <strong> Eric Schmidt </strong> has amassed 9.2 million Google shares, worth$ 5.8 bn.", "new_id": -2}, {"uid": "1296759030005144618", "i": 6123, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "the box turned out to be easy: <strong> Donald Rumsfeld </strong> outsourced the dirty, dull and dangerous stuff to Blackwater and paid them handsome profits on the multibillion dollar contracts. His compatriots at the state department dispatched 11 <q> idealistic volunteers... in their twenties or early thirties[ who] had no foreign service experience to run the country </q>. At the same time, <strong> Donald Rumsfeld </strong> failed to provide working equipment to the soldiers, who were facing an increasingly hostile population. Then, Iraq turned out to be a powder keg. Hundreds of thousands", "new_id": -2}, {"uid": "1297617994047562773", "i": 2232, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "though <strong> Steve Ballmer </strong> offered, \"Our belief is that we can move faster through this partnership than what we've ever done before.\" Regarding the beneficiaries of the announcement, <strong> Stephen Elop </strong> had much to say. <q> We believe this is good for Nokia, </q> he explained, continuing: It represents a next-generation platform upon which we can attach our innovation. It gives us an opportunity to jointly lead a new and leading ecosystem in the marketplace. It gives us", "new_id": -2}, {"uid": "1297122854184680470", "i": 4246, "idx": 8, "sa": ["Simon Cowell"], "q": "together now. There's a massive, massive opportunity here because you don't have a lot of competition.\" The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. <q> If they don't sell a single record they still get to keep the money, </q> he said. \"It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back\" through record sales.", "new_id": -2}, {"uid": "1296017647213418050", "i": 46692, "idx": 0, "sa": ["Eric Schmidt"], "q": "outreach as executive chairman, also said the group would hire thousands of people this year, rejecting accusations that it has struggled to keep its best talent from leaving for Facebook and other Silicon Valley rivals. <q> I'm very personally excited about my next decade at Google, </q> <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on Jan. 21 that his move was an effort to speed up decision-making.", "new_id": -2}, {"uid": "1295728012106954753", "i": 39804, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Speaking of corporate shake-ups, Mountain View Internet juggernaut Google revealed that co-founder Larry Page will become CEO effective April 4. Current CEO <strong> Eric Schmidt </strong> will be executive chairman, and co-founder <strong> Sergey Brin </strong> will remain co-founder, devoting <q> his time and energy to strategic projects, </q> <strong> Eric Schmidt </strong> wrote in a blog post. \"As Google has grown, managing the business has become more complicated,\" <strong> Eric Schmidt </strong> noted. \"So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time how", "new_id": -2}, {"uid": "1295925220136986632", "i": 23346, "idx": 1, "sa": ["Eric Schmidt", "Jeff Jarvis"], "q": "be an equally effective CEO of Google,\" wrote Sandeep Aggarwal, Internet analyst at Caris& Company. \"He's enigmatic,\" said <strong> Jeff Jarvis </strong>, author of \"What Would Google Do?\" <q> The media doesn't always understand <strong> Eric Schmidt </strong>'s sense of humor,( but) at least he wears a tie. Larry's a different kind of beast.... It will take some getting used to. </q> Recent reports have also indicated that <strong> Eric Schmidt </strong> will be considering a career on CNN television. Although the accomplishments of Larry Page have often been low-key, despite being a billionaire cofounder of one of the", "new_id": -2}, {"uid": "1295158851229244944", "i": 18757, "idx": 1, "sa": ["Jay Leno", "David Letterman"], "q": ". So you see, there is some good news in the world.... To give you an idea how bad it is, earlier today in Brooklyn an altar boy had to grope himself.\"- <strong> David Letterman </strong> <q> As you've probably heard, the Pope has asked all the Cardinals to return to Rome. You know how they got them all to come back? They told them that there was going to be a performance by the Vienna Boys Choir. </q>-- <strong> Jay Leno </strong> \"The Cardinals will be staying at the Domus Sanctae Marthae, the new hotel at the Vatican, where turn down service means the bell boy isn't interested.\"-- Let me take you", "new_id": -2}, {"uid": "1295876260066535460", "i": 39655, "idx": 0, "sa": ["Inga Marchand", "Andy Coulson", "David Cameron", "Barack Obama"], "q": "<strong> Andy Coulson </strong>, who is stepping down as No 10 communications director, said last night he has no intention of publishing the diary yet. <strong> David Cameron </strong>'s spin doctor <strong> Andy Coulson </strong> quits over phone hacking scandal political spin doctoring itself: <q> When the spokesman needs a spokesman, it's time to move on. </q> Related Stories <strong> David Cameron </strong> grilled over alleged BP role in Lockerbie bomber case Will <strong> David Cameron </strong> hit it off with <strong> Barack Obama </strong> more than <strong> Inga Marchand </strong> did? <strong> David Cameron </strong>: How conservative is he? <strong> David Cameron </strong> named new UK prime minister after", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some \"adult supervision.\" On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q> \"I believe Larry is ready\" to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. \"It's time for him to have a shot at running this.\"", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}]