[{"uid": "1296564218088850448", "i": 28713, "idx": 0, "sa": ["Ed Davey", "Andy Coulson"], "q": "progress\" is being made towards finding his successor, according to Downing Street. The former director of communications had \"finished what he wanted to finish\". A Downing Street source added: <q>It was his choice to leave quietly but he said a proper goodbye to the prime minister and those he worked closely with.</q> Mr <strong> Andy Coulson </strong> is by far the most significant scalp to emerge from the ongoing row over phone hacking. <strong> Ed Davey </strong> sets out new consumer directive In an exclusive article for ePolitix.com, consumer affairs minister <strong> Ed Davey </strong>", "new_id": -2}, {"uid": "1297692986012320769", "i": 44854, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "ensure that in the long-term they keep coming back to us. It's clearly good for us if our users love us and keep coming back to us. Everything we do is measured through that lens.\" <q>You mentioned maps. If someone types in an address, they are looking for a map of where this address is. Keeping in line with our motivation to return the most relevant information as quickly as possible to our users, what that query deserves is a map and that's what we deliver.</q> Q: Based on recent reports, it does sound like <strong> Google Inc. </strong> might be willing to make some compromises on these issues. <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> was recently quoted in a way that seemed to signal that the company", "new_id": -2}, {"uid": "1297616629186400779", "i": 26885, "idx": 27, "sa": ["Donald Rumsfeld"], "q": ". \"Well, for openers,\" said Martin. \"He didn't have the nerve to even tell me about it for hours- after he was asked,\" she said. <q>He's afraid of me, basically!</q> \"There was this phase when he was a rock star,\" Martin prompted. \"A rock star,\" said Joyce <strong> Donald Rumsfeld </strong>. \"And then the minute, I mean if you", "new_id": -2}, {"uid": "1296930550157466627", "i": 5933, "idx": 0, "sa": ["Colin Powell", "Greg Mortenson", "Amir Dossal", "Al Gore"], "q": "United Nations community and are particularly thankful to Mr. <strong> Amir Dossal </strong> for accepting our invitation to serve as Special Envoy to the Summit,\" said Dan Doyle, the Founder and Executive Director of the World Youth Peace Summit. <q>The World Youth Peace Summit brings scholar-athletes and scholar-artists from all over the world to Connecticut, so it truly is a natural partnership and we are thrilled to have the opportunity to incorporate the mission of the United Nations with the Summit's goals of promoting peace through athletics and the arts.</q> Nobel Laureate and former United States <strong> Al Gore </strong>, <strong> Colin Powell </strong> and acclaimed author of Three Cups of Tea, <strong> Greg Mortenson </strong>, will speak at the World Youth Peace Summit, which comes to Connecticut in June and", "new_id": -2}, {"uid": "1295870211128057360", "i": 751, "idx": 1, "sa": ["Andy Coulson"], "q": "is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,\" she told Sky News. <q>Nobody is above the law, no newspaper editor, no journalist.</q> <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone hacking at the News of the World when he was editor. He quit the post in January 2007 after", "new_id": -2}, {"uid": "1295573069103104552", "i": 42579, "idx": 3, "sa": ["Eric Schmidt"], "q": ". \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!\" <strong> Eric Schmidt </strong> wrote on the official Google blog. <q>Larry, in my clear opinion, is ready to lead.</q> We won't have to wait 10 years to find out if he's right.", "new_id": -2}, {"uid": "1297353581241270839", "i": 34862, "idx": 0, "sa": ["Simon Cowell"], "q": "wherever you are in the world and denounce <strong> Simon Cowell </strong> as the anti christ, erm, OK well thats your one and only concession to organised religion. Gegenschein 10 February 2011 2:17 PM FreedomFromHope <q>Don't read CiF, it'll make you hate liberals even if you pertain to be one.</q> I will follow on from this by advising a kid not to be too tribal with politics. And to let me know if they find out how to do this. Nobody really seems able to manage it", "new_id": -2}, {"uid": "1297540880009895943", "i": 5938, "idx": 0, "sa": ["Eric Schmidt"], "q": "terms of revenue and number of users, with the Latin America region being the second fastest growing. <strong> Eric Schmidt </strong> also said in his keynote address that half of all new internet connections are for mobile devices. <q>If you want to understand the future of internet don't think of it as pipes and tubes, think of it as a mobile device...,</q> he told delegates at the event. Explaining that the \"new model is going to be in the inversion of the model we grew up with\", he says that the strategy for media going forward", "new_id": -2}, {"uid": "1295549080193724465", "i": 44961, "idx": 0, "sa": ["George H.W. Bush", "Rev. Billy Graham", "Norman Schwarzkopf", "Colin Powell"], "q": "turning a war of liberation into a war of occupation.\" <strong> George H.W. Bush </strong> said while he runs into his former colleagues from time to time, the reunion would be a first for a close team that accomplished <q>a real pristine job of going in there, doing what we said we would do and then come home.</q> Notably absent would be <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, commander of the coalition forces, whose health is preventing \"a great hero\" from attending, <strong> George H.W. Bush </strong> said. <strong> George H.W. Bush </strong> said he believed <strong> Rev. Billy Graham </strong> was in the", "new_id": -2}, {"i": 41419, "idx": 0, "index_answer": 1, "new_id": -1, "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q>When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is,</q> Packers coach <strong> Mike D'Antoni </strong> McCarthy said. \"That's the type of level that he's playing at.\" McCarthy isn't surprised at the way <strong> Peyton Manning </strong> has developed, calling him one of the team's", "sa": ["Michael Vick", "Mike D'Antoni", "Peyton Manning"], "uid": "1295333636231292929"}]