[{"uid": "1296110535167460873", "i": 50292, "idx": 0, "sa": ["Enda Kenny", "Micheál Martin", "Eamon Gilmore"], "q": "focused on substantial debate and not on the culture of the`` empty sound bite''. Mr <strong> Eamon Gilmore </strong> gave an immediate welcome to the proposal, saying he had been urging it for over a year. <q> I agree in principle with the broad outline you propose for debates during the election campaign, </q> he responded in a letter. A spokesman for Mr <strong> Enda Kenny </strong> said it was not up to one individual to decide the debate agEnda Kenny.`` It is understandable that Mr <strong> Micheál Martin </strong> wants to be in a debate", "new_id": -2}, {"uid": "1296727907183500817", "i": 19764, "idx": 18, "sa": ["Carmelo Anthony", "Allen Iverson", "Ray Allen"], "q": "his status.`` The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow,'' <strong> Allen Iverson </strong> said. <q> Right now it's just frustrating to be out there at the end hobbling like that. </q> X-Ray Allens on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> are 2-3 together, and their pairing since Melo's return from a 15-game suspension for fighting hasn't been the problem for the Nuggets, who failed", "new_id": -2}, {"uid": "1296667912223756305", "i": 12543, "idx": 1, "sa": ["Angelina Jolie", "Lil Wayne"], "q": ":`` Do you think <strong> Angelina Jolie </strong> considers it beneath her to host Super Bowl parties?'' Where you might see her: Singing the national anthem at the Super Bowl. What you shouldn't say: <q> You should have divorced that loser years ago and shacked up with me. </q> Where you might see her: Hosting Saturday at the second night of the`` Big Game Big Give'' celebration in the home of Phil and Lil Waynelie Romano in Dallas. What you shouldn't", "new_id": -2}, {"uid": "1297622315039272464", "i": 3130, "idx": 0, "sa": ["Donald Rumsfeld", "Joschka Fischer", "Joseph Fischer"], "q": "convincing bernimmt die Geschichtsschreibung selbst: <strong> Joschka Fischer </strong> 13. Februar 2011 Wenn es einen Satz des fr?heren Au?enministers <strong> Joseph Fischer </strong> gibt, der sich schon unmittelbar nach seinem Ausspruch einen Platz in den Geschichtsb?chern sicherte, dann diesen: <q> Excuse me, I am not convinced! </q>- gesprochen kurz vor Ausbruch des Irak-Krieges im Fr?hjahr 2003 auf der M?nchner Sicherheitskonferenz als Erwiderung auf einen z?hnefletschenden Verteidigungsminister <strong> Donald Rumsfeld </strong>. Dieser Tage nun erscheint der zweite Band der Erinnerungen Joseph Fischers mit genau diesem Titel.``", "new_id": -2}, {"uid": "1295826281073957377", "i": 49187, "idx": 0, "sa": ["Eric Schmidt"], "q": "the Internet giant. <strong> Eric Schmidt </strong> SELLS SHARES In a regulatory filing last week, Google said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said., <strong> Eric Schmidt </strong> had about 9.2 million shares of Google stock and controlled 9.6 percent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class A-- meaning he would", "new_id": -2}, {"uid": "1295479721209436676", "i": 49687, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "> It was the strongest statement by a visiting mediator to Ivory Coast in its decade-long crisis and Gbabgo's camp said it would no longer accept <strong> Raila Odinga </strong> as go-between.[ IDn: LDE70I250] <q> Mr. <strong> Raila Odinga </strong> has failed in his mission and we are no longer prepared to receive him, </q> Gbagbo's foreign minister Alcide Djedje told journalists.`` He took the side of Mr. <strong> Alassane Ouattara </strong>.'' <strong> Raila Odinga </strong> blamed Gbagbo for the breakdown in talks, noting he had promised to lift a military siege on", "new_id": -2}, {"uid": "1295432267218038292", "i": 29224, "idx": 7, "sa": ["Angelina Jolie"], "q": "here are giving the rations to their own people. They are not giving them to the poor.'' In the http://wn.com/Angelina Jolie_Angelina Jolie_in_Pakistan_to_Meet_Flood_Victims_Sep_7_2010 UN`` goodwill ambassador'' <strong> Angelina Jolie </strong> is urging people to help those in need in Pakistan. <q> From what I understand this situation is on a scale that we've not really seen the likes of; it is on such a huge scale, </q> the actress told the Associated Press.`` It is an extraordinarily complex situation. It is not just the floods... there have been three decades of Pakistanis hosting Afghani people, graciously, and there are still 1.7", "new_id": -2}, {"uid": "1295050940061669383", "i": 48917, "idx": 4, "sa": ["Ellen DeGeneres", "Simon Cowell"], "q": "Moreover, says Slezak, <strong> Simon Cowell </strong> was someone who could deliver`` succinct, brutally honest and witty'' critiques in an off-the-cuff fashion.`` <strong> Simon Cowell </strong> was the voice of the people,'' he says. <q> He had a very specific skill that not everyone can pull off. Even <strong> Ellen DeGeneres </strong>, who has been an Oscar host couldn't do it_ and that was a shock to me. </q> But the judges are just one piece of the equation. Clearly,`` Idol'' won't truly regain its spark unless it gives viewers a charismatic cast of contenders. Many believe that, in recent", "new_id": -2}, {"uid": "1297438887161464322", "i": 811, "idx": 1, "sa": ["Steve Ballmer"], "q": "werde Nokia die Erfahrungen aus der Handy-Gestaltung und Unterst?tzung verschiedener Sprachen einbringen, hie es. Au?erdem wird Nokia die Microsoft-Suchmaschine Bing f?r seine Handys und Dienste bernehmen. Nokias eigener Karten-Dienst wird bei Microsoft integriert. <q> Wir entwickeln bereits erste Windows-Telefone von Nokia </q>, verk?ndete <strong> Steve Ballmer </strong>. Die beiden Firmen-Chefs konnten allerdings noch keinen Zeitpunkt f?r den Marktstart nennen. ZUKUNFT VON SYMBIAN Nokia setzte bei den Computer-Telefonen bisher vor allem auf das eigene Betriebssystem", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880?`` A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.`` The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}]