[{"uid": "1296062754109985833", "i": 105, "idx": 5, "sa": ["Michael Vick"], "q": "pads made by the company. \"The Unequal technology is a part of my game now and I won't play without my Unequal,\" <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q>Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.</q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest and later conviction on dogfighting", "new_id": -2}, {"uid": "1295389954093929543", "i": 11908, "idx": 0, "sa": ["Oprah Winfrey", "Michael Vick", "Piers Morgan"], "q": "and he had a big-name first guest: <strong> Oprah Winfrey </strong>, who talked about contemplating suicide at age 14, her quest to interview <strong> Michael Vick </strong>, and how many broken( twice). <strong> Piers Morgan </strong> pumped up his subject shamelessly: <q>She's the headline that's pinned above's desk, as if it were an inspirational quote from the. \"I've said that Madonna can only come on my show if she gets on bended knee in and makes a public apology to me for crimes against humanity,</q> explains <strong> Piers Morgan </strong>, grinning. Sitting in his office, which looks out over the skyline, the <strong> Piers Morgan </strong> on \"The View': Hilarious This morning, Pier <strong> Piers Morgan </strong> was on` The View\", and he", "new_id": -2}, {"uid": "1295570430037306373", "i": 34154, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "we have today\", starts <strong> Eric Schmidt </strong> in a blog post on the company's blog while meanwhile posting on Twitter that the move was all about no longer needing to supervise founders Larry Page and <strong> Sergey Brin </strong>: <q>Day-to-day adult supervision no longer needed! http://goo.gl/zC89p,</q> said <strong> Eric Schmidt </strong> on his Twitter feed. Meanwhile back on the official blog <strong> Eric Schmidt </strong> was more gracious: \"But as Google has grown, managing the business has become more complicated. So", "new_id": -2}, {"uid": "1295386580075563019", "i": 3246, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Reuters)- Chrysler Group Chief Executive <strong> Sergio Marchionne </strong> vowed to keep the automaker on top of the minivan segment in the North American market and said the company will develop a new type of minivan by 2014. <q>We're not going to give one inch of territory in terms of our domination of( the minivan) segment,</q> <strong> Sergio Marchionne </strong> said to workers at the Windsor Assembly Plant on Tuesday, where the Dodge Grand Caravan and the Chrysler Town& Country minivans are made. Chrysler, which popularized the minivan segment in 1983 under former", "new_id": -2}, {"uid": "1294981731267878411", "i": 18100, "idx": 5, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "Giffords' husband, Mark Kelly, realized the significance of the moment. \"Gabby, open your eyes, open your eyes,\" he said, according to <strong> Kirsten Gillibrand </strong>. Said <strong> Debbie Wasserman Schultz </strong>: <q>It felt like we were watching a miracle.</q> So how did Giffords survive the gunshot wound? The path of the bullet, quick and quality medical care, and a stroke of luck meant the difference between life and death, say her doctors and", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q>Day-to-day adult supervision is no longer needed!</q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called \"adult supervision\" for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}, {"uid": "1296241720196132899", "i": 18577, "idx": 0, "sa": ["Neil Cavuto", "Sen. Bernie Sanders"], "q": "> Please upgrade your flash player. Varney Claims Social Security \"Is Broke,\" Trust Fund \"Is Empty\" Varney:\"[ Social Security] Trust Fund Is Empty\" And <q>Is Full Of IOUs From The Treasury.</q> On the January 28 edition of Fox News' Fox& Friends, the co-hosts began a segment on the solvency of Social Security by playing a clip of <strong> Sen. Bernie Sanders </strong>( I-VT) telling Fox News host <strong> Neil Cavuto </strong>,", "new_id": -2}, {"uid": "1296770511173654034", "i": 12180, "idx": 30, "sa": ["Donald Rumsfeld", "Abraham Lincoln", "Colin Powell", "Bill Clinton"], "q": "a mistake for American civilians to be running Iraq-he offered to go there for two weeks-rather than \"putting an Iraqi face on postwar Iraq as soon as possible.\" But he noted that <strong> Colin Powell </strong>'s State Department had <q>proposed an American-led civil authority for an indefinite period.</q> As for Bush's \"Mission Accomplished\" appearance on the U.S.S. <strong> Abraham Lincoln </strong>, well, <strong> Donald Rumsfeld </strong> says, the <strong> Bill Clinton </strong>'s \"public affairs team\" did not appreciate that the end of major combat operations was", "new_id": -2}, {"uid": "1295559883243744799", "i": 4461, "idx": 0, "sa": ["Eric Schmidt"], "q": "4. Mr. <strong> Eric Schmidt </strong> will become executive chairman of the company, focusing externally on partnerships and government outreach. Moments after Google announced the change, Mr. <strong> Eric Schmidt </strong> sent a message to his Twitter followers saying, <q>Day-to-day adult supervision no longer needed!</q> <cite> Getty Images </cite> Google co-founder Larry Page looks on during a product launch last February. Mr. <strong> Eric Schmidt </strong> has been Google's chief executive since July 2001, when he took over the role from", "new_id": -2}, {"uid": "1295936245231571467", "i": 48937, "idx": 7, "sa": ["Allen Iverson", "Dwyane Wade"], "q": "to the fan sitting underneath the far basket. \"I winked at him and told him that was for him,\" <strong> Dwyane Wade </strong> said, adding that it was all in fun for both himself and the fan. <q>He'll remember that for his whole life and I will too.</q> <strong> Dwyane Wade </strong> flashed another grin towards the Kings bench in the fourth quarter, after he finished in traffic with an acrobatic reverse layup. It was a characteristic performance for one of http://wn.com/Allen_Iverson_50pts_vs_Chris_Webber_Sacramento_Kings_99/00 <strong> Allen Iverson </strong> calmly sank two free throws,", "new_id": -2}]