[{"uid": "1295595231037634053", "i": 11010, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "the company behind the internet's dominant gateway. The surprise shake-up announced on Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will become executive chair and remain available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a \"second chance.\" According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was \"passionate about it,\" adding that the president said <q>it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall.</q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}, {"uid": "1295631654004243463", "i": 7514, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "kind of corporate lethargy that has plagued many tech firms as they grew from nimble startups to slow-moving behemoths. In announcing the news of his title change on his Twitter account, Mr. <strong> Eric Schmidt </strong> simply wrote: <q>Day-to-day adult supervision no longer needed!</q> Google is the second tech giant in less than a week to surprise investors with a CEO change. On Monday, Apple CEO <strong> Steve Jobs </strong> announced he would take an indefinite medical leave of absence from the company", "new_id": -2}, {"uid": "1295280448145555491", "i": 6567, "idx": 2, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "insisted that the referendum \"shows that there is no possibility of ruling a factory without the consensus of the workers.\" Industry Minister <strong> Maurizio Sacconi </strong> predicted the decision would encourage investment in Italian industry. <q>The outcome of the referendum opens an evolution in industrial relations, especially in large factories that should allow a better use of the plants and a real increase in salaries,</q> <strong> Maurizio Sacconi </strong> told Italian state radio. <strong> Sergio Marchionne </strong> had pledged to link pay increases to productivity. But the flexible work rules also limit the right to strike during full production, and reduce break times and sick pay", "new_id": -2}, {"uid": "1296174977054247442", "i": 2534, "idx": 5, "sa": ["Eric Schmidt"], "q": "\" <strong> Eric Schmidt </strong> Google executive chairman The firm offered German homeowners the right to opt out before the pictures were even taken, and nearly 3% duly did that. But despite this initial opposition, <q>Germany is the second-highest user on a percentage basis of Streetview of any country in the world,</q> he said. \"We know that German consumers really love our product.\" On Wikileaks, Mr <strong> Eric Schmidt </strong> said the company had decided to make leaked documents searchable via its website, irrespective of the US", "new_id": -2}, {"uid": "1295286961030097447", "i": 43669, "idx": 0, "sa": ["Steve Ballmer", "Martin Luther King"], "q": "Finance Search Mon, Jan 17, 2011, 12:55 PM EST- U.S. Markets closed for <strong> Martin Luther King </strong>, <strong> Martin Luther King </strong>. Day{ \"s\": \"msft\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} Press Release Source: Microsoft Corp..) CEO <strong> Steve Ballmer </strong> today announced the worldwide availability of Microsoft Dynamics CRM Online, the cloud version of", "new_id": -2}, {"uid": "1295612145098222099", "i": 2270, "idx": 0, "sa": ["Andy Coulson"], "q": "<strong> Andy Coulson </strong> has been under strain over allegations of widespread hacking of mobile phone messages by journalists at the News of the World when he was editor of the paper, from which he resigned in 2007. <q>I can today confirm that I've resigned as Downing Street director of communications,</q> <strong> Andy Coulson </strong> said in a statement. \"Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this", "new_id": -2}, {"uid": "1295667348007979065", "i": 36613, "idx": 2, "sa": ["Steve Booth", "Eric Schmidt", "Lou Kerner", "Google Inc."], "q": "problems in a company as large as <strong> Google Inc. </strong>, says <strong> Steve Booth </strong>, a business professor at the University of Chicago. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. <q>Larry has been with me in every major decision in the past decade,</q> <strong> Eric Schmidt </strong> said in an interview Thursday. \"It's not like he has been sitting around doing nothing.\" Wedbush Morgan analyst <strong> Lou Kerner </strong> says, \"Facebook is the most ominous threat to <strong> Google Inc. </strong>, but", "new_id": -2}, {"uid": "1296711641100515846", "i": 36963, "idx": 5, "sa": ["Rodney Stuckey", "Allen Iverson", "Michael Redd"], "q": "the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. \"With everything going on, I wanted to play well,\" <strong> Allen Iverson </strong> said. <q>I just wanted to play well. Especially for my teammates because I let them down by not being here.</q> <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Michael Redd </strong> Curry to begin the game, punishment for missing a mandatory team practice on Thanksgiving. He apologized Friday morning, then sat on the bench for almost 10 minutes as <strong> Rodney Stuckey </strong> started", "new_id": -2}, {"uid": "1297134127194772997", "i": 5416, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": ", January 27-February 2 While the NFL's autograph signing and ticket giveaway for Tuesday has been canceled because of bad weather, the the NFL Shop at NFL Experience New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q>My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy?</q> Â© 2011 PanLocal Media, LLC- All Rights Reserved. Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I", "new_id": -2}]