[{"uid": "1295646299254836772", "i": 39611, "idx": 1, "sa": ["Tony Blair", "Andy Coulson", "David Cameron", "Corey Allen"], "q": "<strong> Tony Blair </strong>'s Communications Chief Resigns media advisor resigned Friday amid continuing pressure stemming from lawsuits and investigations into dubious reporting tactics deployed at the tabloid <strong> David Cameron </strong>'s spin doctor <strong> Andy Coulson </strong> quits over phone hacking scandal political spin doctoring itself: <q> When the spokesman needs a spokesman, it's time to move on. </q> Related Stories <strong> David Cameron </strong> grilled over alleged BP role in Lockerbie bomber case Will <strong> David Cameron </strong> hit it off with Obama more than <strong> Corey Allen </strong> did? <strong> David Cameron </strong>: How conservative is he? <strong> David Cameron </strong> named new UK prime minister after", "new_id": -2}, {"uid": "1296407544252772372", "i": 152, "idx": 30, "sa": ["Thaddeus Young", "Allen Iverson", "Samuel Dalembert", "Kevin Ollie"], "q": "had a double-double with 14 points and 10 assists. It was <strong> Allen Iverson </strong>'s third game this season with 40 or more points and the fourth time this season that the Sonics allowed an opponent to score 40-plus points. <q> You're at his mercy when he's hitting his jumpers, </q> said <strong> Kevin Ollie </strong>, who came off the bench to score 12 points. The Sonics <strong> Thaddeus Young </strong> scored a career-high 29 points, <strong> Samuel Dalembert </strong> snapped out of his recent slump, and the Philadelphia 76ers handed the Toronto Raptors their sixth", "new_id": -2}, {"uid": "1295976368172294158", "i": 9273, "idx": 5, "sa": ["Eric Schmidt"], "q": "engineering talent. <strong> Eric Schmidt </strong> rejected the notion that Google was losing key people. \"Our retention has been actually the same and our turnover has been exactly the same for seven years,\" he said. <q> We're going to be hiring many thousands of people this year. </q> <strong> Eric Schmidt </strong> said that in his new role he would be able to spend more time on government issues and Google's public image, among other things. We welcome comments that advance the story directly or", "new_id": -2}, {"uid": "1295528378011599923", "i": 56, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Ryan Seacrest"], "q": "Rangers. There's no surprise in the <strong> Simon Cowell </strong> that Rushfield presents, but he does bring him to life-- by turns brilliant and exasperating, self-serving and disarmingly honest. Rushfield sums him up well: <q> If ever a person could be prepared for fame and all that came with it, it was <strong> Simon Cowell </strong>... For 20 years, <strong> Simon Cowell </strong> had been involved in every aspect of the shadowy business of creating stars... He had seen how the magical alchemy could transform people into stars, and he had seen how it could go wrong. </q> The book is not Fox-authorized, which may explain why the show's other well-known personalities play only supporting roles. <strong> Paula Abdul </strong> is a wacky sparring partner, and <strong> Ryan Seacrest </strong> is Robin to <strong> Simon Cowell </strong>'s Batman. Nevermind", "new_id": -2}, {"uid": "1297094119231997478", "i": 31319, "idx": 1, "sa": ["Dot-Marie Jones", "Simon Cowell"], "q": "judge is saying exactly why he's bringing the show stateside. \"I believe America has the best talent in the world, I believe that with all my heart,\" he says. <q> But I'm not looking for someone who will only be a hit in America. I'm looking for a global star. </q> Exclusive: <strong> Simon Cowell </strong> Reveals Top Five Tips to Winning \"The X Factor\" \"Glee\"s <strong> Dot-Marie Jones </strong> wore many hats before starring on \"Glee\" as Coach Beiste-- one of them being a world", "new_id": -2}, {"uid": "1297069211236994562", "i": 32422, "idx": 0, "sa": ["Mike Huckabee", "Mike Pence"], "q": ", because the light was better. Social conservatives tend to talk about issues such as abortion and gay rights, stem cell research and the role of religion \"in the public square\": <q> Those who would have us ignore the battle being fought over life, marriage and religious liberty have forgotten the lessons of history, </q> said Rep. <strong> Mike Pence </strong>( R-Ind.) at the Family Research Council's 2010 Values Voter Summit. But what, exactly, are the policy problems they say they aim to solve? <strong> Mike Huckabee </strong>,", "new_id": -2}, {"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}, {"uid": "1295245546048136202", "i": 20487, "idx": 7, "sa": ["Tony Parker", "Allen Iverson"], "q": "a good shot. <strong> Tony Parker </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter. \"Two years ago we probably were just happy to be in the playoffs,\" <strong> Tony Parker </strong> said. <q> Now we ain't just happy to be in the playoffs. We know we're a good team and when we play good we can play with the best of them. </q> And the Nuggets played tough defense, too, which is not usually their forte. \"They stopped us, doing the things we wanted to do and we couldn't stop their two stars,\" Spurs coach", "new_id": -2}, {"uid": "1295562508244678719", "i": 18899, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. Top 5 Google Labs projects <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page", "new_id": -2}, {"uid": "1296675717070008838", "i": 43752, "idx": 0, "sa": ["Steve Ballmer"], "q": "sold 8 million Kinect units in just two months. That's far beyond the company's 5 million estimate-- which was raised from an initial estimate of 3 million right before the system's launch. <q> This has been the biggest holiday and the biggest year ever for Xbox, </q> said CEO <strong> Steve Ballmer </strong> during a keynote address at January's Consumer Electronics Show. \"The Xbox is becoming the hub of your living room.\" Connecting with Kinect Indeed, Kinect seems to have", "new_id": -2}]