[{"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star. \"Honestly, they play me one-on-one, straight up,\" <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q>Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something.</q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}, {"uid": "1295351570142295047", "i": 43468, "idx": 5, "sa": ["Mike Pence"], "q": " \"The Title X Abortion Provider Prohibition Act would deny any family planning funds under title X from going to Planned Parenthood or other organizations that perform abortions,\" said <strong> Mike Pence </strong> in a speech on the House floor. <q>It would ensure that abortion providers are not subsidized with federal tax dollars.</q> \"Now, let me say,\" <strong> Mike Pence </strong> continued, \"to be very clear, Mr. Speaker, this legislation does not cut one penny from title X family planning funding. I applaud much of", "new_id": -2}, {"uid": "1295648097184696861", "i": 4515, "idx": 0, "sa": ["Donald Rumsfeld", "Bill Clinton", "Dick Cheney"], "q": "health insurance giants. He is a member of the Project for the New American Century( PNAC) and was one of the signers of the PNAC Letter sent to US <strong> Bill Clinton </strong> dated January 26, 1998, advocating <q>the removal of <strong> Saddam Hussein </strong>'s regime from power</q> along with <strong> Dick Cheney </strong>, <strong> Donald Rumsfeld </strong> and 29 other notable Republicans. Currently, Weber is managing partner of the Washington, DC branch of lobbying firm Clark& Weinstock. In 2006, Weber's firm received$ 360297 from", "new_id": -2}, {"uid": "1296128197246497300", "i": 17596, "idx": 7, "sa": ["Michael Vick"], "q": "an injured rib and back. \"Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,\" <strong> Michael Vick </strong> said. <q>Unequal was one of the reasons I've been able to make it through the season.</q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. \"I'm very thankful and happy to be here and I'm going to try and", "new_id": -2}, {"uid": "1297233830152961039", "i": 24544, "idx": 3, "sa": ["Colin Powell", "President Bush"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q>As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal,</q> he wrote. Insights from Deseret News editorial page Editor Jay Evensen", "new_id": -2}, {"uid": "1297118217093028381", "i": 45363, "idx": 4, "sa": ["Simon Cowell", "Leona Lewis"], "q": "the winner. \"The X Factor\" has turned unknowns into superstars, most notably with Season 3 winner <strong> Leona Lewis </strong> in 2006. It's a trend <strong> Simon Cowell </strong> expects to continue stateside. <q>It has to be controversial, interesting,</q> <strong> Simon Cowell </strong> said when asked how he thinks the show will settle in stateside. \"If the U.S. show has some of the same qualities as we've done in the UK it could do really, really well.", "new_id": -2}, {"uid": "1296106119124256270", "i": 13125, "idx": 0, "sa": ["Jay Leno", "Jimmy Kimmel", "Carson Daly", "David Letterman"], "q": "'ll be in Eastern Connecticut for a five-show set at Comix at Foxwoods. The Boston native has appeared on \"The Tonight Show with <strong> Jay Leno </strong>, \"` The Late Show with <strong> David Letterman </strong>,\" <q>The Late Late Show with <strong> Craig Ferguson </strong>,</q> \"Last Call with <strong> Carson Daly </strong>\" and \"<strong> Jimmy Kimmel </strong> Live.\" He was twice a finalist on \"Last Comic Standing\" in 2004, performed at the NASCAR Year End Banquet, the New York Comedy Festival,", "new_id": -2}, {"uid": "1296199986159858692", "i": 30425, "idx": 0, "sa": ["Mike Pence"], "q": "Staff Writer Thursday, January 27, 2011; 10:52 PM <strong> Mike Pence </strong>( R-Ind.) will not run for president in 2012 but has left the door open to running for governor of the Hoosier State. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star. \"We will not seek the Republican nomination for president in 2012.\" <strong> Mike Pence </strong> has been publicly pondering whether to run for", "new_id": -2}, {"uid": "1295670200191152182", "i": 35807, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and on Friday defended his own judgement in hiring him after his resignation from the News of the World. <q>I feel that he's been punished twice for the same offence. I chose to judge him by the work that he's done for me, for the government and for the country,</q> <strong> David Cameron </strong> said. Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. \"Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the", "new_id": -2}, {"uid": "1296515604235749377", "i": 1591, "idx": 2, "sa": ["George Herbert", "Zahi Hawass", "Howard Carter"], "q": ". On Sunday, an anonymous official told AP that around three dozen men attempted to break into the museum and 15 more attempted to do so on Monday. <strong> Zahi Hawass </strong> walked through the museum on Monday. <q>If the museum is safe, Egypt is safe,</q> <strong> Zahi Hawass </strong> told AP. Tutankhamun, a boy king who ruled from 1333 to 1324 B.C., has received worldwide attention since Englishmen <strong> Howard Carter </strong> and <strong> George Herbert </strong> discovered Tutankhamun's nearly intact tomb in 1922 in Egypt's Valley", "new_id": -2}]