[{"uid": "1295815498029966341", "i": 1009, "idx": 0, "sa": ["Eric Schmidt"], "q": "'s shaky social-networking position, pushing ahead with Android in the cutthroat mobile market, doubling-down on the upcoming Chrome OS and growing display ad revenue, not to mention retaining Google's dominance in search advertising. <q>If push comes to shove and management decides to jettison less-strategic initiatives, Google Apps could be in trouble,</q> Gartner analyst Tom Austin said via e-mail. It doesn't help that <strong> Eric Schmidt </strong>, a former CEO at Novell and CTO at Sun Microsystems, has much more experience and, arguably, knowledge of enterprise software", "new_id": -2}, {"uid": "1296286332201490484", "i": 2671, "idx": 1, "sa": ["Mike Pence"], "q": "by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,\" <strong> Mike Pence </strong> said in a letter to supporters. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012.</q> <strong> Mike Pence </strong> said he would make a decision about his future later, and would be traveling across the state in the months ahead to \"learn about how Hoosiers think we might best contribute in the years ahead", "new_id": -2}, {"uid": "1297162553239927305", "i": 5175, "idx": 0, "sa": ["Sergio Marchionne"], "q": "was a risk, given his history of sexist lyrics, prescription drug abuse and harsh language. <strong> Sergio Marchionne </strong> told Forbes in a report published Monday that casting the controversial star was a tough call. <q>You know, I love Eminem but... I also know that some of the choices of language that he has made are things that are not what I would consider to be commonly shared,</q> <strong> Sergio Marchionne </strong> told Forbes. On the other hand, Eminem also is one of the most successful rappers of all time. His album \"Recovery\" has been nominated for 10 Grammy Awards and was", "new_id": -2}, {"uid": "1296259221174211079", "i": 44889, "idx": 3, "sa": ["Mike McDaniel", "Mike Pence"], "q": "While there is no official word yet on whether he'll run for Indiana governor, many in political circles assumed that would be the case since he stepped down last year from his House leadership position. <q>I am convinced he is now going to run for governor,</q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. The 51-year-old Mr. <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as \"a Christian, a conservative, and a Republican, in that order", "new_id": -2}, {"uid": "1295753820028917780", "i": 28944, "idx": 0, "sa": ["Bill Lockyer"], "q": "ago, has called on the Legislature to enact by March 1 an austere spending plan that includes deep reductions in welfare, health care for the poor and the state's universities, among other programs. <q>Get it done, the sooner the better,</q> <strong> Bill Lockyer </strong> said Saturday during his appearance at a conference sponsored by the Institute of Governmental Studies at UC Berkeley. If not, he said, \"We will run out of money to pay the bills.\"", "new_id": -2}, {"uid": "1297215766168738831", "i": 18771, "idx": 0, "sa": ["Maria Gamez", "Michael Vick"], "q": "then left without speaking to <strong> Maria Gamez </strong>. But <strong> Maria Gamez </strong> allegedly followed her to her car and \"started arguing with her,\" Assistant State's Attorney <strong> Michael Vick </strong> Hogan said at the time of <strong> Maria Gamez </strong>'s capture. <q>The defendant took a knife from the gift box that he had and began to stab the victim as she was seated in her car,</q> Hogan said. <strong> Maria Gamez </strong> fled to Mexico, where he lived for about 10 years, prosecutors said. In 2007, FBI agents and local police arrested <strong> Maria Gamez </strong> in McAllen, Texas. A dropped cell", "new_id": -2}, {"uid": "1295637393157057065", "i": 21730, "idx": 2, "sa": ["Eric Schmidt"], "q": "peppy little tweet, \"Day-to-day adult supervision no longer needed!\" But surely there's more to the story. The company itself shrouded the transition in familiar corporate speak, calling it a move to <q>streamline decision making and create clearer lines of responsibility and accountability.</q> Now, business and technology pundits are wondering if there's a side we haven't heard: Did <strong> Eric Schmidt </strong> jump ship, or was he forced to walk the plank? He Jumped <strong> Eric Schmidt </strong> has \"career aspirations", "new_id": -2}, {"uid": "1295614908206700700", "i": 45043, "idx": 1, "sa": ["Eric Schmidt"], "q": "!\" Spiceworks agentless, ad-supported management tool runs right in the browser, targeted at the small to medium sized business. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295967193135200806", "i": 8091, "idx": 0, "sa": ["Zahi Hawass"], "q": "museum. Egypt's Supreme Council of Antiquities( SCA) sent the request to the Prussian Cultural Heritage Foundation, which runs the Neues Museum in the German capital where the bust is kept. <q>The foundation's position on the return of Nefertiti remains unchanged,</q> foundation president Professor Hermann Parzinger said in a statement. \"She is and remains the ambassador of Egypt in Berlin.\" Egypt's antiquities chief, <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of", "new_id": -2}, {"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.</q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}]