[{"uid": "1295944369182452242", "i": 12842, "idx": 0, "sa": ["Keith Smart", "Bill Lockyer", "Newt Gingrich"], "q": "off the court in the waning moments of Friday night's victory over Sacramento, but he played 42 minutes the next night against the Clippers. \"Monta bounces back quickly,\" coach <strong> Keith Smart </strong> said. <q>I didn't even think he'd able to play Saturday.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog CONCORD 4 BR/ 2.0 BA$ 320,000.00 BRENTWOOD 2 BR/ 2.0 BA$ 160,000.00", "new_id": -2}, {"uid": "1295733110147996681", "i": 34161, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "media chief on Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q>So far, our worst day in government,</q> a senior <strong> David Cameron </strong> aide told The Guardian after <strong> Andy Coulson </strong> quit yesterday, bowing to pressure over what he knew about hacking at the development also renewed questions about practises at the Sunday tabloid, commentators said, at", "new_id": -2}, {"uid": "1296629066052166669", "i": 49265, "idx": 0, "sa": ["Steve Ballmer"], "q": "Based on the specs of this beast, I would say the ExoPC is overpriced by about$ 400. Nice machine, but just comparing specs.... <strong> Steve Ballmer </strong>( and Microsoft) still doesn't get the iPad <q>The operating system is called Windows,</q> claimed <strong> Steve Ballmer </strong> when asked about Microsoft's plans for the tablet/slate/pad form factor at the company's annual Financial Analyst Meeting on July 29th 2010. He expressed dismay at the iPad's strong sales figures,\"[...", "new_id": -2}, {"uid": "1296233927110460990", "i": 23803, "idx": 2, "sa": ["Rachel Maddow", "Fred Rogers", "Mike Pence"], "q": "n't even know where to begin with your opening. There are so many holes in it.\" Steele said that the culture wars are \"virtually over,\" at least on the national level. <q>What you're seeing now is something a little bit closer to home, which is a state by state approach,</q> he said. <strong> Rachel Maddow </strong> wasn't buying it, and pointed to the focus on D.C. marriage policy.@Ali_Davis Why is <strong> Mike Pence </strong> Steele wearing a <strong> Fred Rogers </strong> costume? Montell Steele looks like a valet wearing that", "new_id": -2}, {"uid": "1297457367203407371", "i": 22307, "idx": 0, "sa": ["Ben Jealous", "Colin Powell"], "q": "awarded in recognition of special achievements and distinguished public service. \"<strong> Colin Powell </strong> has led an extraordinary life of public service and holds a unique place in American history\" stated <strong> Ben Jealous </strong>, chief executive office of the NAACP. <q>He rose from humble roots as the son of Jamaican immigrants to become a distinguished military leader, a statesman, a humanitarian and a philanthropist.</q> Reader Comments All comments on this page are subject to our Terms of Use and do not necessarily reflect the views of the Examiner or its staff. Reader-submitted content that advocates violence or", "new_id": -2}, {"uid": "1296649336203423746", "i": 12631, "idx": 1, "sa": ["Hollie Steel", "Simon Cowell"], "q": "joke and I jumped up to sort it out and I sorted it out. \"I apologised and I put him through because he was very good and showed promise.\" He insisted: <q>I am not being ruthless and shattering people's dreams- that's the opposite of what I want to do. Ruthlessness is not something that comes easily.</q> There was an outcry after 10-year-old <strong> Hollie Steel </strong> was reduced to tears during her appearance on a previous series of the ITV programme. <strong> Simon Cowell </strong>, the show's original Mr <strong> Simon Cowell </strong>, is missing the early", "new_id": -2}, {"uid": "1295894929135872553", "i": 4432, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "said FCC Chairman <strong> Colin Powell </strong>, <strong> Barack Obama </strong> \"Erp... I just threw up in my mouth a little.\" \"Frankly, we didn't think anyone was watching,\" said executive producer Dr. Phil. <q>Hell, three days ago I did a promo for \"The Doctors' while simulcasting a proctological exam. Dr. Phil Rectum, in HD, and no one gave a sh-t.</q> In related news, the fine folks at JG Wentworth-- they of` It's my money and I need it now!\" fame-- have teamed up with the makers of Vagisil to create a", "new_id": -2}, {"uid": "1296166810171278370", "i": 48306, "idx": 0, "sa": ["David Letterman"], "q": "has a scheduled video teleconference to link U.S. and Asian school children, so they can freely exchange solar ideas and foster friendships. \"The children are quick to grasp and accept solar,\" said Santos. <q>We're not just planting seeds of knowledge about renewable energy for the distant future; we have been doing this long enough to witness the children passing on their new-found knowledge to their parents who then respond by purchasing and installing solar systems.</q> After chatting with Midori, I ran into <strong> David Letterman </strong> Woycio, president of Metro Solar Inc.( www.metro-solar.com), good friend and fellow contractor, in the Viessmann booth. He is a dedicated", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q>We want to eliminate that uncertainty so that businesses can continue in</q> their research and development projects, she said. \"This is not a Democrat or a Republican idea,\" <strong> Kirsten Gillibrand </strong> said. \"It's just a good idea.\" She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}, {"uid": "1296083432189841410", "i": 30190, "idx": 3, "sa": ["Michael Vick"], "q": "is staying, even as he acknowledges, \"I hope so, but in this business, you never know.\" <strong> Michael Vick </strong>'s goal is to get a rest and, as he said, to <q>watch a ton of film, try to get better.</q> It is the correct mindset. But Eagles coach Andy Reid will have his own set of issues here, and his own things to think about. This <strong> Michael Vick </strong> thing is, in some ways, even more complicated", "new_id": -2}]