[{"uid": "1297444526101842946", "i": 24502, "idx": 0, "sa": ["Michael Vick", "Jerry Jones"], "q": "class-action suit Tuesday in Dallas against the NFL, the host Dallas Cowboys and Cowboys owner <strong> Jerry Jones </strong>. \"I haven't had that contact yet( with the attorney),\" said Noone. <q>I haven't decided what direction to go. I'm waiting until the league comes back and says, \"Well we're going to do this type of ticket, this of flight, this type of hotel.'</q> \"But I\"ll never get to watch that game again. Even though they lost, I still would have liked to have seen the game.\" <strong> Michael Vick </strong> Moore, 23, of Pittsburgh", "new_id": -2}, {"uid": "1297170191123355244", "i": 28751, "idx": 2, "sa": ["George H.W. Bush", "Donald Rumsfeld", "Diane Sawyer", "Gerald Ford"], "q": "failure in the execution of the war. \" \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. <q>We had( an) enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed. \"It's hard to know... You know, the path you didn't take is always smoother,</q> he said. <strong> Donald Rumsfeld </strong>, who served as <strong> George H.W. Bush </strong>\"s defence chief for six years after holding the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that \"in a war, many things cost lives", "new_id": -2}, {"uid": "1294957383066879509", "i": 13624, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "nation when he said, \"<strong> Gabrielle Giffords </strong> opened her eyes for the first time.\" The First Lady gripped the hand of <strong> Gabrielle Giffords </strong>'s husband, astronaut Mark Kelly. <strong> Barack Obama </strong> continued, saying, <q>She knows we are here. She knows that we love her, and she knows that we are rooting for her through what is undoubtedly going to be a difficult journey.</q> New details are emerging about that magical moment inside the Congresswoman's hospital room. Two of <strong> Gabrielle Giffords </strong>'s best friends in Congress were there: <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York and Congresswoman <strong> Debbie Wasserman Schultz </strong> of Florida. Joining", "new_id": -2}, {"uid": "1296073686062521444", "i": 19439, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "last week after numerous questions about practices at the newspaper. \"The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,\" the police force said in a statement. <q>This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010.</q> <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgment in giving him a second chance and risks complicating a bid by <strong> Rupert Murdoch </strong>'s News Corp to buy full control of British pay TV operator BSkyB.", "new_id": -2}, {"uid": "1296742904227606600", "i": 3743, "idx": 1, "sa": ["Donald Rumsfeld", "Jim Miklaszewski"], "q": "into the building, it was <strong> Donald Rumsfeld </strong> himself who raised the possibility of attacking Iraq. At 1:50 pm, in discussing a \"whole range of military operations\" and the \"annihilation of terrorism\" <strong> Donald Rumsfeld </strong> says: <q>My interest is to hit <strong> Saddam Hussein </strong> at the same time, not to look only at UBL( <strong> Osama bin Laden </strong>).</q> It's either a lapse of memory, <strong> Jim Miklaszewski </strong> says, or a bit of revisionist history. Countdown Chicago's mayoral election: 19 days Countdown to Election Day 2011: 278 days", "new_id": -2}, {"uid": "1297465246016121870", "i": 45570, "idx": 1, "sa": ["Jennifer Aniston", "Walter Iooss Jr.", "David Letterman", "Brooklyn Decker"], "q": "of the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q>She's so sweet, that girl. She's just darling and like the nicest person,</q> <strong> Jennifer Aniston </strong>, 42 today, tells <strong> Walter Iooss Jr. </strong>/ PRNewsFoto/Sports Illustrated Goodyear-$ 124,900 MLS 4441564 4 bed/ 3 bath 2,001- 2,250/ 2004 Denice Casey, CENTURY 21 Arizona Foothills Goodyear Fountain", "new_id": -2}, {"uid": "1295894873135872563", "i": 17065, "idx": 16, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "of doing so, but it turns out a State Department cable exists in which <strong> Saddam Hussein </strong> thanked <strong> Donald Rumsfeld </strong> for the message. The letter must have come from the State Department itself, <strong> Donald Rumsfeld </strong> says. <q>How could anyone believe that you couldn't remember if you delivered a letter from <strong> Ronald Reagan </strong> to <strong> Saddam Hussein </strong>?</q> he says. \"That's the kind of thing that persuaded me to take my time and look at the documents, since I had so many of them.\" Amber Van Brunt( PICTURE): Nurse", "new_id": -2}, {"uid": "1296649336203423746", "i": 12630, "idx": 0, "sa": ["Simon Cowell"], "q": " \"I'm not a Mr <strong> Simon Cowell </strong> by any means. I have been teased quite a lot for being too nice to people, because I know what they are going through.\" He said: <q>I don't like upsetting people. It was an odd moment. It was a joke and I jumped up to sort it out and I sorted it out. \"I apologised and I put him through because he was very good and showed promise.</q> He insisted: \"I am not being ruthless and shattering people's dreams- that's the opposite of what I want to do. Ruthlessness is not something that comes easily.\" There", "new_id": -2}, {"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q>We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people,</q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true. \"Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}, {"uid": "1297136473102924319", "i": 29838, "idx": 2, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "the execution of the war. \" \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. <q>We had( an) enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed. \"It's hard to know. You know, the path you didn't take is always smoother,</q> he added. The former Pentagon chief\"s comments came in his first television interview since leaving public life in December 2006 after a long and divisive tenure at the Pentagon. They largely echoed his", "new_id": -2}]