[{"uid": "1294957406081149956", "i": 46639, "idx": 3, "sa": ["Allen Iverson"], "q": "about 4500 fans. The club hasn't won the Turkish league since 1975. \"They were great,\" <strong> Allen Iverson </strong> told NTV sports channel of the cheering Besiktas fans who welcomed him at the airport, adding that <q>the most important thing is to be accepted, to be wanted and to be appreciated.</q> <strong> Allen Iverson </strong> urged fans to come out and support the team. The player also said he would be \"interacting\" with the fans as much as possible. \"Before I leave, I'll be speaking a lot", "new_id": -2}, {"uid": "1295901162252542991", "i": 8032, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": " \"It was so bad that a minute into the pitch the guy said, \"No',\" the Daily Mail quoted him as telling <strong> Oprah Winfrey </strong> on her Master Class show. <q>To wind him up, I said, \"So, it sounds like you're interested?</q> He said` Get out' and we were thrown out of the network,\" <strong> Simon Cowell </strong> revealed. Adding to the humiliation was that the group hadn\"t booked a car to pick them up, so", "new_id": -2}, {"i": 13003, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", and Fiat is set to hit two more targets to reach a 35-percent stake in Chrysler, possibly increasing it to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. <q>I think the opening of the capital markets window in the United States is real,</q> <strong> Sergio Marchionne </strong> said. \"I think it would be unwise for Chrysler not to take advantage of the opening.\" On the Italian side, he is preparing to invest â\u0082¬ 700 million in a plant", "sa": ["Sergio Marchionne"], "uid": "1296231906026230879"}, {"uid": "1295159503096436248", "i": 47565, "idx": 1, "sa": ["Tramon Williams", "Michael Vick"], "q": "was returned 70 yards for a touchdown by <strong> Tramon Williams </strong>, and also lost a fumble. He finished with 186 yards. \"We moved the ball pretty effectively but we just didn't capitalize,\" Ryan said. <q>We didn't get points when we needed to get points. It's disappointing.</q> The Falcons also had a fourth-quarter fumble by receiver <strong> Michael Vick </strong> Jenkins. For Ryan, the postseason disappointment was painfully familiar. As a rookie in 2008, Ryan had three turnovers, including a fumble returned for a touchdown", "new_id": -2}, {"uid": "1295685222050348045", "i": 37618, "idx": 0, "sa": ["Bill Lockyer"], "q": "change to allow states to file bankruptcy. Under current law, states can not go to federal bankruptcy court for financial protection. In California, Treasurer <strong> Bill Lockyer </strong> quickly spoke out against the proposal: <q>To the folks in Congress cooking this baloney: Don't bother. States didn't ask for it. We don't want it. We don't need it. Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs.</q> Some support state bankruptcy as a way to get out from under unsustainable public pension obligations. <strong> Bill Lockyer </strong> said that California has a plan to pay for its pension obligations, and bankruptcy is not part of it", "new_id": -2}, {"uid": "1295139772120274975", "i": 15866, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "husband, Mark Kelly( at right). And she opened her one unbandaged eye. And reached out to touch Kelly, an astronaut who probably never saw anything so beautiful in space. <q>It was raw courage. It was raw strength. It was so beautiful and so moving,</q> <strong> Kirsten Gillibrand </strong> said. \"It felt like a miracle. It felt like we were watching a miracle,\" said Wasserman-Schultz. \"Other than the birth of my kids, this was the most incredible feeling", "new_id": -2}, {"uid": "1297338113118145033", "i": 16090, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "for the things he put in place-the Patriot Act, the Guantanamo Bay[ prison] and various things, military commissions-you know, a lot of people criticized them and they fussed at it,\" <strong> Donald Rumsfeld </strong> said. <q>The fact is, they're still there. Why are they still there? They're there, because they make sense in the 21st Century. They're needed. And the new administration has not been able to figure out a better way to do it.</q> <strong> Donald Rumsfeld </strong> bears enormous personal responsibility for the act that set the US government on a descent into lawlessness and barbarity that continues today: the invasion of Iraq. As was established at the Nuremberg trials of Nazi", "new_id": -2}, {"uid": "1297202882240402460", "i": 3013, "idx": 3, "sa": ["Colin Powell", "President Bush"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q>As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal,</q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious sign", "new_id": -2}, {"uid": "1295865974242810911", "i": 32685, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "Updated: 01/24/11 4:54 AM <strong> Colin Powell </strong> said he was not committed to supporting <strong> Barack Obama </strong> in 2012. Close <strong> Colin Powell </strong> said on Sunday that he was not committed to supporting <strong> Barack Obama </strong> or any other candidate in 2012 <q>I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,</q> <strong> Colin Powell </strong> said on CNN's \"State of the Union \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.\"", "new_id": -2}, {"uid": "1295419136019841068", "i": 1228, "idx": 10, "sa": ["Toby Young", "Simon Cowell"], "q": "tell it like it is. \"It's funny because 75 years ago Americans had a reputation for being honest and plainspoken, while Brits were thought to be mealy-mouthed and obsessed with propriety,\" says <strong> Toby Young </strong>. <q>It's as if we've switched places.</q> But with <strong> Simon Cowell </strong> gone, who's going to judge our nation of underachievers? GeraldF.ShieldsJr. at 8:53 PM January 18, 2011 It's not that most folks like mean judges, folks like", "new_id": -2}]