[{"uid": "1297245174074432523", "i": 30069, "idx": 0, "sa": ["Lindsay Lohan", "Anderson Cooper", "Simon Cowell"], "q": "Instead, the` Bad Romance' hitmaker showed <strong> Anderson Cooper </strong> a box of personal mementos, including the sheet music to the first song she ever wrote, which was entitled` Dollar Bills'. <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1295772199201490460", "i": 10400, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Nicole Scherzinger"], "q": "place on the judging panel of <strong> Simon Cowell </strong>'s US version of The X Factor. According to Look magazine, the singer may join <strong> Simon Cowell </strong> on the show when it begins filming later this year. <q> To get her on the show would give it real star power, </q> a source told the magazine.`` <strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong> are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna", "new_id": -2}, {"uid": "1297239482104841255", "i": 47144, "idx": 2, "sa": ["Colin Powell", "President Bush"], "q": "recommendation to <strong> President Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Rumsfeld quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as`` Terrorist Poison and Explosive Factory, Khurmal.'' Rumsfeld said Khurmal was operated by Ansar", "new_id": -2}, {"uid": "1295289004218529795", "i": 48235, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson", "LeBron James", "Josh Smith"], "q": "<strong> Carmelo Anthony </strong> and <strong> LeBron James </strong> were the headliners, but <strong> Allen Iverson </strong> and JR <strong> Josh Smith </strong> stole the show. <strong> Allen Iverson </strong> scored a season-high 37 points and <strong> Josh Smith </strong> added 29 to help the Denver Nuggets beat the Cleveland Cavaliers 122-100 on Monday night. <q> They didn't steal my spotlight, </q> said <strong> Carmelo Anthony </strong>, who had 22 points and nine rebounds.`` They did what they were supposed to do. They took advantage of the defense that they threw at us.'' <strong> Allen Iverson </strong> set the tone early with", "new_id": -2}, {"uid": "1295710913115458082", "i": 18680, "idx": 0, "sa": ["Andy Coulson", "Brian Cowen", "Mary Harney"], "q": "at the... Report Abuse <blockquote> <strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>. </blockquote> Report Abuse <q> Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295806200208044038", "i": 49224, "idx": 7, "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords"], "q": "wants to remain in private life although he is happy to be an informal presidential adviser.`` The administration knows that I am quite content with the work I am doing now,'' he said. <q> I am not interested in a government job. </q> Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have", "new_id": -2}, {"uid": "1295472167129286151", "i": 3104, "idx": 0, "sa": ["LeBron James", "Tracy McGrady", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "q": "can endure and overcome.- ROBERT JAY LIFTON The translation and publication of this book in English constitutes thundering historical proof that those who deny the Armenian Genocide are engaged in a massive deception.- DEBORAH <strong> Allen Iverson </strong> LIPSTADT <q> <strong> Peter Balakian </strong> provides strong evidence that these gruesome proceedings were carried out under official orders from the highest level. </q>- HENRY MORGENTHAU III Kia Awards Winner: <strong> LeBron James </strong>& <strong> Dwyane Wade </strong> <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> share honors for the Eastern Conference Kia Performance Awards Winner in the month of December. Ignor: Extra Tags: HQ <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong> Mcgrady", "new_id": -2}, {"uid": "1295617531243957796", "i": 3425, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "it difficult for me to give the 110 percent needed in this role.'' <strong> David Cameron </strong> said that he was`` very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.'' <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> <strong> David Cameron </strong> said in a statement, which made no direct mention of the hacking claims. A reporter and a private investigator working for the News of the World were caught illegally eavesdropping on the phones of the", "new_id": -2}, {"uid": "1296552416261570572", "i": 27772, "idx": 6, "sa": ["Maurice Cheeks", "Allen Iverson", "Dwyane Wade"], "q": "at that end, considering he lost his starting job because of his poor defense.`` We didn't make the correct switch,'' Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. <q> Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out how to do it right at the end. </q> <strong> Allen Iverson </strong> http://wn.com/Miami_Heat_vs_Indiana_Pacers_105__96_April_3,_2010 <strong> Dwyane Wade </strong> goes off for 43 points along with nine rebounds and six assists as the Heat defeat the Pacers in overtime. <strong> Dwyane Wade </strong> lights up Pacers with 43 points as Heat win 7th in row By John Oehser", "new_id": -2}, {"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,'' Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}]