[{"uid": "1295782038072171535", "i": 43769, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Andrew Marr"], "q": " \"Play a role' And he defended Mr <strong> David Cameron </strong>'s handling of the issue and his decision to appoint Mr <strong> Andy Coulson </strong> in the first place after he resigned as editor of the newspaper in 2007. <q> If you listen to what <strong> David Cameron </strong> has said, </q> he told BBC One\"s <strong> Andrew Marr </strong> show, \"he said very emphatically that he thought it was right to give <strong> Andy Coulson </strong> a second chance. \"<strong> Andy Coulson </strong> has been very clear that he was not in any", "new_id": -2}, {"uid": "1295636623157057039", "i": 19148, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and on Friday defended his own judgment in hiring him after his resignation from the News of the World. <q> I feel that he's been punished twice for the same offence. I chose to judge him by the work that he's done for me, for the government and for the country, </q> <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. \"Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s", "new_id": -2}, {"uid": "1296175103162824194", "i": 3856, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "23:33 UK time, Thursday, 27 January 2011 When Google announced last week that <strong> Eric Schmidt </strong> would be standing down as Chief Executive, he tweeted that it was because <q> day to day adult supervision no longer needed </q> for the company's co-founders, Larry Page and <strong> Sergey Brin </strong>. Page will take over the day to day running of the company, with <strong> Eric Schmidt </strong> kicked upstairs, as Chairman. It was a flip comment-", "new_id": -2}, {"uid": "1296486373063668243", "i": 2364, "idx": 1, "sa": ["Mike Pence"], "q": "urged by conservative activists to run for president in 2012. \"We seriously considered it, which for a small-town boy from Southern Indiana is a very humbling thing to do,\" <strong> Mike Pence </strong> said Thursday. <q> But at the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead. I've learned in decisions like these to follow my heart. My heart is in Indiana. </q> He said he will spend the next few months traveling across the state before announcing a decision on the governor's race, which he is widely expected to enter as the GOP favorite. Indiana", "new_id": -2}, {"uid": "1295554755243744795", "i": 13431, "idx": 1, "sa": ["Michael Vick"], "q": "far as people reporting where as before they might not have thought it got the attention that it needed.\" She says there is large public awareness of animal fighting after the <strong> Michael Vick </strong> case. <q> I know that there were probably many people who prior to the <strong> Michael Vick </strong> case maybe didn't even know that dog fighting existed, or they thought that it was something that happened once in a while in a small, poor corner of a city. </q> Cosby says the work that the organization does is supported by donors and people who care. \"So people who care can really make a difference. Having the man power and having the money", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>. \"We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,\" <strong> Michael Cohn </strong> said in a phone interview. <q> But we don't have any fear with regards to Larry. </q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}, {"uid": "1296178798053526610", "i": 29574, "idx": 1, "sa": ["Mike Pence"], "q": "? Or is his team thinking he really might win the nomination? A key quote from Others close to the draft movement admit to be in a \"funk\" about <strong> Mike Pence </strong>'s decision. One stating: <q> Seriously, we have no one for 2012 now. </q> No one for 2012 now. Might be hard for JD to resist if that feeling persists, especially since the early primaries favor him. He has home-field advantage in South Carolina, and his", "new_id": -2}, {"uid": "1296463954171245576", "i": 15173, "idx": 2, "sa": ["President Dwight D. Eisenhower", "Ayn Rand", "Sen. Bernie Sanders"], "q": "the World More than the Internet;\" \"More Education, in Itself, Is Not Going to Make a Country Richer;\" \"The U.S. Does Not Have the Highest Living Standard in the World;\" <q> Companies Should Not Be Run in the Interest of their Owners. </q> Veterans Slam <strong> Sen. Bernie Sanders </strong> Bachmann's Plan To Cut Vet Benefits: \"Heartless,'` Shows Contempt' For Troops' Sacrifice Virginia Lawmaker Says GOP\"s 2010 Victories Driven by Opposition to Black <strong> President Dwight D. Eisenhower </strong> <strong> Ayn Rand </strong> Railed Against Government", "new_id": -2}, {"uid": "1296373745172048387", "i": 28148, "idx": 13, "sa": ["Mike Pence"], "q": "his congressional staff of about 20 aides and heading the House GOP conference that served all GOP House members. But he said a full discussion of his credentials should wait until he's an official candidate. <q> If we would decide to seek the governorship, </q> <strong> Mike Pence </strong> said, \"I would expect people can judge whatever we would bring to the candidacy at that time.\" Asked to help Indy's underprivileged kids, Star readers stepped up in droves Revisiting 5 of", "new_id": -2}, {"uid": "1295217079110215169", "i": 16424, "idx": 0, "sa": ["Ellen DeGeneres", "Simon Cowell", "Steven Tyler"], "q": "departure from \"Idol' last season( to pursue his new Fox series,' X Factor') created an obvious void. But Jackson says the new contestants have deemed him the mean judge this year. <q> <strong> Simon Cowell </strong> is irreplaceable... but people will be surprised to see that I'm very assertive this season, </q> he reveals. http://xml.channel.aol.com/xmlpublisher/fetch.v2.xml?option=expand_relative_urls&amp;dataUrlNodes=uiConfig,feedConfig,entry&amp;id=691977&amp;pid=691976&amp;uts=1273167996 http://www.popeater.com/mm_track/popeater/music/?s_channel=us.musicpop&amp;s_account=aolpopeater,aolsvc&amp;omni=1&amp;ke=1 http://cdn.channel.aol.com/cs_feed_v1_6/csfeedwrapper.swf <strong> Simon Cowell </strong> Pokes Fun at` Idol' Judge <strong> Steven Tyler </strong> Fox Announces New Night for` American Idol' PopEater Poll Results: How You Voted on <strong> Ellen DeGeneres </strong>\"s", "new_id": -2}]