[{"uid": "1297217138168738878", "i": 31763, "idx": 3, "sa": ["Mohammed Shafiq", "Daulat Ram", "Michael Gove", "Robert Lambert", "Mehdi Hasan"], "q": "the EDL- or for other far-right groups such as the BNP. He mentioned the word \"Islamophobia\" just once and that, too, in passing. As <strong> Mohammed Shafiq </strong> of the Daulat Ramadan Foundation points out: <q> On the day we see fascists marching in Luton, we have seen no similar condemnation or leadership shown from the Michael Government. </q> Muslims and Muslim organisations, as the former Met police officer <strong> Robert Lambert </strong> argues 162 comments from readers MuscularLiberal 05 February 2011 at 12:46` under the pernicious influence of <strong> Michael Gove </strong>'? No <strong> Mehdi Hasan </strong>, under", "new_id": -2}, {"uid": "1295802303019185674", "i": 5211, "idx": 0, "sa": ["Andy Coulson"], "q": "the economy in the aftermath of disputed elections. As part of their pact the parties agreed to draft a new constitution, amend media and electoral laws to ensure free and fair elections. Report Abuse <q> An \"independent electoral organization </q> reported that nearly a third of Zimbabwe \" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid", "new_id": -2}, {"uid": "1296171065065814533", "i": 44981, "idx": 10, "sa": ["Camille Grammer", "David Letterman", "Kelsey Grammer"], "q": "for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that he plans on marrying his girl... \"She's Destroying My Family!\" <strong> Camille Grammer </strong> Talks About <strong> Kelsey Grammer </strong>'s Mistress <q> She's Destroying My Family! </q> <strong> Camille Grammer </strong> Talks About <strong> Kelsey Grammer </strong>'s Mistress Heartbroken <strong> Camille Grammer </strong> talks to her friend about the state of her marriage.... Letter from <strong> Camille Grammer </strong> to Kayte Walsh getnew.info 14.10.2010. Watch More! Find the latest hot search topics and current", "new_id": -2}, {"uid": "1296767726048218112", "i": 45962, "idx": 1, "sa": ["Matt Geiger", "Phil Jackson", "Allen Iverson", "Courtney Lee", "Larry Brown"], "q": "of 7-footer <strong> Matt Geiger </strong> in the fourth quarter lifted Phil Jacksonadelphia to a 104-90 victory over the Orlando Magic in the opener of their Eastern Conference first-round series. \"I am still excited about this game,\" <strong> Allen Iverson </strong> said. <q> I feel like I could still play another 48 minutes. The crowd was against us and it was just great playing in that kind of atmosphere. This was my first one, and I would love to play in a lot more. </q> \"<strong> Allen Iverson </strong> told me he got 15 minutes of sCourtney Leep last night, that was 15 more than I expected,\" said 76ers coach <strong> Larry Brown </strong>, who took his record sixth different organization to the playoffs. \"It", "new_id": -2}, {"uid": "1295461653182812690", "i": 59764, "idx": 4, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "made her look like a poodle. Now, nearly a decade after \"Idol\" first premiered, it seems that every reality competition has its own <strong> Simon Cowell </strong>. With \"America's Got Talent\" and <strong> Nigel Lythgoe </strong> on <q> So You Think You Can Dance, </q> cruel Brits are everywhere, except maybe Many of these judges arrive on our shores with years of industry experience overseas. But simply by playing the bad cop, a judge can sound more like an expert", "new_id": -2}, {"uid": "1295946658120340483", "i": 17819, "idx": 0, "sa": ["Mike Daisey", "Bill Lockyer", "Newt Gingrich"], "q": ". With the passion of a disabused true believer, he wants the piece to plant a missionary virus in the audience( a handout offers tips for what to do next). As <strong> Mike Daisey </strong> says, <q> If you don't think about what operating system you're using, you are living the unexamined life. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Mercedes-Benz 2001 M-Class$ 12,982 Mercedes-Benz 2003 M-Class$ 13,983 Mercedes-Benz 2008", "new_id": -2}, {"uid": "1295499872140181517", "i": 40689, "idx": 3, "sa": ["Kobe Bryant", "Howard Smith", "Allen Iverson", "Stan Van Gundy", "Shaquille O'Neal", "George Karl", "Dwyane Wade"], "q": "a span of two seconds after technical fouls against JR <strong> Howard Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Shaquille O'Neal </strong> play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the Stan Van Gundydpoint of our spirit. In a lot of ways, a great player Wade_Dwyane Wade_33_Points_vs_Atlanta_Game_2_Playoffs_2009!_HD!_22409 Down 19 points after the first quarter, the", "new_id": -2}, {"uid": "1295259899064110596", "i": 28671, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "it is right to give someone a second chance.\" Asked about the suggestion that Mr <strong> Andy Coulson </strong> had offered to quit, Mr <strong> David Cameron </strong> insisted he would not comment on \"private conversations\" . <q> Of course he, as anyone who is human would be, is extremely embarrassed by the endless publicity and speculation about what happened many years ago when he was editor of the News of the World. </q> But the Premier praised Mr <strong> Andy Coulson </strong>'s performance in his current role, saying the Downing Street press office worked in a very \"proper\" way and he had not received a single complaint. Prime Minister", "new_id": -2}, {"uid": "1297244182110002201", "i": 41889, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell", "Jay Leno", "Justin Bieber"], "q": "Earlier this week \"The X Factor\" 's <strong> Simon Cowell </strong> confessed that he is a \"massive fan of <strong> Paula Abdul </strong>.\" On Tuesday night <strong> Paula Abdul </strong> told <strong> Jay Leno </strong> that she felt that was an understatement. <q> I think you need to take` mass' off and put` obsessive,' </q> said <strong> Paula Abdul </strong> when asked about her thoughts on <strong> Simon Cowell </strong>'s comment. The singer then clarified, \"He's obsessed with me.\" confessed that he is a \"massive fan of <strong> Paula Abdul </strong> <strong> Justin Bieber </strong> Fever", "new_id": -2}, {"uid": "1296903158176029726", "i": 7747, "idx": 0, "sa": ["Sergio Marchionne"], "q": "a day in interest, or about$ 1.2 billion in total last year, according to its records. While <strong> Sergio Marchionne </strong> thanked the taxpayers of both countries for the loans, he said the interest is a <q> thorn in my side. </q> <strong> Sergio Marchionne </strong> said the company is talking with target=\"_new\"> Goldman Sachs and other banks about the refinancing.? Copyright 2011 Globe Newspaper Company. target=\"_blank\" chief seeking to refinance", "new_id": -2}]