[{"uid": "1297447911119193613", "i": 4467, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "inevitable, he added. At the launch of the new partnership with Microsoft, Mr <strong> Stephen Elop </strong> said that`` the game has changed from a battle of devices to a war of ecosystems''. <q> An ecosystem with Microsoft and Nokia has unrivalled scale around the globe, </q> he said.`` Nokia and Microsoft working together can drive innovation that is at the boundary of hardware, software and services,'' said Microsoft chief executive <strong> Steve Ballmer </strong>. Microsoft's Bing will power", "new_id": -2}, {"uid": "1295970927237322256", "i": 46167, "idx": 0, "sa": ["Zahi Hawass"], "q": "als sonst, und laut waren sie immer schon, die alt?gyptische B?ste, die ihre Heimat zweifellos nicht aus freien St?cken verlie, eben dorthin zur?ckzugeben. Wenn der gyptische Botschafter die Neuberlinerin noch vor sechs Jahren als die <q> st?ndige Vertreterin gyptens in Deutschland </q> bezeichnete, so hat der gyptische Chefarch?ologe <strong> Zahi Hawass </strong> in der selben Zeit keine Gelegenheit ausgelassen, die R?ckkehr der fragilen Figur zu fordern. Der Chefausgr?ber betreibt die arch?ologische Basisarbeit nicht ohne eine Durch?konomisierung der Schlagzeilen. <strong> Zahi Hawass </strong>", "new_id": -2}, {"uid": "1297130830124354601", "i": 29987, "idx": 1, "sa": ["Simon Cowell"], "q": "episode of href=\"http://www.zap2it.com/tv/american-idol/\">`` American Idol'' since he left the show. Talking to reporters on a conference call for his new music competition series,`` The X Factor,'' <strong> Simon Cowell </strong> says, <q> I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. </q> While <strong> Simon Cowell </strong> isn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings.`` What I was more concerned about[ was] the", "new_id": -2}, {"uid": "1295965254237387800", "i": 35631, "idx": 2, "sa": ["Eric Schmidt"], "q": "internet market, with sales of smartphones expected to trump PCs in the next two years. <strong> Eric Schmidt </strong> said faster wireless standards such as LTE would greatly improve the web-surfing experience of the next generation of devices. <q> It's interesting that Germany has a leading role in the introduction of the LTE in Europe, </q> he said. Google has not always had an easy time operating in Germany, which has notoriously tough data protection laws. Besides regularly clashing with the country's officials on privacy issues, Google", "new_id": -2}, {"uid": "1297059969077856769", "i": 20157, "idx": 3, "sa": ["Simon Cowell"], "q": " <strong> Simon Cowell </strong> has made no secret of the fact that he was underwhelmed by what Dublin had to offer- and it is believed to be under his orders that X Factor has axed the Irish leg. <q> There is only so many places we can go on the audition trail, </q> an insider revealed.`` We went to Dublin last year but we haven't been to Liverpool so we thought we should do that this year.'' Belfast Telegraph's canvases of historical Ulster:", "new_id": -2}, {"uid": "1295283369244170816", "i": 15674, "idx": 0, "sa": ["Simon Cowell", "Gordon Ramsay", "Piers Morgan"], "q": "interview, <strong> Piers Morgan </strong>- a former newspaper editor and talk-show host in the U.K.- says his style is brash, in the mold of fellow Brits <strong> Simon Cowell </strong> and <strong> Gordon Ramsay </strong>. His guests, he says, will <q> have a choice between having a safe, easy five-minute ride to plug their movie </q> elsewhere on TV,`` which in the end is rather boring and unmemorable,( or) coming on for an hour and jousting with this rather annoying Brit. And if they succeed, they'll be the", "new_id": -2}, {"uid": "1295670200191152182", "i": 43513, "idx": 2, "sa": ["David Cameron", "Andy Coulson"], "q": "in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and on Friday defended his own judgement in hiring him after his resignation from the News of the World. <q> I feel that he's been punished twice for the same offence. I chose to judge him by the work that he's done for me, for the government and for the country, </q> <strong> David Cameron </strong> said. Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position.`` Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the", "new_id": -2}, {"uid": "1295637202070795336", "i": 10526, "idx": 0, "sa": ["Andy Coulson"], "q": "assure n'avoir jamais t au courant des m?thodes ill?gales d'investigation utilis?es par ses troupes. Mais les r?v?lations sur l'?tendue des coutes, qui se succ?dent depuis d?cembre, ont finalement eu raison de la patience d'Andy Coulson. <q> Cette couverture rend difficile pour moi de me consacrer? 110%? mon poste </q>, a-t-il expliqu dans un communiqu.`` Je maintiens ce que j' ai dit au sujet de ces v?nements, mais lorsque le porte-parole a besoin d'un porte-parole il est temps de passer? autre chose''. <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1296139860192086046", "i": 44659, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Steve King", "Barack Obama"], "q": ", said in its latest fund-raising report on Wednesday with the Federal Election Commission that it brought in$ 279,000 from Nov. 23 to Dec. 31, 2010,'' the href=\"http://nyti.ms/h9BnAK\"> New York Tim Pawlentyes writes. <q> Nearly all of the money raised came from individual donors, mostly in amounts less than$ 200. Just eight of the more than 600 itemized donations were for$ 1,000 or more. </q> AP:`` Republican <strong> Mike Pence </strong> is nearly face-to-face with his own deadline to announce by the end of the month whether he'll be maSteve King a run for <strong> Barack Obama </strong> or governor next year. A state ethics law passed last", "new_id": -2}, {"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the`` Wapping two top men'' regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q> It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published. </q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}]