[{"uid": "1295602501192069638", "i": 4108, "idx": 0, "sa": ["Eric Schmidt"], "q": " \"ready to lead\". <strong> Eric Schmidt </strong> was originally brought in to guide the young men back in 2001 when Google began to take off. Last night, however, he posted on his Twitter account: <q>Day-to-day adult supervision no longer needed!</q> According to <strong> Eric Schmidt </strong>, the previous structure, which involved decisions being taken by the triumvirate, had become inefficient. Page said: \"There is no other CEO in the world that could have kept such", "new_id": -2}, {"uid": "1295667567122535955", "i": 252, "idx": 3, "sa": ["Eric Schmidt"], "q": "and energy to strategic projects and on new products. \"His title will be co-founder. He's an innovator and entrepreneur to the core and this role suits him perfectly,\" the blog said. <q>For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us,</q> <strong> Eric Schmidt </strong> wrote. \"But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. \"` As Executive Chairman, I will focus wherever", "new_id": -2}, {"uid": "1297130531053067806", "i": 48372, "idx": 2, "sa": ["Simon Cowell"], "q": "big fan,\" <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, <q>I have to take everyone's opinions into account,</q> including the show's other producers and the network. Our opinion is that we should be on the panel- as long as <strong> Simon Cowell </strong> doesn't mind being upstaged. A decision about who will", "new_id": -2}, {"uid": "1297217222071778310", "i": 32460, "idx": 3, "sa": ["Jim Allchin", "Steven Sinofsky", "Steve Ballmer"], "q": "Cosmocronos Feb 8, 2011- 6:31 PM edited I am afraid you got it wrong: what we are witnessing here is the final battle between <strong> Steve Ballmer </strong> and his Brutus: Mr <strong> Steven Sinofsky </strong>. <q>Tu quoque, Sinosfky, fili mi!</q>... I also disagree that \"Brutus\" restored \"dignity\" to the Windows desktop; on the contrary: he first sinked Longhorn to stab <strong> Jim Allchin </strong> and eliminate a dangerous competitor for the top seat,", "new_id": -2}, {"uid": "1297086358189808654", "i": 34749, "idx": 3, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "had[ an] enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed. \" \"It's hard to know,\" <strong> Donald Rumsfeld </strong> continued. <q>You know, the path you didn't take is always smoother.</q> Watch <strong> Diane Sawyer </strong>'s Exclusive Interview With <strong> Donald Rumsfeld </strong> on ABC\"s \"World News With <strong> Diane Sawyer </strong>\" on Monday, Feb. 7, on \"Nightline\", and Feb. 8 on \"Good Morning America\" and \"", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q>Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board,</q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}, {"uid": "1297250613009437217", "i": 37602, "idx": 3, "sa": ["Simon Cowell"], "q": "underway, the panelists will need to be available five to six days a week to work with the contestants. And by being so involved, the judges will be just as competitive as their charges. <q>It makes it amusing to judge other judges' contestants,</q> acknowledged <strong> Simon Cowell </strong>. the unprecedented$ 5 million prize the winner receives, along with a recording contract with Sony, <strong> Simon Cowell </strong> admitted to being just a little bit nervous about the seven-figure stakes, but believes he can find", "new_id": -2}, {"uid": "1296914440241205257", "i": 22472, "idx": 0, "sa": ["Tu Holloway", "Alan Major", "Michael Vick"], "q": "Charlotte. The 49ers neutralized <strong> Tu Holloway </strong>, a player of the year candidate, and handed the Musketeers their first A-10 loss, 66-62. <strong> Tu Holloway </strong> missed all eight of his three-point tries and went 3 of 17 overall. <q>It's like in football if you're playing <strong> Michael Vick </strong>,</q> 49ers coach <strong> Alan Major </strong> told the Charlotte Observer. \"You'd rather <strong> Michael Vick </strong> throw it than run. We'd rather have[ <strong> Tu Holloway </strong>] shooting over you rather than driving around you.\" 9", "new_id": -2}, {"uid": "1297086358189808654", "i": 34746, "idx": 0, "sa": ["Diane Sawyer", "President Bush", "Donald Rumsfeld"], "q": ". In an exclusive interview with ABC's <strong> Diane Sawyer </strong>, <strong> Donald Rumsfeld </strong> concedes that \"it's possible\" that decisions on how many troops to send into Iraq marked the biggest mistake of the war. <q>In a war, many things cost lives,</q> <strong> Donald Rumsfeld </strong> told <strong> Diane Sawyer </strong>. Pressed on the fact that <strong> President Bush </strong> has written that cutting troop levels in Iraq was \"the most important failure in the execution of the war,\" <strong> Donald Rumsfeld </strong> called that \"interesting.", "new_id": -2}, {"uid": "1296722504024068126", "i": 495, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "lunch alone with the new envoy. \"Shouldn't have done so,\" the memo said. The president \"linked him to the White House instead of to\" the Pentagon or State Department. <q>There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch,</q> <strong> Donald Rumsfeld </strong> writes in the book.", "new_id": -2}]