[{"uid": "1295122532207224849", "i": 3832, "idx": 0, "sa": ["Bill Lockyer", "Meredith Whitney"], "q": "announced$ 12.5 billion in spending cuts. That same day, Illinois raised its state income-tax rate to 5% from 3% to help plug an estimated$ 13 billion budget shortfall. <cite> Reuters </cite> <q>You could see... 50 to 100 sizeable defaults. More. This will amount to hundreds of billions of dollars.</q>- <strong> Meredith Whitney </strong>, financial analyst \"We've never defaulted, not once in our entire history, including during the Great Depression,\" says Tom Dresslar, spokesman for California Treasurer <strong> Bill Lockyer </strong>. He says paying", "new_id": -2}, {"uid": "1295665867007979096", "i": 29817, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as we have today\", starts <strong> Eric Schmidt </strong> in a post on the company's blog, while also posting on Twitter that the move was no longer about needing to supervise founders Larry Page and <strong> Sergey Brin </strong>: <q>Day-to-day adult supervision is no longer needed! http://goo.gl/zC89p,</q> says <strong> Eric Schmidt </strong> on his Twitter feed. Meanwhile, back on the official blog <strong> Eric Schmidt </strong> was more gracious: \"But as Google has grown, managing the business has become more complicated.", "new_id": -2}, {"uid": "1296449395205996048", "i": 38396, "idx": 12, "sa": ["Allen Iverson"], "q": "after entertaining hopes of a playoff spot a week ago. The Knicks honored seven players from their past at halftime, then extended their dismal present by clinching an eighth straight losing season, tying a franchise worst. <q>I'm not worried about what happened the last seven years, I'm worried about this PHILADELPHIA( AP)-- <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1295093305253313052", "i": 3339, "idx": 1, "sa": ["Magic Johnson", "Allen Iverson"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,\" <strong> Allen Iverson </strong> said. <q>You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.</q> The Philadelphia star scored 60 points, a career high and the most in the NBA this season, to lead the 76ers to a 112-99 victory over the Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading", "new_id": -2}, {"uid": "1297427687170164234", "i": 13511, "idx": 2, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "produce 1.4 million vehicles a year by 2014 from 650,000 in 2009. In addition to the meeting with <strong> Silvio Berlusconi </strong> tomorrow, <strong> Sergio Marchionne </strong> will also speak about those goals at a parliamentary hearing in Rome on Feb. 15. <q>The government is moving too late, but better late than never,</q> said Federico Bellono, the local head of the Fiom union in Turin, which opposed the Mirafiori agreement. \"<strong> Sergio Marchionne </strong> is more oriented strategically toward the U.S. than Europe.\" After Italy's main newspapers", "new_id": -2}, {"uid": "1295536150212385796", "i": 12820, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q>The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class.</q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. Notables at state dinner Gallery: Mayors Lee and Quan join CEOs, leaders and celebs", "new_id": -2}, {"uid": "1296978592083132429", "i": 7163, "idx": 6, "sa": ["Michael Vick"], "q": "Sunderland's Andy Reid, right, vies for the ball with Notts... Photo: Philadelphia Eagles coach Andy Reid reacts to a call during the... Sports Video: Cavaliers set record with 24th straight loss Report Abuse <q>I am boycotting football forever, starting last year when they awarded <strong> Michael Vick </strong> some other award.</q> Report Abuse \"I agree <strong> Michael Vick </strong> doesn't deserve the award since he a) played last year and b) missed time from prison. I mean, they don't have a most improved award, because that", "new_id": -2}, {"uid": "1295438176135233544", "i": 956, "idx": 0, "sa": ["Allen Iverson", "George Karl"], "q": "five starters after an 18-point lead began to evaporate. He resisted the temptation even as the Nuggets were outscored 34-23 in the third period. \"Our starts in the third quarter are awful,\" <strong> George Karl </strong> said. <q>I wouldn't even put that in a high school clinic. We come out non-focused, not running. I hope I don't do that( bench the starters), because that could be really ugly. But that is how bad I think our third quarters have been.</q> The first half, though, was what <strong> George Karl </strong> wants to see. <strong> Allen Iverson </strong>, who finished with 31 points and 10 assists, was racing down the court, and his teammates were keeping up. \"A lot", "new_id": -2}, {"i": 639, "idx": 0, "index_answer": 1, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q>Anybody that bet on it, some broke people out there,</q> <strong> Allen Iverson </strong> said. \"I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Michael Jordan", "Allen Iverson"], "uid": "1296405734264388638"}, {"uid": "1295216717235503633", "i": 666, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Randy Larson"], "q": "Sen. <strong> Kirsten Gillibrand </strong> of New York, close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q>It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did,</q> the Democratic senator said on NBC's \"Meet the Press\" Sunday. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. <strong> Randy Larson </strong>,", "new_id": -2}]