[{"uid": "1296845928173342777", "i": 720, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "Commissioner <strong> Roger Goodell </strong> said today he has spoken to <strong> Michael Vick </strong> three times in the past two weeks and that the Eagles quarterback had`` no intention'' of attending the Super Bowl parties being promoted under his name. <q> He has said that on numerous occasions people have been using his name, </q> <strong> Roger Goodell </strong> said, clearly implying that it was done without <strong> Michael Vick </strong>'s permission. <strong> Roger Goodell </strong> also praised <strong> Michael Vick </strong>'s progress off the field this year.`` We're looking for success stories... he paid", "new_id": -2}, {"uid": "1295260503094093323", "i": 27687, "idx": 0, "sa": ["Donald Rumsfeld", "Michael Chertoff", "Alberto Gonzales", "Condoleezza Rice", "Henry Paulson", "Tom Ridge"], "q": "Cabinet heads- including <strong> Condoleezza Rice </strong>, <strong> Donald Rumsfeld </strong> <strong> Henry Paulson </strong> and <strong> Michael Chertoff </strong>- said in an e-mail, obtained by Politico, that the Justice Department had concluded its investigation`` concluding no charges were justified.'' So <strong> Alberto Gonzales </strong> has <q> been vindicated and deserves our help, </q> they said. The group is looking for gifts up to$ 5,000 for the <strong> Alberto Gonzales </strong> Legal Expense Trust. The signatories also include former secretaries <strong> Tom Ridge </strong>, John Snow and Tommy Thompson but not former", "new_id": -2}, {"uid": "1297182562166789141", "i": 2705, "idx": 7, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "this capacity that <strong> Donald Rumsfeld </strong> met with <strong> Saddam Hussein </strong> in 1983- an event that <strong> Donald Rumsfeld </strong> uses to kick off the book. <strong> Donald Rumsfeld </strong> archly notes that the encounter, at which he was filmed shaking <strong> Saddam Hussein </strong>'s hand, would become <q> the subject of gossip, rumors, and crackpot conspiracy theories for more than a quarter of a century. </q> In <strong> Donald Rumsfeld </strong>'s telling, the whole business was a fairly straightforward case of great-power politics. Iraq, at the time, was at war with the Islamic Republic of Iran, a country now regarded by", "new_id": -2}, {"i": 8231, "idx": 0, "index_answer": 1, "new_id": -1, "q": "or even last September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q> We have a current structural budget deficit that we have to address. The sooner, the better. </q>- Kevin Yamamura AT THE CAPITOL <strong> Jerry Brown </strong> will deliver his State of the State address Monday, the final day of January. <strong> Jerry Brown </strong>'s predecessor, <strong> Arnold Schwarzenegger </strong>, used his first State of", "sa": ["Jerry Brown", "Bill Lockyer", "Arnold Schwarzenegger"], "uid": "1295962091207159365"}, {"uid": "1297270573021168154", "i": 8689, "idx": 0, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "of an active Iraqi program to produce weapons of mass destruction( WMD), but <strong> Donald Rumsfeld </strong> believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> <strong> Donald Rumsfeld </strong> wrote. He said he made his recommendation to <strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the UN two days", "new_id": -2}, {"uid": "1297595711017956866", "i": 6361, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Several major pieces have been stolen from the Egyptian museum, including a statue of King Tutankhamun, Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said. The objects missing from the famed museum included <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of`` a gilded wood statue of Tutankhamun harpooning,'' <strong> Zahi Hawass </strong> said in a statement. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against then-president <strong> Hosni Mubarak </strong>", "new_id": -2}, {"uid": "1297284876166281260", "i": 44037, "idx": 3, "sa": ["Rahm Emanuel", "Donald Rumsfeld"], "q": "another. This was more of an individual process. There were many notable alumni who were not nominated.'' When asked if <strong> Rahm Emanuel </strong> was nominated, Dizon said the list of nominees is not available since <q> nominations are active for five years. </q> This means if <strong> Rahm Emanuel </strong> was nominated, he would automatically be considered for the award for the next four years. As it turns out, <strong> Donald Rumsfeld </strong> will be unable to attend the first-ever New Trier Hall of", "new_id": -2}, {"uid": "1297178256266534988", "i": 47410, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "mobile biological weapons production plants`` but can not locate them.'' On chemical weapons, the U.S. could not confirm the identity of any Iraqi sites that could produce the final chemical agent. <q> Our overall knowledge of the Iraqi CW program is primarily limited to infrastructure& doctrine. The specific agent and facility knowledge is 60-70 percent incomplete, </q> the report stated. U.S. intelligence could confirm the identity of most facilities that contributed to ballistic missile production, the report states. February 12, 2003 <strong> Donald Rumsfeld </strong> Press Conference During the press", "new_id": -2}, {"uid": "1295781190192643074", "i": 25620, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "I am absolutely positive- and I am not an advocate for the News of the World- that this wasn't a practice for one newspaper or even one newspaper group,'' Mr Lewis said. <q> It's fair to say that over the past 10 years or so most entertainment stories will have had some element of subterfuge.`` What happens is that if a celebrity is subject to a story there is a natural inclination to think that someone has sold their story or betrayed their confidence.`` But in fact it's their mobile phone or a bugging device that are the source of the story- that's how it got out. </q> Mr <strong> Andy Coulson </strong>, who edited the News of the World before he became <strong> David Cameron </strong>'s head of communications, handed in his resignation on Friday and plans to leave within weeks. In a statement,", "new_id": -2}, {"uid": "1295610219050561027", "i": 8664, "idx": 4, "sa": ["Eric Schmidt"], "q": "wanted to make it clear to all the executives and the managers who report to us where they should send an e-mail,'' he said. Mr. Page and Mr. <strong> Eric Schmidt </strong> said the decision was mutual. <q> I don't think there's another person in the universe that could have done as good a job as <strong> Eric Schmidt </strong> has done in the company, </q> Mr. Page said. The relationship between the founders and Mr. <strong> Eric Schmidt </strong> was rocky during its early years, as the founders frequently undercut Mr. <strong> Eric Schmidt </strong>'s decisions. Although they worked well together for the last several", "new_id": -2}]