[{"uid": "1296675717070008838", "i": 43752, "idx": 0, "sa": ["Steve Ballmer"], "q": "sold 8 million Kinect units in just two months. That's far beyond the company's 5 million estimate-- which was raised from an initial estimate of 3 million right before the system's launch. <q>This has been the biggest holiday and the biggest year ever for Xbox,</q> said CEO <strong> Steve Ballmer </strong> during a keynote address at January's Consumer Electronics Show. \"The Xbox is becoming the hub of your living room.\" Connecting with Kinect Indeed, Kinect seems to have", "new_id": -2}, {"uid": "1295956479149733513", "i": 27476, "idx": 1, "sa": ["Mike Pence"], "q": ", <strong> Mike Pence </strong> said the fight for life should not be ignored. He said the process of cutting federal spending should begin with a denial of all federal funding for abortion, both at home and abroad. <q>We must not remain silent when great moral battles are being waged,</q> said <strong> Mike Pence </strong>. \"Those who would have us ignore the battle being fought over life have forgotten the lessons of history. As in the days of a house divided, America's darkest moments have come when economic", "new_id": -2}, {"uid": "1296548805125386764", "i": 21459, "idx": 0, "sa": ["Dwight Howard", "LeBron James", "Tracy McGrady", "Carmelo Anthony", "Allen Iverson"], "q": "one game of the Cavaliers for the seventh spot. The Cavs play at Philadelphia on Friday and are 0-2 this year against the Sixers. The Sixers are 3 1/2 games behind first-place Boston in the Atlantic Division. <q>The next game, that's the one we have to have,</q> <strong> Allen Iverson </strong> said. \"If we approach everything that way, than everything will http://wn.com/Emeka_Okafor_5_blocks_against_Spurs_20110122[2_on_Manu_Ginobili] <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong> Mcgrady, Shaq, <strong> LeBron James </strong>, <strong> Dwight Howard </strong> All-Star Dance-Off, Slam Dunk Contest, Top 10, NBA Draft 2008,", "new_id": -2}, {"uid": "1297419174197410853", "i": 49378, "idx": 1, "sa": ["Steve Ballmer"], "q": "in areas such as imaging where it is a market leader. As well as that, Nokia's Ovi Maps will be integrated into Bing and the Ovi Store will merge with Windows Marketplace. <q>There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we see the opportunity, and we have the will, the resources and the drive to succeed,</q> a joint statement from <strong> Steve Ballmer </strong> and Jobs told the Nokia Conversations website. In the press release Nokia said that it would be helping to bring the Windows Phone platform to a larger range of", "new_id": -2}, {"uid": "1297463883073236484", "i": 26960, "idx": 0, "sa": ["Simon Cowell"], "q": "he still hopes to be able to do both the U.K. and U.S. versions of \"The X Factor,\" even though both shows are televised during the same months( September through December). <strong> Simon Cowell </strong> joked: <q>We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour. It hasn't been tested yet but that's the idea.</q> The most logical solution would be to move \"The X Factor\" U.K. to be televised during other months of the year. We will have to wait and see if that happens or if <strong> Simon Cowell </strong> will", "new_id": -2}, {"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q>We have real challenges in terms of unemployment,</q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans \"can not be tolerated. \"` We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}, {"uid": "1294959187077135883", "i": 33566, "idx": 1, "sa": ["Allen Iverson", "Gary Moore"], "q": "is pressing up against the bones of his leg and requires surgery in the U.S. \"It has to be removed and tested to see if it's benign or not,\" <strong> Gary Moore </strong> said by phone. <q>Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg. Because the doctors tell him he'll be out four to six weeks, he's hoping to be able to play in the playoffs.</q> Besiktas spokesman Kursat Kaplan said yesterday the team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> \"totally disputes\" reports out of Turkey that he was set to retire", "new_id": -2}, {"uid": "1297269552258801706", "i": 1172, "idx": 3, "sa": ["Colin Powell", "Barbara Bush"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> Barbara Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q>As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal,</q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious sign", "new_id": -2}, {"uid": "1296817676092815379", "i": 29051, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "to a four percent increase since Monday, The New York Times reported. Android is \"a no-go for now,\" Ahmad said in his letter to <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>. <q>You will never be able to catch up with Samsung, which should rule the Android show midterm given its economies of scale, product breadth( TVs, PCs, phones and tablets), as well as its captive component base. And more significantly, how is anyone going to differentiate on Android long-term?</q> An exclusive deal with Microsoft, on the other hand, is Ahmad's suggestion. Windows Phone 7 intellectual property \"scot-free\", he said, as well as access to the US market, which", "new_id": -2}, {"uid": "1297074145091652117", "i": 21117, "idx": 0, "sa": ["the Fox", "Simon Cowell"], "q": "Awards last month, <strong> Simon Cowell </strong> stated that he would be making an announcement within two weeks. However, it is not yet known if the update will confirm <strong> the Fox </strong> show's judges or presenter. <q>It's what we've all been waiting for. The X Factor. Airing on <strong> the Fox </strong> this Fall,</q> the site teased. \"And we're on a mission to find America's top undiscovered singing talent. \"Be sure to check back tomorrow for some BIG X Factor news.\" The", "new_id": -2}]