[{"uid": "1295965860135200782", "i": 26426, "idx": 1, "sa": ["Eric Schmidt"], "q": ". But while Google has dominated Internet search, it has struggled with social networking and is facing stiff competition from companies like Facebook and Twitter, which are stealing web traffic and engineering talent. <q> Our retention has been actually the same and our retention has been exactly the same for seven years </q> he said at a news conference following his DLD appearance.`` We're going to be hiring many thousands of people this year.'' <strong> Eric Schmidt </strong> said that in his new role he would be", "new_id": -2}, {"uid": "1295291944209076234", "i": 4052, "idx": 0, "sa": ["President Bush", "Sen. Bernie Sanders"], "q": "Pentagon contracts. Lockheed contracted 98 different lobbyists, was mentioned in 142 Congressional bills and spent nearly$ 10 million in lobbying just in 2010. This is the multi-national war profiteer which to quote <strong> Sen. Bernie Sanders </strong>, <q> according to the nonpartisan Project on Government Oversight, the three largest government contractors- Lockheed Martin, Boeing and Northrop Grumman- have engaged in 109 combined instances of misconduct just since 1995, and have paid fees and settlements for this misconduct totaling$ 2.9 billion. </q> Further, something is seriously amiss when <strong> President Bush </strong>'s Department of Justice, not exactly known for setting precedents in corporate crime prosecution, files a 2007 fraud lawsuit against a corporation raking in a net$ 3.033 billion in", "new_id": -2}, {"uid": "1295658341074924035", "i": 536, "idx": 5, "sa": ["Glenn Mulcaire", "Alastair Campbell", "Damian McBride", "Clive Goodman", "Andy Coulson"], "q": "said he compared <strong> Andy Coulson </strong>'s regime with`` the days of dodgy dossiers, <strong> Alastair Campbell </strong>, <strong> Damian McBride </strong> and all that nonsense we had from the past government''. He reiterated <strong> Andy Coulson </strong>'s dogged defence, saying his communications director <q> had resigned as News of the World editor as soon as he found what was happening </q>. <strong> Andy Coulson </strong> resigned from the paper in January 2007, the day royal editor <strong> Clive Goodman </strong> and private investigator <strong> Glenn Mulcaire </strong>, were jailed for hacking into the phones of members of the royal household. He insisted the hacking", "new_id": -2}, {"uid": "1295471010042287111", "i": 24790, "idx": 0, "sa": ["Michael Vick", "Brandon Boyd"], "q": "tied to suspended Atlanta Falcons quarterback <strong> Michael Vick </strong>. <strong> Brandon Boyd </strong> Bond, owner of All or Nothing Tattoo on South Cobb Drive and All or Nothing pit bull rescue, said he and store manager Daron James are introducing the dogs <q> to the world of human love. </q> In August, <strong> Michael Vick </strong> pleaded guilty to a federal dog-fighting charge, admitting his involvement in a dog-fighting enterprise that killed poorly performing dogs by hanging or drowning. In December, <strong> Michael Vick </strong> was sentenced to 23 months in federal", "new_id": -2}, {"uid": "1297284235241352714", "i": 23373, "idx": 1, "sa": ["Donald Rumsfeld", "Sarah Palin", "David Keene"], "q": "Rummy the`` Defender of the Constitution'' Award. Can't make it to Washington this week? <strong> Donald Rumsfeld </strong> will be headlining a CPAC jaunt to <strong> Sarah Palin </strong> country in July, floating on a weeklong cruise through <strong> Sarah Palin </strong>. <q> The Holland <strong> Ann Coulter </strong> ms. Zuiderdam does a great job helping Type A conservatives relax and enjoy, with enough politics thrown in to keep us fully engaged with other like-minded friends, </q> ACU chief <strong> David Keene </strong> said, announcing the journey. Samuel P. Jacobs is a staff reporter at The Daily Beast. He has also written for The Boston Globe, The New York Observer, and The New", "new_id": -2}, {"uid": "1297129044188514306", "i": 480, "idx": 2, "sa": ["Simon Cowell"], "q": "amount of pressure, because with pressure, you've got to find a star.`` I think if we can't find a global star, then I would say we failed,'' <strong> Simon Cowell </strong> added. <q> I can't put it any clearer than that. There is that person or that group sitting in America right now waiting to be discovered.[ The money proves] we are genuinely, genuinely serious about this. We believe that there is somebody with that star quality out there. </q> Finding that star on X Factor, slated for a fall premiere on Fox, will be a much more hands-on process for the judges. In keeping with the original British version of the show,", "new_id": -2}, {"uid": "1297171230133922851", "i": 9513, "idx": 2, "sa": ["Simon Cowell"], "q": "'m a big fan,'' <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added, <q> I have to take everyone's opinions into account, </q> including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so, he said during", "new_id": -2}, {"uid": "1295872993066535447", "i": 16924, "idx": 3, "sa": ["Donald Rumsfeld", "John McCain", "President Bush", "Dick Cheney", "Gerald Ford", "President Lyndon Johnson"], "q": "from a briefing <strong> President Lyndon Johnson </strong> gave in 1966 on the Vietnam War and <strong> John McCain </strong> House papers from July 1975- when he was chief of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q> It's not a journal, it's not a diary, </q> he says of the <strong> Gerald Ford </strong> <strong> John McCain </strong> House notes.`` It is a set of working documents that I've never edited. In fact, most I've never reread.'' As defense secretary under <strong> President Bush </strong>", "new_id": -2}, {"uid": "1295903932252543006", "i": 5119, "idx": 0, "sa": ["Andy Coulson"], "q": "Tories lack the common touch? Photograph: Lewis Whyld/PA <strong> Andy Coulson </strong>'s exit from Downing Street, one of the more interesting responses came from Conservative maverick David Davis. Most current Tory high-ups, he told the BBC, <q> don't come from a background where they had to scrape for the last penny </q>, whereas and will be missed. Davis went on:`` There he was, an Essex boy, council-house lad, made his way in the world and frankly never minced words.'' So, who", "new_id": -2}, [{"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life` Truman Show' PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}]]