[{"uid": "1296661910101318792", "i": 16125, "idx": 1, "sa": ["Mitt Romney", "David Letterman"], "q": "<strong> Mitt Romney </strong> got a <strong> David Letterman </strong> plug for his book, ''No Apology,'' and then stood, sans-tie, to announce a casual, comically self-deprecating lineup of ''Things You Don't Know About <strong> Mitt Romney </strong>.'' <q>10. <strong> Mitt Romney </strong> is short for Mitt-thew. 9. I can't begin my day until I've read the Washington Post and <strong> Kim Kardashian </strong>'s Tweets.</q> 8. I'm the guy in the photo that comes with your picture frame. 7. I spent 6 months in a Mexican prison for selling black market Pillow Pets. 6. Do I", "new_id": -2}, {"uid": "1295052502161349655", "i": 3259, "idx": 1, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "$ 1.3 billion) in investments to historic Mirafiori, which would start producing Chrysler Jeeps and impose tougher working conditions on staff. Workers lobbied fellow voters outside the factory during the day, with some shouting <q>For employment, wages and rights, we vote yes</q>, while others chanted ''No to <strong> Sergio Marchionne </strong>'s blackmail''. The deal has ignited a fierce political debate in Italy, particularly after Prime Minister <strong> Silvio Berlusconi </strong> earlier this week said that Italian companies ''would have", "new_id": -2}, {"uid": "1295589698029097984", "i": 14402, "idx": 5, "sa": ["Saddam Hussein", "James A. Baker III", "Colin Powell", "President Bush"], "q": "the first <strong> President Bush </strong> publicly encouraged the Iraqis to rise up, he then let the American military stand by when Mr. <strong> Saddam Hussein </strong>'s forces lashed out at them with attack helicopters at the end of the war. <q>I think it was probably a mistake for us to let him fly his helicopters,</q> Mr. <strong> James A. Baker III </strong> responded. Mr. <strong> Colin Powell </strong> called the Shiite and Kurd uprisings ''unfortunate'' and said, ''There's a legitimate argument we have as to whether we stopped too soon or not.''", "new_id": -2}, {"uid": "1295718175131842121", "i": 1440, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Amanda Seyfried"], "q": "Green had the judges and audience crying out for more as he serenaded them with the classic swing song: Summer Wind. After receiving a standing ovation, the 10 year-old crooner from Droitwich was told by <strong> Simon Cowell </strong>: <q>That was fantastic. I think you are a little star!</q> <strong> Piers Morgan </strong> thought Charlie ''had it all''; whilst <strong> Amanda Seyfried </strong> predicted he could go on to win the show. taken from the official site: talent.itv.com Show 2( Saturday, 19 April 2008 at 20:05)-", "new_id": -2}, {"uid": "1295981593193069105", "i": 9678, "idx": 0, "sa": ["Tim Pawlenty", "Bill Lockyer", "Newt Gingrich"], "q": "to solve the entire national debt that now totals$ 1.4 trillion. <strong> Tim Pawlenty </strong> also said raising the retirement age is an option he's willing to consider for younger workers entering Social Security programs. <q>Your retirement age is going to be pegged to some reasonable correlation to life expectancy,</q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1297717091255754251", "i": 39050, "idx": 0, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "Defense <strong> Robert Gates </strong> talks about the Defense Video: Sneak Preview: <strong> Donald Rumsfeld </strong> on ''Hannity'... U.S. Video: Valentine's Day Edible Aphrodisiacs U.S. Video: UF Students Killed While Caving In Ga.. Report Abuse <q>I am thinking... freeze and seize... and the same with his Government Pensions and free lifetime healthcare...</q> Report Abuse '' ''The judges allegedly disguised the extortion payments as rental income from a Florida condo owned by their wives.''' Report Abuse ''Sounds like 3rd world operations- finder''s fees,", "new_id": -2}, {"uid": "1296060767024477696", "i": 40069, "idx": 2, "sa": ["Peter McCarthy", "Adam Lambert", "Simon Cowell", "Chris Daughtry"], "q": "<strong> Simon Cowell </strong>'s brashness and the tao of Paula. But as the last remaining judge of the original panel, he's in a unique position. It's up to him to make the most of it. <q>Randy is usually at his best during auditions,</q> Santilli says. ''He said yes to <strong> Adam Lambert </strong> and <strong> Chris Daughtry </strong> while <strong> Simon Cowell </strong> said no.'' <strong> Peter McCarthy </strong> thinks Jackson ''always wanted to be the star of the show.'' But he's in for an", "new_id": -2}, {"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q>Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet,</q> <strong> Mike D'Antoni </strong> said. ''They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}, {"uid": "1295795435125714464", "i": 8947, "idx": 6, "sa": ["Colin Powell", "Barack Obama"], "q": "While stressing that he votes for the person and not the party, <strong> Colin Powell </strong> said no 2012 candidates had risen to the top of the potential GOP presidential field for him yet. He lauded <strong> Barack Obama </strong> for <q>definitely focusing on being president of the United States.</q> http://thehill.com/blogs/blog-briefing-room/news/139509-powell-obamas-more-youthful-approach-has-helped-international-relations <strong> Colin Powell </strong>: <strong> Barack Obama </strong>'s ''more youthful approach'' aids international relations Human rights panel chairman: Hosting Hu gave Beijing moral legitimacy Boehner marks Roe v. Wade anniversary, highlights anti-abortion efforts Barrasso:`", "new_id": -2}, {"uid": "1297108555141246488", "i": 6672, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "that ''in a war, many things cost lives''. But he had no regrets about his leadership for the wars in Iraq and Afghanistan- the latter now nearing its 10th anniversary. <q>I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan,</q> <strong> Donald Rumsfeld </strong> said, insisting the Bush administration made only an ''incremental'' move toward invading Iraq in the wake of the September 11 2001 attacks on the United States. <strong> Donald Rumsfeld </strong> said it was not him but", "new_id": -2}]