[{"uid": "1296175294201965575", "i": 12787, "idx": 2, "sa": ["Mike Pence"], "q": "Indianapolis Star, <strong> Mike Pence </strong> has circulated a letter to supporters announcing the decision.\" \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" wrote <strong> Mike Pence </strong>. <q>We will not seek the Republican nomination for president in 2012.<q> There are indications he may instead run for governor of Indiana. Well, the nation's loss is Indiana's gain. <strong> Mike Pence </strong> was one of the few potential candidates worth seriously considering, so", "new_id": -2}, {"uid": "1297120122226197536", "i": 21260, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a \"dressed up\" sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q>It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,<q> <strong> Simon Cowell </strong> said, adding, \"I believe I can find a star.\" 6:00 p.m.- 6:30 p.m. WRAL News@ 6 8:00 p.m.- 8:30 p.m. How I Met Your Mother", "new_id": -2}, {"uid": "1295052317065650718", "i": 25124, "idx": 1, "sa": ["Donald Rumsfeld", "Britney Spears", "Kanye West", "Courteney Cox"], "q": "'s <strong> Donald Rumsfeld </strong> cameo has been called off before it even got off the ground.[ AP] <strong> Kanye West </strong> used his own meme to congratulate <strong> Britney Spears </strong> on \"Hold It Against Me,\" Tweeting, <q>Yo <strong> Britney Spears </strong>, I'm really happy for you and I` mma let you be# 1, but me and Jay-Z single is one of the best songs of all time! LOL.<q>[ N.Y. Mag] <strong> Courteney Cox </strong> says Cougar Town is distracting her from her troubles. \"Thank god for the show,\" she says. \"There have been times where[ Cougar Town creator", "new_id": -2}, {"uid": "1297152367211075085", "i": 30525, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "and Unknown', die vandaag verschijnt. <strong> Donald Rumsfeld </strong> bood <strong> President Bush </strong> tot tweemaal toe zijn ontslag aan na het schandaal, maar de president weigerde dat te aanvaarden. Nu meent <strong> Donald Rumsfeld </strong> dat hij had moeten doordrukken. <q>Abu Ghraib en de gevolgen ervan, zoals de beschuldigingen van \"marteling\" door critici van de oorlog in Irak en de president, werden een schadelijke afleiding<q>, redeneert <strong> Donald Rumsfeld </strong>. \"Meer dan al het andere dat ik heb nagelaten te doen of mijn trots over de belangrijke dingen die we hebben bereikt, spijt het me dat ik toen niet ben vertrokken.\"", "new_id": -2}, {"uid": "1295977910157089808", "i": 30962, "idx": 10, "sa": ["Chauncey Billups", "Allen Iverson", "Carmelo Anthony"], "q": "had another double-double for the Nuggets, who are 12-3 since trading <strong> Allen Iverson </strong> to the Detroit Pistons for <strong> Chauncey Billups </strong>, the Denver native and former University of Colorado star whose homecoming has gone better than anybody would have expected. <q>I think we're heading into a good direction right now,<q> <strong> Carmelo Anthony </strong> said. \"I say all the time, he's bringing that leadership to this team, helping everybody out, making http://wn.com/Allen_Iverson_35pts_clutch_game_winner_vs_Timberwolves_07/08 The conversation was short and to the point. <strong> Carmelo Anthony </strong> saddled up to <strong> Allen Iverson </strong> late", "new_id": -2}, {"uid": "1296698256042549266", "i": 42941, "idx": 0, "sa": ["David Letterman"], "q": "the 14 million-member faith a place in the national spotlight. But experts are divided about whether that would help or hurt the church and how much of a factor Mormonism would be in either potential campaign. <q>In the long run, it would be good for the church,<q> said <strong> David Letterman </strong> Campbell, a political scientist at Notre Dame and a Mormon. \"It would mean we were entering the mainstream of American society. After all, we would have not just one but two candidates-", "new_id": -2}, {"uid": "1295686798040943655", "i": 29461, "idx": 1, "sa": ["Mike Pence", "Sen. Jim DeMint"], "q": "exploring a White House bid, made an explicit connection between American free enterprise, exceptionalism and Christianity. \"The free market is what made America's economy the greatest in the world,\" <strong> Mike Pence </strong> declared. <q>To renew American exceptionalism, we must recognize that our present crisis is not merely economic, but moral in nature... As we seek to build national wealth, we must renew our commitment to the institutions that nurture the character of our people-- traditional family and religion.<q> <strong> Sen. Jim DeMint </strong>, meanwhile, offered his own take on the same idea: \"You can not be a real fiscal conservative if you do not understand the value of a culture that's based on values,", "new_id": -2}, {"uid": "1296046020033832963", "i": 9667, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "John Thune", "Tom Coburn", "Orrin Hatch"], "q": "( D., N.Y.) agreed several days ago to sit with <strong> Barack Obama </strong> <strong> Tom Coburn </strong>( <strong> John Thune </strong>, Okla.). On Tuesday, he encountered <strong> Barack Obama </strong> <strong> Orrin Hatch </strong>( <strong> John Thune </strong>, Utah) in a Senate elevator and told him, <q>I wanted you to be my date, but I already asked <strong> Tom Coburn </strong>.<q> When Sens. <strong> John Thune </strong>( <strong> John Thune </strong>, S.D.) and <strong> Kirsten Gillibrand </strong>( D., N.Y.), said they'd be sitting together, aides began calling them the prom king and queen, since they're considered two", "new_id": -2}, {"uid": "1295734433267124743", "i": 16420, "idx": 1, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "what I've said about those events[ at the News of the World] but when the spokesman needs a spokesman, it's time to move on.\" His staff were shattered. One said: <q>It is just terribly sad. I adored him. I learned so much from him. Just awful.<q> It was Labour's turn to exploit the moment. <strong> Ed Miliband </strong> suddenly turned defence into attack, saying: \"I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for as long", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a \"powerful political insider- precisely because he had a feel for the world outside Westminster\" and the PM would be looking for a <q>someone with similar nous and journalistic experience<q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}]