[{"uid": "1295533241236404798", "i": 29339, "idx": 0, "sa": ["Bernie Sanders"], "q": "and Congress. On Dec. 10, <strong> Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. We encourage an open exchange of affirming and dissenting opinions on our stories. We invite", "new_id": -2}, {"uid": "1296666375083984402", "i": 31167, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Nigel Lythgoe"], "q": "of course. <strong> Simon Cowell </strong>, <strong> Nigel Lythgoe </strong> had a lot to say about him as well as he talks about how the show was getting to dark with <strong> Simon Cowell </strong>'s constant nasty remarks to contestants. He goes on to say <q> I think <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are both stars in their own right. You forget that we've had this train wreck that was following <strong> Simon Cowell </strong>, and then <strong> Simon Cowell </strong> disassociated himself from the show over the last few years, turned his back on the strange people they brought in to judge. So I knew it was going to be better than people expected. </q> He adds that the show has never been about <strong> Simon Cowell </strong> and he was the one person not worried when people told him to give up on Idol after <strong> Simon Cowell </strong>'s departure. American Idol: Executive Producer <strong> Nigel Lythgoe </strong> Says The", "new_id": -2}, {"uid": "1297108146141246491", "i": 22931, "idx": 6, "sa": ["Robert McNamara", "Donald Rumsfeld"], "q": "Known and Unknown,\" which is being published Tuesday. Reminded that his predecessor <strong> Robert McNamara </strong> said, \"we were wrong, terribly wrong,\" decades after Vietnam, <strong> Donald Rumsfeld </strong> rejected the comparison. <q> That's not the case with Iraq, </q> he said. \"I think the world's a better place with Saddam Hussein gone and with the Taliban gone and al-Qaida out of Afghanistan.\" <strong> Donald Rumsfeld </strong> said the move toward war with Iraq was \"", "new_id": -2}, {"uid": "1297616629186400779", "i": 32527, "idx": 9, "sa": ["David Martin", "Donald Rumsfeld"], "q": "to the Chairman of the Joint Chiefs: \"I am seeing nothing that is thoughtful, creative or actionable. How can that be?\" \"That was a good memo,\" <strong> Donald Rumsfeld </strong> commented. <q> And what I wanted to do is to put some sense of urgency into this big Department of Defense, the bureaucracy. </q> \"Why did you call it the` Goose Egg Memo'?\" asked <strong> David Martin </strong>. \"Because I think in the memo I said,` What are we coming up with? A", "new_id": -2}, {"uid": "1295351668142295045", "i": 8286, "idx": 0, "sa": ["Michael Vick"], "q": "have no problem drafting scumbags, and would have loved to have gotten my hands on <strong> Michael Vick </strong> in fantasy football this year. To quote one of my favorite films, Ocean's Eleven: Rusty <q> Guys, what's the first rule of poker? </q> Report Abuse \" Cajole- nice point on some awful pre-ranks at MDC.. hopefully they adjust soon. \" Piano did good not mentioning Joba because he has absolutly no value unless Holds are counted", "new_id": -2}, {"uid": "1295364352186253316", "i": 23436, "idx": 7, "sa": ["Michael Vick"], "q": "prohibits extending a contract when that happens. But the Eagles could franchise <strong> Michael Vick </strong> and then sign him to a new deal. \"Not as of yet,\" <strong> Michael Vick </strong> said, when asked about talks. <q> Everybody is just enjoying the break, getting their mind together. When it's time to do business, and talk football and contracts, it will happen at the right time. </q> <strong> Michael Vick </strong> was asked by host Tony Mercurio if he is happy in Philadelphia. \"I'm happy in Philadelphia. Hopefully, I can stay here. Sometimes it doesn't work out the way you want", "new_id": -2}, {"uid": "1297185648077496406", "i": 33486, "idx": 0, "sa": ["Donald Rumsfeld", "Sarah Palin", "John McCain", "Mark Fitzloff", "Bristol Palin"], "q": "Looking back, I see there are things the administration could have done differently and better with respect to wartime detention, admitted former secretary of defense RumsfeldDonald Rumsfeld?Event#SubjectOf\"> <strong> Donald Rumsfeld </strong> in an excerpt leaked from his new autobiography. <q> Thank God he was relieved of his duties, </q> said Senator <strong> John McCain </strong> of 14 Newly released WikiLeaks documents revealed that the 15 <strong> Sarah Palin </strong> filed a petition to tradeMark Fitzloff \"<strong> Sarah Palin </strong>\" and \"<strong> Bristol Palin </strong>,\" and pest-control managers gathered in Washington for the Second Annual Bed Bug Summit", "new_id": -2}, {"uid": "1296521624090341381", "i": 16644, "idx": 2, "sa": ["George H. W. Bush", "David Letterman", "Barack Obama", "Jay Leno"], "q": "elections worsened the comics' tone:? <strong> David Letterman </strong>- \"Voters didn't like how <strong> Barack Obama </strong> was handling the economy. Wait a minute- he was handling the economy?\" ? <strong> Jay Leno </strong>- <q> <strong> Barack Obama </strong> will be laying out a new economic plan. Apparently, we had an old economic plan. </q>? <strong> Jay Leno </strong>-\" ( <strong> Barack Obama </strong> and <strong> George H. W. Bush </strong>) had a cordial conversation. <strong> George H. W. Bush </strong> said for the last 19 months, he's been relaxing and playing golf. <strong> Barack Obama </strong> said,` You too?'", "new_id": -2}, {"uid": "1296844760211812357", "i": 18601, "idx": 3, "sa": ["John McCain", "Donald Rumsfeld"], "q": "we don't? E-mail us at Reviled two-time Defense Secretary <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled \"Known and Unknown,\" after a typically obtuse quote he gave to the press while mismanaging the <q> global w... Reviled two-time Defense Secretary <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled \"Known and Unknown, </q> after a typically obtuse quote he gave to the press while mismanaging the \"global w... <strong> Donald Rumsfeld </strong> Memoir` Known And Unknown' Reveals Doubts But Remains Self-Righteous <strong> John McCain </strong> Counters <strong> Donald Rumsfeld </strong>:` Thank God He Was Relieved", "new_id": -2}, {"uid": "1297240707110002225", "i": 55992, "idx": 2, "sa": ["Michael Vick", "Gene Simmons", "Dwaine Caraway"], "q": "\" <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "new_id": -2}]