[{"uid": "1297185058166789171", "i": 41007, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "ceremonial gifts are different from the official keys to the city presented by the mayor,'' he said. As for honouring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and <q> am deeply sorry to offend anyone who loves animals. </q> He acknowledged <strong> Michael Vick </strong>'s past but noted that`` since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends", "new_id": -2}, {"uid": "1295552145232112145", "i": 5188, "idx": 5, "sa": ["Mike Pence"], "q": "- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.''`` But on style, he was a gentle man,'' <strong> Mike Pence </strong> says. <q> I met him in 1988, I sat with him for five or ten minutes in the Blue Room when I was a candidate for Congress. What I was most struck by, in our brief encounter, was his humility and his gentleness. As we go forward, it is imperative that we are tough on policy, but decent to our political opponents. </q> Turning to current affairs, <strong> Mike Pence </strong> says conservatives should not give up on repealing Obamacare. While he acknowledges that the Senate will likely stall the effort, he is hopeful that things could change.`` I", "new_id": -2}, {"uid": "1295246138063356933", "i": 32619, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "elections.`` Have right-wing reactionaries, through threats and acts of violence, intimidated people with different points of view from expressing their political positions?'' <strong> Sen. Bernie Sanders </strong> said in his letter. He added that <q> the Republican Party, big money corporate interests and right-wing organizations will vigorously oppose me </q> in his bid for a second term. Americans.'' <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a`` right-wing media echo chamber'' that", "new_id": -2}, {"uid": "1296925333084377631", "i": 42595, "idx": 0, "sa": ["Michael Vick"], "q": ": Snow and ice is seen on the roof of Cowboys Stadium,... Photo in Slideshow: The setting sun is reflected on the side of Cowboys... Photo: NFC quarterback <strong> Michael Vick </strong> of the Philadelphi... Report Abuse <q> im suprised the new world order didnt get the media to demonize snow </q> and say if you dont stay inside the snow will melt your face off.----------- iLs Dialprt Soba Upaah Chis Nanba Zixlay Dodsih. iLs Dialprt Soba Upaah Chis Nanba Zixlay Dodsih. iLs", "new_id": -2}, {"uid": "1296391518023904278", "i": 43976, "idx": 7, "sa": ["Rush Limbaugh", "Mike Pence"], "q": "a radio talk show host, <strong> Mike Pence </strong> started a TV show in 1995. Although <strong> Mike Pence </strong> was inspired by <strong> Rush Limbaugh </strong>, he kept to his`` no personal attacks'' pledge. <q> Conservative media, including <strong> Rush Limbaugh </strong>, have a tremendous blind spot when it comes to making a distinction between differences in public policy and personal differences, </q> <strong> Mike Pence </strong> told The Indianapolis Star in 1995. When McIntosh, who had succeeded Sharp, decided to run for governor in 2000, <strong> Mike Pence </strong> won a six-way primary for the GOP nomination in the 2nd", "new_id": -2}, {"uid": "1295858908136740868", "i": 337, "idx": 0, "sa": ["Tio Hardiman", "Michael Vick"], "q": "to what <strong> Michael Vick </strong> was involved in, the sums can be much larger. <strong> Tio Hardiman </strong> says <strong> Michael Vick </strong> represents a lot of young people across the country who are growing up in a culture of violence. <q> He's giving his testimony to young men and women across America and educating these guys, saying,` Look, I fell from a high place in society, and you normally don't get a second chance.' </q> <strong> Tio Hardiman </strong> says there's a connection between fighting pit bulls and struggling to live in a violent society. He says keeping guys out of the world of dogfighting is good for them, their dogs, their", "new_id": -2}, {"uid": "1295280469135036931", "i": 43010, "idx": 0, "sa": ["Barack Obama", "Mike Pence", "Mike Huckabee", "Ronald Reagan", "Michele Bachmann"], "q": "that the 2008 winner <strong> Mike Huckabee </strong> began at <strong> Barack Obama </strong> percent-- but he also said:` For somebody like me, you have to do very well, win or do very well, in Iowa.''' <q> <strong> Bill Clinton </strong> Minnesota <strong> Chris Christie </strong> <strong> Tim Pawlenty </strong>, a likely GOP White House hopeful, called on congressional Republicans to block an increase in the limit on federal borrowing, and he proposed legislation that he said would prevent a U.S. default on its loans, </q> the Wall Street Journal writes. PENCE:`` An independent campaign to draw GOP <strong> Michele Bachmann </strong> <strong> Mike Pence </strong> into the 2012 presidential race is under way, with a veteran of the <strong> Ronald Reagan </strong> White House launching a", "new_id": -2}, {"uid": "1297553208106741766", "i": 45355, "idx": 7, "sa": ["Kirsten Gillibrand", "Eric Massa"], "q": "said she will continue to do so.`` We wan na make sure that as we negotiate this FAA reauthorization that all the protections that those families lobbied for stay in place,'' said <strong> Kirsten Gillibrand </strong>. <q> We made sure in that bill that to have the accountability and the training and the oversight that could have prevented that crash will now be in place so no family has to suffer what our families went through. </q> State Senator Joe Robach says until that seat is filled, the people of the 26th District will be under served. Just like he did when <strong> Eric Massa </strong> resigned in the 29th District, he's calling on", "new_id": -2}, {"uid": "1297480839099155994", "i": 31313, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "had been working on products for Nokia's Symbian and yet-to-be-released MeeGo platforms.`` They have to convince all those developers to stay put and it may not work,'' he said in an interview in London. <q> Nokia's challenge is to make Windows Phone their next priority. </q> <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> were vague about the timing of the launch of the first Windows-equipped Nokia products, though analysts do not expect them to appear on the market before next year.", "new_id": -2}, [{"i": 268, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from a year ago to$ 10.76 billion as the company made market-share gains on the strength of 16 all-new or refreshed vehicles. Revenue, however, dipped slightly from the third quarter on reduced shipments. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> CEO <strong> Sergio Marchionne </strong> said.`` However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.''+0.42%), sold 1.52 million vehicles last", "sa": ["Sergio Marchionne"], "uid": "1296496314113492035"}]]