[{"uid": "1296145625234012726", "i": 40747, "idx": 2, "sa": ["Michael Gove"], "q": "failing schools. Mr <strong> Michael Gove </strong> insisted that under-achieving academies will not be exempt from this. \"There is absolutely no reluctance on our part to deal with any academy that's failing,\" he said. <q> Every school that under-performs will be held up to high standards. \"If sponsors are not doing the appropriate job then we will demand change. If necessary we will take the school out of that sponsor's hands and into someone's who can turn it around. </q> Keep up to date with the news. Sign up for Latest news and sport by email Sign up to receive the latest Sunday Sun news and sport direct to your inbox- all free of", "new_id": -2}, {"uid": "1295807421110559236", "i": 34722, "idx": 19, "sa": ["Joe the Plumber", "Colin Powell", "Lisa Murkowski", "John McCain", "Barack Obama"], "q": "while pledging to trim the nation's soaring <strong> Colin Powell </strong> Endorses <strong> Barack Obama </strong> for <strong> Barack Obama </strong> Former Secretary of State <strong> Colin Powell </strong> Lisa Murkowskiounced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Fo... <strong> Colin Powell </strong> destroys both \"<strong> Joe the Plumber </strong>\" and <strong> John McCain </strong>'s Campaign while endorsing <strong> Barack Obama </strong>! <strong> Colin Powell </strong> destroys both \"<strong> Joe the Plumber </strong>\" and <strong> John McCain </strong>'s Campaign while endorsing", "new_id": -2}, {"uid": "1295559883243744799", "i": 5307, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "February. Mr. <strong> Eric Schmidt </strong> has been Google's chief executive since July 2001, when he took over the role from Mr. <strong> Larry Page </strong> and ushered the company through a public offering. Mr. <strong> Larry Page </strong> said <strong> Eric Schmidt </strong> had done <q> an outstanding job leading Google for the last decade. The results speak for themselves. </q> <strong> Sergey Brin </strong> will focus on strategic projects and new products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it was a slow process. The", "new_id": -2}, {"uid": "1295704795121667595", "i": 14764, "idx": 0, "sa": ["Andy Coulson", "Steve Hilton"], "q": "Saturday reading list. Both capture why <strong> Andy Coulson </strong>'s resignation matters, if not to the general swell of British politics, at least to internal operations in Coalitionville. article for the Guardian is captured by its headline: <q> <strong> Andy Coulson </strong> Couslon had a nose for the view of the aspirational voter. </q> But it also homes in on the point that <strong> Andy Coulson </strong>'s departure tilts No. 10 in favour of <strong> Steve Hilton </strong>- something that will bother the Tory right far more than it does Lib Dems of any persuasion. The obvious", "new_id": -2}, {"uid": "1296286226080461960", "i": 45256, "idx": 0, "sa": ["Zahi Hawass", "Elizabeth Bartman"], "q": "any harm during this period of conflict.\" Even if the protesters and government forces share that respect for the museum's antiquities, the situation could still lead to unintended and unwelcome consequences. <q> Especially with Egypt being such a dry place- they have all these organic materials, they have textiles, they have ancient food, they have lots of wooden items- fire is a very scary proposition, </q> <strong> Elizabeth Bartman </strong> said. \"Let's just keep our fingers crossed that the museums are not going to be caught in the crossfire.\" Why did they not mention <strong> Zahi Hawass </strong>!!! He was probably out there beating", "new_id": -2}, {"uid": "1295775786222068738", "i": 38850, "idx": 4, "sa": ["Simon Cowell"], "q": "show. But it seems <strong> Simon Cowell </strong> has now had a change of heart. \"I asked a successful guy, \"What's the best advice you can give me?\" He said, <q> <strong> Simon Cowell </strong>, know when to leave the fair, </q> he said. \"I think that's good advice- one year, I actually found myself thinking, \"I've run out of insults, I don't know how I'm going to tell", "new_id": -2}, {"uid": "1296056460245661764", "i": 30156, "idx": 0, "sa": ["Jamie Court", "Eric Schmidt"], "q": "and busy District thoroughfares. The animation shows Google's CEO testifying before Congress using real-life, creepy quotes from <strong> Eric Schmidt </strong> about privacy to make the case for why Congress should question him. Schmidt-goes-washington. <q> We are using Mr. <strong> Eric Schmidt </strong>'s own words in this satire to dramatize how outrageous. it is that Congress has failed to question one of the most powerful CEOs in AmEric Schmidta after he has shown such disregard for our personal privacy and his company has committed the largest wire-tapping breach in history, </q> said <strong> Jamie Court </strong>, president of Consumer Watchdog. \"Mr. <strong> Eric Schmidt </strong>\" is a sequel to Consumer Watchdog's first \"Don't Be Evil?\" animation- view it at target=\"_blank\" Schmidt-out-googles-ceo-office-privacy\"> Schmidt-out-googles-ceo-office-privacy", "new_id": -2}, {"uid": "1295865421242810902", "i": 55611, "idx": 0, "sa": ["Zahi Hawass", "Nicolas Sarkozy"], "q": "directeur <strong> Zahi Hawass </strong>, a annonc lundi qu'une demande officielle a t envoy?e? Berlin. L'Allemagne a toujours d?clin les pr?c?dentes demandes gyptiennes pour le retour du c?l?bre buste, affirmant qu'il tait l?galement en La France <q> favorable? une taxe financi?re </q>, r?affirme <strong> Nicolas Sarkozy </strong> La France, dans le cadre de sa pr?sidence du G-20, est \"favorable? une taxe sur les transactions financi?res\" , a... Semaine d?cisive en Tunisie, dix jours apr?s la", "new_id": -2}, {"uid": "1296965126246792205", "i": 57235, "idx": 0, "sa": ["Michael Vick", "Mike Williams"], "q": "kind of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver <strong> Mike Williams </strong>, who got eight. <q> As a person and a player I learned a lot through my experiences on and off the field, </q> <strong> Michael Vick </strong> said. \"Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the", "new_id": -2}, {"uid": "1297353626022609924", "i": 42642, "idx": 1, "sa": ["Mark Buehrle", "Michael Vick"], "q": "From Twitter: \"Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die?\" said( <strong> Mark Buehrle </strong>). <q> How could you do that if you are somewhat sane? </q>( <strong> Michael Vick </strong>) had a great year and a great comeback, but there were times where we watched the game and I know it's bad to say, but there were times where we hope he gets hurt", "new_id": -2}]