[{"uid": "1295420762187301926", "i": 48592, "idx": 2, "sa": ["Michael Jackson", "Simon Cowell"], "q": "blunt and often controversial criticisms, insults and wisecracks about contestants and their abilities, or lack thereof. He is often parodied in <strong> Michael Jackson </strong> culture, and was described by the The Times journalist Minette Marrin as representing the <q>heartless, thoughtless and superficial- the flotsam and jetsam of the polluted seas of celebrity that is likely to sink without trace into toxic foam</q>. <strong> Simon Cowell </strong> is known for combining activities in the television and music industries, having promoted singles and records for various artists, including television personalities. He was most recently featured on the eighth season of American Idol and", "new_id": -2}, {"uid": "1297710796205013005", "i": 30377, "idx": 1, "sa": ["Steve Ballmer"], "q": "In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion. \"Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,\" <strong> Steve Ballmer </strong> said. <q>That's not just good for Nokia, that's good for all our handset partners.</q> O'Brien: How Nokia and Palm are taking different roads to a comeback", "new_id": -2}, {"uid": "1297171230133922851", "i": 9520, "idx": 9, "sa": ["Simon Cowell"], "q": "lot of competition.\" The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. \"If they don't sell a single record they still get to keep the money,\" he said. <q>It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back</q> through record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to \"instill\" in the competition. \"The big", "new_id": -2}, {"uid": "1295921372006537277", "i": 39621, "idx": 2, "sa": ["Zahi Hawass", "Andreas Peschke"], "q": "the Prussian Cultural Heritage Foundation, refuted <strong> Zahi Hawass </strong>'s statement, a move backed by the German government. \"She is and remains Egypt's best ambassador in Berlin,\" he told The Associated Press. <q>This is not an official request. An official request is a request from one government to another,</q> German foreign ministry spokesman <strong> Andreas Peschke </strong> told AFP. German archaeologist Ludwig Borchhardt found the statute in 1912 and it was taken to Germany in 1913. In the past, <strong> Zahi Hawass </strong> has sent letters to try", "new_id": -2}, {"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q>What I most want is for him to have a long future,</q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}, {"uid": "1295502688237502473", "i": 4087, "idx": 2, "sa": ["Barack Obama", "Mike Pence"], "q": "that's a government takeover of health care and the American people know it,\" <strong> Mike Pence </strong> said. Democrats countered that the law is already benefiting millions of Americans and should not be derailed. <q>Because of the Affordable Care Act, Americans no longer have to live in fear that insurance companies will drop or cap their coverage if they get sick, or that they'll face double-digit premium increases with no accountability or recourse,</q> <strong> Barack Obama </strong> said. \"Small businesses across the country can take advantage of a new health care tax credit to offer coverage to their employees, and children suffering from an illness or pre-existing condition can no longer be denied", "new_id": -2}, {"uid": "1296205477159924225", "i": 6085, "idx": 5, "sa": ["Jackie Walorski", "Mike Pence"], "q": "was excited by the prospect of <strong> Mike Pence </strong> running for governor. \"I think he's the clear frontrunner, and I think the race is his if he chooses to accept it,\" <strong> Jackie Walorski </strong> said. <q>I think he'd clear the field.</q> State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" such as <strong> Mike Pence </strong>. \"<strong> Mike Pence </strong>'s been a strong voice in", "new_id": -2}, {"uid": "1297451846240746502", "i": 36811, "idx": 4, "sa": ["Donald Rumsfeld", "Lowell Jacoby"], "q": "those involved in the uprising] motivation almost certainly was anger and frustration over poor socio-economic conditions and repressive government policies rather than a unifying extremist ideology,\" the memo, written by DIA Director Vice Admiral <strong> Lowell Jacoby </strong>. <q>There are no indications that <strong> Islam Karimov </strong> understands that a deep sense of injustice was at the center of the protest. Future protests-possibly leading to more violence-are likely if he does not redress socio-economic grievances.</q> <strong> Donald Rumsfeld </strong> also offers a misleading account of why the US was evicted from the air base at Karshi-Khanabad. In the book, <strong> Donald Rumsfeld </strong> refers to a May 29, 2005, news conference that several US senators", "new_id": -2}, {"uid": "1297433861129613836", "i": 19507, "idx": 2, "sa": ["Michael Gove"], "q": "as a result of the decision, provoking uproar from councils, unions and Labour politicians, who warned it would have a catastrophic effect on pupils. Handing down his judgment, Mr Justice Holman said: <q>However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation.</q> Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful \"because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act.\" In his", "new_id": -2}, {"uid": "1295501146043302946", "i": 7583, "idx": 1, "sa": ["Colin Powell"], "q": "to changes in the pre-1967 lines did not arise because it had been vulnerable, but rather because it had been the victim of aggression in 1967.- When asked what was the \"minimum territory\" that Israel <q>might be justified in retaining in order to permit a more effective defense,</q> the Chairman of the US Joint Chiefs of Staff( JCS), <strong> Colin Powell </strong> Earl Wheeler, responded on June 29, 1967: \"From a strictly military point of view, Israel would require the retention of some", "new_id": -2}]