[{"uid": "1295757318175325187", "i": 4877, "idx": 2, "sa": ["Allen Iverson", "Chris Webber", "Tim Duncan", "LeBron James"], "q": "rebound and looked down the court for an open man, only to have <strong> Chris Webber </strong> reach around and strip the ball. \"I was very cognizant of the fact, don't touch him,\" <strong> Chris Webber </strong> said. <q> I saw him hold it out there. He was looLeBron James at the ref. A lot of Tim Duncanes they'll hold the ball close to their chest and he didn't do that today. </q> <strong> Allen Iverson </strong> missed two free throws-- the second Hey guys here is my latest mix. I made this one about Boston Celtics.I wanted to show their toughness and fighting spirit in this mix.I think that they did", "new_id": -2}, {"uid": "1295734861215220232", "i": 21489, "idx": 0, "sa": ["Larry Page", "Mark Zuckerberg", "Eric Schmidt", "Steve Jobs", "Steve Ballmer"], "q": "Is <strong> Larry Page </strong> the Visionary CEO Google Needs? Now what about Google? Here's what I said late last year when I declared Ballmer_Steve Jobs_oped/39791514/SIG=11t98qn0e/*http://mashable.com/2010/12/28/tech-win-flop-surprise-2010/\"> Google Buzz tech's biggest flop of 2010: <q> With Google's biggest attempt at social now a mere afterthought, nothing stands in Facebook's way. The social network will eventually surpass its Silicon Valley rival both in terms of net worth and dominance of the web. Google will become the next Microsoft, profitable but unable to grow, and Facebook will become the next Google whose influence will be felt for years to come. </q> Now, more than ever in its history, does Google need a visionary leader in the mold of <strong> Mark Zuckerberg </strong> or <strong> Steve Jobs </strong>. <strong> Eric Schmidt </strong>, while one of the best CEOs and managers of all time, is", "new_id": -2}, {"uid": "1295804524123387906", "i": 46368, "idx": 4, "sa": ["Allen Iverson", "Doc Rivers", "Earl Boykins", "Michael Finley"], "q": "out the Toronto Raptors 137-105 for their fifth straight win at home. The Denver guard hit seven straight attempts before missing a three-pointer Earl Boykinsy in the third quarter. He also made all 10 of his free throws. <q> It felt OK before the game, </q> <strong> Allen Iverson </strong> said. \"Now, it feels that much worse. It's throbbing like a heartbeat.\" <strong> Allen Iverson </strong>, who hurt his Michael Finleyger against San Doc Riversio a week ago, slips on a brace after every game", "new_id": -2}, {"uid": "1295163959124190743", "i": 10152, "idx": 4, "sa": ["Allen Iverson", "LeBron James"], "q": "a long time and to finally get it is something special.\" The 76ers won the best-of-five series from Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis. <q> I don't know how you can be any more proud of your team, </q> Brown said. \"I told them this was a great opportunity for us to grow up. <strong> Allen Iverson </strong>'s doing what great players do. He's maLeBron James other people better and he is taLeBron James responsibility and steps up", "new_id": -2}, {"uid": "1296085136159416341", "i": 3244, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like \"a volcano that is starting to erupt.\" <q> There will be huge explosions all over Fleet Street if police get to the truth, </q> he told the BBC.? Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. articles:on:link:article- page:more\" More articles in", "new_id": -2}, {"uid": "1296235796144064542", "i": 47428, "idx": 1, "sa": ["Steve Ballmer", "Bob Muglia"], "q": "division President <strong> Bob Muglia </strong>. Muglia-Departure-Marked-Microsoft-Week-801641/\"> In a Jan. 10 e-mail to employees, Microsoft CEO <strong> Steve Ballmer </strong> claimed the division needed new leadership in order to \"move forward into the era of cloud computing.\" <q> I had always remarked to folks that <strong> Bob Muglia </strong>'s a survivor. His time just finally ran out, </q> the anonymous head of the blog Mini-Microsoft, which frequently serves as a venting place for Microsoft employees, IBM Cognos 10 Will Change Your Business Analytics IBM Cognos 10 delivers a revolutionary new experience and expands", "new_id": -2}, {"uid": "1295501959237502465", "i": 49857, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "In a new interview with ex \"American Idol\" judge <strong> Simon Cowell </strong>, <strong> Oprah Winfrey </strong> peels away a few layers from this complicated man she calls <q> the world's most famous talent scout. </q> The interview for her new network show called \"<strong> Oprah Winfrey </strong> Presents Master Class\" delves into <strong> Simon Cowell </strong>'s childhood and gives him a chance to reflect on why he has become so successful. In her", "new_id": -2}, {"uid": "1297431913058949685", "i": 28565, "idx": 3, "sa": ["Michael Gove"], "q": "difficulties our schools face. \"We have said all along that we want to sit down and have an amicable discussion with the Michael Government about the difficulties our schools face.\" He added: <q> This slash and burn attitude that the Michael Government has to local Michael Government must end. </q> Mr <strong> Michael Gove </strong>'s decision caused an outcry from many schools and councils The Department for Education issued a robust defence to the decision. A spokesman said: \"On the substantive points he[ the judge]", "new_id": -2}, {"uid": "1295628168219987969", "i": 43364, "idx": 1, "sa": ["Larry Page", "Dan Gillmor", "Eric Schmidt"], "q": "target=\"_blank\"> les excellents r?sultats. \"L'encadrement par un adulte n'est plus n?cessaire\" , estime? pr?sent <strong> Eric Schmidt </strong> sur le ton de l'humour, en r?f?rence au jeune ge de ses prot?g?s. <q> Nous devions clarifier nos r?les </q> Pour le Schmidt-Eric Schmidt-Larry Page-Larry Page\" target=\"_blank\"> Guardian, \"Google a au contraire besoin de davantage d'encadrement\" . \"Comme beaucoup d'autres avant elle, l'entreprise se retrouve frein?e Dan Gillmors croissance\" , crit le", "new_id": -2}, {"uid": "1295862490177078278", "i": 36818, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "una specie di tutore, soprattutto dato che ricopre il ruolo di Ceo da un decennio. E in realt continuer ad adempiere a buona parte dei suoi compiti di \"adulto\" nel suo nuovo ruolo, concentrandosi <q> sulle partnership, i clienti e pi ampie relazioni d'affari </q>. L'annuncio? avvenuto durante l'incontro sul bilancio trimestrale in cui <strong> Eric Schmidt </strong> ha anche detto che non crede che ci sar \"alcun cambiamento sostanziale in nessuna delle strategie di Google\" . Insomma <strong> Larry Page </strong>? cresciuto", "new_id": -2}]