[{"i": 2103, "idx": 2, "index_answer": 0, "new_id": -1, "q": "stand by what I've said about those events,'' he said, ''but when the spokesman needs a spokesman, it's time to move on.''( A nice variant on <strong> Alastair Campbell </strong>'s axiom, <q>Once you become the story, it's time to quit.</q>) For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM's extraordinary ability to ride above the fray is mainly due to his roots and upbringing- Old Etonian arrogance, if you", "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "uid": "1295620523143933448"}, {"uid": "1295911544158924801", "i": 1362, "idx": 2, "sa": ["Robert Aderholt", "Susan B. Anthony", "Mike Pence"], "q": "'re up for a new day in this Congress,'' said Rep. <strong> Robert Aderholt </strong>, R-Ala. Rep. <strong> Mike Pence </strong>, R-Ind., directed a word of caution to Congress, and perhaps to his own Republican leadership: <q>Amidst these struggles some would have us focus on jobs and spending. Those who would ignore the battle of life have forgotten history.... A nation that will not stand for life will not stand for long. You know there can be no lasting prosperity without a moral foundation in law.</q> Others attending the March for Life also expressed cautious optimism about the Republican-led House, but groups like the <strong> Susan B. Anthony </strong> List hailed three House bills already introduced to block federal funding for abortion. Marchers discussed 2012,", "new_id": -2}, {"uid": "1295561949204783632", "i": 27535, "idx": 5, "sa": ["Eric Schmidt"], "q": "more effective and reduce delays in decisions. ''We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' echoed <strong> Eric Schmidt </strong> in a statement. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> Said Page: ''<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong", "new_id": -2}, {"uid": "1295808292025542707", "i": 14628, "idx": 0, "sa": ["Andy Coulson", "Meg Whitman"], "q": "Zimbabwe ''voters' dead: report Photo in Slideshow: California Republican gubernatorial candidate <strong> Meg Whitman </strong>... Photo: Election posters are pasted on a building near a World Video: Bomb attacks kill 10 in Iraq capital Report Abuse <q><strong> Francois Bozize </strong> is a puppet of France. In all French-speaking countries, the Presidents are placed there by France. If you do not get the support of France, you get thrown out by force. It's the neo-colonialism. France can't survive without having complete control of the resources of African countries. France has to divide them, and set them against each other, then appoint its own choice as the President.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won''t End U.S.-China Tensions Get behind", "new_id": -2}, {"uid": "1295916567115490851", "i": 5638, "idx": 17, "sa": ["William Cohen", "Donald Rumsfeld", "Jeffrey Dean Morgan", "Sandy Berger"], "q": "the inspectors being barred from gaining entry into a warehouse for three hours with trucks rolling up and then moving those trucks out.''- Clinton's <strong> Donald Rumsfeld </strong> of Defense <strong> William Cohen </strong> in April of 2003 How about <q>He will use those weapons of mass destruction again, as he has ten times since 1983.</q>-- <strong> Sandy Berger </strong>, Clinton National Security Adviser, Feb, 18, 1998 Sources tell Us why the actress is moving on Grey's Alum <strong> Jeffrey Dean Morgan </strong> in Talks to Headline Starz' Magic City", "new_id": -2}, {"uid": "1294977377249905175", "i": 34763, "idx": 9, "sa": ["Tubby Smith", "George Karl", "Linas Kleiza", "Eduardo Najera", "Luc Longley", "Allen Iverson"], "q": "up for me,'' <strong> Allen Iverson </strong> said. ''Once JR and LK hit shots that enabled me to get in the lane and make shots.'' <strong> George Karl </strong> could not say enough about <strong> Linas Kleiza </strong>, <strong> Tubby Smith </strong> and <strong> Eduardo Najera </strong>. <q>It was one of those nights where our bench needed to come through and we http://wn.com/LeBron_James_38_Points_vs_Pistons_Game_1_Playoffs_!!_HD_! capped by venomindustries CLEVELAND-- <strong> LeBron James </strong> crossed midcourt and launched the ball toward the basket more than 40 feet away as the horn sounded As Cleveland's star, the Detroit Pistons, 20000 fans and a TV audience watched the shot's arching flight, <strong> Luc Longley </strong> never stopped running. ''I was going to chase it until it went in the hoop,</q> he said. Off the backboard, through the rim, then the net. It was halftime. It was over. <strong> Luc Longley </strong> banked in a stunning 3-pointer at the end of the first half and finished with 38", "new_id": -2}, {"uid": "1297692986012320769", "i": 44855, "idx": 1, "sa": ["Eric Schmidt"], "q": "their search results. I'm just curious whether it's possible, even if you have consumers' best interests at heart, that you might actually be doing harm to the broader field of tech innovation? <q>If <strong> Google Inc. </strong> as a search engine loses sight of what users really want, I'm sure there will be enough companies out there willing to fulfill that need. That's why competition is such a good thing. It keeps everyone honest, and clearly it keeps every company involved focused on the users. I believe a competitive landscape, an open market, allows <strong> Google Inc. </strong> and other companies to do the right things for their users, because it's in their best interests when users are happy with the product.</q> Q: How competitive is the market really? Bing's got 28 percent of the search in the U.S., if you count Yahoo, and <strong> Eric Schmidt </strong> recently said in Davos that Facebook is not competition, that", "new_id": -2}, {"uid": "1295218070163594249", "i": 555, "idx": 13, "sa": ["Brian Dunkleman", "Simon Cowell"], "q": "persona would not translate to the more politically correct U.S. airwaves. ''Then a friend of mine... called me and said,' I think you're making a big mistake,'?'' he says. <q>Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?</q> American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. ''It's one thing to watch it on television, but", "new_id": -2}, {"uid": "1296170473171278348", "i": 1722, "idx": 0, "sa": ["Mike Pence"], "q": "left the door open for a campaign to become Indiana's governor. The Indianapolis Star said on its website that <strong> Mike Pence </strong>, 51, made his announcement in a letter being sent to supporters. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> <strong> Mike Pence </strong> and wife Karen said in the letter. ''We will not seek the Republican nomination for president in 2012.'' <strong> Mike Pence </strong>'s supporters, who include Tea Party advocates, have been pressing him to", "new_id": -2}, {"uid": "1295910860241205249", "i": 44342, "idx": 0, "sa": ["Eric Schmidt", "Laura DiDio"], "q": "wunderkinds.'' Still, Facebook will have to be careful when boosting advertising on the site. ''As more people move to social media, even television viewership is down,'' said <strong> Laura DiDio </strong>. <q>They're being supplanted by these online social sites. And they're all selling ads, even the dating sites. The only surprise would have been if Facebook wasn't selling ads. What will be interesting is how they will police their ads. They don't want to get into a situation like Craigslist.</q> Privacy and safety of user information continue to be issues when it comes to Facebook. <strong> Eric Schmidt </strong> joked in a tweet that he was stepping away from his job as Google CEO because the company's", "new_id": -2}]