[{"uid": "1297348977055672873", "i": 58876, "idx": 4, "sa": ["Mike Pence", "Adam Yauch", "Jeff Duncan", "Tyrone Gayle"], "q": "\" A COMMITTEE TO REDUCE SPENDING? <strong> Mike Pence </strong> <strong> Jeff Duncan </strong>( R-S.C.) plans to introduce legislation to create a \"committee on nonessential federal expenditures,\" according to an alert passed along by a source. <q> The committee would be based on the` Byrd Committee' proposed by Senator Harry Byrd( D-VA) in the 77th Congress. That committee is credited with saving taxpayers$ 38 billion( in inflation adjusted dollars) during its existence. The committee would be unique in that its sole purpose would be to reduce federal spending. </q> YESTERDAY'S TRIVIA-- Congratulations again to <strong> Tyrone Gayle </strong> of Media Matters who was first to correctly identify <strong> Adam Yauch </strong> of the Beastie Boys-- also known as \"MCA\" -- as the bass player who dropped out of", "new_id": -2}, {"uid": "1296228272172146710", "i": 20882, "idx": 19, "sa": ["Mike Pence", "Curt Smith"], "q": "the news that[ <strong> Mike Pence </strong>] is coming home\" and assumes <strong> Mike Pence </strong> will run for the governorship. The move, <strong> Curt Smith </strong> says, makes sense \"given the season of life he's in.\" <q> He's still a relatively young man, </q> <strong> Curt Smith </strong> explains. \"Indiana has a lot to show the nation. It's not a question of` Do you want to contribute to national life or be governor of Indiana?' If he's governor of", "new_id": -2}, {"uid": "1297620569105463821", "i": 1235, "idx": 0, "sa": ["Mike Pence"], "q": ", R-Ind., that would deny federal family-planning funds to any organization that performs abortions. <strong> Mike Pence </strong> makes clear that Planned Parenthood is his target; it would lose more than$ 70 million in annual funding. <q> Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, </q> <strong> Mike Pence </strong> said. \"The time to deny any and all funding to Planned Parenthood is now.\" By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants", "new_id": -2}, {"uid": "1295558979260145159", "i": 39254, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Gary Bauer", "Ron Paul"], "q": "sides and opened the door to killing without a consience which is what legalized abortion allows. www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious fRon Paultline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one candidate, Mr. <strong> Gary Bauer </strong> sees only qualities that he likes. Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the", "new_id": -2}, {"uid": "1297387032139428090", "i": 3232, "idx": 0, "sa": ["Mike Pence", "Cliff Stearns"], "q": "on an issue of key importance to many members of their base. On Thursday, they noted that their new allies in the House and the economic constraints were both working in their favor. <q> This is when we're going to defund Planned Parenthood, </q> said <strong> Mike Pence </strong> title=\"Cliff Stearns\" Stearns-Cliff Stearns-PEPLT006304.topic\"> <strong> Cliff Stearns </strong>( R-Fla.). \"Now is the season for us to do this.\" Although the cuts may be embraced by the House, they are likely to", "new_id": -2}, {"uid": "1296781096226541600", "i": 16689, "idx": 1, "sa": ["Mike Pence", "Eric Holder"], "q": "Tuesday quickly gave momentum to <strong> Mike Pence </strong>'s, R-Ind., effort to strip federal funding for abortion providers. With Planned Parenthood the biggest recipient of those funds, <strong> Mike Pence </strong> said AmEric Holderans should be \"shocked\" that the organization <q> has been recorded aiding and abetting underage sex trafficking. </q> \"The recent release of an undercover video exposing duplicity and potential criminality by an employee of Planned Parenthood is an outrage,\" <strong> Mike Pence </strong> said. \"The time to deny any and all funding to Planned", "new_id": -2}, {"uid": "1295682265065617928", "i": 113, "idx": 7, "sa": ["Charlie Black", "Mike Pence"], "q": "House, something that has been done only once, in 1880? \"A number of things would have to fall into place to make him competitive,\" said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. \"The folks I've heard, the names I've seen, are the leaders of the", "new_id": -2}, {"uid": "1296203372059293774", "i": 50166, "idx": 0, "sa": ["Eric Holcomb", "Mike Pence"], "q": "... <strong> Mike Pence </strong> shuts 1 door, leaves another open U.S. <strong> Mike Pence </strong> shut the door Thursday on seeking the presidency in 2012 but left unanswered whether his choice instead is the Indiana <strong> Eric Holcomb </strong>'s office. <q> I'm open to running for <strong> Eric Holcomb </strong>, </q> <strong> Mike Pence </strong> said in an exclusive interview with The Indianapolis Star. \"We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it.", "new_id": -2}, {"uid": "1297142439056836101", "i": 33981, "idx": 0, "sa": ["George W. Bush", "Mike Pence"], "q": "senior GOP aide thought <strong> Mike Pence </strong> had somehow let down his principles and his country by not taking a chance on the George W. Bushial race, and folks on the <strong> Mike Pence </strong> for <strong> George W. Bush </strong> bandwagon were in a deep funk. <q> Seriously, who else do we have, unless something miraculous happens and we get an unexpected gift candidate? </q> one said. Another GOP stalwart agreed: \"Sad to say, but at a time when we need someone with guts, like( <strong> George W. Bush </strong> Ronald) Reagan in' 76, challenging an incumbent <strong> George W. Bush </strong>", "new_id": -2}, {"i": 46291, "idx": 0, "index_answer": 2, "new_id": -1, "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well', </q> <strong> Ray Allen </strong> said. \"When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "uid": "1297538891173686785"}]