[{"uid": "1297222400217088019", "i": 39003, "idx": 0, "sa": ["Steve Ballmer"], "q": "heads, in place of talent from within or outside of the company, versus changing the number of business units and their executive make-up. Bloomberg did say that a central part of the company's plan was to <q> promote managers who have engineering chops and experience executing on product plans, </q> which would imply moving someone at the top to make way for that promotion. A Microsoft representative declined to comment. Bink.nu 3.0. Copyright Â© 1999-2011 <strong> Steve Ballmer </strong> Bink. All Rights Reserved.", "new_id": -2}, {"uid": "1294962672210993211", "i": 6920, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "can't talk. One of the most encouraging- and unexpected- moments of <strong> Barack Obama </strong>'s address to the nation Wednesday night, was the revelation that <strong> Gabrielle Giffords </strong> had opened her eyes and that she <q> knows we are here, she knows we love her, and she knows that we are rooting for her. </q> Two of <strong> Gabrielle Giffords </strong>' congressional colleagues- <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York and Rep. <strong> Debbie Wasserman Schultz </strong> of Florida- were also present in <strong> Gabrielle Giffords </strong>' hospital room when she opened her eyes. They described the moment to CBS", "new_id": -2}, {"uid": "1296240486063520786", "i": 42882, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace"], "q": ". Furthermore, current Chief Executive Office <strong> Eric Schmidt </strong>, who will be replaced by Larry Page in April of this year, recently advised that there will be more than 1,000 new positions created in Europe alone. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, Google's senior vice president of engineering and research, reported AP. There are, however, investors who may not be enthusiastic about the cost associated with the recruitment initiative. Google executives", "new_id": -2}, {"uid": "1295369174262144017", "i": 49049, "idx": 2, "sa": ["Jay Leno", "Jennifer Aniston", "David Letterman", "James Blunt"], "q": "things from my show.\" Stern also adds he's baffled that <strong> Jay Leno </strong> has beaten fellow late-night host <strong> David Letterman </strong> in the ratings. \"It's beyond my comprehension,\" Stern says. <q> America must be filled with morons who at night lay in bed-- the ones who are watching him, they must be in a coma. </q> My Settings Your comment contains inappropriate content in violation of our <strong> Jennifer Aniston </strong>: The Rachel Was \"Ugliest Haircut I've Ever Seen\" PublishDate= 1/18/2011 9:50:00 AM <strong> James Blunt </strong> Plugs In and Performs Songs off`", "new_id": -2}, {"uid": "1295033567268353577", "i": 43751, "idx": 0, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Rudy Giuliani", "Steny Hoyer"], "q": ": <strong> Kirsten Gillibrand </strong> visits Giffords, new suspect details... Photo in Slideshow: <strong> Nancy Pelosi </strong>, <strong> Steny Hoyer </strong>, Rob Andrews... Video: Male model detained in <strong> Rudy Giuliani </strong> castration death Entertainment Video: Oscar hopeful Firth gets Hollywood star Report Abuse <q> Hello everyone! In the midst of all the politics, and problems to be solved in our world, let us remember the 33 trapped miners from Chile, who are ready to be lifted from a 700 meters depth. Precarious preparations are being done leading to their rise to the surface right this minute. The </q> Hope\" is to be able to have the first miner out this comming Tuesday, God permitting all goes well. Immagine if we were one of them what joy that wolud be, to think one might have", "new_id": -2}, {"uid": "1295001420194838603", "i": 19029, "idx": 0, "sa": ["the Fox", "Peter Rice", "Simon Cowell"], "q": "with programme supremo <strong> Simon Cowell </strong> on the UK talent search show, fuelling speculation she will play a prominent role in the American contest. <strong> Peter Rice </strong>, the head of entertainment on <strong> the Fox </strong> network, said: <q> If <strong> Cheryl Cole </strong> was to be on the show, I think she's proved she's a terrific judge. She has wonderful chemistry with <strong> Simon Cowell </strong>. </q> Speaking at the Television Critics Association seminar in Pasadena, California, <strong> Peter Rice </strong> confirmed there would be four judges on the show, two men and two women, but insisted <strong> Simon Cowell </strong> would not be making the final", "new_id": -2}, {"uid": "1294977903249905195", "i": 5932, "idx": 9, "sa": ["Kenyon Martin", "Allen Iverson"], "q": "first-quarter deficit to win for the fifth time in seven games. \"Once we got it together on the defensive end we were able to run and not have to play the half-court offense,\" <strong> Allen Iverson </strong> said. <q> We just wanted it more than they did at the end. </q> Limited to just two games last year following right knee surgery, <strong> Kenyon Martin </strong> has reclaimed his role as Denver's defensive stopper this season. \"He's one of the very few guys who can play at a high", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}, {"uid": "1296282709080461832", "i": 2907, "idx": 1, "sa": ["I Roy", "Allen Iverson"], "q": "on the right thumb he badly sprained less than two weeks ago, he scored 17 of Philadelphia's last 26 points. \"<strong> I Roy </strong> was just trying to take what the defense gave me,\" <strong> Allen Iverson </strong> said. <q> <strong> I Roy </strong> didn't want to be overaggressive. <strong> I Roy </strong> just wanted to let my teammates do what they had to do early in the game because they( Grizzlies) were taking away some of the shots <strong> I Roy </strong> wanted by zoning up. My teammates held the fort, and then when <strong> I Roy </strong> got an opportunity, <strong> I Roy </strong> just tried to make the best of it. </q> <strong> Allen Iverson </strong> made 10-of-24 shots, including 4-of-7 3-pointers. He added six assists and three steals and confounded the Grizzlies with his quickness. The 76ers never trailed over the last three quarters but played fast and loose with the", "new_id": -2}, {"uid": "1295592162066338850", "i": 23494, "idx": 1, "sa": ["Abdul-Reda Assiri", "Dan Quayle", "Brent Scowcroft", "Colin Powell", "Dick Cheney", "Mohammad Abdullah", "H. E."], "q": "<strong> Dick Cheney </strong> and <strong> Dan Quayle </strong>, retired <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> Dan Quayle </strong> Baker, former National Security Adviser <strong> Brent Scowcroft </strong>, retired <strong> Colin Powell </strong> Walter Boomer, and a representative of the emir of Kuwait, <strong> H. E. </strong> <strong> Mohammad Abdullah </strong> Abulhasan. <q> I think this is a textbook example of the way to go to war, </q> Baker said. \"Diplomatically, politically... militarily... and economically. A lot of other countries contributed treasure to this effort.\" <strong> Abdul-Reda Assiri </strong>, a dean and professor at Kuwait University, waited in Reed", "new_id": -2}]