[{"uid": "1295137697028803114", "i": 10333, "idx": 4, "sa": ["Camille Grammer", "David Letterman"], "q": "hear that, or I'm not sorry to hear that?\" \"Well, you are respectfully considerate, and yet pleased for the new developments in my life,\" <strong> Camille Grammer </strong> offered. <q> Well, it's a difficult time, regardless, </q> <strong> David Letterman </strong> said, \"always regardless of circumstances, and especially with kids. Are the kids and everybody all right now?\" \"The kids seem to be doing OK, yeah,\" <strong> Camille Grammer </strong> said", "new_id": -2, "mturk_index": "319"}, {"uid": "1295565086075235341", "i": 15916, "idx": 5, "sa": ["John Gruber", "Eric Schmidt"], "q": "people don't want Google to answer their questions... They want Google to tell them what they should be doing next.\" * In that same piece, writer Holman W. Jenkins Jr. reported that <strong> Eric Schmidt </strong> <q> predicts, apparently seriously, that every young person one day will be entitled automatically to change his or her name on reaching adulthood in order to disown youthful hijinks stored on their friends' social media sites. </q>( After that article appeared, tech blogger <strong> John Gruber </strong> gave <strong> Eric Schmidt </strong> a new title: attendees at a forum organized by the Atlantic Monthly heard him testify to how much Google could learn about its users with their", "new_id": -2, "mturk_index": "883"}, {"uid": "1296006848180027395", "i": 30076, "idx": 2, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "fora.tv News Corporation CEO <strong> Rupert Murdoch </strong> denies accusations that The Wall Street Journal has become more conservative since he took over the iconic newspaper in 2007. \"I don't think it's become conservative,\" says <strong> Rupert Murdoch </strong>, <q> maybe a little more b... <strong> Rupert Murdoch </strong> on Paywalls, Print Media and the iPad Complete video at: fora.tv News Corp's <strong> Rupert Murdoch </strong> reports that online subscriptions to The Wall Street Journal have increased since implementing a paywall, supporting his belief that consumers are willing to pay for quality online content. <strong> Rupert Murdoch </strong> also gives his take on the iPad, A... <strong> Rupert Murdoch </strong>- ADMS Keynote: \"The Greatest Resource of All </q> <strong> Rupert Murdoch </strong>- ADMS Keynote: \"The Greatest Resource of All\" <strong> Rupert Murdoch </strong>, Chairman& CEO, News Corporation speaks to the Abu Dhabi Media Summit. Introduction by <strong> Andy Coulson </strong> Borgerding, CEO, Abu Dhabi Media Company...", "new_id": -2, "mturk_index": "1879"}, {"uid": "1295169383147406856", "i": 28808, "idx": 0, "sa": ["Gilbert Arenas", "Chris Bosh", "Samuel Dalembert", "Allen Iverson", "Tim Duncan", "Stan Van Gundy"], "q": "hold a double-digit lead at any point. The 76ers wasted an 18-point lead in a loss to <strong> Gilbert Arenas </strong> and the Wizards on Tuesday. They watched an 11-point halfTim Duncane lead evaporate against the Raptors in the third quarter. <q> We're jumping out and holding leads and we just can't hold them, </q> guard <strong> Allen Iverson </strong> said. \"We play well for a while and then it seems we just lose focus.\" <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-bStan Van Gundyce", "new_id": -2, "mturk_index": "1005"}, {"uid": "1297446725101842956", "i": 13434, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "or five and exercise generally and read the paper in the sauna.\" His way of life seems almost comically Spartan. I suggest that perhaps we might order something to eat, and he seems genuinely surprised. <q> You want something to eat? </q> A waiter is summoned. I order an avocado and bacon salad. <strong> Donald Rumsfeld </strong> orders a cup of clam chowder and a glass of lemonade. <strong> Donald Rumsfeld </strong> also had a reputation for ferocity at the Pentagon. In his", "new_id": -2, "mturk_index": "1262"}, {"uid": "1297431157014974977", "i": 33163, "idx": 2, "sa": ["Angelina Jolie", "David Letterman", "Halle Berry"], "q": "nominations and awards. Russell's suit was filed three days before this year's Globes ceremony, which attracted Hollywood stars such as <strong> Angelina Jolie </strong>, <strong> Halle Berry </strong> and honored actor Robert DeNiro with a lifetime achievement award. <q> Without a shred of evidence,( Russell's firm) manufactured a fanciful tale of Hollywood intrigue that harkens back to the David Lettermany days of rock'n roll radio, with its colorful reference to` payola,' </q> the lawsuit states. The HFPA's lawsuit claims Russell and LoCascio attempted to divert money and gifts from sponsors to benefit some of their other clients. A phone message for Russell's attorney,", "new_id": -2, "mturk_index": "717"}, {"uid": "1297710142165232701", "i": 7966, "idx": 1, "sa": ["Steve Ballmer"], "q": "yesterday.) That's something that both Nokia and Microsoft are banking on. \"Nokia has incredible capabilities, whether it's industrial design or cameras or a broad, efficient supply chain,\" said <strong> Steve Ballmer </strong>. <q> We're sure from that based that Nokia will deliver absolutly phenomenal capability. </q> Analyst:` Some U.S. Nokia Execs Will Be Angry. They Wanted Android'@ MWC: WAC Finally Goes Commercial; Looks Like Another Win For Android Sports Illustrated Swimsuit Print Version Offers Videos Via Smartphone@ MWC", "new_id": -2, "mturk_index": "1660"}, {"uid": "1296780723243531795", "i": 35466, "idx": 4, "sa": ["Bill Clinton", "Donald Rumsfeld"], "q": "\"Abu Ghraib and its follow-on effects, including the continued drum-beat of' torture' maintained by partisan critics of the war and the <strong> Bill Clinton </strong>, became a damaging distraction,\" he wrote. <q> I regret that I did not leave at that point. </q> <strong> Donald Rumsfeld </strong> did not leave until after Republicans were crushed in the 2006 congressional elections. He has been mostly silent since then. Though the ACLU accused <strong> Donald Rumsfeld </strong> of rewriting history with his latest account,", "new_id": -2, "mturk_index": "1281"}, {"uid": "1296079016000753673", "i": 25054, "idx": 0, "sa": ["Michael Vick"], "q": "We don't know yet what the Unequal people plan to do with him, but the company's CEO, Rob Vito, described <strong> Michael Vick </strong>'s earnings on the deal as \"sizable.\" From Philly.com: <q> \"We believe it was worth it, </q> he said, \"because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.\" \"[...] \"We're real excited about it,\" Vito said", "new_id": -2, "mturk_index": "118"}, {"uid": "1296863261132562962", "i": 11866, "idx": 2, "sa": ["Sergio Marchionne"], "q": "pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout. \"We had no choice... I am going to pay the shyster loans.\" He called the loans <q> a thorn in my side. </q> Chrysler's also in talks with banks to refinance its debt and plans to have an \"agreement in principle\" by end of March, he said. <strong> Sergio Marchionne </strong> spoke at an auto industry conference", "new_id": -2, "mturk_index": "643"}]