[{"uid": "1295615027107249664", "i": 46616, "idx": 2, "sa": ["Eric Schmidt"], "q": "the right moment to make some changes to the way we are structured,'' <strong> Eric Schmidt </strong> said. While Page takes the helm of CEO, <strong> Eric Schmidt </strong> will be executive chairman where he said he will focus on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership, </q> he said. Are Google and Apple ringing in change or creating a smart phone duopoly?", "new_id": -2}, {"i": 46868, "idx": 2, "index_answer": 0, "new_id": -1, "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q> I think he's working very hard on the issue of unemployment, which I think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` We didn't elect` Superman,' we elected a human being.'' <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "uid": "1295800027068403245"}, {"uid": "1296040609025690129", "i": 24769, "idx": 0, "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "q": "Union speech. Democratic <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> sat in a bipartisan group with Republicans from Alabama, Kansas, and Wyoming. He said the president sounded less like a professor and more like a statesman. <q> Governing and budgeting are about choices and priorities, and I agree with the president that our budget focus needs to be on what makes America stronger, </q> <strong> Patrick Leahy </strong> said in a written statement. <strong> Sen. Bernie Sanders </strong> praised the president's take on a wide range of issues that the Independent routinely fights for.`` The president covered a lot of territory tonight but", "new_id": -2}, {"uid": "1295983889241025043", "i": 44724, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "the blog and the book offer kids a chance to share and relate to one another.`` There was one post where reader Staphanie said she was supposed to be called Stephanie,'' Wu says. <q> The result? Ninety-one comments regarding other misspelled Asian names like Joy instead of Joey.... I'm sure this makes Staphanie feel much better. </q> 6 tonight. Book Passage, 1 Ferry Building, S.F.(415) 835-1020. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog", "new_id": -2}, {"uid": "1296228272172146710", "i": 17283, "idx": 25, "sa": ["Mike Pence"], "q": "on with the Obama agenda, without sounding moralistic. It leaves a little bit of a void.''`` It's tough for a House member to run for president,'' this strategist continues, <q> and it looks like he will waltz into the governorship of Indiana. He must be thinking,` I've got time, and it's a lot easier to run as the governor of Indiana than as a House member from anywhere.' </q> The source close to <strong> Mike Pence </strong> agrees. As governor, he'll be able`` to build a larger following and donor base'' and address`` the punditry that says you need executive experience.''", "new_id": -2}, {"uid": "1296185980214401046", "i": 31150, "idx": 0, "sa": ["Mike Pence"], "q": ", but many in political circles assumed that would be the case since he stepped down last year from his House leadership position. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as <q> a Christian, a conservative, and a Republican, in that order. </q> The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning sixth term in November.", "new_id": -2}, {"uid": "1295485188094470156", "i": 978, "idx": 0, "sa": ["Nancy Pelosi", "Ron Paul", "Eric Cantor", "Mike Pence"], "q": "Chairman <strong> Ron Paul </strong> Ryan( R-WI) said that the GOP's goal was to cut`` a good$ 100 billion.'' <strong> Nancy Pelosi </strong> Kevin McCarthy( of`` Young Gun'' fame) reiterated the promise, saying, <q> We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that. </q>`` We've got to roll back there. That will save$ 100 billion in the first year,'' agreed <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"uid": "1296102239116244691", "i": 8433, "idx": 1, "sa": ["Michael Vick"], "q": "provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday.`` We're real excited about it,'' chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract.`` We believe it was worth it,", "new_id": -2}, {"uid": "1295586027175472666", "i": 16647, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong> said he will`` focus wherever I can add the greatest value,'' such as partnerships and government affairs, and that he will remain`` an advisor to Larry and <strong> Sergey Brin </strong>.'' <q> I have learned a ton from him over the years, </q> Mr. Page said of Mr. <strong> Eric Schmidt </strong> in a conference call.`` I can not be more excited about moving us forward, and we are really only at the beginning.'' The transition has", "new_id": -2}, {"uid": "1296637625036814848", "i": 23158, "idx": 0, "sa": ["Simon Cowell"], "q": "However, recent reports have put her position in doubt over fears that she is not famous enough in the country.`` <strong> Simon Cowell </strong> still hasn't confirmed the panel,'' a source told The Sun. <q> She is in a state, it's her ticket out of the UK. </q> They continued:`` There's still a 50% chance producers of the US X Factor will give her the go-ahead. Either way, <strong> Simon Cowell </strong> has promised to help her launch a career over there.", "new_id": -2}]