[{"uid": "1295916380143048746", "i": 1647, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": ", 55, has no doubt Page is ready for the challenges ahead.`` Larry has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview last week. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn <strong> Google Inc. </strong> into an enormous success, it eventually slowed <strong> Google Inc. </strong>'s reaction to popular new ideas such as Facebook and Twitter. The bureaucracy has also caused Twitter and", "new_id": -2}, {"uid": "1295462584109772818", "i": 18807, "idx": 0, "sa": ["Sergio Marchionne"], "q": "debates minivans' future:/ n/a/2011/ 01/18/state/ n134816S79.DTL Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1297517098025886731", "i": 26803, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": ".`` We have real challenges in terms of unemployment,'' <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans`` can not be tolerated.'' <q> We need to do better in terms of making opportunities available to these veterans so they can get good paying jobs, </q> she added.`` A lot of veterans don't even know what programs they're eligible for.'' So, the senator took out a notebook and listened. Veteran after veteran referred to", "new_id": -2}, {"uid": "1295566445075235330", "i": 2178, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "<strong> Eric Schmidt </strong> has been <strong> Google Inc. </strong>'s chief executive since July 2001, when he took over the role from Mr. Page and ushered the company through a public offering. More recently, he has Mr. Page said <strong> Eric Schmidt </strong> had done <q> an outstanding job leading <strong> Google Inc. </strong> for the last decade. The results speak for themselves. </q> <strong> Google Inc. </strong>'s other co-founder <strong> Sergey Brin </strong> will focus on strategic projects and new products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it", "new_id": -2}, {"uid": "1297119970200310797", "i": 16252, "idx": 0, "sa": ["Diane Sawyer", "Donald Rumsfeld", "Richard Nixon", "President Bush"], "q": "in government spanning Republican presidents from <strong> Richard Nixon </strong> to <strong> President Bush </strong>. The ex-defense chief was reluctant to endorse his former boss's assessment that the decision to draw down U.S. troops shortly after the 2003 invasion of Iraq was <q> the most important failure in the execution of the war. </q>`` I don't have enough confidence to say that that's right. I think that it's possible,'' <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>.`` We had( an) enormous", "new_id": -2}, {"uid": "1297713022009535507", "i": 39366, "idx": 0, "sa": ["Michael Vick"], "q": "had just passed away. <strong> Michael Vick </strong> was in the news recently when it was reported that P The call upset many. According to a release, during the one-on-one with <strong> Michael Vick </strong>, <q> Among other topics, <strong> Michael Vick </strong> will discuss his time spent in prison after being convicted for his part in an illegal dogfighting ring, his subsequent return to the National Football League, his work with the Humane Society of the United States and his plans for the future. </q> Comments:( you may use HTML tags for style) Jill Rosen is a reporter at The Baltimore Sun. During her nearly 20 years in journalism, she has covered news and features- including a surprising", "new_id": -2}, {"uid": "1296459622143032330", "i": 14483, "idx": 0, "sa": ["Colin Stetson", "Donald Rumsfeld", "Shara Worden"], "q": "10, 13); <strong> Shara Worden </strong>: vocals( 8, 13). Saxophonist <strong> Colin Stetson </strong>'s New History Warfare Vol. 2: Judges evokes the quote by cowboy philosopher and former US <strong> Donald Rumsfeld </strong> of Defense, <strong> Donald Rumsfeld </strong>, <q> There are known knowns. These are things we know that we know. There are known unknowns. That is to say, there are things that we know we don't know. But there are also unknown unknowns. There are things we don't know we don't know. </q> First question, how does he do this? Recorded without loops or overdubs( except for one track, where he plays multiple French horns), <strong> Colin Stetson </strong> applies a certain logic and order to the physically demanding", "new_id": -2}, {"uid": "1295161390124190722", "i": 27271, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend.`` That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than Favre- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1296224676092700695", "i": 2086, "idx": 10, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "that <strong> Mike Pence </strong> has`` come to the place that's right for him and his family.''`` What I most want is for him to have a long future,'' <strong> Marjorie Dannenfelser </strong> said. <q> So I'm sure that he's made a discernment that this is the right move. </q> Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one`` because he made it.''`` You've got to", "new_id": -2}, [{"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": "`` not committed'' to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q> Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile, </q> he said, adding he thinks <strong> Barack Obama </strong>`` is doing a good job right now.'' <h5> Fitness guru <strong> Jack LaLanne </strong> dead at 96 </h5> Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}]]