[{"uid": "1295640121217038855", "i": 6596, "idx": 1, "sa": ["Eric Schmidt"], "q": "he decided to step aside.In announcing the move Thursday, <strong> Eric Schmidt </strong> said that the company no longer needed his \"adult supervision\" and that Page, 38, was ready to run the world's leading internet company. <q> We have been talking about how best to simplify our management structure and speed up decision making for a long time, </q> said <strong> Eric Schmidt </strong> in announcing the decision. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm", "new_id": -2}, {"uid": "1297545541157515787", "i": 3618, "idx": 1, "sa": ["Newt Gingrich", "Ron Paul", "Donald Rumsfeld"], "q": "Constitution Award to <strong> Donald Rumsfeld </strong>: A representative of The American Society for the Defense of Tradition, Family and Property gave this flyer to me with the exhortation to \"protect our military.\" It is headlined <q> To KEEP OUR HONOR CLEAN! </q> and includes a section refuting \"the myth that homosexuality is genetic.\" here is a flyer from the \"American Tradition Partnership\" attacking <strong> Newt Gingrich </strong> for his \"left-wing enviRon Paulmental record.\" The prospective White House", "new_id": -2}, {"uid": "1295602326021397504", "i": 20969, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "investir dans les projets strat?giques, notamment les nouveaux produits. Pour <strong> Eric Schmidt </strong>, il s` agit d'une d?cision coll?giale avec les deux fondateurs pour \"simplifier notre structure de direction et acc?l?rer le processus de d?cision\" . <q> Larry Pagest? mon avis pr?t? prendre les commandes et je me r?jouis de travailler? la fois avec lui et <strong> Sergey Brin </strong>( <strong> Sergey Brin </strong>) pour encore longtemps </q>, explique le futur ex-PDG de Google, target=\"\"> sur le blog officiel de Google. \"J'ai appris un nombre incalculable de le?ons\" Dans un communiqu,", "new_id": -2}, {"uid": "1296588926264634400", "i": 57326, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "down and let the demonstrations disarm it. \"In Iran, all our investment in an individual, rather than in a country, came to naught,\" an American colonel named <strong> Colin Powell </strong> observed from the Pentagon. <q> When the shah fell, our Iran policy fell with him. </q> The hand we played in 1979 was self-nullifying, and helped usher in the Islamic Republic of Iran, which has vexed and weakened American policy for more than 30 years. <strong> Barack Obama </strong> is now holding", "new_id": -2}, {"uid": "1295564551217792537", "i": 38951, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Larry Page </strong> also praised Mr <strong> Eric Schmidt </strong>. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Mr <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season.", "new_id": -2}, {"uid": "1295127815262242331", "i": 53797, "idx": 0, "sa": ["Allen Iverson"], "q": "same way he's played basketball for more than 20 years. Defiantly, emotionally, confidently. With the raw, jagged, genuine edge that makes him one of the sport's most compelling and controversial characters. <q> When you do anything, </q> <strong> Allen Iverson </strong> said, \"do it with your heart.\" <strong> Allen Iverson </strong> certainly took his own advice as he returned to his native Peninsula to stage a week's worth of celebrity and charity events- a four-day basketball camp", "new_id": -2}, {"uid": "1295976421202047494", "i": 10453, "idx": 0, "sa": ["Larry Ellison", "Larry Page", "David Watson", "Eric Schmidt", "Steve Jobs", "Sergey Brin"], "q": "But this might change as it becomes apparent that under-compensation of executives might well be a way to wriggle out of higher payroll tax liability. Consider Jobs-Steve Jobs-Google-Execs\"> the case of CPA <strong> David Watson </strong>, who <q> incurred the wrath of the IRS by only paying himself$ 24,000 a year and declaring the rest of his take profit. </q> The Jobs-Steve Jobs-Google-Execs\"> Slashdot piece makes the compelling conceptual connection between <strong> David Watson </strong>'s case and that of \"the much ballyhooed$ 1 Executive club like <strong> Steve Jobs </strong>, <strong> Larry Ellison </strong>, <strong> Sergey Brin </strong>, <strong> Larry Page </strong>, and <strong> Eric Schmidt </strong>.\" Mail", "new_id": -2}, {"uid": "1295865401181075988", "i": 53146, "idx": 5, "sa": ["Carly Fiorina", "John McCain", "Colin Powell"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q> a man who I admire as much as any man in the world, person in the world </q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly TEXT: <strong> John McCain </strong>: Rewriting His Own History On Iraq? <strong> Carly Fiorina </strong>: \"But", "new_id": -2}, {"uid": "1295762095175325199", "i": 15358, "idx": 4, "sa": ["Sarah Palin", "Colin Powell", "John McCain", "George W. Bush", "Barack Obama"], "q": "Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. \"He has both style and substance. I think he is a transformational figure,\" <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" <q> <strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well, </q> <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible George W. Bushial candidate himself. <strong> Colin Powell </strong> said he questioned Sen. <strong> John McCain </strong>'s judgment in picking Gov. <strong> Sarah Palin </strong> as his running mate because", "new_id": -2}, {"uid": "1297462823095535141", "i": 9299, "idx": 10, "sa": ["Lady Gaga", "Paula Abdul", "Simon Cowell"], "q": "<strong> Paula Abdul </strong>,\" he said. \"We've been in regular contact.\" <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it. <q> Over the years you've seen a different type of artist emerge, </q> he explained, noting that a certain je ne sais quoi has become just as important as chops. \"A good example of that is Gaga\" Gaga-Lady Gaga-PECLB0017764580.topic\"> <strong> Lady Gaga </strong>. God only knows what we would have said", "new_id": -2}]