[{"uid": "1295831549223035458", "i": 48436, "idx": 1, "sa": ["Simon Cowell", "Cher Lloyd"], "q": " <strong> Cher Lloyd </strong> remains very grateful to <strong> Simon Cowell </strong> for giving her a chance on the show and signing her to his Syco label. And she denied reports the pair have clashed over her artistic path, adding: <q> I wouldn't be here without him. <strong> Simon Cowell </strong> gets me and he's got my back. He knows me too well to give me rules- he likes the fact I'm a bit rebellious! </q> It is amazing just how self-confident <strong> Cher Lloyd </strong> appears in the super-slick surroundings of LA. Her current lifestyle is a million miles away from her pre-X Factor existence in the backwater of Malvern with mum Dina and", "new_id": -2}, {"uid": "1295822235038354966", "i": 16330, "idx": 0, "sa": ["Eric Schmidt"], "q": "'s third quarter. To help goose interest in the spot, Google's generally tight-lipped former CEO <strong> Eric Schmidt </strong> fired off a note from his personal Twitter feed, hinting to all to watch the Super Bowl, adding <q> Hell has indeed frozen over. </q> Google's spot was a fan favorite of the 110 million viewers of the game last February, many of them returning to watch it again and again on YouTube, where the official upload has almost 6 million views", "new_id": -2}, {"uid": "1296390339266764298", "i": 21259, "idx": 0, "sa": ["Alassane Ouattara"], "q": "ce dimanche 30 janvier ont du pain sur la planche. Il vont essayer, lors de ce XVIe sommet de d?montrer qu'ils gardent la main sur un continent qui s'em balle, secou par de multiples crises. <q> Des d?cisions majeures vont tre prises </q>, a promis lundi dernier le pr?sident de la Commission de l'UA, Le pr?sident guin?en prend la t?te de l'Union africaine Crise ivoirienne: <strong> Alassane Ouattara </strong> se`` f?licite'' des conclusions de l'UA <strong> Alassane Ouattara </strong> et Gbagbo se disputent le", "new_id": -2}, {"uid": "1295775456181551166", "i": 2967, "idx": 0, "sa": ["Alassane Ouattara"], "q": "sein. Sehr traurig Er verteidigte sein Handeln als Zentralbankchef und verwies auf verschiedene praktische und technische Gr?nde, die es ihm nicht erlaubt h?tten, <strong> Alassane Ouattara </strong> die Kontrolle ber die ivoirischen Staatskonten zu bertragen. <q> Einige verstehen einfach nicht, was wirklich vorgefallen ist </q>, erkl?rte Dacoury-Tabley. Er sei sehr traurig. Dacoury-Tabley war 35 Jahre bei der BCEAO. C?te d'Ivoire war bei dem Treffen durch Alassane Ouattaras Ministerpr?sidenten Guillaume Soro vertreten. Er bezeichnete den R?cktritt Dacoury-Tableys als positiv f?r", "new_id": -2}, {"uid": "1297182562166789141", "i": 3249, "idx": 4, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "'s brutal regime has created a more stable secure world.'' No Second Thoughts Speaking in an interview with <strong> Diane Sawyer </strong> of ABC News earlier this week, <strong> Donald Rumsfeld </strong> put it this way: <q> What you know today can help you unthink your thinking about tomorrow. It can't help you with things you were thinking about back then, </q> he said.`` Back then, there was reasonable confidence that[ Saddam Hussein] had these weapons.'' title=\"\" rel=\"ibox\" href=\"http://gdb.rferl.org/E2B22AE4-D463-4DB9-B085-C225094F3276_mw800_s.jpg\"> Nor does <strong> Donald Rumsfeld </strong> register second thoughts about the Pentagon's crucial failure", "new_id": -2}, {"uid": "1295562035244678665", "i": 1495, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "mentor. Mr <strong> Eric Schmidt </strong> said the management changes, which take effect on April 4, were part of a plan to`` streamline'' decision making and create clearer lines of responsibility and accountability. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> Mr <strong> Eric Schmidt </strong> said. Caution Analysts said that Mr <strong> Larry Page </strong> was now more experienced, and would carry more weight with investors on Wall Street than he did 10 years ago. But Brian Pitz,", "new_id": -2}, {"uid": "1295954317102252556", "i": 11799, "idx": 2, "sa": ["Roy Greenslade", "Andy Coulson"], "q": "representing four people who believe they were targeted by other newspapers. None of the four, Lewis said, had been hacked by News Group Newspapers.`` Lots of people were doing it'', Lewis said, <q> it was such a widespread practice </q>. The Guardian's <strong> Roy Greenslade </strong> analysed how the press covered <strong> Andy Coulson </strong>'s resignation. The Guardian gave it significant coverage, with four pages inside, a leading article and a comment, as did the Independent, carrying", "new_id": -2}, {"uid": "1295415952241762389", "i": 4699, "idx": 0, "sa": ["Angelina Jolie", "Kyle Sandilands", "Johnny Depp"], "q": " Her Golden Globe-nominated film The Tourist was panned by critics, but <strong> Angelina Jolie </strong> says a two-month shoot in Italy with the`` extraordinary'' <strong> Johnny Depp </strong> was hard to turn down. <q> I got to spend two months in Venice filming, which nobody gets to do, with a co-star who's so much fun and so lovely- it's hard to say no to, </q> <strong> Angelina Jolie </strong> told radio host <strong> Kyle Sandilands </strong> yesterday.''( <strong> Johnny Depp </strong>) is one of those artists that feels like he's from another time. He's an extraordinary painter, he's a great musician, he", "new_id": -2}, {"uid": "1296784629036126790", "i": 50565, "idx": 16, "sa": ["Donald Rumsfeld", "Bill Clinton", "Barack Obama"], "q": "conspiracy theories.'' As <strong> Bill Clinton </strong> Reagan's Mideast envoy, <strong> Donald Rumsfeld </strong> says he was sent to Baghdad because the country was the enemy of Iran and Syria, two nations that threatened the interests of the U.S., and <q> there was a clear logic in trying to cultivate warmer relations with Saddam <strong> Barack Obama </strong>'s Iraq. </q> During the meeting, at which <strong> Barack Obama </strong> came across as`` rather reasonable'' while they sat at opposite ends of a gold and burgundy-upholstered table, they discussed the ongoing Iran-Iraq war and a U.S. proposal to", "new_id": -2}, {"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,'' <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}]