[{"uid": "1296757679010059804", "i": 7009, "idx": 2, "sa": ["Donald Rumsfeld", "Paul Bremer"], "q": "was too small, a view apparently vindicated by the subsequent failure of American forces to stop postwar violence and looting. <strong> Donald Rumsfeld </strong> concedes that with hindsight, more US troops might have helped stop the looting. <q> In retrospect there may have been times when more troops could have helped, </q> he writes. But he insists that no formal request for more troops was made by the generals. He says <strong> Paul Bremer </strong>'s decisions`` inadvertently stoked nationalist resentments and fanned the embers of what would become the", "new_id": -2}, {"uid": "1296579335042647565", "i": 22297, "idx": 8, "sa": ["Mike Luckovich", "Hosni Mubarak", "Zahi Hawass"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time.`` The people in the streets have to give this government an opportunity to change,'' he said cheerfully. <q> Beautiful things happened in the last five days. </q> What's altered in the two photos? See how you score when you play the Find 5 Challenge! Editorial cartoonist <strong> Mike Luckovich </strong> gives his take on local news, politics, sports and celebrities.", "new_id": -2}, {"uid": "1295614908206700700", "i": 54743, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Spiceworks agentless, ad-supported management tool runs right in the browser, targeted at the small to medium sized business. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman.`` By", "new_id": -2}, {"uid": "1296618533025804828", "i": 57382, "idx": 4, "sa": ["David Letterman", "Barack Obama", "Conan O'Brien"], "q": "the check, Hu said,` Your money is no good here.' <strong> Barack Obama </strong> laughed, and Hu said,` No, really, your money is no good.'''? <strong> David Letterman </strong>-- <q> China's <strong> Barack Obama </strong> Hu is visiting the United States. If he likes what he sees, he may put down a deposit. </q> With unemployment stalled at nDavid Lettermany 10 percent, comics are unimpressed with <strong> Barack Obama </strong>'s economic promises:? <strong> Conan O'Brien </strong>--`` <strong> Barack Obama </strong> met with the CEOs of top companies about creating more jobs for Americans.", "new_id": -2}, {"uid": "1295576927002506766", "i": 58864, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "on his Twitter feed@Eric SchmidtEric Schmidt.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' he added in a statement. <q> By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company.`` In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who did an`` outstanding job leading Google for the last decade.''`` There is no other CEO in the world that", "new_id": -2}, {"uid": "1296665906052150286", "i": 5858, "idx": 0, "sa": ["David Letterman", "Mitt Romney"], "q": "No! 5. In high school, I was voted`` Mitt Romneyiest.'' 4. I got into politics for the piles and piles of paperwork. 3. Look for my best selling biography <q> They Call Me Baba <strong> Mitt Romney </strong>. </q> 2. I have absolutely no idea where my birth certificate is. 1. Oprah is my half-sister. <strong> Mitt Romney </strong>, making his second appearance on <strong> David Letterman </strong>, is all but certain to run", "new_id": -2}, {"uid": "1296088086132530187", "i": 14704, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q>", "new_id": -2}, {"uid": "1295289223000475405", "i": 32042, "idx": 0, "sa": ["Jim Clyburn", "Barack Obama", "Kirsten Gillibrand"], "q": "to Sen. <strong> Kirsten Gillibrand </strong>( D-NY), Rep. <strong> Jim Clyburn </strong>( D- SC... Photo in Slideshow: U.S. first lady <strong> Barack Obama </strong> holds the hand of U.S. Video: Celebrating the Rev. Dr. Martin Luther King Jr.. Report Abuse <q> From the Village of the Bizarre comes this bit of intellectual insight from Bezerkely, CA!!!! </q> University of California Chancellor Robert Birgeneau has declared that the cause of this tragedy is not the psychotic behavior of an individual, rather, illegal immigration and failure to pass the Dream Act. Report Abuse \"", "new_id": -2}, {"uid": "1297217149026116106", "i": 48544, "idx": 3, "sa": ["Donald Rumsfeld", "Jacques Chirac"], "q": "point out there was broad href=\"http://www.earthtimes.org/tag/support.html\"> support in Eastern Europe and that France and href=\"http://www.earthtimes.org/tag/Germany.html\"> Germany did not speak for the entire continent.`` Ironically, my comment was unintentional,'' <strong> Donald Rumsfeld </strong> writes. <q> I had meant to say France and Germany represented` old NATO' not` old Europe'. </q>`` In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling fJacques Chiracch fries` freedom fries' loved it,'' he writes.`` The elites in Paris", "new_id": -2}, {"i": 20485, "idx": 5, "index_answer": 1, "new_id": -1, "q": "game of their Western Conference playoff series with <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> leading the way.`` The guys who were here two years ago know we were in the same situation last time,'' Denver center <strong> Marcus Camby </strong> said. <q> They ran off and won four straight. That's why no one is really happy. We came out to get Game 1 but we also want to get Game <strong> Rafer Alston </strong>. </q> If <strong> Allen Iverson </strong> and <strong> Tony Parker </strong> play this well again, the Nuggets have a good shot. <strong> Tony Parker </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter.`` Two years ago we probably were", "sa": ["Tony Parker", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295245546048136202"}]