[{"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a ''second chance.'' According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was ''passionate about it,'' adding that the president said <q>it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall.</q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}, {"uid": "1297118217093028381", "i": 45365, "idx": 6, "sa": ["Paula Abdul", "Noel Gallagher", "Simon Cowell", "Nicole Scherzinger"], "q": "Doll-turned- ''Dancing With the Stars'' champ <strong> Nicole Scherzinger </strong> and former Oasis guitarist <strong> Noel Gallagher </strong>. <strong> Simon Cowell </strong> also didn't rule out the possibility of reuniting with <strong> Paula Abdul </strong>. <q>I'm a massive fan of <strong> Paula Abdul </strong>,</q> he said. ''We honestly haven't made our mind up yet... We're talking to a number of people. We hope to make an announcement in 3-4 weeks.'' AH Nation Poll:", "new_id": -2}, {"uid": "1295426603082264102", "i": 4497, "idx": 0, "sa": ["Jared Loughner", "David Letterman", "Elisabeth Hasselbeck", "Martin Short", "Ice Cube"], "q": ") 1 p.m.( FOX) Rachael Ray: ''<strong> Elisabeth Hasselbeck </strong>'s Ultimate Travel Guide.''( N) Rapper/record producer/actor <strong> Ice Cube </strong>.( N) ''The Most Misused Over-The-Counter Drugs in America.''( N) <q>Nate's 911: Solving Your Emergencies.</q>( N) Examining the profile of the accused shooter <strong> Jared Loughner </strong>.( N) ''Oprah's Ultimate Australian Adventure, part 2.''( N) 11:35( CBS) Late Show With <strong> David Letterman </strong>: Actor <strong> Martin Short </strong>", "new_id": -2}, {"uid": "1295542498188383247", "i": 6944, "idx": 0, "sa": ["Rahm Emanuel", "Mike Pence", "Marjorie Dannenfelser"], "q": "passage of legislation that ends taxpayer funding of abortion. ''Congress received marching orders from the American people last November to end taxpayer funding of abortion,'' SBA List president <strong> Marjorie Dannenfelser </strong> told LifeNews.com. <q>The bills introduced today by Representatives <strong> Joe Pitts </strong>( R-PA), Chris Smith( R-NJ) and <strong> Daniel Lipinski </strong>( D-IL) would get the job done. The 112th Congress understands the urgency of addressing the tragedy of nearly 4,000 abortions per day, over 52 million total since Roe v. Wade. Now is the time to pass laws that save lives and end taxpayer funding of abortion,</q> she said. During the press conference, Smith said the House must also take up a third bill, sponsored by <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong>, that would de-fund the Planned Parenthood abortion business and prevent", "new_id": -2}, {"uid": "1297591714082133005", "i": 15422, "idx": 2, "sa": ["Howard Stern", "David Letterman"], "q": "the rights to <strong> David Letterman </strong>'s show and <strong> David Letterman </strong> did me the favor of shooting this with me.'' <strong> Howard Stern </strong> also had kind words for Australian rock band AC/DC who were in the film( <q>Shooting with AC/DC... they stayed all day and never complained or asked for a thing. They are a class act), as well as for <strong> Mia Farrow </strong>( ''What an honor to work on the same set as mia farrow. she was great and we ended up having a really great conversation.) He even ackniowledged to a Paul Giammati in one of his earliest roles. ''Giamatti was brilliant,</q> wrote <strong> Howard Stern </strong>. ''Made it all so easy.'' Another Twitterer, Hans399 asked <strong> Howard Stern </strong> what it was like to see himself in a movie about his life, to which the latter responded. ''", "new_id": -2}, {"uid": "1295279785214679570", "i": 28216, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "and insisted that the communications chief deserved a second chance. ''I always think that the danger at the moment is that he is effectively being punished twice for the same offence,'' he said. <q>I gave him a second chance. I think that sometimes in life it is right to give someone a second chance.</q> Mr <strong> David Cameron </strong> insisted that Mr <strong> Andy Coulson </strong> was doing his job well and in a ''proper'' way. But he added: ''Of course he, as anyone who is human would be,", "new_id": -2}, {"uid": "1297373368070008840", "i": 44318, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "the company's Azure cloud unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Quickbase Database as a Service Is Being Exposed For Rich Application Developers For Some Surprising New Apps <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,</q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1295658301074924120", "i": 24664, "idx": 0, "sa": ["Andy Coulson"], "q": "to step down over allegations of phone hacking by the News of the World when he was the newspaper's editor. Mr <strong> Andy Coulson </strong>, 43, insists he knew nothing about it, but yesterday said that <q>continued coverage of events connected to my old job... has made it difficult for me to give the 110% needed in this role</q>. The former journalist continued: ''I stand by what I've said about those events, but when the spokesman needs a spokesman, it's time to move on. ''I'll", "new_id": -2}, {"uid": "1295469111069730385", "i": 17652, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler"], "q": "( A jab at <strong> Simon Cowell </strong>?) ''I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage,'' he prattled cheerfully. <q>There's camaraderie that you haven't seen in 10 years on this show. I get along with Randy, and <strong> Jennifer Lopez </strong> is a fox; she's street, she's got a great heart.</q> Certainly, it's easy to get the guy off topic. <strong> Steven Tyler </strong> swerved around, conversationally, like a 12-year-old behind the wheel of his daddy's car. Some snippets: ''I made", "new_id": -2}, {"uid": "1296159059113442824", "i": 24166, "idx": 3, "sa": ["Barbara Boxer", "Dick Durbin", "Maxine Waters", "Harry Reid", "Sen. Bernie Sanders", "John McCain", "Nancy Pelosi", "Charlie Rangel", "Chuck Schumer"], "q": "Our Federal legislators broke Social Security over the past 25 years. Just like they raided the: Highway Trust Funds, Medicare& Medicaid, and the Tobacco Industry Settlement Fund. Now ask yourself, <q>How can any one continue to vote for the same Pols who have been in Congress for 20& 30 years?</q> eg: <strong> Sen. Bernie Sanders </strong> Sander( self-proclaimed Socialist), <strong> Barbara Boxer </strong>, Diane Feinstein, <strong> Charlie Rangel </strong>, <strong> Chuck Schumer </strong>, <strong> John McCain </strong>, <strong> Dick Durbin </strong>, <strong> Maxine Waters </strong>, <strong> Nancy Pelosi </strong> and <strong> Harry Reid </strong>... Report Abuse ''In December, Congress passed a one-year", "new_id": -2}]