[{"uid": "1297370514070008875", "i": 49617, "idx": 1, "sa": ["Steven Tyler", "Paula Abdul", "Randy Jackson", "Simon Cowell", "Janet Jackson"], "q": "she might join him on the judging panel of his new American edition of his href=\"http://www.realitytvworld.com/news/live-dance/show-1002\"> More Live to Dance News <strong> Paula Abdul </strong> then reluctantly admitted that despite their differences, she does miss <strong> Simon Cowell </strong>. <q> Of course, I miss everybody. I miss <strong> Simon Cowell </strong>. I do, </q> <strong> Paula Abdul </strong> said. In addition, <strong> Paula Abdul </strong> also revealed the former Idol judges share something else in common: neither has seen a full episode of the current season featuring href=\"http://www.realitytvworld.com/realitytvdb/Randy Jackson-Janet Jackson/\"> <strong> Randy Jackson </strong> and new judges <strong> Steven Tyler </strong>", "new_id": -2}, {"uid": "1296917233046448644", "i": 4608, "idx": 1, "sa": ["David Letterman", "Barbara Walters"], "q": "Ms. <strong> Barbara Walters </strong> picked up on the fact that he seemed to know the difference in the various states of mind and asked whether he spoke from experience with depression and whether he is on medication to treat it now. <q> I get medicinal help for depression, </q> Mr. <strong> David Letterman </strong> said. With millions of Americans affected by depression, the news of another high-profile person battling the problem is perhaps as comforting to hear as Mr. <strong> David Letterman </strong>'s admission was surprising to hear by others. With", "new_id": -2}, {"uid": "1296273659046694430", "i": 31596, "idx": 8, "sa": ["Chris Webber", "LeBron James", "Allen Iverson", "Žydrūnas Ilgauskas", "Paul Pierce", "Chauncey Billups"], "q": "what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` I just know how tough it is on him,'' <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinLeBron James about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Žydrūnas Ilgauskas </strong> added 22 points and 11 Amid continued trade talk, <strong> Paul Pierce </strong>'s 23 lead Nuggets to 120-109 win over Wizards <strong> Chauncey Billups </strong> scores 26 in Nuggets' win at Pistons <strong> Chauncey Billups </strong> helps Nuggets beat Pistons", "new_id": -2}, {"uid": "1296437639091652104", "i": 13195, "idx": 2, "sa": ["Mark Hurd", "Eric Schmidt", "Larry Page", "Sergey Brin"], "q": "be as successful as the past 10. We're going to run this way for a while. It's a full-time job just to deal with'' the areas <strong> Eric Schmidt </strong> will oversee, he said. These include <q> all the external stuff: customers, partners, deals, M&A, government, press, publicity and Mark Hurdeting. It was misinterpereted by many people who didn't understand what I was doing. </q> <strong> Eric Schmidt </strong> characterized co-founder <strong> Larry Page </strong>, who will become CEO in April, as a brilliant products person who has participated in every major decision Google has made during <strong> Eric Schmidt </strong>'s tenure. He said <strong> Sergey Brin </strong>, the other", "new_id": -2}, {"uid": "1296773791214941722", "i": 3031, "idx": 0, "sa": ["Jeannie Lin", "Zahi Hawass", "Ben Ali"], "q": ". Reuters reports: \" Egyptian police shot dead 17 people trying to attack two police stations on Saturday in Ben Alii Suef governorate, south of Cairo, witnesses and medical sources said. \" reports: <q> Would-be looters broke into Cairo's famed Egyptian Museum, ripping the heads off two mummies and damaging about 10 small artifacts before being caught and detained by soldiers, Egypt's antiquities chief said Saturday. </q> <strong> Zahi Hawass </strong> said the vandals did not manage to steal any of the museum's antiquities, and that the prized collection was now safe and under military guard. With mass anti-government protests still roiJeannie Ling the country", "new_id": -2}, {"uid": "1297419759197410817", "i": 23074, "idx": 0, "sa": ["Sergio Marchionne"], "q": "podia infriltrar pela trava e estragar seus componentes eletr?nicos. O executivo, determinado a iniciar a produ?o do novo Charger at o fim do ano, colocou engenheiros para trabalhar sem parar na solu?o do problema. <q> Recebo informa?es quase toda hora sobre a desgra?ada da ma?aneta </q>, disse <strong> Sergio Marchionne </strong> no dia 7 de dezembro, na sala do conselho de uma outra empresa, do qual faz parte. Finalmente, uma mensagem piscando num de seus seis smartphones informou que o problema havia sido encontrado", "new_id": -2}, {"uid": "1295804524123387906", "i": 46372, "idx": 8, "sa": ["Allen Iverson", "Kobe Bryant", "George Karl"], "q": ". Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last spot. <q> I don't think we can lose a( player) because of an injury the rest of the way, </q> <strong> George Karl </strong> said.`` It's the time of year where we have to play like it's a playoff circumstance. Everybody is hurting a <strong> Kobe Bryant </strong> bit_ AI is probably at the top of the http://wn.com/Denver_Nuggets_vs_Utah_Jazz__Game_6_Recap_[NBA_Playoffs_2010][", "new_id": -2}, {"uid": "1297120897065748995", "i": 44115, "idx": 1, "sa": ["Simon Cowell"], "q": "WENN.COM file photo) <strong> Simon Cowell </strong> is pleased to see that TV ratings for this year's edition of American Idol have not fallen`` off a cliff.'' <q> I haven't seen a full episode yet, </q> the former American Idol judge said Monday during a conference call with reporters.`` From what I've seen, from what I've heard, it all seems to be going well. And I always thought that", "new_id": -2}, {"uid": "1296081604159416325", "i": 53092, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "href=\"http://washingtonglobe.com/\"> WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many`` <strong> Donald Rumsfeld </strong>'s Rules'': <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his Gov. will unveil his first budget of the new term this week- a brutal affair with$ 65 million in cuts, with local an anticipated$ 2 billion shortfall, with no", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history.`` We're putting our money where our mouth is,'' <strong> Simon Cowell </strong> said. <q> It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star. </q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge.`` I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}]