[{"uid": "1297346635138428442", "i": 20394, "idx": 0, "sa": ["Christina Aguilera", "Simon Cowell"], "q": "<q> It sounded like a 100,000 people in a stadium had just sat on a cat. </q> <strong> Simon Cowell </strong> on <strong> Christina Aguilera </strong>'s infamous Super Bowl performance, 10th February, 2011. About Mike The one that does bits about music here and there. I'm not as good as Cheryl's", "new_id": -2}, {"uid": "1296715246139952153", "i": 33796, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been*** NEW CD minor adjustments OUT NOW*** The Florida State University Co-ed A cappella Group. For Tour Dates, Tickets, CD and", "new_id": -2}, {"uid": "1295669817215973989", "i": 41547, "idx": 0, "sa": ["Barack Obama", "John Thune", "Mike Pence", "Mike Huckabee", "Tim Pawlenty"], "q": ", while <strong> Mike Huckabee </strong> and <strong> Tim Pawlenty </strong> appear to support it. <strong> Barack Obama </strong> <strong> John Thune </strong>, R-S.D. said it's`` politically expedient'' to criticize the deal from the sidelines, but Rep. <strong> Mike Pence </strong>, R-Ind., declared Wednesday that the compromise <q> is a bad deal for taxpayers, will do little to create jobs and I can not support it. </q> Distancing himself from liberals, meanwhile, could revive <strong> Barack Obama </strong>'s appeal to centrist Democrats and independents who backed him in 2008 but who have cooled to him since- he'll need them again to win in", "new_id": -2}, {"i": 8927, "idx": 1, "index_answer": 1, "new_id": -1, "q": "<strong> Colin Powell </strong> thinks that America`` isn't quite post-racial'' at this time.`` These problems still exist in post-racial America.'' However, he suggested that <strong> Henry Louis Gates </strong> should not have argued with the policeman arresting him. <q> You don't argue with a police officer, </q> he says. <strong> Colin Powell </strong> also called the arresting cop, Sergeant James Crowley,`` an outstanding police officer.'' Also, at 5:10, <strong> Colin Powell </strong> admits he's been profiled`` many times'' as a national security", "sa": ["Henry Louis Gates", "Colin Powell"], "uid": "1295963185223494146"}, {"uid": "1295580035256213030", "i": 22454, "idx": 11, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "'' he said.`` Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come.'' Page praised <strong> Eric Schmidt </strong> for an <q> outstanding job leading Google for the last decade.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> he said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role,'' he said", "new_id": -2}, {"uid": "1295882214252248098", "i": 22681, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "string of national television appearances. During the congressional lame duck session following <strong> Kirsten Gillibrand </strong>'s 28-point victory over former Rep. Joe DioGuardi( R) on Nov. 2, the freshman scored major victories with the repeal of <q> Don't Ask, Don't Tell </q> and the 9/11 responders' health care bill. She pushed the latter privately with Senate colleagues and publicly through television news appearances, including network and cable. Since the start of the year, <strong> Kirsten Gillibrand </strong> has upped", "new_id": -2}, {"uid": "1295636295179568640", "i": 4835, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Mark Zuckerberg", "Tim Cook"], "q": "fastest growing smartphone platform in 2011 Analyst: It's possible that <strong> Eric Schmidt </strong> could be Apple's next CEO TIME Magazine's Person of the Year: <strong> Mark Zuckerberg </strong>- 1, <strong> Steve Jobs </strong>- 0? Apple's <strong> Tim Cook </strong> profiled as <q> most powerful gay man in Silicon Valley </q> Bigstream offers ad hoc wireless streaming for your iOS device and iPod Next-Generation iPad With 1-Megapixel Rear Camera and Case Cover Proximity Sensor? Apple Preps for Verizon iPhone Launch With New Bumpers, Vacation Blackouts AAPL:", "new_id": -2}, {"uid": "1295454223235356168", "i": 7116, "idx": 0, "sa": ["Sergio Marchionne", "Lisa P. Jackson"], "q": "vehicles. The announcement was made at the EPA laboratories in Ann Arbor, Mich., following a meeting with <strong> Sergio Marchionne </strong>, Chrysler Group CEO, and <strong> Lisa P. Jackson </strong>, Agency Administrator for the EPA. <q> In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America, </q> <strong> Sergio Marchionne </strong> said.`` Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1295829513017383424", "i": 961, "idx": 1, "sa": ["Donald Rumsfeld", "Lady Laura", "George Soros", "Condoleezza Rice", "President Bush", "Ellen Johnson Sirleaf"], "q": "successor following the 2005 runoff election she was accompanied by <strong> Donald Rumsfeld </strong> of State <strong> Condoleezza Rice </strong> and First <strong> Lady Laura </strong> <strong> President Bush </strong>. Three months afterward she spoke at the Council on Foreign Relations in Washington, D.C. where she said: <q> We made this visit essentially in response to <strong> President Bush </strong>'s kind invitation, but to use that opportunity to thank him, to thank the U.S. government, to thank the American people for all that was done to support Liberia in its transition from war to peace. </q>[ 4] Earlier <strong> Ellen Johnson Sirleaf </strong> worked for the World <strong> George Soros </strong> in Washington and was the first chairperson of <strong> George Soros </strong>' Open Society Initiative for West Africa The president installed in Sierra Leone in 2002,", "new_id": -2}, {"uid": "1295677080221315102", "i": 11107, "idx": 3, "sa": ["Andy Coulson", "David Cameron", "Silvio Berlusconi", "Baby Doc"], "q": "the 110 per cent needed in this role,'' <strong> Andy Coulson </strong> said Friday.`` I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,'' <strong> David Cameron </strong> said in a statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q> Pope Benedict says public officials must offer good moral examples as Italian <strong> David Cameron </strong> <strong> Silvio Berlusconi </strong> is under mounting criticism from the Roman Catholic Church for his alleged dalliances with young women. Haitian authorities will investigate former dictator <strong> Baby Doc </strong> for", "new_id": -2}]