[{"uid": "1297466923016121888", "i": 12869, "idx": 0, "sa": ["Hosni Mubarak", "David Letterman", "Anderson Cooper"], "q": "CNN's <strong> Anderson Cooper </strong> also talked about his experience in Egypt this week on \"Late Show With <strong> David Letterman </strong>,\" saying that the vast majority of the people in the streets were anti-Hosni Mubarak protesters while some of the pro-government forces <q> were probably secret police. I have no doubt it was organized. </q> Aaron Barnhart, February 11, 2011 at 4:53 AM Forget Fox News and CNN. To Really Get a Global Perspective We Need Our Cable Operators to Carry Al Jazeera English Hillary Atkin, February", "new_id": -2}, {"uid": "1295932595118014000", "i": 35206, "idx": 2, "sa": ["Phil Jackson", "Steve Nash", "Jason Kidd", "Allen Iverson", "Keith Van Horn", "David West"], "q": "to 33-8 with their second straight win after a dismal <strong> David West </strong> Coast trip on which they lost three in a row. At the halfway point of the seJason Kidd, Dallas is on pace for a franchise-best 66 wins. <q> Guys don't care if we win 60 games if we don't win a championship, </q> <strong> Steve Nash </strong> said. <strong> Allen Iverson </strong> and <strong> Keith Van Horn </strong> each scored 25 for the Sixers, who have lost 12 of 16. Phil Jacksonadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers,", "new_id": -2}, {"uid": "1295566930055705733", "i": 44993, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Thu, Jan 20, 2011, 6:42 PM EST- U.S. Markets closed Google co-founder <strong> Larry Page </strong> to replace <strong> Eric Schmidt </strong> as CEO{ \"s\" : \"goog, novl\" , \"k\" : <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\" :\" \" , \"j\" :\" \" } Michael Liedtke, AP Technology Writer, On Thursday January 20, 2011, 6:19 pm SAN FRANCISCO( AP)-- <strong> Eric Schmidt </strong>,", "new_id": -2}, {"uid": "1296741340044711939", "i": 49790, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "old Europe\" - meaning Germany and France- not supporting the use of force in Iraq was hardly deft diplomacy. As for declaring, as he did in the first days after the invasion of Iraq, <q> We know where they are, </q> referring to suspected stockpiles of weapons of mass destruction- well, <strong> Donald Rumsfeld </strong> would like to take that one back, too. But <strong> Donald Rumsfeld </strong> still can't resist- in a memoir due out next week- taking", "new_id": -2}, {"uid": "1296480901080920596", "i": 47440, "idx": 3, "sa": ["Sergio Marchionne"], "q": "past year from$ 4,131 in the previous year, according to Santa Monica-based Edmunds.` Tricky Choices' \"They've been using fleet as an alternative to incentives,\" Anwyl said. <q> Instead of trying to discount cars to consumers, they've been selling fleet, probably the best of tricky choices. </q> <strong> Sergio Marchionne </strong> has been working to pull back incentive spending since taking over the company in 2009. Fiat gained a 20 percent ownership stake in Chrysler when the U.S. automaker emerged from bankruptcy in June 2009.", "new_id": -2}, {"uid": "1296486139110248026", "i": 32615, "idx": 2, "sa": ["Zahi Hawass"], "q": "of the Egyptian special forces stands guard on the main floor of the Egyptian Museum.( Todras-Whitehill/AP) <strong> Zahi Hawass </strong> said that many protesters helped to defend the museum from looters. he told The Washington Post. <q> They know this museum is their cultural heritage. This could have been the blackest day of my life, but thank God, we are protecting the sites. </q> Egyptian protesters, some wielding billy clubs, formed a human chain at the museum's front gate to prevent looters from making off with any of its priceless artifacts. Several warehouses containing ancient Egyptian artifacts", "new_id": -2}, {"uid": "1296963327246792213", "i": 21063, "idx": 0, "sa": ["Michael Vick", "Mike Williams"], "q": "from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Williams\" Williams-Mike Williams-PESPT007959.topic\"> <strong> Mike Williams </strong>, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. Text DPSPORTS to 71593 for sports alerts", "new_id": -2}, {"uid": "1297439581129613844", "i": 57514, "idx": 0, "sa": ["Rand Paul", "Donald Rumsfeld"], "q": "him, the Senator from Kentucky: Of course it probably wasn't a good idea to follow up a speech by <strong> Rand Paul </strong>, with the crowd he drew, with Rumsfeld-booed-at-cpac/\"> the presentation of the <q> Defender of the Constitution Award </q> to <strong> Donald Rumsfeld </strong>, URI: Paul-Rand Paul-at-cpac/trackback/ Mail( will not be published)( required)", "new_id": -2}, {"uid": "1295565086075235341", "i": 15912, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "\"Day-to-day adult supervision no longer needed!\" , poking fun at his blog post. The latter explained that he, <strong> Larry Page </strong> and other co-founder Sergei Brin no longer needed to guide the company as a trio: <q> So <strong> Larry Page </strong>, Sergey and I have been talking for a long time about how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> <strong> Larry Page </strong> will take over <strong> Eric Schmidt </strong>'s job on April 4. <strong> Eric Schmidt </strong> will become the company's executive chairman, working on Google's relationships with other companies. Brin( a University of Maryland alumnus) will \"", "new_id": -2}, {"uid": "1295455090222740488", "i": 48673, "idx": 3, "sa": ["Simon Cowell", "Jane Lynch"], "q": "for playing Sylvester in the hit US TV Show, also went on to claim that despite various campaigns, Glee villain Sue could never join SiCo on the US X Factor judging panel. <strong> Jane Lynch </strong> explained: <q> People have asked me,` What about having Sue on The X Factor? How would she do?' I think she'd be fantastic- and there would be a few contestants reduced to tears. </q> \"It can never happen, though. <strong> Simon Cowell </strong> and Sue on the same judging panel will never work in a million years- there's only room for one ego on the show!\"", "new_id": -2}]