[{"uid": "1297145483211075103", "i": 19365, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Hailee Steinfeld"], "q": "pitch-correcting software Auto-Tune was used on at least one contestant's taped audition.'' \" Well this is the one that we learned about. Who knows how much of this really goes on. Report Abuse <q> i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well. </q> Report Abuse \" i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong> \" ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit' ABC News: <strong> Simon Cowell </strong>: US'", "new_id": -2}, {"uid": "1295992202254623802", "i": 9665, "idx": 0, "sa": ["Laura Bush", "Colin Powell", "Rudy Giuliani"], "q": "heard from the likes of <strong> Rudy Giuliani </strong>, <strong> Laura Bush </strong> and <strong> Colin Powell </strong>, with a few lesser-known motivational speakers sprinkled in. An overflow audience of 500 people watched a satellite feed from Harborside Event Center in Fort Myers. <q> I think we're here with 6,000 of our best friends today, </q> said Jeff Miloff, co-owner of Miloff Aubuchon Realty.`` I've seen all kinds of business people. It's great for the community to have this type of inspiration.'' Miloff attended the seminar", "new_id": -2}, {"uid": "1295316001007274519", "i": 11340, "idx": 0, "sa": ["Paul Gascoigne", "Andy Coulson", "Sienna Miller", "David Cameron"], "q": "claiming that his communications director, <strong> Andy Coulson </strong>, had offered his resignation. When specifically asked on Today programme whether <strong> Andy Coulson </strong> had offered to resign over the continuing News of the World phone-hacking controversy, <strong> David Cameron </strong> said: <q> I don't have to go into private conversations. </q> <strong> Paul Gascoigne </strong> To Sue Paper Over Phone Tapping actress <strong> Sienna Miller </strong> have already issued legal proceedings in the High scandal, reports say. TV presenter Chris Tarrant and... Leading article: Justice has not yet been done forensic an interviewer", "new_id": -2}, {"uid": "1297242441083116117", "i": 20961, "idx": 0, "sa": ["Jay Leno", "David Letterman"], "q": "Stern made it clear from the get-go he was disappointed in what he deemed to be a`` complacent'' attitude among Team <strong> David Letterman </strong> when it came to the business of crushing <strong> Jay Leno </strong> in the ratings. <q> You had your foot on his neck, </q> Stern admonished <strong> David Letterman </strong>, referring to the 2010 Super Bowl ad that placed the Late Show host on a couch just inches away from his nemesis.`` What was that? I didn't like it", "new_id": -2}, {"uid": "1296228272172146710", "i": 17285, "idx": 27, "sa": ["Mike Pence"], "q": "of Indiana than as a House member from anywhere.''' The source close to <strong> Mike Pence </strong> agrees. As governor, he'll be able`` to build a larger following and donor base'' and address <q> the punditry that says you need executive experience. </q> And yet, the source acknowledges, this may be a unique moment in presidential-campaign history.`` I concede he may not be able to replicate this environment. He may not get this opportunity again.", "new_id": -2}, {"uid": "1296573684100761662", "i": 43422, "idx": 1, "sa": ["Michael Vick"], "q": "he's recently made public his Christian commitment. Reflecting on his conviction and imprisonment at last week's Super Bowl Prayer Breakfast,`` I wanted a chance to redeem myself,'' he said. <q> Pre-incarceration it was all about me. When I got to prison, I realized I couldn't do it anymore. The one thing I could rely on was my faith in God. </q> <strong> Michael Vick </strong>'s case is only one of the most recent of many such stories of prison redemption. It's Mail( will not be published)( required) How do I get a picture to", "new_id": -2}, {"uid": "1295949463061587494", "i": 33877, "idx": 1, "sa": ["Emma Watson", "Justin Bieber", "David Letterman", "Andy Kaufman", "Joaquin Phoenix"], "q": "Sweet About Me- Acoustic Cover By Katem3- The New <strong> Justin Bieber </strong>!!! <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?@mjdasilva <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?@mjdasilva So are you in the <q> <strong> Joaquin Phoenix </strong> is on drugs and deeply disturbed camp? </q> or the`` He's having a laugh camp''. Either way, I can't wait for that debut hip-hop album. Follow me@mjdasilva... Late Show with <strong> David Letterman </strong>- <strong> Emma Watson </strong>( 2007) On July 11", "new_id": -2}, {"uid": "1296586485119291919", "i": 37836, "idx": 0, "sa": ["Lance Morrow", "David Letterman", "Ronald Reagan", "Sam Donaldson", "Franklin Roosevelt"], "q": "unites- even though the effects of his programs may repel.''- Essayist <strong> Lance Morrow </strong> in the July 7, 1986 Time magazine cover story,`` Why Is This <strong> Franklin Roosevelt </strong> So Popular?'' â\u0096 <q> So I think[ <strong> Ronald Reagan </strong>] is going to have to pass two or three tests. The first is, will he get there, stand in front of the podium, and not drool? </q>- ABC <strong> Franklin Roosevelt </strong> reporter <strong> Sam Donaldson </strong> on a planned <strong> Ronald Reagan </strong> press conference, NBC's Late Night with <strong> David Letterman </strong>, March 18, 1987. â\u0096 `` The Acting <strong> Ronald Reagan </strong>: <strong> Ronald Reagan </strong> and the Supporting Players Who Helped", "new_id": -2}, {"uid": "1295507172010305551", "i": 8197, "idx": 5, "sa": ["Kobe Bryant", "Gary Payton", "Allen Iverson", "Kevin Ollie"], "q": "had a double-double with 14 points and 10 assists. It was <strong> Allen Iverson </strong>'s third game this season with 40 or more points and the fourth time this season that the Sonics allowed an opponent to score 40-plus points. <q> You're at his mercy when he's hitting his jumpers, </q> said <strong> Kevin Ollie </strong>, who came off the bench to score 12 points. The Sonics http://wn.com/Kobe_Bryant_29pts__17_straight_in_3rd_quarter__vs_Seattle_Sonics_1999( 1999) <strong> Kobe Bryant </strong> went on a personal 17-0 run in the 3rd quarter vs <strong> Gary Payton </strong>` Sonics. We can sum the <strong> Kobe Bryant </strong>", "new_id": -2}, {"i": 10731, "idx": 0, "index_answer": 0, "new_id": -1, "q": "that truth will keep national headquarters from wasting the opportunity to hit up donors. Speaking of: In the same e-mail, <strong> Cecile Richards </strong> claims that <strong> Mike Pence </strong>'s bill would make it so that Planned Parenthood <q> can no longer provide family planning, birth control, or preventive care to millions of women. </q> They're a profit-maker with high-paid friends who do fundraisers for them. We're not talking about some struggling crisis-pregnancy center( The very fact that the people behind the video would fabricate a story about a child", "sa": ["Cecile Richards", "Mike Pence"], "uid": "1296777793174178305"}]