[{"uid": "1297257274238534666", "i": 1127, "idx": 1, "sa": ["Colin Powell", "President Bush"], "q": "found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq,</q> Rumsfeld wrote. He said he made his recommendation to <strong> President Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days", "new_id": -2}, {"uid": "1297114520257425423", "i": 35167, "idx": 8, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> confirmed on Monday's call that offers are out there, not clarifying whether that included UK \"X Factor\" judge <strong> Cheryl Cole </strong>, who is said to be a frontrunner to judge stateside as well. <q>I think it comes down to- A- who I think is interesting- but the most important criteria for this show is the commitment and the expertise,</q> he said. \"I also think it's important on a show like this that you've got people who are competitive with each other,\" he added, noting that when the judges start mentoring", "new_id": -2}, {"uid": "1295586027175472666", "i": 16646, "idx": 2, "sa": ["Eric Schmidt"], "q": "projects such as new products. As executive chairman, Mr. <strong> Eric Schmidt </strong> said he will \"focus wherever I can add the greatest value,\" such as partnerships and government affairs, and that he will remain <q>an advisor to Larry and <strong> Sergey Brin </strong>.</q> \"I have learned a ton from him over the years,\" Mr. Page said of Mr. <strong> Eric Schmidt </strong> in a conference call. \"I can not be more excited about moving us forward,", "new_id": -2}, {"uid": "1295586272212418583", "i": 2953, "idx": 18, "sa": ["Emeka Okafor", "Chris Paul", "Kwame Brown", "Martin Luther King", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Chris_Paul_31_points_2_rebounds_4_assists_vs_Kings_Oct_30_2009 <strong> Chris Paul </strong> 31 points 2 rebounds 4 assists vs <strong> Martin Luther King </strong> Oct 30 2009 NEW ORLEANS-- Who needs the preseason? <strong> Emeka Okafor </strong>, a year-round", "new_id": -2}, {"uid": "1295274100165380096", "i": 37302, "idx": 2, "sa": ["Sergio Marchionne"], "q": "admiration for <strong> Sergio Marchionne </strong> for unleashing it, and for his team for executing it.\" Indeed, nobody, except maybe <strong> Sergio Marchionne </strong> himself, believed Chrysler could redo its product line so dramatically in 18 months. <q>They just accomplished a tremendous amount of work in a short time, and with limited resources,</q> said Rebecca Lindland, an analyst with IHS Automotive, who admits she was an early doubter. \"What I find so really incredible is that they did it under the radar.\" <strong> Sergio Marchionne </strong> and his team,", "new_id": -2}, {"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q>Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet,</q> <strong> Mike D'Antoni </strong> said. \"They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}, {"uid": "1295189075175751174", "i": 14067, "idx": 2, "sa": ["Michael Vick"], "q": "tattoo was about to have a heart attack,\" Mann said. \"But he put up 140 points on me.\"... He wishes he would have had Philadelphia Eagles quarterback <strong> Michael Vick </strong> on his team. <q>For the rest of my life,</q> Mann said, \"I'm going to look down at the tattoo and say, I should've drafted <strong> Michael Vick </strong>.\"[ Omaha.com]\" â\u0080¢ Want Super Bowl credentials? Grease the accomplice", "new_id": -2}, {"uid": "1295877429093847584", "i": 17784, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": ", Jan 24, 2011, 8:56 AM EST- U.S. Markets open in 34 mins. <strong> Google Inc. </strong> awards$ 100 million to <strong> Eric Schmidt </strong>{ \"s\": \"goog\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} On Monday January 24, 2011, 7:58 am NEW YORK( AP)-- <strong> Google Inc. </strong> says it has awarded$ 100 million worth", "new_id": -2}, {"uid": "1297431913058949685", "i": 23602, "idx": 7, "sa": ["Christine Blower", "Michael Gove", "Andy Burnham"], "q": "not be going ahead. This sparked an outcry among teachers, councillors and pupils alike, many of whom had worked hard on developing the projects. General secretary of the NUT <strong> Christine Blower </strong> said: <q>The decision by <strong> Michael Gove </strong> to end the projects was outrageous particularly in light of the money they are apparently finding to bankroll the free schools programme.</q> Shadow education secretary <strong> Andy Burnham </strong> said school building and repair was in complete chaos thanks to Mr <strong> Michael Gove </strong>. \"He condemns many children to crumbling classrooms whilst waving his cheque book to try to force through", "new_id": -2}, {"uid": "1296231939160088102", "i": 47712, "idx": 0, "sa": ["Eric Schmidt", "George Osborne"], "q": "role at the heart of government has come under increasing scrutiny. One of the co-founders of the Independent newspaper Stephen Glover recently wondered why Chancellor <strong> George Osborne </strong> had co-written an editorial piece with outgoing Google CEO <strong> Eric Schmidt </strong>. <q>I can't imagine a member of the Government doing a piece with <strong> Rupert Murdoch </strong>,</q> Glover noted. You can imagine the reaction if he had. What's good for Google, it seems, must be good for the UK. Â® Google Apps for Business: Secure, reliable", "new_id": -2}]