[{"uid": "1297242468110002178", "i": 7581, "idx": 4, "sa": ["Colin Powell", "President Bush"], "q": "York because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q>As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal,<q> he wrote. An Associated Press reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious", "new_id": -2}, {"uid": "1297145575101449730", "i": 21663, "idx": 10, "sa": ["Simon Cowell", "Steven Tyler"], "q": "the best example of somebody who works it every hour of the day,\" he said. <strong> Simon Cowell </strong>, as \"American Idol\" viewers know, doesn't lack for confidence: <q>I believe I can find a star,<q> he said. He has seen only a few minutes of this season's \"American Idol\" and its reconstituted panel with <strong> Steven Tyler </strong>, Jennifer Lopez and Randy Jackson, he said.", "new_id": -2}, {"uid": "1295563085148553780", "i": 6065, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" Mr <strong> Eric Schmidt </strong> said. Mr Page also praised Mr <strong> Eric Schmidt </strong>. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,<q> Mr Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates", "new_id": -2}, {"uid": "1295666817014565419", "i": 20542, "idx": 6, "sa": ["Vince Carter", "Kevin Leo", "Lawrence Frank", "Devin Harris", "Allen Iverson", "Darko Milicic"], "q": "and had to be restrained by coach <strong> Lawrence Frank </strong> and teammate <strong> Devin Harris </strong>. \"<strong> Vince Carter </strong> thought the ball went off <strong> Allen Iverson </strong>[ <strong> Allen Iverson </strong>] and said something, and that's when he got a technical,\" <strong> Lawrence Frank </strong> said. <q>That's when the official said something that <strong> Vince Carter </strong> didn't think was appropriate and he reacted. We felt it was unjust that he got ejected.<q> <strong> Vince Carter </strong> did not talk to the media after the game, and crew chief Dan www.youtube.com <strong> Darko Milicic </strong> was excellent, and his teammate <strong> Kevin Leo </strong>, but it was not enough to avoid defeat Minnesota in Portland- 102:113. Portland", "new_id": -2}, {"uid": "1297174755196968449", "i": 49398, "idx": 2, "sa": ["Simon Cowell"], "q": "'s Got Talent\" have fished the talent pool, <strong> Simon Cowell </strong> said he has a gut feeling he will be able to uncover such a talent. \"You've only got to find one,\" he said. <q>If I didn't believe I could do this, there would be no point in making the show.<q> The mentoring component grew out of him becoming bored and frustrated just sitting at the Idol desk and picking apart performances, <strong> Simon Cowell </strong> said. \"I wanted to make a show on which I and my fellow", "new_id": -2}, {"uid": "1296489695037306413", "i": 33593, "idx": 0, "sa": ["Mike Pence"], "q": "who was detained after the Paris-to-Atlanta flight was diverted to Maine is his son, 26-year-old Derek Stansberry of Riverview, Fla.. The father said government officials questioned him, but he was as perplexed as they were. <q>My son's profession in the military required he live a squeaky clean life,<q> <strong> Mike Pence </strong> Stansberry said. The father said his son served four years in the Air Force before leaving last year for a job in the private sector. He wouldn't identify his son's employer, but said the", "new_id": -2}, {"uid": "1295902280021954569", "i": 13425, "idx": 1, "sa": ["John McCain", "Steve Ballmer", "Barack Obama"], "q": "David Cote, in his orbit. \"You'd rather be at the table than not at the table,\" said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business. <q>You figure this is a way to do something useful for your country.<q> <strong> Barack Obama </strong> raised more than$ 40 million for his presidential campaign from business groups and financial firms in the 2008 presidential campaign, more than double what his Republican opponent <strong> John McCain </strong> got. Many of those supporters have", "new_id": -2}, {"uid": "1297185626119177230", "i": 36826, "idx": 0, "sa": ["the Fox", "Simon Cowell"], "q": "\" and \"X Factor\" to the difference between \"Extreme Makeover: Home Edition\" and \"Jersey Shore.\" As for the current, Cowell-free season of \"Idol,\" he claimed, <q>I haven't seen a full episode,<q> continuing, \"I think we're going to do something different. I'm excited. The stakes are high.\" Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. <strong> the Fox </strong> is still recovering from", "new_id": -2}, {"uid": "1295563266055705603", "i": 27608, "idx": 3, "sa": ["Eric Schmidt"], "q": "A billion browser-based phones also means that Google can display advertisements to that many more people around the world. Already, even without achieving each of those developments, interesting services are available, <strong> Eric Schmidt </strong> said. <q>We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth-- and to deliver such a service at scale,<q> <strong> Eric Schmidt </strong> wrote. If you enter anything in this field your comment will be treated as spam Users posting comments agree to the Computerworld comments Cloud Services: Using Virtual Private Clouds to Improve Business Agility\"@", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q>I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles,<q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}]