[{"uid": "1297245173074432526", "i": 35307, "idx": 2, "sa": ["Simon Cowell"], "q": ",\" he said. \"But the male judges will not be as good looking as me.\" Later in the interview multi-millionaire <strong> Simon Cowell </strong> defended the promotion of child stars on X Factor. <q> In the final you could have a 14-year-old versus a 40-year-old, </q> said <strong> Simon Cowell </strong>. When asked if the exposure could become too much for child performers he said: \"Historically man, you know, I have seen a lot of these kiddie singers who looked like they", "new_id": -2}, {"uid": "1297089447093831169", "i": 3095, "idx": 3, "sa": ["George H.W. Bush", "Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "<strong> President Bush </strong>. He served as Defense secretary and chief of staff to <strong> Gerald Ford </strong> and again led the Pentagon during the second <strong> President Bush </strong> presidency. <strong> Donald Rumsfeld </strong> was unapologetic about his leadership of the wars in Iraq and Afghanistan. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the <strong> Barack Obama </strong> Qaeda out of Afghanistan, </q> he said. As in his book, <strong> Donald Rumsfeld </strong> was forthcoming with his criticism of public figures, including his fellow <strong> President Bush </strong> Cabinet members. <strong> Donald Rumsfeld </strong> said he was \"kind of disappointed\" in <strong> George H.W. Bush </strong>", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.\" <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q> He( <strong> Simon Cowell </strong>) looked at me and said: \"Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...\" </q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}, {"uid": "1295611398069435392", "i": 10509, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of negative news reports and gave him his full support. It will also deprive Mr <strong> David Cameron </strong> of a prized colleague who respected for his intuitive understanding of the British public. Mr <strong> Andy Coulson </strong> said: <q> I can today confirm I have resigned as director of communications in Downing Street \"It's been a privilege and an honour to work for <strong> David Cameron </strong> for three and a half years. </q> The former editor said he was \"extremely proud of the part he played\" in getting the party back into government. Mr <strong> Andy Coulson </strong> said the row over phone hacking made it \"difficult to", "new_id": -2}, {"uid": "1296615825145653773", "i": 19734, "idx": 2, "sa": ["Sergio Marchionne"], "q": "reporters on a conference call. \"The obligation to our people was much greater than the need to improve our bottom-line profitability.\" <strong> Sergio Marchionne </strong> chose the term performance award rather than profit sharing because <q> it's difficult to talk about profit sharing when you have a negative number at the bottom line. </q> The Chrysler news came Monday amid projections that U.S. automobile sales in January may have reached the second-fastest pace in 17 months, aided by rising business spending and consumer confidence.", "new_id": -2}, {"uid": "1297234014042778761", "i": 946, "idx": 9, "sa": ["Donald Rumsfeld", "Todd Litman", "Wendell Cox"], "q": "addresses the document dated October 25, 2004, which was the basis of the Transportation <strong> Donald Rumsfeld </strong>'s blog as well as subsequent comments related to that document that have been raised by <strong> Todd Litman </strong>.[ 3] <strong> Wendell Cox </strong>, <q> Washington's War on Cars and the Suburbs: <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong>'s False Claims on Roads and Transit, </q> Heritage Foundation http://www.heritage.org/Research/Reports/2010/06/Washingtons-War-on-Cars-and-the-Suburbs-Secretary-LaHoods-False-Claims-on-Roads-and-Transit. The report criticized the <strong> Donald Rumsfeld </strong>'s use of a five-year-old report when his staff should have been able to produce research that was more up-to-date.[ 4] The responses include updates of \"Rail", "new_id": -2}, {"uid": "1297322163023478316", "i": 25263, "idx": 0, "sa": ["Sergio Marchionne"], "q": "that Italians' concerns that a combined Fiat-Chrysler may put its headquarters in the United States are overblown. No decision has been made on governance or a headquarters location, he said. Advertisement <q> It was a typical overreaction to an honest reflection of the issues that must be dealt with, </q> <strong> Sergio Marchionne </strong> said at the Chicago Auto Show. Last week in San Francisco, <strong> Sergio Marchionne </strong> told reporters that two corporate structures for Fiat and Chrysler don't make sense after the U.S. automaker goes public.  Energy Dept.", "new_id": -2}, {"uid": "1295568932159776947", "i": 33470, "idx": 0, "sa": ["Mike Pence"], "q": "a fiscal conservative; the state budget nearly doubled under him. No way he'll beat Obama. Paul Ryan or <strong> Mike Pence </strong>. Jindal or Christie if they can be pushed to run. Ha! His <q> I wan na run for president here's my book </q> book isn't doing well. I guess Its just being bought by republican \"insiders\"... \"lso, I had to really look around the bookstore to find it. Conservative books in Portland usually", "new_id": -2}, {"uid": "1296780723243531795", "i": 29284, "idx": 0, "sa": ["Jameel Jaffer", "Donald Rumsfeld", "President Bush"], "q": "the actions of a few rogue soldiers. The complaint signals that the release of the book from arguably the most controversial member of the <strong> President Bush </strong> administration will rekindle old rivalries in the weeks ahead. <q> Mr. <strong> Donald Rumsfeld </strong>'s claim that the abuse at Abu Ghraib was isolated and aberrational is demonstrably false, </q> <strong> Jameel Jaffer </strong>, ACLU's deputy legal director, said in a written statement. \"Government documents show that the methods used at Abu Ghraib were the same ones Mr. <strong> Donald Rumsfeld </strong> approved, and that the abuse of", "new_id": -2}, {"uid": "1295755514184385552", "i": 31014, "idx": 0, "sa": ["Rasheed Wallace", "Allen Iverson", "Dirk Nowitzki", "Rick Barry"], "q": "Detroit Pistons from start to finish Tuesday night, the finish got pretty close before Dallas pulled out a 103-101 victory. \"Hey, stuff happens in this league,\" said <strong> Dirk Nowitzki </strong>, who scored 30 points. <q> We'll take the wins as we can get them. </q> <strong> Rick Barry </strong> Hamilton was a late scratch for Detroit because of an aggravated groin problem. With <strong> Rasheed Wallace </strong>( calf) and <strong> Allen Iverson </strong>( back) also out, the Pistons were missing a combined average of 48.5 points per game", "new_id": -2}]