[{"uid": "1295537772185040912", "i": 5218, "idx": 0, "sa": ["Simon Cowell"], "q": ". While numbers have been going down for the` American Idol:' did <strong> Simon Cowell </strong> turn down$ 130 million to stay on show? MediEvil 2( Soundtrack)- Kew Gardens MediEvil II( also known as <q> MediEvil II: Return of the Laughing Dead </q>) is the sequel to MediEvil. It was released in 2000 by Sony Entertainment for the popular PlayStation console. It originally based upon a Gothic horror platform game that allows the user to explore several them... DarksydePhil", "new_id": -2}, {"uid": "1294972755242417682", "i": 32316, "idx": 1, "sa": ["Steve Ballmer"], "q": "to introduce new features to the platform and tweak it for better performance. In addition to cut-and-paste functionality, Microsoft CEO <strong> Steve Ballmer </strong> said during his Jan. 5 keynote at the Consumer Electronics Show that the updates would result in <q> significant performance improvements when loading and switching between applications. </q> Remote Support for PCs, Macs and Smartphones LogMeIn Rescue lets you provide complete on-demand remote support on or off LAN without pre-installed software. New Technologies That Will Change Enterprise Computing Move forward with Sony Media", "new_id": -2}, {"uid": "1297105764233521156", "i": 19879, "idx": 0, "sa": ["George H.W. Bush", "Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "<strong> President Bush </strong> <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> said recently that <strong> George H.W. Bush </strong> had left him`` disappointed,'' a statement that is likely to revive whispers of a still ongoing rivalry between the two men. <q> No, I was kind of disappointed in him, </q> <strong> Donald Rumsfeld </strong> said in a recent interview with ABC News.`` He decided he wanted to leave people with the impression that he didn't want to go to the CIA[ in the <strong> Gerald Ford </strong> administration]", "new_id": -2}, {"uid": "1295575706120422402", "i": 20803, "idx": 0, "sa": ["Eric Schmidt", "Ray Scherr", "Woodrow Wilson"], "q": "and <strong> Ray Scherr </strong> owned and operated it until 1996 from its Westlake Village headquarters. Although synthesizer-driven disco and New Wave pop sapped rock's audience in the http://wn.com/Eric_Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009. http://wn.com/Seecue_Demonstration__Telstra_Innovation_and_Restructuring In his quarter century of working in Silicon Valley at such companies as Apple,@Home, and Google, CMC Alum", "new_id": -2}, {"uid": "1295054217189628421", "i": 21517, "idx": 0, "sa": ["Mike Tomlin", "Thomas Dimitroff", "Frank Zombo", "Michael Vick"], "q": "football, in front of a mostly red-clad crowd that has helped turn the Falcons into a virtually unbeatable squad on its own field.`` None of that matters,'' Falcons safety <strong> Frank Zombo </strong> Moore said. <q> When those lights come on, those players from the past ain't playing that night. It's just about who's going to come out and play ball that night. </q> Atlanta has played some good ball ever since the new regime- general manager <strong> Thomas Dimitroff </strong> and coach <strong> Mike Tomlin </strong> Smith- took over in 2008. Quickly bouncing back from a miserable season in which franchise quarterback <strong> Michael Vick </strong> went", "new_id": -2}, {"uid": "1296550615213254158", "i": 27254, "idx": 9, "sa": ["Elgin Baylor", "Allen Iverson", "Mo Williams"], "q": "'' He got off to a fast start in this one, scoring 20 in the first quarter.`` He was just on fire,'' <strong> Mo Williams </strong> said after watching <strong> Allen Iverson </strong> make 18-of-30 shots, including five 3-pointers. <q> He was in such a good rhythm that really nobody could stop him tonight. </q> Sixers coach Jim O'Brien could only agree after Philadelphia beat the Bucks for the third time this season.`` It was the quickest 40 points <strong> Elgin Baylor </strong> think <strong> Elgin Baylor </strong> have ever witnessed,'' O'Brien said.`` He was", "new_id": -2}, {"uid": "1295905716137494594", "i": 26159, "idx": 0, "sa": ["Zahi Hawass"], "q": "at Neues Museum Egypt's Supreme Council of Antiquities( SCA) sent the request to the Prussian Cultural Heritage Foundation, which runs the Neues Museum in the German capital where the bust is kept. <q> The foundation's position on the return of Nefertiti remains unchanged, </q> foundation president Professor Hermann Parzinger said in a statement.`` She is and remains the ambassador of Egypt in Berlin.'' Egypt's antiquities chief, <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of", "new_id": -2}, {"uid": "1295257856143179793", "i": 14955, "idx": 0, "sa": ["Andy Coulson", "John Humphrys"], "q": "comment on resignation rumours. Downing Street head of communications <strong> Andy Coulson </strong>. Photograph: Getty Images. Today programme was most notable for his refusal to deny that <strong> Andy Coulson </strong> has offered his resignation. <q> I don't go into private conversations, </q> was all the Prime Minister would say when pressed by <strong> John Humphrys </strong>. Elsewhere, Cameron offered his standard`` everyone deserves a second chance'' defence of <strong> Andy Coulson </strong>. The former News of the World editor may have", "new_id": -2}, {"uid": "1297245173074432526", "i": 35307, "idx": 2, "sa": ["Simon Cowell"], "q": ",'' he said.`` But the male judges will not be as good looking as me.'' Later in the interview multi-millionaire <strong> Simon Cowell </strong> defended the promotion of child stars on X Factor. <q> In the final you could have a 14-year-old versus a 40-year-old, </q> said <strong> Simon Cowell </strong>. When asked if the exposure could become too much for child performers he said:`` Historically man, you know, I have seen a lot of these kiddie singers who looked like they", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said. \" \"`` If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,'' <strong> Zahi Hawass </strong> said in an interview at his office. <q> What's happening is normal. Thankfully, all the damaged items can be restored. </q> \" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}]