[{"uid": "1296113995211763207", "i": 47779, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt </q>.", "new_id": -2}, {"uid": "1295633194146702360", "i": 3177, "idx": 3, "sa": ["Colin Powell", "Mark Levin", "Ayaan Hirsi Ali", "Ben Ali", "Donald Rumsfeld", "Barack Obama"], "q": "noting some choice words that former US secretary of state <strong> Colin Powell </strong> had to say about the country when he visited in December 2003. \"`` Our bilateral relationship is very, very strong,'' said <strong> Colin Powell </strong>. <q> We are great admirers of Tunisia and the progress that has been achieved under <strong> Barack Obama </strong> <strong> Ben Ali </strong>'s leadership. </q>[...] A visit to Tunisia by defence secretary <strong> Donald Rumsfeld </strong> in February 2006 proves even more reveAyaan Hirsi Aling:`` We have a very long relationship with Tunisia,'' <strong> Donald Rumsfeld </strong> reMark Levined after the meetings.", "new_id": -2}, {"uid": "1297503307016302106", "i": 31479, "idx": 2, "sa": ["John McCain", "Tommy Franks", "Donald Rumsfeld", "Richard Armitage"], "q": "bad-mouthing the Pentagon all over town... I don't know what the hell is in <strong> Richard Armitage </strong>'s craw but I'm tired of it.'' There are some puckish observations. Senator <strong> John McCain </strong> is characterised as <q> a man with a hair-trigger temper and a propensity to fashion and shift his opinions to appeal to the media </q>. The haste with which General <strong> Tommy Franks </strong> sought to retire after the Iraq invasion is noted acidly. A thread that runs through his account of Iraq and Afghanistan is that <strong> Donald Rumsfeld </strong> is no neo-conservative. He's", "new_id": -2}, {"uid": "1295611008131039236", "i": 28166, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "place when he was editor of the href=\"http://www.guardian.co.uk/media/newsoftheworld\" title=\"More from guardian.co.uk on News of the World\"> News of the World. <strong> Andy Coulson </strong> has not moved from that position in his statement today. <strong> Andy Coulson </strong> today: <q> I can today confirm that I've resigned as Downing Street director of communications. It's been a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years. </q> I'm extremely proud of the part I've played in helping him reach No 10 and during the coalition's first nine months. Nothing is more important than the Government's task of getting this", "new_id": -2}, {"uid": "1296040310052903938", "i": 53110, "idx": 0, "sa": ["Simon Cowell", "Richard Branson"], "q": "of tourism.'' He noted that while he could not speak for other Caribbean countries on the matter and while it would be premature to speak on the position that the Government of Jamaica will take, <q> there is no option that is off the table. We are going to secure justice in this matter one way or the other. </q> Virgin Holidays to build <strong> Richard Branson </strong> training centre for Caribbean entrepreneurs WSDE Sport Tourism Expo and iSC announce Social Media Partnership From <strong> Simon Cowell </strong> and <strong> Richard Branson </strong> Cliff to Take That- why are celebs mad about Barbados? Blossom Japan hailed", "new_id": -2}, {"uid": "1295469341255852577", "i": 24921, "idx": 0, "sa": ["Simon Cowell"], "q": "and href=\"http://www.omgmusic.com/artists/cheryl-cole\"> Cheryl Cole are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out. <q> She has a massive appeal and a real edge to her. <strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion. </q> Insiders say RiRi and <strong> Simon Cowell </strong> have already discussed the possibility of her becoming a judge recently. It's rumored he's also offered her a role as either a guest judge or as a mentor if she", "new_id": -2}, {"uid": "1296432940168050690", "i": 58976, "idx": 0, "sa": ["Don Maestri", "Allen Iverson"], "q": "the Brewster Invitational this year. Tilton, an upset winner on Friday evening over national powerhouse, Notre Dame Prep met the host Bobcats in the championship game. Everything se... Ultimate COLLEGE Pistol Pete Maravich LSU Mix <q> A compilation of no-look passes, behind-the-back moves, and circus shots. A reminder of what made him so mind blowing in the first place. </q> SPORTS ILLUSTRATED( March 2007) on this highlight mix. www.MaravichBook.com`` The definitive biography of Pistol Pete Maravich'' ESP... <strong> Allen Iverson </strong> College Mix- Georgetown University For those who were there at McDon Maestriough Gymnasium on August 4", "new_id": -2}, {"uid": "1296143048256950283", "i": 16533, "idx": 1, "sa": ["Michael Gove"], "q": "for National Security Studies.`` Clearly the winds of change are blowing,'' he said. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the", "new_id": -2}, {"uid": "1297241724083116033", "i": 11719, "idx": 0, "sa": ["Simon Cowell", "Britney Spears", "Lindsay Lohan", "Hailee Steinfeld"], "q": "who strive for popularity... Photo: <strong> Britney Spears </strong>' seventh album is named` Femme... Article: <strong> Lindsay Lohan </strong> to be charged with stealing necklace... Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse <q> I used to try to defend this BIMBO because she's so pretty and talented, but she's totally hopeless. </q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit'", "new_id": -2}, {"i": 27784, "idx": 2, "index_answer": 1, "new_id": -1, "q": "Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime minister <q> does not understand anything in terms of manufacturing and industry, but understands much about public opinion[ and is] is building up a little show. </q> The union- considered by many to be Fiat's most hardline labour body- highlighted concerns Fiat could move its headquarters to Chrysler Group in Auburn Hills, Michigan- a possibility that has caused uproar in", "sa": ["Maurizio Sacconi", "Sergio Marchionne", "Gianni Letta"], "uid": "1297265697007700481"}]