[{"uid": "1296746865116736071", "i": 44918, "idx": 4, "sa": ["John McCain", "Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "lunch alone with the new envoy.\" Shouldn't have done so,\" the memo said. The president\" linked him to the <strong> John McCain </strong> House instead of to\" the Pentagon or State Department. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> <strong> Donald Rumsfeld </strong> writes in the book. Providing pointed critiques of other former colleagues, <strong> Donald Rumsfeld </strong> portrays <strong> Colin Powell </strong> as reigning over a State Department reluctant to accept <strong> President Bush </strong>'s political direction and intent on taking anonymous swipes at the", "new_id": -2}, {"uid": "1295561846217792525", "i": 28621, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and <strong> Sergey Brin </strong> for a long time to come,\" he added. Page praised <strong> Eric Schmidt </strong> as a\" tremendous leader\" who did an\" outstanding job leading Google for the last decade.\" <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> he said.\" Google still has such incredible opportunity- we are only at the beginning and I can't wait to get started.\" The company reported that net profit rose to$", "new_id": -2}, {"uid": "1295094125134053943", "i": 20074, "idx": 4, "sa": ["Lily Allen", "Tyronn Lue", "Allen Iverson"], "q": "\" I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q>\" He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Nathan_plays_Not_Fair_by_Lily_Allen_Keyboard_Cover_[KARAOKE_/_INSTRUMENTAL] This is my cover of\" Not Fair\" by <strong> Lily Allen </strong> taken from her# 1 album\" Its Not Me Its You\". Its", "new_id": -2}, {"uid": "1296085136159416341", "i": 2696, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q>\" There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. Â© Copyright 2011 Associated Press. All rights reserved. This material may not", "new_id": -2}, {"uid": "1295594598183287816", "i": 46397, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to assume more of a behind-the-scenes role as much as Page's personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and Google's other founder, <strong> Sergey Brin </strong>,", "new_id": -2}, {"uid": "1297705306051036175", "i": 2495, "idx": 0, "sa": ["Steve Ballmer"], "q": "months to deliver the same IE9 browsing engine-the same code, the same standards support, the same hardware acceleration, the same security and privacy protections-for Windows Phone as we've delivered on the desktop.\" <q> As a result, when you compare different browsers side by side using official W3C standards tests, for example here, you can expect very similar results for IE9 on Windows Phone and the Windows desktop, </q> he added.\" When you compare side by side browser performance, for example Other things announced by <strong> Steve Ballmer </strong>: First Major Update A free customer update will be made available for all", "new_id": -2}, {"uid": "1295598047020365368", "i": 47542, "idx": 1, "sa": ["Steve Ballmer", "Don Dodge", "Jeff Raikes", "Chris Liddell", "Ray Ozzie", "Stephen Elop", "Robbie Bach"], "q": "of employees have been laid off or fired[ from Microsoft] over the past two years,\" <strong> Don Dodge </strong> wrote in his blog. Referencing the exodus of high level managers, <strong> Don Dodge </strong> wrote, <q> but these guys are the highest level execs at Microsoft, all of whom reported to CEO <strong> Steve Ballmer </strong>. Is it possible that the presidents of all these divisions messed up so badly in the past 9 months that they were asked to leave? Given the reported financial results this seems inconceivable. There is something else going on here.\" Losing a seasoned exec like Bob Muglia is a big, but recoverable loss. </q> <strong> Don Dodge </strong> noted.\" Losing Muglia, <strong> Robbie Bach </strong>, <strong> Steve Ballmer </strong> <strong> Stephen Elop </strong>, <strong> Ray Ozzie </strong>, <strong> Chris Liddell </strong>, Kevin Johnson, <strong> Jeff Raikes </strong>, and other senior execs is devastating. The effects aren't visible yet. It takes years to unfold", "new_id": -2}, {"i": 29160, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Vermont businesses and their employees. I look forward to working with <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> Welch to get the appropriate waivers and flexibility for us to go forward toward a single-payer system.\" Welch said, <q> When Vermont innovates, the nation often follows our lead. Providing Vermont and other states with the flexibility to build upon health care reform will result in better care and greater access at a lower cost. Allowing us to become a laboratory for innovation and excellence will help Vermonters, while once again allowing us to lead the way. </q> <strong> Patrick Leahy </strong> said,\" While some in Washington are trying to turn the clock back on health reform, Vermont instead is moving forward. This state waiver bill will give Vermont and other states the choice to", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1295376220134447111"}, {"uid": "1295802228188252172", "i": 4627, "idx": 2, "sa": ["Lee Myung-bak", "Colin Powell"], "q": "think he's got a way to go,\" <strong> Colin Powell </strong> said.\" <strong> Lee Myung-bak </strong> mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. <q> You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>. </q>\" <strong> Lee Myung-bak </strong> think he has reached out to countries around the world and has developed good relations with countries around the world,\" <strong> Colin Powell </strong> said.\" And <strong> Lee Myung-bak </strong> think he's working very hard on the", "new_id": -2}, {"uid": "1297325841105414662", "i": 20816, "idx": 0, "sa": ["Barack Obama", "Mike Pence"], "q": "bond\" between the two nations. Still that was not enough to quell the cries of those like Representative <strong> Mike Pence </strong>, the Republican Conference chairman who earlier this month told the Christian Broadcasting Network, <q> I believe the <strong> Barack Obama </strong> administration is the most anti-Israel administration in the modern history of the state of Israel and our relationship with her. </q> The more extreme the statement the better I guess. Fair or not, these criticisms are crystallizing into a shared belief among many: <strong> Barack Obama </strong> is burning bridges with the Jewish community in order to build bridges to", "new_id": -2}]