[{"uid": "1295127807207224874", "i": 12195, "idx": 0, "sa": ["Conan O'Brien", "David Letterman", "Jay Leno"], "q": "nominations for his role as King George Gob Squad video sneak peak, ahead of Walker run New York. The British/German performing-arts troupe is offering a show inspired by Andy Warhol and his experimental trailer for its show, <q> You've Never Had It So Good, </q> is viewable on YouTube, but with the target=\"_blank\" audio turned off, as all the songs heard... Everything's good with <strong> David Letterman </strong>, says <strong> Conan O'Brien </strong>, but with <strong> Jay Leno </strong>, not so good phone call", "new_id": -2}, {"uid": "1295828466174063616", "i": 23822, "idx": 0, "sa": ["Simon Jenkins", "Michael Gove"], "q": "? Oh dear, maybe <strong> Michael Gove </strong> is right. We need more facts in the teaching of history and those facts should be accurate. <strong> Simon Jenkins </strong> proves it with his comments on my hero, Lord Palmerston: <q> Palmerston remained aloof from foreign disputes until, like Walpole, he was trapped into the Crimean war. </q> No, no and thrice no, <strong> Simon Jenkins </strong>. Almost from the start of his service as foreign secretary he was active in the British interest. He threatened the French with war, and thus brought about", "new_id": -2}, {"uid": "1295256413206143491", "i": 18994, "idx": 11, "sa": ["Kevin Garnett", "Del Negro", "Allen Iverson", "Tyrus Thomas", "Jeff Saturday", "Ben Gordon"], "q": "game. After <strong> Tyrus Thomas </strong> missed a shot from midcourt as time expired, <strong> Allen Iverson </strong> headed for his Ben Gordonch where injured <strong> Kevin Garnett </strong> Del Negroivered a couple of congratulatory slaps- to his head and chest. <strong> Allen Iverson </strong> said he doesn't like <q> being made a fuss over. </q> But that was unavoidable after he broke out of his shooting slump. He scored just four points on 1-for-12 shooting and missed the final shot in Chicago's 105-103 overtime win <strong> Jeff Saturday </strong>. \"It felt like we were", "new_id": -2}, {"uid": "1296721225165789698", "i": 8602, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "there may have been times when more troops could have helped\" . But he insisted that senior military officers never made their reservations about the size of the invading force known to him. 09 Nov 2010 <q> Looking back, I see there are things the administration could have done differently and better with respect to wartime detention, </q> Mr <strong> Donald Rumsfeld </strong> acknowledged. But he concluded that the war in Iraq has been worth the cost and remained largely unapologetic about his handling of the conflict. Had the government of Saddam Hussein remained in", "new_id": -2}, {"uid": "1295243276223936526", "i": 10018, "idx": 2, "sa": ["Steve Ballmer"], "q": "technological foundation and casting the company as a leader in social entertainment, mobile software, and personal computers. \"A decade ago we took a bold step forward toward transforming entertainment,\" <strong> Steve Ballmer </strong> said. <q> We started with gaming with the launch of Xbox.... The next step in that journey was the launch of Xbox Live which transformed gaming experiences with the cloud. That put Xbox front and center in the social entertainment revolution. </q> <strong> Steve Ballmer </strong> then cited Microsoft's successful launch of its Kinect gaming control system two months ago. \"There's nothing else like it in the world,\" he said. Microsoft plans to extend", "new_id": -2}, {"uid": "1297083495090374146", "i": 1726, "idx": 1, "sa": ["Zahi Hawass"], "q": "well-known Egyptologist <strong> Zahi Hawass </strong>, played down accounts of the break-in at the museum Thursday and warned against \"rumors.\" Posting on his blog at Hawass.com/blog/state-egyptian-antiquities-3-february-2011, <strong> Zahi Hawass </strong> said the incident at the museum had resulted in <q> 70 broken objects, all of which can be restored. </q> \"I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. \"If anything happens, I will announce it.\" He said firefighters", "new_id": -2}, {"uid": "1295633071004243472", "i": 38581, "idx": 4, "sa": ["Steve Ballmer", "Larry Page", "Eric Schmidt"], "q": "So now <strong> Eric Schmidt </strong> has no direct role in decision making and will operate in a reduced capacity as advisor instead. \"We will continue to discuss the big decisions among the three of us,\" he writes. <q> But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> Hopefully he'll be Microsoft's <strong> Steve Ballmer </strong>! I always thought <strong> Eric Schmidt </strong> becoming the CEO of Google was the best thing to happen to Microsoft in a long while. It will be interesting to see if <strong> Larry Page </strong>", "new_id": -2}, {"uid": "1295218070163594249", "i": 674, "idx": 9, "sa": ["Simon Cowell"], "q": "I need a partner in crime here.'?\" Fuller and <strong> Simon Cowell </strong> agreed that the Pop Idol winners would be managed by Fuller's company, 19, while <strong> Simon Cowell </strong> and BMG would put out their albums. <q> My real interest at that point was having the acts on my label, </q> <strong> Simon Cowell </strong> said. \"I had absolutely zero desire to be in front of the camera.\" Until then, <strong> Simon Cowell </strong> had made only rare appearances on the margins of the British tabloid culture. But just one", "new_id": -2}, {"uid": "1295806909069746696", "i": 19456, "idx": 4, "sa": ["Colin Powell", "Barack Obama"], "q": "he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect character)\" Superman. We elected a human being, <strong> Barack Obama </strong>.\" <q> I think he has reached out to countries around the world and has developed good relations with countries around the world, </q> <strong> Colin Powell </strong> said. \"And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the", "new_id": -2}, {"uid": "1296014345168460294", "i": 9045, "idx": 4, "sa": ["Robert Horry", "Allen Iverson", "Linas Kleiza"], "q": "outside, going 4-for-8 from 3-point range. \"He got a couple of easy ones, and once you get a couple of layups, the basket looks Robert Horryger,\" said <strong> Allen Iverson </strong>, who had 28 points. <q> He played a great game, and hopefully he can continue to play that way. </q> <strong> Linas Kleiza </strong> scored 27 points in the first half, 20 in the second quarter when Denver took a 61-59 lead at the break. \"I knew after the first half when I had 27 it was going to be", "new_id": -2}]