[{"uid": "1297426699058949635", "i": 25510, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Microsoft providing an established smartphone platform to Nokia, whose reliance on its ageing Symbian operating system and loss of market share to iOS and Android devices prompted chief executive <strong> Stephen Elop </strong> to Announcing the partnership, <strong> Stephen Elop </strong> said: <q>Today, developers, operators and consumers want compelling mobile products, which include not only the device, but the software, services, applications and customer support that make a great experience. Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.<q> Microsoft CEO <strong> Steve Ballmer </strong> added: \"Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.\"", "new_id": -2}, {"uid": "1295572388224641040", "i": 2243, "idx": 4, "sa": ["Eric Schmidt", "Google Inc."], "q": "it,\" and an implant would cross the line. He also said that as users voluntarily share information online, it doesn't need users to type in search queries for the company to tailor the results. <q>We don't need you to type at all. We know where you are. We know where you've been. We can more or less now what you're thinking about,<q> he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and <strong> Google Inc. </strong> as \"creepy\" image. \"The biggest thing I wonder is after a year or so of having", "new_id": -2}, {"uid": "1295246138063356933", "i": 32622, "idx": 4, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.\" <strong> Sen. Bernie Sanders </strong>' office issued a statement saying the letter covered a number of issues facing the country. <q>Most of the space in this newsletter dealt with the senator's views on the economic implications of what will be happening in the new Congress,<q> it said. \"Given the enormity of the tragedy in Arizona, however, it would have been absurd not to comment on what happened there.\" <strong> Sen. Bernie Sanders </strong> was not the only one looking to raise", "new_id": -2}, {"uid": "1295761752199573531", "i": 16552, "idx": 0, "sa": ["Andy Coulson"], "q": "and formed the Project For The New American Century, who called for \"A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR\" TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Report Abuse <q> \"The exiled head of the main Tunisian Islamist party, which was banned by <strong> Zine El Abidine Ben Ali </strong>, told AFP that he now planned to return to his homeland.<q>\" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Healthy Habits Coaching Get personal health coach. For military members& their families", "new_id": -2}, {"uid": "1296110006260849745", "i": 10600, "idx": 0, "sa": ["Shaquille O'Neal", "Pete Maravich", "Allen Iverson", "Jerry West", "Walt Frazier", "Tom Brady"], "q": "NBA championship.... The Lakers and Dallas Mavericks, annually among the top teams in the <strong> Jerry West </strong>, haven't met in the playoffs since 1988.... <strong> Shaquille O'Neal </strong> is always day to day: <q>Because he's old as hell.<q>... GQ's list of the 25 coolest athletes of all time includes five each from the NFL( <strong> Tom Brady </strong>) and the NBA( <strong> Pete Maravich </strong>, <strong> Walt Frazier </strong> <strong> Allen Iverson </strong>).... Not counting Jackson,", "new_id": -2}, {"uid": "1296709838249151519", "i": 23042, "idx": 5, "sa": ["Tyronn Lue", "Allen Iverson", "Ray Allen"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q>He was holding me the whole time,<q> <strong> Allen Iverson </strong> said Thanks to platinumchefindia for some of these highlights. <strong> Ray Allen </strong> Biography/Stats: <strong> Ray Allen </strong>( born July 20, 1975), referred to as <strong> Ray Allen </strong>, is an American professional basketball player who is currently a free agent", "new_id": -2}, {"uid": "1297616629186400779", "i": 26892, "idx": 34, "sa": ["Donald Rumsfeld"], "q": "of managing a three-car parade.\" On top of that, the military commander, Ricardo Sanchez, was the most junior lieutenant general in the Army, and had a scandalously undermanned headquarters. <q>I raised 16 kinds of the dickens about it... and the Army didn't get it staffed,<q> <strong> Donald Rumsfeld </strong> said. \"He went on for a long period with a seriously understaffed command.\" It was a set up for failure, and <strong> Donald Rumsfeld </strong> was in charge. \"You are responsible", "new_id": -2}, {"i": 180, "idx": 7, "index_answer": 0, "new_id": -1, "q": "things up.\" And \"Idol\" has certainly freshened things up with the new judges, Randy Jackson. \"I talk to Randy all the time,\" <strong> Simon Cowell </strong> said. <q>We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with \"The X Factor].<q> \"Have you watched the new` Idol\"?\" <strong> Kit Hoover </strong> asked. \"No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "sa": ["Simon Cowell", "Kit Hoover"], "uid": "1297212014253886469"}, {"uid": "1296884781086720518", "i": 21904, "idx": 3, "sa": ["Zahi Hawass"], "q": "the museum resulted in \"70 broken objects, all of which can be restored.\" \"I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. <q>If anything happens, I will announce it.<q> He explained that the fire brigade was deployed close by to intervene if need be. His blog featured pictures of heavily armed troops stationed in his office and behind the museum's high railings. <strong> Zahi Hawass </strong> added", "new_id": -2}, {"uid": "1296522021211714148", "i": 16535, "idx": 3, "sa": ["Sergio Marchionne"], "q": "issue,\" he said. \"It's in recognition of an extraordinary performance of the industrial system of Chrysler in 2010.\" <strong> Sergio Marchionne </strong> refrained from referring to the bonus as profit sharing. <q>It's difficult to talk about profit sharing when you've got a negative number at the bottom,<q> he said. But, \"our liquidity improved in 2010, and it's expected to improve in 2011. It would have( been) inexcusable not to recognize what our people have done. We owe them", "new_id": -2}]