[{"uid": "1295656695068894730", "i": 13893, "idx": 0, "sa": ["Tony Blair", "Andy Coulson"], "q": "<strong> Andy Coulson </strong>'s resignation letter showed why the <strong> Tony Blair </strong> valued him so much. There was football-inflected demotic in the ugly phrase`` 110 per cent'', as in <q> I couldn't give 110 per cent Harry... </q> And there was the wry self-knowledge of saying that when the`` spokesman needed a spokesman'', it was time to go. It is the fluency and ADVERTISEMENT combination of styles that <strong> Andy Coulson </strong> commanded that made him such", "new_id": -2}, {"uid": "1295641898262504480", "i": 24444, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong> said he will`` focus wherever I can add the greatest value,'' such as partnerships and government affairs, and that he will remain`` an advisor to Larry and <strong> Sergey Brin </strong>.'' <q> I have learned a ton from him over the years, </q> Mr. Page said of Mr. <strong> Eric Schmidt </strong> in a conference call.`` I can not be more excited about moving us forward, and we are really only at the beginning.'' The transition has long been", "new_id": -2}, {"uid": "1295667836215973891", "i": 15124, "idx": 1, "sa": ["Thomas Paine", "Glenn Beck", "Allen Iverson", "John Boehner"], "q": "he sued the rectory. Super-religious guy <strong> Glenn Beck </strong> likes to play dress-up as <strong> Thomas Paine </strong>. <strong> Thomas Paine </strong>, an atheist who said churches were`` human inventions, set up to terrify and enslave mankind''. <strong> John Boehner </strong> Adams said, <q> this would be the best of all possible worlds, if there were no religion in it </q>.* Which is not to say the Founders didn't http://wn.com/Allen_Iverson_37pts_vs_Tracy_McGrady_Orlando_Magic_2001_MVP <strong> Allen Iverson </strong> scored 37 points in his MVP Season vs. Orlando Magic One of the most controversial Basketball players of all time, <strong> Allen Iverson </strong> is one of the most", "new_id": -2}, {"uid": "1296715247139952129", "i": 22343, "idx": 7, "sa": ["J.R. Smith", "Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR <strong> J.R. Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran Suns vs Nuggets Pueden verlo en nba.com Phoenix Suns", "new_id": -2}, {"uid": "1296745480199131144", "i": 25342, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "come up when <strong> Donald Rumsfeld </strong> addresses the Abu Ghraib detainee abuse scandal. He said the situation became a`` damaging distraction,'' leading him to write <strong> President Bush </strong> two letters of resignation, but both were rejected. <q> More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point, </q> <strong> Donald Rumsfeld </strong> writes. <strong> Donald Rumsfeld </strong> eventually was forced to step down in November 2006 after Republicans lost their majorities in both houses of Congress, based in large part on public dissatisfaction with the administration's handling of the", "new_id": -2}, {"uid": "1295124191182747179", "i": 3270, "idx": 2, "sa": ["Allen Iverson"], "q": "had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102.`` This was a big win for us at somebody else's home,'' <strong> Allen Iverson </strong> said. <q> Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road. </q> Elias Says <strong> Allen Iverson </strong> posted his own kind of triple double on Wednesday, leading the Nuggets to a win over Memphis by shooting 11-of-26 from the floor, 10-of-12 from the line and adding 12 assists. It was only", "new_id": -2}, {"uid": "1295907812246595678", "i": 39137, "idx": 0, "sa": ["Norman Schwarzkopf", "Colin Powell"], "q": "One where the military was at its peak in how it was perceived by the public,'' said Nathan Freier, a retired Army officer and now a <strong> Norman Schwarzkopf </strong> fellow at the Center for Strategic and International Studies. <q> The military, for the first time really since Vietnam, had a new public face. </q> Largely credited for the victory were Gens. <strong> Colin Powell </strong>, Joint Chiefs chairman at the time, and <strong> Norman Schwarzkopf </strong>, the commander of U.S. forces during that war.`` There was great deference among lawmakers from that", "new_id": -2}, {"uid": "1297616629186400779", "i": 26864, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush"], "q": "the Taliban. In private, he was warning <strong> President Bush </strong>:`` Afghanistan risks becoming a swamp for the United States.''`` This is what keeps guys like me in business,'' suggested Martin. <q> You're urging patience... in public and in private you're writing things like the Goose Egg Memo. Do you see the disconnect between the public and private statements? </q> asked Martin.`` No,'' said <strong> Donald Rumsfeld </strong>.`` There's no disconnect at all.''`` But in private you're much more unhappy with what this system is doing.''", "new_id": -2}, {"uid": "1295596909029032474", "i": 16548, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "discuss the big decisions among the three of us,'' stated <strong> Eric Schmidt </strong>. Page will take charge of the day-to-day operations as Google's CEO and lead product development and technology strategy, w.e.f. April 4th. <q> In this new role he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead, </q> commented <strong> Eric Schmidt </strong>. <strong> Sergey Brin </strong> who is the co-founder, will devote his time and energy to strategic projects, in particular working on new products.`` He's an innovator and entrepreneur to the core, and", "new_id": -2}, {"i": 25587, "idx": 0, "index_answer": 0, "new_id": -1, "q": "SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as`` shyster loans.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> CEO <strong> Sergio Marchionne </strong> said in a statement.`` I regret the remark which I consider inappropriate.'' Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "sa": ["Sergio Marchionne"], "uid": "1296939660153092098"}]