[{"uid": "1297294523070500357", "i": 13337, "idx": 1, "sa": ["George Washington", "Donald Rumsfeld", "Scott McClellan", "Richard Grenell"], "q": "\"- <strong> Richard Grenell </strong>, CBS( 2009) <strong> Scott McClellan </strong> Job: Press <strong> Donald Rumsfeld </strong> Notable achievement: Not liking the Iraq war anymore Memoir: What Happened( 2008) What they said about him then: <q> When briefings get tense, <strong> Scott McClellan </strong>'s voice can become robotic, as if he's a hostage reading a statement. His body language can betray unease: He starts blinking rapidly and he clenches his shoulders as an interrogator unfurls a question. </q>- Mark Leibovitch, The <strong> George Washington </strong> Post( 2005) What they say about him now: \"I do feel a certain compassion for <strong> Scott McClellan </strong> after reading a book that is full of regret, soul-searching,", "new_id": -2}, {"uid": "1295242727201310212", "i": 37063, "idx": 0, "sa": ["Tramon Williams", "Michael Vick"], "q": "27 in the Georgia Dome. Ryan threw two interceptions, including one that was returned 70 yards for a touchdown by <strong> Tramon Williams </strong>, and also lost a fumble. He finished with 186 yards. <q> We moved the ball pretty effectively but we just didn't capitalize, </q> Ryan said. \"We didn't get points when we needed to get points. It's disappointing.\" The Falcons also had a fourth-quarter fumble by receiver <strong> Michael Vick </strong> Jenkins. For Ryan,", "new_id": -2}, {"uid": "1296092084132530182", "i": 14610, "idx": 0, "sa": ["Roger Kay", "Eric Schmidt"], "q": "the personality and business expertise to run day-to-day operations at a company of Google's size and stature. \"<strong> Eric Schmidt </strong> was the most business- and market-focused guy they had,\" says veteran tech analyst <strong> Roger Kay </strong>. <q> Larry Page doesn't replace that business acumen, and Google needs to replace it one way or another. </q> Certainly any time there's a change in leadership at a company, it can be perceived as a victory for the competition. In this case, Microsoft-- one of Google's biggest competitors in various", "new_id": -2}, {"uid": "1296115657070025243", "i": 28413, "idx": 0, "sa": ["David Letterman"], "q": "and computers. On August 30th 1993, on the \"Late Show\", <strong> David Letterman </strong> referred to a \"switch\" in a pet trick segment involving \"Bailie\" the dog who played dead on command and used <q> There is no off position on the genius switch. </q> as a queue. http://www.youtube.com/watch?v=_rr_IXvCm4k During Beta testing of the \"Key to Knowledge\", which started yesterday, the inventors confirmed that humans could use it to become \"Super Intelligent\", simply by understanding", "new_id": -2}, {"uid": "1295563322217792524", "i": 19785, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "4:33: Now Larry Page is talking, congratulating <strong> Eric Schmidt </strong> for his success over the last decade. \"<strong> Eric Schmidt </strong>'s a tremendous leader, I've learned a ton from him.\" 4:34: <q> When we started Google, people thought we were coming in too late. </q> Other parts of computing are still at the early stages. 4:35: <strong> Sergey Brin </strong> is reminiscing about the last decade and a half, and says he wants to focus on his personal passions. He doesn't", "new_id": -2}, {"uid": "1297189237260702220", "i": 14950, "idx": 1, "sa": ["Paul Bremer", "George Stephanopoulos", "Donald Rumsfeld", "Dan Bartlett", "Bob Woodward", "Diane Sawyer"], "q": "in office, there would have been defeat in Iraq and the surge would not have taken place?\" <strong> George Stephanopoulos </strong> asserted that individuals such as then-ambassador to Iraq <strong> Paul Bremer </strong> called for a surge. The host argued, <q> It's documented in <strong> Bob Woodward </strong>'s book. </q> <strong> Donald Rumsfeld </strong> retorted, \"<strong> Bob Woodward </strong> wasn't there.\" On January 10 2007, then-GMA host <strong> Diane Sawyer </strong> lectured White House aide <strong> Dan Bartlett </strong> about the surge: \"I just want to run through a partial roll call of", "new_id": -2}, {"uid": "1296351472068419594", "i": 41300, "idx": 0, "sa": ["Stephen Jackson", "Allen Iverson"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 http://wn.com/Chippewa_Valley_High_School_2006-2007_Men's_Swimming_Diving_Division_Champions_Video Video celebrating the MAC blue division victory over Dakota High School during the 2006-2007 Men's Swimming& Diving Season. http://wn.com/El_Paso_High_School_Percussion_Ensemble_2009_Marching_Season__Yanni El Paso High School Percussion Ensemble performing their 2009 show, Marching Season,", "new_id": -2}, {"uid": "1295541245188383241", "i": 1154, "idx": 2, "sa": ["Colin Powell"], "q": "must not shrink from what is ahead of us\", <strong> Colin Powell </strong> concluded. The staff switched off the television, clearly stunned, then noticed me. No greeting, just drawn, desperate faces and: <q> Madam Felicity, are they really going to bomb us again? </q> My face must have been the answer. The region had anyway been being( illegally) being bombed for thirteen years, by US and UK planes. Evocative ancient homes, standing a few months before, about", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade, \"or even cutting spending\" as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}, {"uid": "1295984196057327656", "i": 24598, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "week he will step down as chief executive officer in favor of <strong> Google Inc. </strong> co-founder Larry Page and become executive chairman. <strong> Eric Schmidt </strong> is \"committed to <strong> Google Inc. </strong>,\" he told reporters at the Digital-Life-Design conference in Munich today. <q> How long are you committed to doing what you're doing? As long as it's exciting, </q> he said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported yesterday. <strong> Ken Auletta </strong>, author of \"Googled", "new_id": -2}]