[{"uid": "1297106498173965595", "i": 30165, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "college. Elway had a notable backswing too, but nothing compared to Kaeps. The QBs I notice that are really owning it almost all( except <strong> Michael Vick </strong>) have quick releases. <strong> Aaron Rodgers </strong> must've completed 1/2 dozen <q>how did he get that thing out?</q> type passes last night. I don't see Kaep doing that with his motion as it stands. The under the center thing doesn't bother me as much since the Senior Bowl, and I'd like to", "new_id": -2}, {"uid": "1297602272081625148", "i": 2598, "idx": 1, "sa": ["Simon Cowell"], "q": "still involved with the ITV1 show. \"We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour,\" he said. <q>It hasn't been tested yet but that's the idea.</q> <strong> Simon Cowell </strong> is yet to announce the judging panel for either version, airing in conjunction this autumn, but there is Justin TimberlakeWatch an exclusive clip of the", "new_id": -2}, {"uid": "1295815497029966360", "i": 16617, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q>A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR</q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com:", "new_id": -2}, {"uid": "1295755514184385545", "i": 22141, "idx": 4, "sa": ["Chris Webber", "Allen Iverson", "David West", "Larry Hughes"], "q": ", which rallied from a 16-point deficit in the third quarter and then squandered a nine-point lead in the fourth. \"We got really aggressive, especially when we went small,\" Knicks coach <strong> Larry Hughes </strong> <strong> David West </strong> said. <q>We got loose balls, we didn't turn the ball over and we got second shots. We really hurt them on the boards.</q> <strong> Allen Iverson </strong> had 40 points and 10 assists, and <strong> Chris Webber </strong> scored 19 points for Philadelphia, which has lost four of five. <strong> Chris Webber </strong> tipped in <strong> Allen Iverson </strong>'s miss with.6 seconds left to send the game into overtime.", "new_id": -2}, {"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.\" Saying his \"heart was in Indiana,\" <strong> Mike Pence </strong> said he would continue to meet with <q>the good and strong and opinionated people of this state</q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}, {"uid": "1295325224053116939", "i": 37532, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Richard Jefferson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/San_Antonio_Spurs_vs_Dallas_Mavericks_99-93_Complete_Recap__December_30,_2010 Boston U. rallies to beat Albany( N.Y.) 70-67 Holland scores 27 as Boston U. rallies to beat Albany( N.Y.) 70-67", "new_id": -2}, {"uid": "1296037931233095171", "i": 33103, "idx": 1, "sa": ["Michael Vick"], "q": "a shill for the tobacco, drug or e-cigarette industry.\" She also tries to recast the safety question. \"I can't point to anything to say it's 100 percent safe,\" Keller said. <q>The thing is, it only needs to be safer. The only standard is that it's safer than smoking.</q> <strong> Michael Vick </strong> Scores First Endorsement Since Prison Release Wheelchair-Bound Woman Rescued From Under MARTA Train Police Arrest Suspected Pimp At Marietta Hotel Video Shows Man Threatening Cashier With Machete Husband Held In Police Custody After Wife Killed In Fire Bust A", "new_id": -2}, {"uid": "1297334471212090885", "i": 20365, "idx": 0, "sa": ["Sergio Marchionne"], "q": "economics and labour mininsters, have summoned <strong> Sergio Marchionne </strong> to the talks to discuss the Fiat CEO's suggestion the automaker could potentially transfer its headquarters to the US following any merger with Chrysler. <q>We prefer to speak directly to Fiat without government- the government does not have a real role,</q> Federazione Italiana Metalmeccanici( FIM) national secretary with automotive responsibility Bruno Vitali told just-auto from Italy. \"We have no great expectations- because the government has no money to put on the table", "new_id": -2}, {"uid": "1297113326077856819", "i": 37129, "idx": 0, "sa": ["Robert Plant", "David Letterman"], "q": "know about Tolkien until I was 19 but the music was so mystical for its time. <strong> Robert Plant </strong> was on <strong> David Letterman </strong> last night by the way... sounds pretty good, but keeps his shirt on these <q>One who can not cast away a treasure at need is in fetters,</q> said Aragorn when returning Pippin's elven brooch to him. We've touched on this topic before, but it's one that Tolkien comes back to over and over again. The person you are is more important", "new_id": -2}, {"uid": "1297113048152240228", "i": 47572, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "done a good job.\" Asked if <strong> Paula Abdul </strong> could be a judge on his new show, which debuts next fall and has not yet announced a full judging panel, <strong> Simon Cowell </strong> demurred. <q>I'm a massive fan of <strong> Paula Abdul </strong>,</q> he said. \"We've been in regular contact. I'm not going to say today who we are going to confirm or not, because the truth is we haven't made up our minds up yet", "new_id": -2}]