[{"uid": "1297227563238518272", "i": 25016, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "to draw their own conclusions. Some early reviews of what <strong> Donald Rumsfeld </strong> called`` my slice of history'' have cast it as a score-settling exercise, a revenge memoir. That, he sniffed, comes from <q> people who haven't read it. </q> Much of the attention to the book has focused on controversies from the Iraq war, but he also writes about the period when the Afghan war began slipping into a stalemate. In an interview", "new_id": -2}, {"uid": "1295597604252706817", "i": 29957, "idx": 1, "sa": ["Shawn Banks", "Michael Vick"], "q": ",'' said <strong> Shawn Banks </strong>. In talking to youth, he said, he often cites as an example Eagles quarterback <strong> Michael Vick </strong>, who served 18 months in prison for dogfighting and has since joined the End Dogfighting campaign. <q> I'm trying to connect with the young ones to tell them to stop. You don't want to wait until it's too late. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"uid": "1297200704240402442", "i": 5823, "idx": 0, "sa": ["Ricky Martin", "Terri Seymour", "Christina Aguilera", "Simon Cowell", "Nicole Scherzinger", "Kanye West"], "q": "the judges in a few weeks, but gave <strong> Terri Seymour </strong> a few hints. SImon's Best`` Idol'' Quotes! When asked how he felt about <strong> Nicole Scherzinger </strong> as a potential judge, <strong> Simon Cowell </strong> replied, <q> What I like about <strong> Nicole Scherzinger </strong>... she started off as a competitor on one of these shows. She is a killer; she is really ambitious. </q> <strong> Simon Cowell </strong> went on to say that a post-Super Bowl <strong> Christina Aguilera </strong> is a`` no,'' <strong> Ricky Martin </strong> is`` interesting,'' and that <strong> Kanye West </strong> would probably refuse the offer. With a$ 5-million prize at", "new_id": -2}, {"uid": "1296714822251002880", "i": 34595, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "Iraq, and former even <strong> President Bush </strong> <strong> President Bush </strong>, the Post reported. The president failed to resolve the arguments between State and Defense before the invasion on how to handle the transition, <strong> Donald Rumsfeld </strong> said. <q> Those key differences were never clearly or firmly resolved in the NSC, </q> <strong> Donald Rumsfeld </strong> writes.`` Only the <strong> President Bush </strong> could do so.'' In the end, <strong> Donald Rumsfeld </strong> says, the Middle East is better off without <strong> Saddam Hussein </strong> in power in Iraq. Another day, another 7", "new_id": -2}, {"uid": "1297229275207454253", "i": 47, "idx": 7, "sa": ["John McCain", "Donald Rumsfeld", "Keith Olbermann"], "q": "11:24 AM EST Reply# 13 Feb. 8, 2011- 12:05 PM EST Reply# 14 Feb. 8, 2011- 12:58 PM EST Even <strong> John McCain </strong> was RIGHTER than our <strong> Donald Rumsfeld </strong> of Offense, <strong> Donald Rumsfeld </strong>, <q> we KNOW Iraq has WMDs because we KNOW where they ARE </q>, <strong> Donald Rumsfeld </strong>. Will you watch <strong> Keith Olbermann </strong> on Current TV? Yes- I'm excited to see what he does with his new platform. No- I didn't watch him on MSNBC and I'm not", "new_id": -2}, {"uid": "1295665720122536071", "i": 2980, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "believed the company needed a more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said.", "new_id": -2}, {"uid": "1296789067147030039", "i": 47456, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "`` Using its Street View technology, the internet giant will allow people to virtually visit galleries and view works at gigapixel resolution.''-- </blockquote> drops as print ads, circulation slide cut profit <q>`` New York Times Co., publisher of the namesake newspaper, dropped as much as 5.9 percent after reporting a 26 percent decline in profit as print advertising and circulation revenue continued to shrink. </q>-- </blockquote> Bloomberg <strong> Donald Rumsfeld </strong> was right about everything: new book <blockquote>`` Reviled two-time Defense <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled </blockquote> The Winners:", "new_id": -2}, {"uid": "1297661738130170880", "i": 16266, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "affairs. Also taken were pieces from the Amarnah period, including a sandstone head of a princess and a limestone statue of Akhenaten holding an offering table, <strong> Zahi Hawass </strong> said in an emailed statement. <q> An investigation has begun, to search for the people who have taken these objects, and the police and army plan to follow up with the criminals already in custody, </q> the statement said. <strong> Zahi Hawass </strong> said earlier that thieves had broken in through the roof of the museum on Jan. 28 at the height of clashes between police and protesters who eventually toppled President <strong> Hosni Mubarak </strong> last week.", "new_id": -2}, {"uid": "1296744958246644763", "i": 15798, "idx": 0, "sa": ["David Letterman"], "q": ": He's having a blast in Boston. The Celtics big man, who last appeared on <strong> David Letterman </strong>'s show a decade ago, said he's been treated`` fabulous'' by C's fans. <q> I live in a small town called Sudbury. I signed kind of late, so I really didn't have a chance to find a house, so I went on Google and put`` big house outside of Boston, </q> and I found this big 10-acre farmhouse, so... I love it. Wild turkeys, wild foxes, wild bears.''( Read more in Names) Now let's see what else", "new_id": -2}, [{"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's`` State of the Union'' that he will wait to make a decision on whom to support in the next presidential election. <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.''``", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}]]