[{"uid": "1295459530253952030", "i": 45729, "idx": 3, "sa": ["Sergio Marchionne"], "q": "sedans. \"You're going to see a new architecture on the line, a completely different architecture, completely rethought,\" <strong> Sergio Marchionne </strong> told Automotive News at the event. <q> We've learned a lot in making this minivan over the last 20 plus years. We need to upgrade this and make it a much more versatile platform, one that will allow us to make more than just minivans. </q> That idea is simply part of <strong> Sergio Marchionne </strong>'s plan to reduce the complexity of Chrysler( and, subsequently, Fiat's) product portfolio. The CEO hinted he's planning a very Volkswagen-esque future", "new_id": -2}, {"uid": "1297247308052527118", "i": 16478, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "que l'on sait ignorer et ce que l'on ne sait pas qu'on ignore\" -, l'ancien chef du Pentagone justifie avec force la guerre en Irak. Dans son livre de 870 pages, <strong> Donald Rumsfeld </strong> crit: <q> Je ne passe pas beaucoup de temps? r?examiner les d?cisions que j' ai prises. </q> Il reconna?t bien,? contrec?ur, quelques erreurs, entre le fiasco des armes de destruction massive( ADM) introuvables, le rel?chement target=\"_blank\"> dans la traque d'Oussama Ben Laden et la diminution h?tive des", "new_id": -2}, {"uid": "1297451519240746502", "i": 3436, "idx": 2, "sa": ["Dick Cheney", "Donald Rumsfeld"], "q": "<strong> Dick Cheney </strong>), \"so where's bin Laden then?\" ( to <strong> Donald Rumsfeld </strong>) and \"war criminal\" ( to either, or both). Characteristically, the barracking bothered them one jot. <q> Sit down and shut up, </q> <strong> Dick Cheney </strong> told the hecklers as others in the crowd drowned them out with chants of \"USA, USA\" and shouts of: \"Have some damn respect!\" If anything, the abuse seemed to", "new_id": -2}, {"uid": "1297152485248266794", "i": 11294, "idx": 6, "sa": ["Susan Boyle", "Simon Cowell"], "q": ",\" <strong> Simon Cowell </strong> explained. \"It really helped show me who could handle the pressure.\" <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star. <q> There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me, </q> he said. \"I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method.\" Exactly which judges would be deliberating on the future Susan Boyles of America, he wouldn't say,", "new_id": -2}, {"uid": "1295288923000475180", "i": 21957, "idx": 2, "sa": ["Steve Ballmer", "Aggro Santos", "Avril Lavigne"], "q": ", your body.\" Although <strong> Steve Ballmer </strong> admitted that the firm could improve with targeting a broader set of demographics, such as teenage girls, the console is resonating better with a wider audience. <q> I think about my own family. My wife used to say,` No, no, that's the machine the boys use', and now she says,` Yeah, I want to go watch movies. Let's go play the dance game', </q> he said. Single ReviewsThis week, we rate Britney, Adele, <strong> Avril Lavigne </strong>& <strong> Aggro Santos </strong>! Guy BurnetThe former Hollyoaks", "new_id": -2}, {"uid": "1295021128171180035", "i": 4115, "idx": 5, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Dick Gordon"], "q": "'s a short audio clip of <strong> Kirsten Gillibrand </strong>, also during the flight back to Washington last night, telling reporters about <strong> Gabrielle Giffords </strong>' struggle to open her eyes and how at that moment she and others in the room were <q> crying because we're witnessing something that we never imaged would happen in front of us </q>: A fresh alternative in morning news, \"The Takeaway\" provides a breadth and depth of world, national and regional news coverage that is unprecedented in public media. The Story with <strong> Dick Gordon </strong>", "new_id": -2}, {"uid": "1295630754045006869", "i": 14097, "idx": 1, "sa": ["Tony Dungy", "Michael Vick"], "q": "<strong> Tony Dungy </strong> said. Hear the entire interview in this CBS Philly SportsPod... <strong> Tony Dungy </strong> says he truly marveled over some of the things <strong> Michael Vick </strong> was able to do this season for the Eagles. <q> He was calm in the pocket, he was hitting second, third, fourth receivers, throwing the ball well and just being in command of things. And then still with that ability to escape and get away from the rush and make plays out of nothing, </q> <strong> Tony Dungy </strong> told KYW Newsradio. <strong> Tony Dungy </strong> adds that <strong> Michael Vick </strong> now thinks the sky is the limit: \"I just talked to him last week and he still thinks he's got tons of", "new_id": -2}, {"uid": "1295802494101695495", "i": 44168, "idx": 12, "sa": ["Colin Powell", "Robert Gates", "George W. Bush", "Barack Obama"], "q": "party lines to endorse <strong> Barack Obama </strong> for <strong> George W. Bush </strong>. He was the chairman of the Joint Chiefs of Staff during the first Gulf War against Iraq in the early 1990s. Personal Advice <strong> Colin Powell </strong> said he's <q> not looking for a position </q> in <strong> Barack Obama </strong>'s White House as the <strong> George W. Bush </strong> reshuffles the Cabinet. Among the positions likely to come open this year is that of Defense Secretary <strong> Robert Gates </strong>, who said last year that he expects to leave in 2011.", "new_id": -2}, {"uid": "1297426699058949635", "i": 30928, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Microsoft providing an established smartphone platform to Nokia, whose reliance on its ageing Symbian operating system and loss of market share to iOS and Android devices prompted chief executive <strong> Stephen Elop </strong> to Announcing the partnership, <strong> Stephen Elop </strong> said: <q> Today, devStephen Elopers, operators and consumers want compelling mobile products, which include not only the device, but the software, services, applications and customer support that make a great experience. Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> Microsoft CEO <strong> Steve Ballmer </strong> added: \"Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.\"", "new_id": -2}, {"uid": "1297309209087687252", "i": 5601, "idx": 0, "sa": ["Michael Beschloss", "Donald Rumsfeld"], "q": "since been tossed down the memory hole. Answering one of only a couple of audience questions on index cards that were filtered through <strong> Michael Beschloss </strong>, <strong> Donald Rumsfeld </strong> said of the different between the Iraq War and Vietnam: <q> The Vietnamese were not likely to come and attack the United States of America. </q> 2 that it was unlikely that Iraq would launch any type of chemical or biological attack against America- unless we provoked the regime by attacking them. <strong> Michael Beschloss </strong> gave <strong> Donald Rumsfeld </strong> an opportunity at the end to explain", "new_id": -2}]