[{"uid": "1295432579026050652", "i": 18063, "idx": 0, "sa": ["Steven Tyler", "Jennifer Grey", "Randy Jackson", "Simon Cowell", "Jennifer Lopez", "Michael Jackson"], "q": "first series of auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more Idol wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on the Fox singing competition. <q> I think with every artist- and <strong> Jennifer Grey </strong> and <strong> Randy Jackson </strong> are legendary artists- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel.`` That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "new_id": -2}, {"uid": "1297403208107986956", "i": 42283, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "Outlook, a pilot program run from 2005-08 by Homeland Security and the Department of Defense which used sophisticated military radar along the border north of Spokane, Washington, to catch low-flying drug aircraft. Operation Outlook <q> successfully identified air-related smuggling trends and patterns and organizations active in cross-border criminal activities </q> along the Spokane sector, said a news release from <strong> Kirsten Gillibrand </strong>'s office. The U.S. Government Accountability Office reported in November 2010 that`` cross-border use of low-flying aircraft to smuggle drugs has been much higher than", "new_id": -2}, {"uid": "1296964906258326574", "i": 21134, "idx": 2, "sa": ["Andy Reid", "Michael Vick"], "q": "his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as <strong> Andy Reid </strong>.`` He had a plan and he stuck to that, both on and off the field,'' <strong> Andy Reid </strong> said. <q> He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job with the football part of it.`` And then he spends a tremendous amount of time in the public, in particular on his days off... speaking and doing the best he can to right the wrong. You can never erase that, but you can sure help change others from falling into that same problem. </q> A star in Atlanta for most of his six seasons as a Falcon after being selected first overall in the 2001 draft, <strong> Michael Vick </strong> missed 2007 and 2008 while incarcerated for 18 months in a federal prison.", "new_id": -2}, {"uid": "1295154913111345676", "i": 8857, "idx": 0, "sa": ["Antonio McDyess", "Allen Iverson", "Earl Boykins"], "q": "out the Toronto Raptors 137-105 for their fifth straight win at home. The Denver guard hit seven straight attempts before missing a three-pointer Earl Boykinsy in the third quarter. He also made all 10 of his free throws. <q> It felt OK before the game, </q> <strong> Allen Iverson </strong> said.`` Now, it feels that much worse. It's throbbing like a heartbeat.'' <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio McDyess </strong> a week ago, slips on a brace after every game", "new_id": -2}, {"uid": "1295458359168706053", "i": 27256, "idx": 4, "sa": ["Steven Tyler", "Paula Abdul", "Kara DioGuardi", "Randy Jackson", "Ellen DeGeneres", "Simon Cowell", "Jennifer Lopez"], "q": ".'' The new line-up brings big changes to` American Idol.' Gone are original judges <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>. Gone are more recent additions, <strong> Ellen DeGeneres </strong> and <strong> Kara DioGuardi </strong>. In their place are two music superstars. <q> Every kid is trying to be them, </q> <strong> Randy Jackson </strong> said. Backstage, <strong> Jennifer Lopez </strong> told TMZ,`` What we will bring is the experience of trying to make it in http://wn.com/Nicole_Brown_Interviews_Steven Tyler_Steven Tyler_About_Music_and_Aerosmith <strong> Steven Tyler </strong> had his after party at Studio 54 at the MGM Grand at 12:45 am on", "new_id": -2}, {"uid": "1296053928213385258", "i": 11724, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama"], "q": "- in the biggest expansion yet by the Internet's most profitable company. AnnArbor.com reported Tuesday that the hiring will include expanding Google's Ann Arbor AdWords office on Division. It quoted spokesman Jake Parillo saying: <q> We expect to grow our entire Michigan operation in the coming year. </q> The hiring spree comes as <strong> Barack Obama </strong> emphasized the need for more jobs during his State of the Union address Tuesday night. Google CEO <strong> Eric Schmidt </strong> was among a group of business leaders who met with <strong> Barack Obama </strong> last month", "new_id": -2}, {"uid": "1295380356071155734", "i": 45215, "idx": 1, "sa": ["Mike Pence"], "q": "the importance of state government.`` This nation faces serious challenges that will require us to renew our commitment to institutions resilient enough to lead America back,'' he will say, according to prepared remarks. <q> I believe those are the institutions of faith, family, community and state government. To renew our nation we must have a renewal of American federalism. </q> <strong> Mike Pence </strong>'s speech is likely to fuel further talk of a run for the White House or the governor's mansion in Indiana. The Indiana lawmaker-- who is a favorite of conservative activists has been urged to", "new_id": -2}, {"uid": "1297018733169345033", "i": 45954, "idx": 1, "sa": ["David Letterman", "Barbara Walters", "Kim Kardashian", "Halle Berry", "Robin Williams", "Bill Clinton", "Gabriel Aubry"], "q": "sits down with fellow open-heart surgery survivors, including <strong> David Letterman </strong>, former <strong> Bill Clinton </strong> and <strong> Robin Williams </strong> for her special,`` A Matter of Life and Death.'' Plus, what was <strong> Barbara Walters </strong> trying to emphasize by naming the special <q> A Matter of Life and Death </q>? <strong> Kim Kardashian </strong> Remains Mum On <strong> Halle Berry </strong>& <strong> Gabriel Aubry </strong>'s Custody Battle <strong> Kim Kardashian </strong>, with the help of her publicist, chose to avoid commenting on being caught in the middle of <strong> Halle Berry </strong> and <strong> Gabriel Aubry </strong>'s child custody battle-", "new_id": -2}, {"uid": "1295499139081756160", "i": 15115, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Paula Abdul", "Steven Tyler"], "q": "Slideshow: <strong> Paula Abdul </strong> poses for photographers backstage during the 9th... <strong> Simon Cowell </strong> gone from` American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: Mairely Perea, 11,( cq) takes a photo of Report Abuse <q> Don't think I will be watching at all this year. The show has ran it's course. And OMG!!!!! I can not stand that <strong> Steven Tyler </strong> dude. My Wednesday nites will continue to be filled with GHOST HUNTERS ON Syfy... </q> Report Abuse \" This is a joke, J Lo and <strong> Steven Tyler </strong> are more interested in there hair. <strong> Jennifer Lopez </strong> can't tell anyone NO you're \" not good enough and <strong> Steven Tyler </strong> is hard to watch to animated", "new_id": -2}, {"i": 46622, "idx": 1, "index_answer": 0, "new_id": -1, "q": "will use Windows Phone 7 as its core operating system, helping to drive the fairly new OS to success.`` I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong>, Microsoft CEO. <q> Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Nokia's future Under the proposed partnership:- Nokia would adopt Windows Phone as its principal smartphone strategy, innovating on top of the platform in areas such as imaging, where Nokia", "sa": ["Steve Ballmer"], "uid": "1297419412245137408"}]