[{"uid": "1295674864069369873", "i": 289, "idx": 0, "sa": ["Saddam Hussein", "Andy Coulson"], "q": ".\" The Daily Telegraph said Blair was far better informed on the Tehran regime than on <strong> Saddam Hussein </strong>'s and \"like him or not... he is right about Iran\". The Guardian said <q>the old stager belted out familiar tunes</q>, adding: \"Blair ties the planet together in a superstring theory of everything, and nothing is allowed to stand in the way of its conclusions.\" <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street", "new_id": -2}, {"uid": "1295667348007979065", "i": 36612, "idx": 1, "sa": ["Ken Auletta", "Sergey Brin", "Steve Booth", "Eric Schmidt", "Google Inc."], "q": "corporate protocol. \"Larry and <strong> Sergey Brin </strong> both hate being organized. They don't want to be locked into meetings,\" says <strong> Ken Auletta </strong>, who got to know both of them while writing his book, <q>Googled: The End of the World as We Know It.</q> While a freewheeling attitude typically works well at small companies, it could cause problems in a company as large as <strong> Google Inc. </strong>, says <strong> Steve Booth </strong>, a business professor at the University of Chicago. <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295562503105267204", "i": 11182, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> <strong> Eric Schmidt </strong> said. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. \"<strong> Eric Schmidt </strong> is a tremendous", "new_id": -2}, {"uid": "1296470974002113567", "i": 26412, "idx": 0, "sa": ["Simon Cowell"], "q": "role in guiding the action on Idol's tenth season, hinting that fans would see \"more sides\" to him. \"I wouldn't say I stepped into the <strong> Simon Cowell </strong>'s shoes,\" he added. <q>I don't think those shoes could be filled nor would I want to be in them! I think you'll see a lot of excitement.</q>", "new_id": -2}, {"uid": "1296992362169525277", "i": 23566, "idx": 0, "sa": ["Sergio Marchionne", "Rick Snyder"], "q": "Association, <strong> Sergio Marchionne </strong> talked about the eventual possibility of merging Fiat and Chrysler, saying that maintaining them as separate companies forever didn't make sense. Then he said, in an offhand manner, <q>I want to pay back the shyster loans first.</q> Chrysler owes$ 5.8 billion to the U.S. Treasury and$ 2.3 billion to the Canadian government at an average interest rate of 11%, Chief Financial Officer <strong> Rick Snyder </strong> Palmer said last Monday.", "new_id": -2}, {"uid": "1295932387203030537", "i": 4329, "idx": 0, "sa": ["Karl Lagerfeld", "Eric Schmidt", "Saad Hariri"], "q": "<strong> Saad Hariri </strong> is Sunni like Maqati, but is not aligned with Maqati. \"It will not be easy for them to control Lebanon alone,\" said Antoine Zahra, a Christian allied <strong> Saad Hariri </strong>'s bloc. <q>They will turn it into an isolated country, ostracized by the Arab world and the international community.</q> Catch Glimpses of the Spring 2011 <strong> Karl Lagerfeld </strong> Couture Collection and Find Out Why <strong> Karl Lagerfeld </strong> Is Always Late Google's <strong> Eric Schmidt </strong> Thinks He'd Make an Excellent Talk-Show Host Critics Laud Givenchy's \"Fierce\" Dog-Inspired Collection, Pan", "new_id": -2}, {"uid": "1297129401165691488", "i": 10338, "idx": 1, "sa": ["Steve Ballmer", "Wes Miller"], "q": "saying the company had \"strong technical leaders in each business group.\" The effort may take some of the heat off <strong> Steve Ballmer </strong>, so long as it produces results soon, <strong> Wes Miller </strong> said. <q>You can play pin the blame on the donkey, but the reality is <strong> Steve Ballmer </strong> has to accept some of the blame,</q> he said. \"He also has to put the right people in the right places.\" To contact the reporter on this story: Dina Bass in Seattle at This e-mail address is being protected from", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q>I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles,</q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}, {"uid": "1296510256041320476", "i": 19300, "idx": 0, "sa": ["Zahi Hawass"], "q": "Council of Antiquities. <strong> Zahi Hawass </strong>, who a source says has been promoted to the new position of Minister of Antiquities as part of a cabinet shakeup yesterday, faxed a colleague in Italy that 13 cases were destroyed. <q>My heart is broken and my blood is boiling,</q> the U.S.-trained archaeologist lamented. A human chain soon formed outside the museum to protect the institution, which holds some 120,000 artifacts from prehistoric to Roman times, including King Tutankhamen's gold death mask. By", "new_id": -2}, {"uid": "1295835993071843871", "i": 4526, "idx": 2, "sa": ["Eric Schmidt"], "q": "see Page act like that is the case,\" Andrews says. \"That will include evangelism for the enterprise business, similar to what we saw from <strong> Eric Schmidt </strong>.\" In addition to paying customers, <q>If I were a managed services provider I would be looking for that same kind of message,</q> Andrews adds. more than 3 million businesses are running Google Apps, which costs$ 50 per user per year and includes Gmail, Google Calendar, Google Docs and several other services. These are mostly", "new_id": -2}]