[{"uid": "1295443111060325937", "i": 47613, "idx": 7, "sa": ["Bernie Sanders", "Robert Dempsey", "Thomas P. Salmon"], "q": "candidates. The party seems likely to lock arms with <strong> Bernie Sanders </strong> again next year.`` I wouldn't go so far as to say <strong> Bernie Sanders </strong>'s our guy,'' <strong> Robert Dempsey </strong> said, but he added, <q> We have a great relationship with the senator. </q> <strong> Thomas P. Salmon </strong> acknowledged going against <strong> Bernie Sanders </strong> wouldn't be easy.`` I think there's three people who think I can win,'' he said.`` The good thing is I'm one of", "new_id": -2}, {"uid": "1296714073037388331", "i": 44933, "idx": 0, "sa": ["Ernie Banks", "Randy Jackson", "Angelina Jolie", "Lee DeWyze", "Hailee Steinfeld", "Jennifer Lopez"], "q": ", <strong> Jennifer Lopez </strong>, <strong> Randy Jackson </strong> following in <strong> Angelina Jolie </strong>' s footsteps and adopting a... Photo in Slideshow: American Idol winner <strong> Lee DeWyze </strong> performs at... Photo in Slideshow: <strong> Jennifer Lopez </strong> pauses for a photo outside the Fox... Report Abuse <q> You go JLo I always thought you and <strong> Ernie Banks </strong> MA make a beautiful couple, I loved your story and those who don't really have no lives, keep on keepin on Girl, there are many of us who love what you are doing. </q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit' Airport Hotel& Parking Free parking& airport shuttle at airport hotels. Stay Park Fly& Save Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer", "new_id": -2}, {"uid": "1296232422027263016", "i": 34414, "idx": 1, "sa": ["Michael Gove"], "q": "Cassells, the head teacher, told the Times Educational Supplement the school wanted to make the move to respond to demand from parents who would like their child to attend but can not afford the fees. <q> It's clearly an exciting innovation, to allow schools such as ours to become part of the national framework, </q> he said. Mr <strong> Michael Gove </strong> said that interest in creating free schools had come from a`` wide range'' of groups. The comments came as the Catholic Church said today it would back any", "new_id": -2}, {"uid": "1295629102247332868", "i": 26232, "idx": 0, "sa": ["Eric Schmidt"], "q": "26 percent to$ 8.44 billion, compared to the same period last year. Net income for the quarter was$ 2.54 billion, compared to$ 1.97 billion in the fourth quarter of 2009. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> said <strong> Eric Schmidt </strong>, chief executive of Google.`` These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web.''", "new_id": -2}, {"uid": "1295295638258523328", "i": 24497, "idx": 0, "sa": ["Angelina Jolie", "Christian Bale", "Ricky Gervais", "Johnny Depp"], "q": ". <strong> Ricky Gervais </strong> made light of the controversy, joking that it wasn't true that association members only nominated`` The Tourist'' so they could hang out with stars <strong> Johnny Depp </strong> and href=\"http://topics.bloomberg.com/Angelina Jolie-Angelina Jolie/\"> <strong> Angelina Jolie </strong>. <q> They also accepted bribes, </q> <strong> Ricky Gervais </strong> quipped. Foreign Press Association President <strong> Christian Bale </strong> Berk jested back from onstage:`` <strong> Ricky Gervais </strong>, the next time you want someone to qualify your movie, go to another guy.'' HBO led Golden Globe", "new_id": -2}, {"uid": "1295835341029999109", "i": 14884, "idx": 5, "sa": ["Andrew Marr", "Ian Edmondson", "Andy Coulson", "Nick Clegg"], "q": "href=\"http://www.guardIan Edmondson.co.uk/media/Andy Coulson-Andy Coulson\" title=\"More from guardIan Edmondson.co.uk on Andy Coulson\"> <strong> Andy Coulson </strong>'s replacement as Conservative communications chief, and insisted the government would`` not skip a beat'' after the former News of the World editor's resignation last week. <q> It's primarily a decision for the prime minister. The prime minister's spokesperson[ is] also of course responsible for communicating... government policy, so of course I will play a role as well, </q> <strong> Nick Clegg </strong> said on the BBC's <strong> Andrew Marr </strong> Show.`` But, you know, I don't think this government will miss a beat in terms of just pressing ahead with the plan that we've set", "new_id": -2}, {"uid": "1297106498173965595", "i": 36567, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "college. Elway had a notable backswing too, but nothing compared to Kaeps. The QBs I notice that are really owning it almost all( except <strong> Michael Vick </strong>) have quick releases. <strong> Aaron Rodgers </strong> must've completed 1/2 dozen <q> how did he get that thing out? </q> type passes last night. I don't see Kaep doing that with his motion as it stands. The under the center thing doesn't bother me as much since the Senior Bowl, and I'd like to", "new_id": -2}, {"uid": "1296776050237715495", "i": 50742, "idx": 2, "sa": ["John McCain", "Donald Rumsfeld", "George Stephanopoulos"], "q": "<strong> John McCain </strong> had a`` hair-trigger temper'' and`` a propensity to shift his positions to appeal to the media.''`` I respect Secretary <strong> Donald Rumsfeld </strong>,'' <strong> John McCain </strong> began by telling ABC's <strong> George Stephanopoulos </strong>. <q> He and I had a very, very strong difference of opinion about the strategy that he was employing in Iraq, which I predicted was doomed to failure, </q> he continued.`` Thank God he was relieved of his duties and we put the surge in. Otherwise, we would have had a disastrous defeat in Iraq,'' <strong> John McCain </strong> said. It", "new_id": -2}, {"uid": "1295254600092618767", "i": 8636, "idx": 3, "sa": ["Joe Smith", "LeBron James", "Allen Iverson", "Andre Miller", "Eric Musselman"], "q": "they arrived at the Pepsi Center only 90 minutes before tipoff, or about the same time <strong> Allen Iverson </strong> finally made it.`` We will never have a worse travel day than today,'' LeBron Jamess coach <strong> Eric Musselman </strong> said. <q> Our energy and effort was phenomenal. </q> The LeBron Jamess might go down as a trivia answer if <strong> Allen Iverson </strong>'s arrival in the blockbuster trade that sent <strong> Andre Miller </strong> and <strong> Joe Smith </strong> to Philadelphia takes the Nuggets where they hope it will. In his debut, playing on a", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some`` adult supervision.'' On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q>`` I believe Larry is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts.`` It's time for him to have a shot at running this.''", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}]