[{"uid": "1297179847261799940", "i": 53603, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers"], "q": "backers in attendance. <strong> David Letterman </strong> asked a series of light-hearted questions, with <strong> Aaron Rodgers </strong> willingly playing along. <strong> Aaron Rodgers </strong> told <strong> David Letterman </strong> the Packers offense ran roughly 40 different plays in the Super Bowl, joking that <q> Mike likes to repeat some calls sometimes... especially if they work. </q>`` There's your coaching key right there,'' <strong> David Letterman </strong> quipped. <strong> Aaron Rodgers </strong> also gave a brief rundown of his football playing career, starting with his days as an undersized high school quarterback to", "new_id": -2}, {"uid": "1296200464159858698", "i": 5812, "idx": 8, "sa": ["LeBron James", "Eric Holcomb", "Mike Pence", "Jonathan Weinzapfel"], "q": "in 2010; Evansville Mayor <strong> Jonathan Weinzapfel </strong>; and Kokomo Mayor Greg Goodnight. Indiana Democratic Party Chairman Dan Parker predicted a`` very, very competitive race'' in 2012. He labeled <strong> Mike Pence </strong> an ideologue who is <q> out of the mainstream in Indiana </q> and should be thinLeBron James more about his job in Washington and less about seeLeBron James another job. Even though <strong> Mike Pence </strong> wasn't officially in the race yet for <strong> Eric Holcomb </strong>, partisans on both sides were acting as if", "new_id": -2}, {"uid": "1295705477191774736", "i": 40464, "idx": 9, "sa": ["Elizabeth Turner", "Andy Coulson"], "q": "complaining about <strong> Andy Coulson </strong> the Tory head of communications, who was editor of the News of the World newspaper when the hacking took place.... Kissing You| Kisses& Moments Montage( TV, Movie& Anime) <q> The soul that can speak with its eyes can also kiss with a gaze. </q>- unknown I love that quote:D Couples <strong> Elizabeth Turner </strong> Swann& Jack Sparrow- Pirates of the Caribbean Madeline`` Maddy'' LeClerc& Abb du Coulmier- Quills Elinor Dashwood& <strong> Andy Coulson </strong> Ferrars-... Commons debate called over", "new_id": -2}, {"uid": "1295395839010076168", "i": 57578, "idx": 0, "sa": ["David Letterman", "Eric Stonestreet", "Kourtney Kardashian", "James Van Der Beek", "Ellen DeGeneres"], "q": "`` The <strong> Ellen DeGeneres </strong> Show'')@Kourtney Kardashiankardash glamming w/@kimKourtney Kardashian. we r doing <strong> David Letterman </strong> tonight! bette white is on the show too.i think everyone in the world loves her!- <strong> Kourtney Kardashian </strong>, Reality Star( <q> <strong> Kourtney Kardashian </strong> and Kim Take New York, </q>`` Keeping Up With the Kourtney Kardashians'')@Eric StonestreetEric Stonestreet Saw my old friend@James Van Der BeekJames Van Der BeekJames Van Der Beek at a Globes party the other night. He's just like Dawson, except chill, down-to-earth and straight.- <strong> Eric Stonestreet </strong>, Actor", "new_id": -2}, {"uid": "1297442639256065566", "i": 12070, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "across its devices, while Microsoft adCenter will provide search advertising services. <strong> Stephen Elop </strong>, Nokia President and CEO, who joined Nokia from Microsoft in September last year, said at a press conference: <q> Today, devStephen Elopers, operators and consumers want compelling mobile products, which include not only the device, but the software, services, applications and customer support that make a great experience. Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> <strong> Steve Ballmer </strong>, Microsoft CEO added:`` I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast", "new_id": -2}, {"uid": "1295745801123617302", "i": 30988, "idx": 1, "sa": ["Kobe Bryant", "Eric Gordon", "Troy King", "Allen Iverson"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacTroy King any strength.`` I survived, I'm still here,'' he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the MavEric Gordonks. The Kobe Bryants visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1296092071233947163", "i": 10194, "idx": 12, "sa": ["Michael Vick"], "q": "served 18 months at Leavenworth, Kan. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savoring his experience with his teammates and soaking in the 80-degree weather. <q> I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short, </q> he said. Things seem to be turning around for <strong> Michael Vick </strong> off the field as well. href=\"http://www.kentucky.com/2011/01/17/1600950/kentucky-lawmaker-wants-random.html#storylink=omni_popular\"> Kentucky lawmaker wants random drug testing for welfare recipients", "new_id": -2}, {"uid": "1297706494051036178", "i": 46491, "idx": 7, "sa": ["Mike Pence"], "q": "Americans need to tell their members of Congress to support the bill.`` <strong> Mike Pence </strong> has crafted legislation that will end taxpayer funding of Planned Parenthood, the nation's largest abortion provider,'' he said. <q> Last year, Planned Parenthood received over$ 363 million, lifted from your wallet and mine, and performed 324,00 abortions along the way. </q>`` Live Action films has released seven undercover videos in the last two weeks alone showing the eagerness of Planned Parenthood clinics in Virginia, New York and New Jersey to help sex traffickers get birth control and", "new_id": -2}, {"uid": "1297654044124387332", "i": 20111, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld", "Barack Obama", "Katherine Gallagher"], "q": " CCR alleges waterboarding is a form of torture, and says former Barack Obamas do not enjoy special immunity under the United Nations Convention Against Torture, to which both Canada and the United States are signatories. <q> The reach of the Convention Against Torture is wide-this case is prepared and will be waiting for him wherever he travels next, </q> the statement said. <strong> Donald Rumsfeld </strong>: Saddam Targeted <strong> Donald Rumsfeld </strong>'s and <strong> George W. Bush </strong>'s Daughters CCR lawyer <strong> Katherine Gallagher </strong> said that as <strong> George W. Bush </strong>'s visit to Canada draws closer,`` we will see what actions we will take.''", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was`` incremental,'' not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}]