[{"uid": "1297343039203325452", "i": 1400, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "winning the Super Bowl, with more demands on their time and people treating them even more like celebrities.`` I don't see that being an issue here in Green Bay,'' McCarthy said. <q> My family, we're very comfortable here. We want to be here, and we hope it stays the same. I still go to Starbucks every morning. Got a cup with` congratulations' on it today, that was nice. But other than that, they still charged me. So everything's staying the same. </q> McCarthy also noted how life already has changed for quarterback <strong> Aaron Rodgers </strong>, who on Monday flew to Florida for an appearance at Disney World and then to New York to be on the Late Show with <strong> David Letterman </strong>.", "new_id": -2}, {"uid": "1297449712044924950", "i": 34892, "idx": 4, "sa": ["Steve Ballmer", "Paul McDougall", "Stephen Elop", "Amy Lee"], "q": "too, says <strong> Paul McDougall </strong> in Information Week. And by all indications, he's on the cusp of a major management shakeup. If <strong> Steve Ballmer </strong> makes some good, tough leadership changes, Microsoft might yet <q> warrant another look from even the most discerning investors- including <strong> Bill Gates </strong>. </q> Microsoft chief executive <strong> Steve Ballmer </strong> speaks at a... Larry Hyrb also known as`` Major <strong> Amy Lee </strong>'', Xbox Community... Microsoft CEO <strong> Steve Ballmer </strong> delivers his keynote address on the... Photo in Slideshow: Nokia chief executive <strong> Stephen Elop </strong> welcomes", "new_id": -2}, {"uid": "1295802228188252172", "i": 4630, "idx": 5, "sa": ["Lee Myung-bak", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "q": "possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential advisor. <q> The administration knows that <strong> Lee Myung-bak </strong> am quite content with the work <strong> Lee Myung-bak </strong> am doing now, </q> he said.`` <strong> Lee Myung-bak </strong> am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor", "new_id": -2}, {"uid": "1295536150212385796", "i": 12820, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. Notables at state dinner Gallery: Mayors Lee and Quan join CEOs, leaders and celebs", "new_id": -2}, {"uid": "1296542758249364481", "i": 47605, "idx": 1, "sa": ["Michael Vick"], "q": "he probably still has a long way to go to get back in the good graces of the general consumer in terms of marketability,'' said Jim Klunk, president of Klunk& Millan Advertising Agency in Allentown. <q> I think he'll be pretty much limited to the types of products that[ Unequal Technologies] makes, at least right now. </q> That company, which manufactures shock-absorbing padding and other athletic equipment, confirmed last week that it had signed <strong> Michael Vick </strong> to a deal for an undisclosed amount. All Chief Executive Officer Rob Vito would tell", "new_id": -2}, {"uid": "1296755730029065226", "i": 31049, "idx": 0, "sa": ["Donald Rumsfeld", "Joan Weber", "Bill Clinton", "Dick Cheney"], "q": "health insurance giants. He is a member of the Project for the New American Century( PNAC) and was one of the signers of the PNAC Letter sent to US <strong> Bill Clinton </strong> dated January 26, 1998, advocating <q> the removal of <strong> Saddam Hussein </strong>'s regime from power </q> along with <strong> Dick Cheney </strong>, <strong> Donald Rumsfeld </strong> and 29 other notable Republicans. Currently, <strong> Joan Weber </strong> is managing partner of the Washington, DC branch of lobbying firm Clark& Weinstock. In 2006, <strong> Joan Weber </strong>'s firm received$ 360297 from", "new_id": -2}, {"uid": "1295225378163069977", "i": 32780, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,'' <strong> Kirsten Gillibrand </strong> said. <q> So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> <strong> Gabrielle Giffords </strong>, who was among 13 people wounded and six killed at an outdoor political gathering Jan. 8, was removed from a ventilator Saturday. The newspaper said two victims remain at the hospital in", "new_id": -2}, {"uid": "1297215580168738818", "i": 12823, "idx": 1, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "worked at the site in the interview on FOX News Channel's Hannity show. <strong> Donald Rumsfeld </strong> was defence secretary from 2001 to 2006 under former president George W Bush. He was replaced as defence secretary by <strong> Robert Gates </strong>. <q> The heart-breaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world, </q> said <strong> Donald Rumsfeld </strong>.`` What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they were", "new_id": -2}, {"uid": "1296706232199049239", "i": 13724, "idx": 0, "sa": ["Mark Aguirre", "Allen Iverson"], "q": "Skin will bleed. Character will be tested. There were times away from the ball when the action resembled a rugby scrum. Players shoved, held and did whatever else they felt they could get away with. <q> It's a different style of ball when you play us, </q> said <strong> Mark Aguirre </strong>, who led the Pistons with 25 points.`` They're not going to be able to play us like Philly, where they got a lot of running and http://wn.com/Allen_Iverson_1st_Win_as_a_Pistons_vs_Kings_30pts_9asts_7rebs_08/09_NBA For a veteran like <strong> Allen Iverson </strong>,", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'' <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}]