[{"uid": "1295639119217038852", "i": 42646, "idx": 1, "sa": ["Jim Cantiello", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "' that keeps me jazzed for \"Idol.' It's an unhinged one,\" said <strong> Jim Cantiello </strong> about the entertaining, unpredictable shenanigans pulled out by <strong> Steven Tyler </strong> in the first two nights of audition episodes this week. <q> Truth be told, I never realized how much I missed Paula[ Abdul] last year. <strong> Steven Tyler </strong>'s colorful language, zany metaphors and deafening jangly man-jewelry was just the entertaining wild card the two-night premiere needed to give it a must-see facelift. </q> <strong> Jim Cantiello </strong> was glad that the new trio, which also includes sole returning judge Randy Jackson, didn\"t fall into the same old \"mean <strong> Simon Cowell </strong>\" and \"too-nice Paula\" tropes. <strong> Jennifer Lopez </strong> easily mixed", "new_id": -2}, {"uid": "1295669833206996591", "i": 3267, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. \"<strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,\" he said. <q> Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style. </q> Trend Micro â\u0084¢ SafeSync â\u0084¢ Trend Micro â\u0084¢ SafeSync â\u0084¢ automatically keeps an unlimited number of your digital files backed up, synchronised, and secure. Plus, you can access them any time via a Web", "new_id": -2}, {"uid": "1297362184190234627", "i": 20535, "idx": 0, "sa": ["Hilary Rhoda", "Damaris Lewis", "David Letterman", "Julie Henderson"], "q": "girl has yet to be revealed-- it'll be debuted on \"The Late Show With <strong> David Letterman </strong>\" come February 14, but we have to say, we like <strong> Julie Henderson </strong>'s attitude. She told the cameras, <q> It's nice to roll around in the sand and be all grimy... like a sugar donut, almost. </q> E! Online got a behind-the-scenes look at the Sports Illustrated swimsuit shoot, which meant traipsing along the beach with <strong> Hilary Rhoda </strong>, <strong> Julie Henderson </strong> and <strong> Damaris Lewis </strong>. Fun! The cover girl has yet... Sports Illustrated Swimsuit Issue 2011:", "new_id": -2}, {"uid": "1295589360144719946", "i": 22782, "idx": 0, "sa": ["Tom Bernard", "Cher Lloyd", "Simon Cowell", "Paris Hilton"], "q": "are still the key ways to make money. For a few indie films, box office is buoyant, but DVD and TV revenues are soft. That dynamic has market players hopeful, but wary. <q> This year, you'll see a large amount of( movies) make their way into the marketplace, but in terms of making your money back, it depends on what you spend, </q> said <strong> Tom Bernard </strong>, co-head of indie distributor Sony Pictures Classics. Play video <strong> Cher Lloyd </strong> v. <strong> Simon Cowell </strong>! Play video <strong> Paris Hilton </strong> in a police car Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.\" ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}, {"uid": "1297252541016384008", "i": 24086, "idx": 3, "sa": ["Olympia Snowe", "Barack Obama", "Sen. Bernie Sanders"], "q": ". But proposals to raise taxes to create jobs will fall flat with even the most centrist Republicans. <strong> Barack Obama </strong> <strong> Olympia Snowe </strong>( R-Maine) said Tuesday she would oppose legislation that increased taxes. <q> It contradicts what we've done in continuing the tax rates for the next two years, </q> said <strong> Olympia Snowe </strong>. \"That's not what we should be doing.\" http://thehill.com/homenews/senate/142905-dems-face-a-dilemma-on-jobs-plan House fails to extend Patriot Act surveillance as Republicans defect <strong> Sen. Bernie Sanders </strong> King won't let \"political correctness\" derail probe of Muslims Ditching", "new_id": -2}, {"uid": "1295589907019480600", "i": 33763, "idx": 0, "sa": ["William Cohen", "Madeleine Albright", "Colin Powell", "President Bush"], "q": "which would have made our lives, American lives, even more difficult within the Muslim world,\" said <strong> Madeleine Albright </strong>, <strong> Madeleine Albright </strong> of State during the Clinton years. <strong> President Bush </strong> <strong> Madeleine Albright </strong> of Defense <strong> William Cohen </strong> supported the claim, saying <q> there is not a single country that would have been supporting the president of the United States declaring war and invading Afghanistan prior to 9/11. </q> Current <strong> Madeleine Albright </strong> of State <strong> Colin Powell </strong> told the bipartisan panel that the <strong> President Bush </strong> administration was well-briefed by the previous administration about the threat of Al Qaeda and terrorism and that <strong> President Bush </strong> was focused on Al Qaeda from the beginning. \"", "new_id": -2}, {"uid": "1295955986167477290", "i": 46846, "idx": 7, "sa": ["Sen. Bernie Sanders"], "q": "by the taxpayers-- and I think the American people are saying hey, what does the government do for me?\" It doesn't help that the Street isn't returning the favor, <strong> Sen. Bernie Sanders </strong> went on. <q> What you have right now are the large financial institutions who are doing very very well sitting on huge amounts of cash, and yet small businesses in Vermont and all over this country can't get affordable loans in order to create jobs, </q> he said. \"You've got credit card companies that were http://wn.com/Secrets_Your_Mortgage_Broker_Doesn't_Want_You_to_Know__Interest_Only_Loans www.MortgageHelpLosAngeles.com This is Bill Rayman of Mortgage Capital Partners. I am here to address a number of myths and misunderstandings about the mortgage business and in", "new_id": -2}, {"uid": "1297245176074432535", "i": 23413, "idx": 1, "sa": ["Christina Aguilera", "Ricky Martin", "Simon Cowell", "Nicole Scherzinger"], "q": ". \"What I like about <strong> Nicole Scherzinger </strong>... she started off as a competitor on one of these shows. She is a killer; she is really ambitious,\" he mused to Extra. <q> <strong> Paula Abdul </strong> has made it clear she wants to do the show, but you have to put her in the mix with other potential judges... a lot of people make decisions... she is still in there. </q> <strong> Simon Cowell </strong> added he \"likes\" the idea of working with Usher, while <strong> Christina Aguilera </strong> is a definite \"no\". He finds the prospect of <strong> Ricky Martin </strong> being involved \"interesting\" and raved about Black Eyed", "new_id": -2}, {"uid": "1297445521223772687", "i": 45785, "idx": 2, "sa": ["Steve Ballmer"], "q": "it will also \"drive the future of Windows Phone\" by contributing its expertise on global markets. \"I am excited about this partnership with Nokia,\" said <strong> Steve Ballmer </strong> A. <strong> Steve Ballmer </strong>, Microsoft CEO. <q> Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Key elements of the partnership announced Friday by Nokia and Microsoft are: Bing will power Nokia's search services across Nokia devices and services, giving customers access to Bing's next generation search capabilities.", "new_id": -2}]