[{"uid": "1297701144114671657", "i": 17970, "idx": 2, "sa": ["Mike Pence"], "q": "million in annual funding.  Mike Pence  said \"every American should be shocked\"\"  that an employee receiving millions of dollars in federal funds \"has been recorded aiding and abetting underage sex trafficking.\"\"   The time to deny any and all funding to Planned Parenthood is now,  he said. By law, federal funds may not be used directly for abortions. But  Mike Pence  argues that the grants, by covering overhead and operational costs, free up other money to provide abortions.", "new_id": -2}, {"uid": "1295559801014680073", "i": 11021, "idx": 0, "sa": ["Bob Vander Plaats", "Mike Pence", "John Thune", "Mitch Daniels", "Haley Barbour", "Mike Huckabee", "Sarah Palin"], "q": "have also made commitments to participate. Other invited speakers include former Arkansas Governor  Mike Huckabee , Indiana Governor  Mitch Daniels , South Dakota Senator  John Thune , former Alaska Governor  Sarah Palin , Mississippi Governor  Haley Barbour , and Indiana Representative  Mike Pence .  Iowans play a vital role in hosting the first-in-the-nation presidential caucus, and it is our privilege to offer this Presidential Lecture Series in order to provide our very influential base an opportunity to gain insight into our political process,  said  Bob Vander Plaats , president and CEO of The FAMiLY LEADER. \"Our base is serious about its role in the political process and the Presidential Lecture Series is a focused strategy to facilitate meaningful exposure to our constituents.", "new_id": -2}, {"uid": "1296752565198328330", "i": 36807, "idx": 2, "sa": ["Mike Pence", "Debbie Wasserman Schultz"], "q": "drugged or given excessive amounts of alcohol\"\"  or in cases including \"rapes of women with limited mental capacity, and many date rapes.\"\"  an interview with the Raw Story, Florida Democratic  Mike Pence   Debbie Wasserman Schultz  said,  to suggest that there is some kind of rape that would be okay to force a woman to carry the resulting pregnancy to term, and abandon the principle that has been long held, an exception that has been settled for 30 years, is to me a violent act against women in and of itself.   Debbie Wasserman Schultz  also said, \"Rape is when a woman is forced to have sex against her will, and that is whether she is conscious, unconscious, mentally stable, not mentally stable.\"\" ", "new_id": -2}, {"uid": "1296227273172146729", "i": 1761, "idx": 8, "sa": ["Eric Holcomb", "Evan Bayh", "Mike Pence", "Mike McDaniel", "Barack Obama"], "q": "the unsuccessful Democratic nominee last year for  Evan Bayh 's Senate seat.  Mike McDaniel  said that while he was state GOP chairman-- from 1995 until 2002--  Mike Pence  mentioned the  Eric Holcomb 's office to him.  He told me then that he thought he could accomplish more for the people of Indiana as  Eric Holcomb  than he could in Congress,  he said. \"This has been on his mind for a long time.\"\"  Sen. Franken Explains Why He Thinks Barack Obamacare's Individual Mandate to Buy Insurance Is Needed", "new_id": -2}, {"uid": "1295552145232112145", "i": 6176, "idx": 6, "sa": ["Mike Pence"], "q": "- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.\"\"  \"But on style, he was a gentle man,\"\"   Mike Pence  says.  I met him in 1988, I sat with him for five or ten minutes in the Blue Room when I was a candidate for Congress. What I was most struck by, in our brief encounter, was his humility and his gentleness. As we go forward, it is imperative that we are tough on policy, but decent to our political opponents.  Turning to current affairs,  Mike Pence  says conservatives should not give up on repealing Obamacare. While he acknowledges that the Senate will likely stall the effort, he is hopeful that things could change. \"I", "new_id": -2}, {"uid": "1296232207160088064", "i": 23152, "idx": 3, "sa": ["Eric Holcomb", "Mike Pence", "Mike McDaniel", "Joe Donnelly", "Jackie Walorski"], "q": "think we might best contribute in the years ahead.\"\"   Mike Pence  has a pair of public events scheduled for today-- a town hall meeting in Pendleton and a visit to a high school in Muncie.  I am convinced he is now going to run for  Eric Holcomb ,   Mike McDaniel , a former state Republican chairman, said. Former Republican state  Mike Pence   Jackie Walorski , a tea party favorite who narrowly lost her race last year against Democratic  Mike Pence   Joe Donnelly  in northern Indiana, said she was", "new_id": -2}, {"uid": "1296217929050937881", "i": 24453, "idx": 0, "sa": ["Chris Christie", "Mike Pence", "Gary Bauer", "Ron Paul", "Barack Obama"], "q": "a NewsChannel 15's political analysts gave their opinions on Congressman  Mike Pence  running for Indiana Governor. www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate  Gary Bauer  scans the potential 2012 Republican field, not much excites him.  All the obvious fRon Paultline names have all the usual pluses and minuses,  Mr.  Gary Bauer  says. But in considering one candidate, Mr.  Gary Bauer  sees only qualities that he likes. Indiana  Mike Pence  is a military and fiscal hawk who frequently plugs his Chris Christietian credentials. To some, he's the", "new_id": -2}, {"uid": "1295432569026050653", "i": 25856, "idx": 1, "sa": ["Kevin McCarthy", "Tim Bivins", "Mike Pence", "Paul Ryan", "Jeffrey Young", "Eric Cantor"], "q": "Budget Committee Chairman  Paul Ryan ( R-WI) said that the GOP's goal was to cut \"a good$ 100 billion.\"\"   Mike Pence   Kevin McCarthy ( of \" Jeffrey Young  Gun\"\"  fame) reiterated the promise, saying,  We're saying you go through, go back to pre-sTim Bivinsulus bailout numbers. We can live with that.  \"We've got to roll back there. That will save$ 100 billion in the first year,\"\"  agreed  Mike Pence ( R-IN). Just yesterday, in fact, incoming Majority Leader  Eric Cantor ( R-VA)", "new_id": -2}, {"uid": "1296293861120143879", "i": 53133, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "the Union address. In the party's official reply, which followed  Barack Obama 's remarks,  Mike Pence  Paul D. Ryan of Wisconsin, the chairman of the House Budget Committee, declared that the country was facing  a crushing burden of debt.  He vowed that Republicans, after winning control of the House last year, would make good on their pledge to provide Americans \"a better choice and a different vision.\"\"  \"Americans are skeptical of", "new_id": -2}, {"i": 3958, "idx": 1, "index_answer": 3, "new_id": -1, "q": "'' and`` The Late Show With <strong> David Letterman </strong>.''`` Jay-Z is a person in hip-hop that you almost don't think he exists until you meet him,'' <strong> Nicki Minaj </strong> explained to MTV News last February. <q> It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like,` Jay-Z knows me?' I didn't think he knew who I was, let alone recommend me for something. </q> <strong> Nicki Minaj </strong> Rocks Madison Square Garden with <strong> Lil Wayne </strong>, <strong> Friday star </strong>, Drake For New York-area hip-hop artists, ripping the Madison Square Garden stage is a status-cementing moment that few are able to realize. But not", "sa": ["David Letterman", "Lil Wayne", "Friday star", "Nicki Minaj"], "uid": "1296174568165871655"}]