[{"uid": "1296183151117178385", "i": 27584, "idx": 3, "sa": ["Mike Pence", "Jim DeMint"], "q": "millions of people. \" While ruling himself out, Sen. <strong> Jim DeMint </strong>( R., S.C.) agreed, telling NRO that with the congressman gone as a paragon of \" pro-growth, limited government \" conservatism, <q> there will be a lot of surprises </q> in terms of who jumps into the race. According to sources close to <strong> Mike Pence </strong> with knowledge of Indiana politics, a number of factors influenced the congressman's decision to forgo a presidential run and instead turn", "new_id": -2}, {"uid": "1295446736183418917", "i": 1903, "idx": 2, "sa": ["Mitch Daniels", "Mike Pence"], "q": "mind. He talked Monday morning to Gov. <strong> Mitch Daniels </strong>, who is term-limited from seeking a third consecutive term as governor and who also is leaving the door open to a run for the presidency. <q> We're certainly hearing encouragement from our friends here at the Statehouse in various ways, </q> <strong> Mike Pence </strong> said. \" I've heard as many people encourage us to consider coming home to Indiana as I have people who pulled me alongside and said,` Keep the national campaign in mind. \" '", "new_id": -2}, {"uid": "1295956479149733513", "i": 33280, "idx": 4, "sa": ["Mike Pence"], "q": "moments have come when economic arguments trumped moral principles. \" <strong> Mike Pence </strong> called for stripping Planned Parenthood, which he referred to as the \" largest abortion provider in America, \" of federal funding. <q> Every American knows in their heart, this is the greatest nation on earth because we acknowledge the God-given right to liberty, the pursuit of happiness and the unalienable right to life, </q> <strong> Mike Pence </strong> said. He said it's time to restore the \" sanctity of life \" to the \" center of American law. \" The annual March for Life has been held every year since 1974,", "new_id": -2}, {"uid": "1297287102243777541", "i": 56262, "idx": 2, "sa": ["Mike Pence", "Laura Ingraham", "Gail Collins", "George Tiller"], "q": "money, which provides abortions- which, BTW, is still legal despite the efforts of Bill and <strong> Mike Pence </strong>'s \" pro-life \" pals to criminalize it. As <strong> Gail Collins </strong> says in her excellent article, Collins.html\"> <q> The Siege of PlLaura Ingrahamd Parenthood, </q> the legislative slogan here is \" let them eat leeches. \" So not surprisingly, Bill O'Reilly, whose relentless attacks on abortion provider Dr. <strong> George Tiller </strong>, which created a climate of hate in which the doctor was", "new_id": -2}, {"uid": "1296228272172146710", "i": 20868, "idx": 5, "sa": ["Tim Pawlenty", "Mike Pence"], "q": "months tells NRO the conservative Hoosier \" was extremely torn while he deliberated. \" Another who met with <strong> Mike Pence </strong> feels his heart was never completely in a bid for president. Someone close to <strong> Mike Pence </strong> explains that <q> the people closest to him, the friends and people he knew best from Indiana, wanted to see him come back to Indiana. </q> By contrast, \" the support for him to run nationally was in large part from leaders of the national conservative movement \" - who perhaps didn't have the same sway as his longTim Pawlentye supporters. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1296183151117178385", "i": 27586, "idx": 5, "sa": ["Mike Pence"], "q": "months tells NRO the conservative Hoosier \" was extremely torn while he deliberated. \" Another who met with <strong> Mike Pence </strong> feels his heart was never completely in a bid for president. Someone close to <strong> Mike Pence </strong> explains that <q> the people closest to him, the friends and people he knew best from Indiana, wanted to see him come back to Indiana. </q> By contrast, \" the support for him to run nationally was in large part from leaders of the national conservative movement \" - who perhaps didn't have the same sway as his longtime supporters. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295308387132857908", "i": 6956, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "most outspoken critics of <strong> Barack Obama </strong>. \" We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead \" and <q> we'll be making a decision before the end of this month, </q> <strong> Mike Pence </strong> told about 100 people at a conference room in the Henry County, Ind., Hospital. Should <strong> Mike Pence </strong> enter the contest, he would face an uphill climb. Few Americans have heard of him and", "new_id": -2}, {"uid": "1295958129216842277", "i": 12959, "idx": 3, "sa": ["Mike Pence", "Dick Armey"], "q": "movement made the same argument in a letter sent to <strong> Mike Pence </strong> this week. \" Seize this moment, <strong> Mike Pence </strong>, \" said the letter signed by former House Majority Leader <strong> Dick Armey </strong> and three others. <q> At this precarious time in our nation's history, none of us can afford to make political calculations or make decisions based on future ambitions, for what will be left of the future if we fail today? </q> And <strong> Mike Pence </strong> fans are collecting signatures from conservatives and tea party activists through a Web site and social media campaigns as part of a draft effort. \" I said,`", "new_id": -2}, {"uid": "1295779892017170523", "i": 2209, "idx": 3, "sa": ["Mike Pence", "Dick Armey"], "q": "movement made the same argument in a letter to <strong> Mike Pence </strong> this week. \" Seize this moment, <strong> Mike Pence </strong>, \" said the letter, signed by former House Majority Leader <strong> Dick Armey </strong> and three others. <q> At this precarious time in our nation's history, none of us can afford to make political calculations or make decisions based on future ambitions, for what will be left of the future if we fail today? </q> And <strong> Mike Pence </strong> supporters are collecting signatures from conservatives and tea party activists through a website and social media campaigns as part of a draft effort. \" I said,` Let", "new_id": -2}, {"i": 27945, "idx": 2, "index_answer": 1, "new_id": -1, "q": "`` Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,'' <strong> Zahi Hawass </strong> said in a statement. But he asked that <q> this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> World Video: Banned books back on sale in Tunisia's bookshops World Video: Raw Video: Deadly explosion at Moscow airport Report Abuse \" <strong> Zahi Hawass </strong> is nothing more than an Egyptian <strong> Sarah Palin </strong>( albeit with brains)", "sa": ["Sarah Palin", "Zahi Hawass"], "uid": "1295891307156680197"}]