[{"uid": "1295586272212418583", "i": 3536, "idx": 11, "sa": ["LeBron James", "Linas Kleiza", "Allen Iverson", "Carmelo Anthony"], "q": "points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said. <q> I will remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaLeBron James out on the fast break and getting easy layups. He then", "new_id": -2}, {"uid": "1295256414206143491", "i": 21069, "idx": 0, "sa": ["Allen Iverson"], "q": "Game 3 of their first-round series. The Sixers avoided a best-of-five series sweep for the first time since 1991 against Milwaukee. They host Game 4 on Wednesday. Responding in pressure situations is nothing new for <strong> Allen Iverson </strong>. <q> That's my life, </q> <strong> Allen Iverson </strong> said.`` That's just what I've been going through since I've been in the league, so I'm kind of used to it. When we lose, people are going to point the", "new_id": -2}, {"uid": "1295214708006406150", "i": 8956, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": ". Sen. <strong> Kirsten Gillibrand </strong>, of New York, close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did, </q> the Democratic senator said on NBC's`` Meet the Press'' Sunday. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. Randy Larson, 57", "new_id": -2}, {"uid": "1295089808170442752", "i": 25340, "idx": 1, "sa": ["Clive Goodman", "John P. Yates", "Keir Starmer", "Andy Coulson", "Glenn Mulcaire"], "q": "<strong> Andy Coulson </strong>, among others.`` We are both aware that there remain outstanding public, legal and political concerns,'' the Met's acting deputy commissioner, <strong> John P. Yates </strong>, wrote to Mr <strong> Keir Starmer </strong>. <q> This is particularly so in relation to the various and recently reported high profile civil cases, as well as the inquiry to be undertaken by the parliamentary standards& privileges committee.`` As a result, I consider it would be wise to invite you to further re-examine all the material collected in this matter.`` This would also enable you to advise me and assure yourself as to whether there is any existing material which could now form evidence in any future criminal prosecution relating to phone hacking. </q> Prosecutors will go back to the original material from the investigation into <strong> Clive Goodman </strong> and <strong> Glenn Mulcaire </strong>, along with any material that has arisen since then. The assessment will be carried out by the CPS'", "new_id": -2}, {"uid": "1295865401181075988", "i": 53146, "idx": 5, "sa": ["John McCain", "Colin Powell", "Carly Fiorina"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q> a man who I admire as much as any man in the world, person in the world </q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly TEXT: <strong> John McCain </strong>: Rewriting His Own History On Iraq? <strong> Carly Fiorina </strong>:`` But", "new_id": -2}, {"uid": "1296242877002752520", "i": 18513, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "by a power struggle stand-off following a November election. U.N.-certified results showed that opposition candidate <strong> Alassane Ouattara </strong> won but they were overturned by a top legal body and incumbent Laurent Gbagbo has resisted calls to step down. <q> This summit must send a strong and unequivocal message that the two parties must negotiate face-to-face, </q> <strong> Raila Odinga </strong> said before he was due to present a report on Ivory Coast to the AU's Peace and Security Council in Addis Ababa. The statement comes ahead of an AU summit this weekend and after <strong> Raila Odinga </strong>", "new_id": -2}, {"uid": "1295455850061816832", "i": 22509, "idx": 1, "sa": ["Steve Ballmer"], "q": ".`` Mit Microsoft Dynamics CRM definieren wir den Begriff Produktivit?t neu, denn wir stellen ein branchenf?hrendes Produkt bereit, das zugleich hundertprozentig auf die Cloud ausgerichtet ist'', erkl?rt <strong> Steve Ballmer </strong>, CEO von Microsoft. <q> Durch die vertraute Benutzeroberfl?che, die optimierte Zusammenarbeit, die Straffung von Prozessen sowie den Zugriff auf Echtzeitdaten z?hlt Microsoft Dynamics zu den Marktf?hrern. </q> Signifikante Steigerung der Produktivit?t Benutzer in den Bereichen Sales, Services und Marketing profitieren von der ihnen bekannten Handhabung aufgrund eines nativen Microsoft Outlook Clients sowie von dem browserbasierten und mobilen Zugriff, dem auf Rollen", "new_id": -2}, {"uid": "1297556748101662770", "i": 18032, "idx": 0, "sa": ["Blake Griffin", "Allen Iverson", "Dwyane Wade"], "q": "first rookie since <strong> Allen Iverson </strong> in 1996 to have two 40-point games in a season and would set a Clippers franchise record for consecutive double-doubles( 27), the most by an NBA rookie in 40 years. <q> We don't know how good he's going to be, but he's a phenomenon, </q> <strong> Dwyane Wade </strong> said during <strong> Blake Griffin </strong>'s first and only visit to Miami.`` When you have as much athletic ability as he has, now he's starting to understand the game more, he's starting to see where", "new_id": -2}, {"uid": "1295400567126992450", "i": 1518, "idx": 1, "sa": ["Steve Ballmer", "Barack Obama"], "q": "The Congressional Steel Caucus of lawmakers from steel-making states urged <strong> Barack Obama </strong> to tell Hu that`` American patience for its unfair and illegal trade practices, and its exploitative and anti-competitive policies, has run out.'' <q> There's increasing frustration, particularly on the exchange rate issue, with the pace at which the Chinese have advanced, </q> <strong> Steve Ballmer </strong> Dunaway, an international economics expert at the Council on Foreign Relations, told reporters. China's Foreign Ministry said it hoped U.S. lawmakers would not sour the tone of Hu's visit, repeating that", "new_id": -2}, {"i": 35147, "idx": 1, "index_answer": 0, "new_id": -1, "q": "informed source. The political stakes were ratcheted up in the hours following <strong> Andy Coulson </strong>'s resignation when <strong> Ed Miliband </strong> personally issued a series of statements criticising the wisdom of hiring the former News of the World Editor; <q> I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for as long as he did', </q> he said. Those comments have reportedly given an added urgency to efforts to`` throw the dirt back''.`` <strong> Ed Miliband </strong> was unwise to comment,'' said one observer,`` the Tories are going to", "sa": ["Ed Miliband", "Andy Coulson"], "uid": "1295876928012320777"}]