[{"uid": "1295873978013910017", "i": 12471, "idx": 5, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "middle class or the most vulnerable people in this country,\" <strong> Sen. Bernie Sanders </strong> said. Welch said he'd like to hear <strong> Barack Obama </strong> address a broad range of issues, including the deficit. <q> I'd like to hear him explain how we're going to start bringing troops home sooner rather than later from Afghanistan,( and) what we're going to do to develop an energy policy that will create jobs, </q> he said. You must fill out the comment body in order to submit a comment. Vermont affordable housing project gets energy funds| The Burlington Free Press| Burlington, Vermont Region's Sudanese refugees excited over", "new_id": -2}, {"uid": "1295561367021315586", "i": 42193, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Â© 2010 Cleveland Live, <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1295798969051544070", "i": 38026, "idx": 0, "sa": ["Rachel Maddow", "Kirsten Gillibrand", "Sen. Joe Lieberman", "Lady Gaga", "John McCain"], "q": ".\" The <strong> Rachel Maddow </strong> comments on filibuster, General Amos, <strong> John McCain </strong>& <strong> Lady Gaga </strong> http://wn.com/'Don't_Ask,_Don't_Tell'_Repeal_Passes_Historic_Senate_Vote In a historic vote, the Senate on Saturday voted to advance legislation that would overturn the military ban on openly gay troops known as <q> Don't Ask, Don't Tell. </q> Prior to the vote, Senators <strong> Kirsten Gillibrand </strong> and <strong> Sen. Joe Lieberman </strong>-- leaders on this issue-- urged their Senate colleagues to vote for passage of repeal. http://wn.com/Senate_Democrats_Military_Officials_Advocate_for_Repeal_of_Don't_Ask,_Don't_Tell Lambda Legal Executive Director Kevin Cathcart spoke with CBS News in response to", "new_id": -2}, {"uid": "1296637625036814848", "i": 23158, "idx": 0, "sa": ["Simon Cowell"], "q": "However, recent reports have put her position in doubt over fears that she is not famous enough in the country. \"<strong> Simon Cowell </strong> still hasn't confirmed the panel,\" a source told The Sun. <q> She is in a state, it's her ticket out of the UK. </q> They continued: \"There's still a 50% chance producers of the US X Factor will give her the go-ahead. Either way, <strong> Simon Cowell </strong> has promised to help her launch a career over there.", "new_id": -2}, {"uid": "1296174724053526603", "i": 20596, "idx": 9, "sa": ["Jackie Walorski", "Mitch Daniels", "Mike Pence"], "q": "continue to raise money in his U.S. House campaign fund and later transfer that to campaign for governor if he decides to run. <strong> Jackie Walorski </strong> said she expected <strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. <q> He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through, </q> she said. \"Obviously it'd be great for the state of Indiana.\"", "new_id": -2}, {"uid": "1295611674042827797", "i": 15948, "idx": 0, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "photographs showing the abuse of Iraqi prisoners by British soldiers. <strong> Andy Coulson </strong>- good man, good friend. How many times does@guardian want people to quit over same thing? 12.02 pm: In the comments@londone asks <q> where are the questions about <strong> David Cameron </strong>'s judgement and leadership qualities </q> that I posed about <strong> Ed Miliband </strong> in my live blog of the Alan Johnson resignation last night. See the previous post,@londone- I think the story will definitely pile the heat on <strong> David Cameron </strong> now. My colleague", "new_id": -2}, {"uid": "1297222050127549454", "i": 29084, "idx": 2, "sa": ["Colin Powell"], "q": "talk about it.\" Mr. Rumsfeld recounts that Mr. <strong> Colin Powell </strong> objected. \"That would wipe out my briefing,\" Mr. Rumsfeld quotes Mr. <strong> Colin Powell </strong> as saying. <q> We're going to get Khurmal in a few weeks anyway, </q> Mr. <strong> Colin Powell </strong> added, according to Mr. Rumsfeld. Peggy Cifrino, a spokeswoman for Mr. <strong> Colin Powell </strong>, said: \"<strong> Colin Powell </strong> <strong> Colin Powell </strong> said he might have been", "new_id": -2}, {"uid": "1297702534073007116", "i": 3948, "idx": 1, "sa": ["Steve Ballmer"], "q": "grote update is een mobiele versie van IE9 met hardware-acceleratie voor Windows Phone. \"Dit is een goed voorbeeld van het samenbrengen van onderdelen binnen Microsoft om de gebruikservaring van Windows Phone te verbeteren\", aldus <strong> Steve Ballmer </strong>. <q> We moeten het volledige web naar de telefoon brengen. </q> De reguliere versie van IE9, waarvan recent de release candidate verscheen, gebruikt ook hardware-acceleratie voor het sneller verwerken van zware grafische toepassingen door naast de processor( cpu) ook de grafische chip( gpu)", "new_id": -2}, {"uid": "1296850492052805645", "i": 31245, "idx": 3, "sa": ["Roger Goodell", "Michael Vick"], "q": "\" <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <q> I don't want him to put himself in a position where bad things can happen around him, </q> <strong> Roger Goodell </strong> said. \"He takes that seriously.\" With several centimetres of snow falling Friday, on top of ice that's been there for days, many Super Bowl activities across the Dallas-Fort Worth area", "new_id": -2}, {"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.\" Saying his \"heart was in Indiana,\" <strong> Mike Pence </strong> said he would continue to meet with <q> the good and strong and opinionated people of this state </q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}]