[{"uid": "1297616629186400779", "i": 26870, "idx": 12, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "out <strong> Saddam Hussein </strong>.`` When did you first talk to <strong> President Bush </strong> about going after <strong> Saddam Hussein </strong>?'' asked Martin.`` Oh, I think it was in September,'' <strong> Donald Rumsfeld </strong> replied. <q> So before the first U.S. boot is on the ground in Afghanistan... </q>`` He called me into the Oval Office and he said,` Do you have a war plan for Iraq?''' <strong> Donald Rumsfeld </strong> explained. But as he was gearing up for war the", "new_id": -2}, {"uid": "1296166323222920709", "i": 31959, "idx": 0, "sa": ["Steve Ballmer"], "q": "though revenue climbed 15 percent.`` We are enthusiastic about the consumer response to our holiday line-up of products, including the launch of Kinect,'' said Microsoft chief financial officer Peter Klein. <q> The pace of business spending, combined with strong consumer demand, led to another quarter of operating margin expansion and solid earnings per share growth. </q> Microsoft sold more than eight million gesture-sensing Kinect controllers for Xbox 360 videogame consoles in the 60 days after it hit the market in November, chief executive <strong> Steve Ballmer </strong> said early this month.... Copyright Â©", "new_id": -2}, {"uid": "1297134127194772997", "i": 5416, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": ", January 27-February 2 While the NFL's autograph signing and ticket giveaway for Tuesday has been canceled because of bad weather, the the NFL Shop at NFL Experience New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy? </q> Â© 2011 PanLocal Media, LLC- All Rights Reserved. Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I", "new_id": -2}, {"uid": "1296120493016678926", "i": 7166, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Â© Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. Single Page 1 <strong> Barack Obama </strong> More articles in Nation", "new_id": -2}, {"uid": "1295684263156418049", "i": 10983, "idx": 0, "sa": ["Andy Coulson"], "q": "quits The search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the News of the World phone hacking scandal had <q> made it difficult to give the 110% needed in this role </q>. He will stay at Downing street for a few weeks while a successor is found. Mr <strong> Andy Coulson </strong> quit as the paper's editor in 2007 saying he took ultimate responsibility for the scandal,", "new_id": -2}, {"uid": "1295034979268353577", "i": 48703, "idx": 0, "sa": ["Jimmy Fallon", "David Letterman"], "q": "13 2011 10. <strong> Jimmy Fallon </strong>: A town in Britain is making town employees submit a written request for an office romance. That's going to be weird if the other person isn't in to it. <q> Susan, I've gotten permission to have a romance with you. </q>`` But I'm married.''`` Well, you're going to have to take that up with Mr. Thorpe.'' 9. <strong> David Letterman </strong>: The Golden Globes has weird categories.`` Best Actor", "new_id": -2}, {"uid": "1297323057252542979", "i": 10132, "idx": 4, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": ". As bad as <strong> Saddam Hussein </strong> was, we proved to be much worse. Posted by: AMviennaVA| February 9, 2011 10:12 AM| angrydoug1@ February 9, 2011 9:22 AM wrote <q> Reasonable people can oppose the 2003 invasion of Iraq. But only unreasonable people can say <strong> Donald Rumsfeld </strong>'s quote is a whopper. </q> Yes, reasonable people, such as I, can( and did) oppose the invasion of Iraq. And <strong> Donald Rumsfeld </strong>, along with the entire Bush/Cheney administration, lied and are still lying.", "new_id": -2}, {"uid": "1296079016000753673", "i": 20690, "idx": 3, "sa": ["Michael Vick"], "q": "said,`` because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.'' \"[...]`` We're real excited about it,'' Vito said. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q>`` Prev Goodell will take a$ 1 salary if there's a work stoppage Report Abuse`` SOUGH-AFTER'' its called spell check Report Abuse SOUGH-AFTER'' its called spell", "new_id": -2}, {"i": 36300, "idx": 5, "index_answer": 1, "new_id": -1, "q": "were seeing,'' <strong> Kirsten Gillibrand </strong> said.`` They were saying this is unbelievable progress, to see this.'' Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) <q> Mark started to tell her,` <strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up sign,' </q> <strong> Debbie Wasserman Schultz </strong> told MSNBC's <strong> Chris Matthews </strong> on`` Hardball.''`` He encouraged her and pushed her to do that. She kept opening her eyes a little more and a little bit more and suddenly, her", "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Matthews", "Gabrielle Giffords"], "uid": "1294991426005357592"}, {"uid": "1296932632255066119", "i": 37263, "idx": 0, "sa": ["David Letterman"], "q": "its kind.`` Anthem Inc. is our way of saying thank you to our incredibly loyal, global fan base for their support over the last 20 years,'' said Vin Rock of the release. <q> With a few classic tracks re-recorded and brand new bangers, the album will give listeners a` Then and Now' perspective of our career. The group began promotion by performing a medley of songs, in addition to their new single`` Flags, </q> on`` Late Show with <strong> David Letterman </strong>'' on Thursday( February 3). Their latest single,`` Flags,'' has been released in two video versions, the`` Life Cut'' and the``", "new_id": -2}]