[{"uid": "1295906821021954677", "i": 8221, "idx": 0, "sa": ["David Beckham", "Jay Leno", "Simon Cowell", "Christopher Ciccone", "Cyndi Lauper"], "q": ", Beyonce and Jay Leno-Z, soccer star <strong> David Beckham </strong> and author JK Rowling. Madonna isn't commenting about an upcoming memoir written by her younger brother, <strong> Christopher Ciccone </strong>. Publisher <strong> Simon Cowell </strong>& Schuster Cyndi Lauperounced yesterday <strong> Christopher Ciccone </strong>'s book, called <q> Life With My Sister, </q> will be released on July 15. The book will apparently have a first printing of 350000 copies. The Material Girl's rep told the AP the singer hasn't condoned any biographies about herself and added Madonna is", "new_id": -2}, {"uid": "1296354133035504148", "i": 1428, "idx": 1, "sa": ["Michael Vick", "Jhon García Sossa"], "q": "say,` Three years, that seems like such a long time,''' said <strong> Jhon García Sossa </strong>, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. <q> But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were. </q> Much as it has been hard to fit the story of <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs' lives, their recovery and the message they send, is", "new_id": -2}, {"uid": "1295709517126484491", "i": 9364, "idx": 0, "sa": ["Regis Philbin", "David Letterman"], "q": "guest of <strong> David Letterman </strong>'s. No particular reason; Dave likes to do two tapings on Monday, and whatever the two friends talked about could wait until the show aired four days later. The future of <q> Live With <strong> Regis Philbin </strong> and Kelly </q> did not come up, though <strong> Regis Philbin </strong> did mention getting`` fired'' from Disney World parade-announcing duty, which now seems ominous since Disney owns the`` Live'' franchise.`` There's four people in", "new_id": -2}, {"uid": "1297144373171491425", "i": 10395, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.'' All content? Copyright 2001- 2011 WorldNow and KLTV, a", "new_id": -2}, {"uid": "1296821695221364241", "i": 44195, "idx": 1, "sa": ["Christiane Amanpour", "Zahi Hawass"], "q": "It was unclear how much had been taken.`` I am the only source of continuing truth concerning antiquities, and these rumors are aimed at making the Egyptian people look bad,'' he wrote. <q> If anything happens to the museum, I would bravely tell everyone all over the world, because I am a man of honor, and I would never hide anything from you. </q> For Complete Coverage of the Crisis in Egypt, Featuring Exclusive Reporting From <strong> Christiane Amanpour </strong>, href=\"http://abcnews.go.com/International/Egypt_Christiane Amanpour_Christiane Amanpour/\"> Click Here Archaeologists elsewhere took little comfort, concerned that <strong> Zahi Hawass </strong> was, as one put", "new_id": -2}, {"uid": "1295537656152666130", "i": 11951, "idx": 2, "sa": ["Vern Buchanan", "Mike Pence", "Curtis Hanson", "Richard M. Burr"], "q": "A much bigger economic crisis is coming. And, every country in the world i... <strong> Mike Pence </strong>:`` You Can't Fix A GoVern Buchananment Takeover Of Health Care. Repeal and Start Over.'' <strong> Mike Pence </strong>: <q> You Can't Fix A GoVern Buchananment Takeover Of Health Care. Repeal and Start Over. </q> ARCHITECTURE: Lovell Health House in LA Confidential The Lovell Health house in Los Angeles was designed by architect <strong> Richard M. Burr </strong> Neutra( 1892-1970). In LA Confidential( 1997) dir. <strong> Curtis Hanson </strong>, it is the residence of", "new_id": -2}, {"uid": "1297260302158613537", "i": 31381, "idx": 0, "sa": ["Bill Lockyer"], "q": "they don't expect Democrats to support either Brown's proposals or additional cuts suggested by the legislative analyst, and that the budget process is a negotiation between the two houses, not the two parties. <q> That's what I told Brown the day after the election, </q> said Sen. Bob Dutton, R-Rancho Cucamonga( San Bernardino County).`` I told him his biggest challenge will be getting Assembly Democrats and Senate Democrats on the same page.'' State Treasurer <strong> Bill Lockyer </strong>,", "new_id": -2}, {"uid": "1297158148070336571", "i": 50787, "idx": 5, "sa": ["Donald Rumsfeld", "George H. W. Bush", "Mohammed al-Qahtani"], "q": "terrorism suspects helped U.S. authorities save lives, including in the case of <strong> Mohammed al-Qahtani </strong>.`` Qahtani, who was the 20th hijacker, they say-- he gave a lot of information,'' <strong> Donald Rumsfeld </strong> said. <q> And it was very helpful to our interrogators and to the United States government in saving lives. </q> He added,`` And I think that the fact that we haven't had an attack in a decade is a credit to that administration, the <strong> George H. W. Bush </strong> administration, and to[ <strong> George H. W. Bush </strong>].''", "new_id": -2}, {"uid": "1295397574010076209", "i": 42317, "idx": 0, "sa": ["Michael Vick", "Jay Cutler", "Lovie Smith", "Brian Urlacher", "Adrian Peterson"], "q": "himself on Sunday, that the Bears stopped <strong> Michael Vick </strong> when he was at his hottest, or that they shut <strong> Adrian Peterson </strong> down when he, too, was on a hot streak, recall something 50-Cent said: <q> If they hate then let them hate, and watch the money pile up. </q> <strong> Jay Cutler </strong> Mediocre messiah hasn't looked like the elite QB the Bears promised. <strong> Lovie Smith </strong> Stoic head-coach can not abide a fourth season sans playoffs. <strong> Brian Urlacher </strong> A cantankerous veteran in decline, he", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}]