[{"uid": "1295795475254902335", "i": 19270, "idx": 2, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": ".'' Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. But deputy prime minister <strong> Nick Clegg </strong> insisted Sunday: <q> I don't think this government will miss a beat. </q> AFP <cite> This story is sourced direct from an overseas news agency as an additional service to readers. Spelling follows North American usage, along with foreign currency and measurement units. </cite>", "new_id": -2}, {"uid": "1295754538127680563", "i": 16183, "idx": 0, "sa": ["Andy Coulson"], "q": "and formed the Project For The New American Century, who called for`` A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR'' TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Report Abuse <q>`` The exiled head of the main Tunisian Islamist party, which was banned by <strong> Zine El Abidine Ben Ali </strong>, told AFP that he now planned to return to his homeland. </q> </blockquote> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit`` Racheal Ray Lost 43lbs'' She followed these 2 weight loss rules and", "new_id": -2}, {"uid": "1295907179241205261", "i": 14440, "idx": 0, "sa": ["Andy Coulson", "Chris Huhne"], "q": "has to decide on his own in a quasi-judicial capacity, whether to refer the BSkyB bid. It is understood that Ofcom has recommended that the bid should be referred. The No 10 spokesman said: <q> On the bid process... the culture secretary Jeremy Hunt is considering the report and he makes the decision in a quasi-judicial role. It is his decision alone. </q> Downing Street faced pressure on another front after <strong> Chris Huhne </strong>, the Liberal Democrat climate change secretary, accused the Metropolitan police yesterday of failing to investigate phone-hacking allegations properly. <strong> Andy Coulson </strong> resigned as the Downing", "new_id": -2}, {"uid": "1295834123017383424", "i": 44874, "idx": 1, "sa": ["Eric Schmidt"], "q": "development, <strong> Eric Schmidt </strong> revealed in a blog.`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better,'' <strong> Eric Schmidt </strong> stated. <q> Larry, in my clear opinion, is ready to lead. </q> Despite his assertion, industry insiders say the because <strong> Eric Schmidt </strong> was stretched too thin after the firm's rapid growth, WSJ.com reported. The UK's Guardian particularly following gaffes like the collection of private user information by Google", "new_id": -2}, {"uid": "1295425513122060872", "i": 22246, "idx": 0, "sa": ["Sergio Marchionne"], "q": "WINDSOR, Ontario- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295552137065978390", "i": 40782, "idx": 6, "sa": ["John McCain", "Kirsten Gillibrand", "Sen. Joe Lieberman", "Lady Gaga"], "q": "Senators <strong> Kirsten Gillibrand </strong> and <strong> Sen. Joe Lieberman </strong>-- leaders on this issue-- urged their <strong> John McCain </strong>.. A message from <strong> Lady Gaga </strong> to the Senate Sept 16 2010 www.sldn.org Call your senator at(202) 224-3121... In Historic Move, Senate Votes to Repeal <q> Don't Ask, Don't Tell </q> In Historic Move, Senate Votes to Repeal`` Don't Ask, Don't Tell'' Democracy Now!- democracynow.org The Senate voted 63 to 31 on Thursday to repeal the military's`` Don't Ask,", "new_id": -2}, {"uid": "1295139773120274967", "i": 22549, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "an adult, has been this close to being lost.'' Still, she is not perturbed for her own safety-- although her husband, Jonathan, always is, at least some. <q> Of course he worries about me every day, and he always has and he always will, </q> <strong> Kirsten Gillibrand </strong> said.`` But we also know this job is about service, it's about helping constituents, and meeting constituents, and being available and having those one-on-one meetings,'' she said.", "new_id": -2}, {"uid": "1296250153055099523", "i": 46120, "idx": 1, "sa": ["Michael Vick", "Ruud Gullit"], "q": "</a>. The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive <strong> Ruud Gullit </strong> rejects criticism of his move to Terek Grozny, says he wants to bring joy... AMSTERDAM- <strong> Ruud Gullit </strong> has rejected criticism of his decision to coach Chechnyan club Terek Grozny, whose president,", "new_id": -2}, {"uid": "1295448193089899023", "i": 4808, "idx": 2, "sa": ["David Letterman", "Regis Philbin"], "q": "-- is he retiring from show business, or he is just leaving Live? Joking that he had a drink before he made the announcement, he asked <strong> David Letterman </strong> what he said. Then he explained, <q> I'm leaving the show. I'm not retiring from show business. </q> <strong> David Letterman </strong> asked <strong> Regis Philbin </strong> if he would come on show, at least.`` Once in awhile, <strong> David Letterman </strong>,'' <strong> Regis Philbin </strong> said.`` Not too often.'' Closing the call,", "new_id": -2}, [{"i": 31852, "idx": 1, "index_answer": 0, "new_id": -1, "q": "a friend.`` I talked to her husband Mark last night. She's making progress every day.'' While it's`` far too early'' for the congresswoman to speak, <strong> Kirsten Gillibrand </strong> said, <q> she's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and understand and show people she understands what she's hearing and seeing. </q> <strong> Gabrielle Giffords </strong> began breathing without a ventilator yesterday as doctors took out the breathing tube that had run down her throat and replaced it with a tracheotomy tube in her windpipe. Surgeons also inserted a feeding tube.", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295231201028164120"}]]