[{"uid": "1297461177215384092", "i": 13012, "idx": 5, "sa": ["Michael Vick"], "q": "clean with authorities about his role in the killing of dogs until after he took a lie-detector test. Knorr also recalled how one confidential informant he wrote about in his USDA report noted that <strong> Michael Vick </strong>'s adrenaline <q> would go up, he'd get a high when the group[ <strong> Michael Vick </strong> and his co-defendants, Quanis Phillips and Purnell Peace] were killing[ the dogs]. </q> In 2007, <strong> Michael Vick </strong> was convicted of a felony related to a dogfighting ring and served 19 months in prison. He has spent the last two seasons with the href=\"http://espn.go.com/nfl/team/_/name/phi/philadelphia-eagles\"> Philadelphia Eagles, and", "new_id": -2}, {"uid": "1295569075103366669", "i": 2703, "idx": 0, "sa": ["Bernie Sanders", "Barack Obama"], "q": "cutting Social Security benefits when he ran for <strong> Barack Obama </strong> in 2008. In recent weeks, however, he has stayed largely silent on the proposal to cut benefits put forth by the fiscal-responsibility commission he appointed. <q> I urge you to once again make clear to the American people that under your watch we will not cut Social Security benefits, raise the retirement age or privatize this critical program, </q> <strong> Bernie Sanders </strong> wrote in a letter to <strong> Barack Obama </strong>.`` Social Security is a promise that we can not and must not break.'' <strong> Bernie Sanders </strong>, who caucuses with Senate Democrats, and other liberals are worried about", "new_id": -2}, {"uid": "1295564643217792513", "i": 50666, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Movers 01/20: DNBK, ISRG, PLCM, AHL, MXIM, TPX, VSI, GOOG Higher; CVU, ELX, IGT, JNY, MTXX, SWKS, SYNA Lower Google( GOOG) <strong> Eric Schmidt </strong> Says <q> Adult Supervision No Longer Needed </q> Google( GOOG) Posts Blowout Q4 EPS; <strong> Larry Page </strong> to Replace CEO <strong> Eric Schmidt </strong> More News related to Press Releases Genesee& Wyoming Announces Q4 2010 Financial Release Conference Call and Webcast Helix Inks Agreements for Deepwater Containment", "new_id": -2}, {"uid": "1297533337033751050", "i": 59460, "idx": 1, "sa": ["Mike Pence", "Greg Walden"], "q": ", especially freedom of speech and of the press,'' said <strong> Mike Pence </strong>, a former radio talk show host who introduced the same bill in the last session of Congress when Democrats still controlled the House. <q> Bringing back the Fairness Doctrine would amount to government control over political views expressed on the public airways, </q> he said in a statement.`` We must pass the Broadcaster Freedom Act and bury the Fairness Doctrine once and for all.'' <strong> Greg Walden </strong>, who owned and operated radio stations with his wife for nearly", "new_id": -2}, {"uid": "1296414527110477372", "i": 638, "idx": 0, "sa": ["Zahi Hawass"], "q": "the figures did not contain gold, they dropped them and the items broke. They then seized two skulls of the 2,000-year-old mummies and fled. Dr <strong> Zahi Hawass </strong>, the director of the museum, said: <q> Demonstrators in collaboration with security forces stopped the thieves and returned the relics to the museum- but they were already damaged. Only their heads were intact. </q> Egyptologists described the smashing of the irreplaceable artefacts as`` devastating''. 29 Jan 2011`` But I would not be at all surprised if this was the work of a gang who were being", "new_id": -2}, {"uid": "1295783022066551848", "i": 14849, "idx": 1, "sa": ["Andy Coulson"], "q": "for BP spill money Report Abuse \" Two uneducatd, ignorant smelly cretins posting on this story. Neither knows a single thing about any subject, nor is either capable of gaining any such knowledge. \" Report Abuse <q> Good. India and China deserve cheap energy and 10% growth. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296121416224231429", "i": 20170, "idx": 1, "sa": ["Bernie Sanders"], "q": "in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. title=\"Bernie Sanders\" href=\"http://www.latimes.com/topic/politics/Bernie Sanders-Bernie Sanders-PEPLT005768.topic\"> <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Comments are filtered for language and registration is required. The Times makes no guarantee of comments' factual accuracy. Readers may report inappropriate comments by clicking the Report Abuse link.- L.A.. Now 01/26/2011, 10:46", "new_id": -2}, {"uid": "1295178088150732812", "i": 37496, "idx": 1, "sa": ["Simon Cowell"], "q": "What'' s great about <strong> Simon Cowell </strong> is that with someone awful yet quite fragile, he'' s a metaphorical arm around the shoulder far more than you think he is,'' said O'' Leary. <q> If people can handle it they </q> ll get it, but you see people come on and get booed and he'' ll make sure they walk off that stage feeling a million dollars. He'' s a lot nicer than people give him credit", "new_id": -2}, {"uid": "1296106965198869114", "i": 1975, "idx": 8, "sa": ["Damon Jones", "Darryl Dawkins", "Allen Iverson"], "q": "his first triple-Darryl Dawkins of the season-- 30 points, 10 assists and 10 rebounds-- and 10th of his career.`` We contained him,'' said <strong> Allen Iverson </strong>, who finished with 25 points and nine assists. <q> That's <strong> Darryl Dawkins </strong> you can do with players like that. You can't play this game scared. </q> The Cavaliers cut Denver's cushion to 103-98 on <strong> Damon Jones </strong>' 3-pointer with 3:15 left in the game. But Denver closed the game out with a 7-1 run. The struggling Cavaliers have now lost four of their last", "new_id": -2}, {"i": 1480, "idx": 0, "index_answer": 1, "new_id": -1, "q": "else.`` It was the only thing I didn't want to quit. I started when I was 19. I quit every single job I had up until that point,'' <strong> Joe Matarese </strong> said. <q> I started going and I was hooked immediately. And I never stopped. </q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's Last", "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "uid": "1295163756229244974"}]