[{"uid": "1295658341074924035", "i": 654, "idx": 4, "sa": ["Alastair Campbell", "Damian McBride", "Andy Coulson"], "q": "done for me, for the government and for the country. He has run the Downing Street press office in a very straightforward professional and competent way.'' He said he compared <strong> Andy Coulson </strong>'s regime with <q> the days of dodgy dossiers, <strong> Alastair Campbell </strong>, <strong> Damian McBride </strong> and all that nonsense we had from the past government </q>. He reiterated <strong> Andy Coulson </strong>'s dogged defence, saying his communications director`` had resigned as News of the World editor as soon as he found what was happening''. <strong> Andy Coulson </strong> resigned from the paper in January", "new_id": -2}, {"uid": "1296243857061128716", "i": 2828, "idx": 4, "sa": ["Simon Munzu", "Alassane Ouattara"], "q": "of movement, and racketeering of road users.'' One new development, <strong> Simon Munzu </strong> explained, is the emergence of groups of youths determined to enforce the civil disobedience campaign recently waged by <strong> Alassane Ouattara </strong>'s camp by <q> setting up roadblocks, burning tyres, obstructing traffic generally, and threatening to use physical violence against those who appear not to want to heed the call to disobedience. </q>`` While we condemn human rights infringements committed by the defence and security forces of Laurent Gbagbo, we can not turn a blind eye to the increasingly serious violations of economic, social and cultural rights that", "new_id": -2}, {"uid": "1296001277079446017", "i": 22792, "idx": 2, "sa": ["Steve Ballmer"], "q": "homes, causing a railroad bridge to collapse and leaving much of downtown underwater.( June 12) <strong> Steve Ballmer </strong> Shriver/owns flooded business`` Something is collapsing over there.''`` What do you think it is?'' <q> I think it's a parking garage. </q>( TRACK) CEDAR RAPIDS, IOWA IS FALLING APART AS THE CEDAR RIVER SWALLOWS THE CITY. IT LOOKS MORE LIKE VENICE, ITALY THAN THE MIDDLE OF IOWA. <strong> Steve Ballmer </strong> Shriver/owns flooded business`` The river is literally", "new_id": -2}, {"uid": "1297166743166199353", "i": 59149, "idx": 2, "sa": ["Donald Rumsfeld"], "q": ", by przy?czy si do zamachowc?w z 11 wrze?nia 2001 r., ale odm?wiono mu wjazdu. Rumlsfeld twierdzi, e gdy po 2,5 roku dowiedzia si o technikach przes?uchiwania al-Kahtaniego`` by zaskoczony i poruszony''. <q> Niekt?re sposoby przes?uchania sprawia?y wra?enie, jakby plan przes?uchania wykroczy poza techniki, kt?re zaaprobowa?em </q>- wyja?nia. <strong> Donald Rumsfeld </strong> krytykuje w swej biografii Paula Bremera, administratora Iraku mi?dzy obaleniem Husajna a ustanowieniem nowych w?adz irackich, a tak?e Baracka Obam. Obecnemu prezydentowi zarzuca, e cho by przeciwnikiem Guantanamo", "new_id": -2}, {"uid": "1296850140173342751", "i": 9515, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans.`` I want", "new_id": -2}, {"uid": "1295667487250150916", "i": 59840, "idx": 1, "sa": ["Alassane Ouattara"], "q": "with rival <strong> Alassane Ouattara </strong> that risks throwing the top cocoa grower back into civil war.`` The window for a peaceful negotiation is closing very fast,'' Odinga told reporters on returning to Kenya. <q> We will continue to walk the extra mile to find a peaceful resolution... The use of legitimate force is there and we will say that it is the ultimate resort, the very last resort if everything else has failed, </q> he added. There is little appetite among African nations for armed intervention that could cause more bloodshed in a country where 260 have already died in violence linked to the deadlock. Nations such as Ghana say", "new_id": -2}, {"uid": "1295589689072171531", "i": 18581, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Tomáš Berdych", "Richard Gasquet"], "q": "Eric Schmidt\"> <strong> Eric Schmidt </strong> a indiqu que ce changement tait le r?sultat de r?flexions visant?`` simplifier notre structure de direction et acc?l?rer le processus de d?cision''. Google avec M. <strong> Larry Page </strong> en 1998, va quant? lui <q> consacrer son nergie? des projets strat?giques, en particulier en travaillant? de nouveaux produits </q>, a pr?cis le groupe.Cette annonce inattendue a pratiquement fait passer au second plan les r?sultats financiers, qui ont pourtant d?pass les attentes. Open d'Australie: le Fran?ais <strong> Richard Gasquet </strong> limin par <strong> Tomáš Berdych </strong> Ha?ti: l'ex-dictateur Duvalier a``", "new_id": -2}, {"uid": "1297120389257998877", "i": 24844, "idx": 0, "sa": ["Simon Cowell"], "q": "five-million dollar purse the winner will take away, along with a recording contract with Sony, <strong> Simon Cowell </strong> admitted to being just a little bit nervous about the seven figure stakes but believes he can find a deserving star. <q> The money rightly puts an enormous amount of pressure on people, </q> said the reality TV mogul. The winner will receive a million-dollar check once a year for five years, from which recording and marketing expenses will not be deducted.`` This is not a dressed-up five", "new_id": -2}, {"uid": "1295564373055377986", "i": 45995, "idx": 3, "sa": ["Eric Schmidt"], "q": "to report earnings, excluding items, of$ 8.06 a share, on$ 6.05 billion in revenue.`` Q4 marked a terrific end to a stellar year,'' <strong> Eric Schmidt </strong> said in a statement. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web. </q> In after-hours trading, shares of Google rose 2.1 percent to$ 639.68, despite having closed Thursday's regular session down 0.8 percent. Woman abducted as an infant from Harlem Hospital reunites with parents Steamy", "new_id": -2}, {"i": 31382, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q> I think the role of the police in this is now going to become centre-stage. </q> In truth it was a Hospitals fined for mixed-sex wards London, January 24: Hospitals have to pay a fine of Â£ 250 per patient per day for breaking rules on mixed-sex accommodation. There were around", "sa": ["Andy Coulson", "Alastair Campbell"], "uid": "1295845469082296851"}]