[{"uid": "1295674060172441608", "i": 18389, "idx": 5, "sa": ["Carmelo Anthony", "Marcus Camby", "Allen Iverson", "Steve Blake", "Tim Duncan", "Chris Bosh"], "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis.`` Monday, I get to wake up and it's Chris Boshtmas,'' <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-Tim Duncane scoring champion and seven-Tim Duncane All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR Smith back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "new_id": -2}, {"uid": "1295843722089636868", "i": 53149, "idx": 0, "sa": ["Eric Schmidt"], "q": "speed up decision-making at the Internet giant. In a regulatory filing last week, Google said that Mr <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. talkback No responses currently. Irrelevant or inappropriate comments might be edited or removed.", "new_id": -2}, {"uid": "1296153754100335632", "i": 18131, "idx": 0, "sa": ["Steven Tyler", "Naima Adedapo", "Randy Jackson", "Simon Cowell", "Jennifer Lopez"], "q": "`` There's something there to build on,'' <strong> Jennifer Lopez </strong> agreed. J-Lo said`` No,'' <strong> Steven Tyler </strong> said`` Yes'' and Emma began to cry. <strong> Randy Jackson </strong>`` really, honestly'' believes that she'll <q> get swallowed up in this whole thing. </q> He encouraged her to pursue her dream and keep working at it. But in the end, <strong> Randy Jackson </strong> caved and gave Emma her golden ticket. This is why the panel needs <strong> Simon Cowell </strong>. <strong> Naima Adedapo </strong> is", "new_id": -2}, {"uid": "1295717835220610561", "i": 51663, "idx": 2, "sa": ["Sargent Shriver", "Gabrielle Giffords", "Kirsten Gillibrand", "Glen Hansard"], "q": "mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011- 6v&amp;flvURL=/media/2011/01/22/01222011- 6v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011- 6v.jsn''},`` params'':{`` allowFullScreen'':`` true''}} <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support{`` title'': <q> Bono performs at <strong> Sargent Shriver </strong> funeral </q>,`` description'':`` U2 frontman Bono along with <strong> Glen Hansard </strong> of The Swell Season perform at the funeral for R. <strong> Sargent Shriver </strong>.'',`` note'':'''',`` correction'':'''',", "new_id": -2}, {"uid": "1296708031055181319", "i": 31391, "idx": 1, "sa": ["George Karl", "Carmelo Anthony", "Marcus Camby", "Buddy Guy", "Allen Iverson"], "q": "been.'' The first half, though, was what <strong> George Karl </strong> wants to see. <strong> Allen Iverson </strong>, who finished with 31 points and 10 assists, was racing down the court, and his teammates were keeping up. <q> A lot of times Coach talks about me beating Buddy Guys down the court, and when I had the ball tonight, that wasn't the case, </q> <strong> Allen Iverson </strong> said.`` They were beating me down the court, and I was just finding Buddy Guys. They did a great job of finishing.'' <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with Phil Berger, YoChicago", "new_id": -2}, {"uid": "1296968578257851407", "i": 48829, "idx": 2, "sa": ["Donald Rumsfeld"], "q": ", family members and colleagues who came to href=\"http://www2.timesdispatch.com/topics/types/city/tags/washington/\" title=\"Topic- Washington\"> Washington for conversations.`` I started thinking about this amazing archive I had,'' he says during a recent interview. <q> The fact that I had it, persuaded me that I ought to take advantage of it. </q> <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite in href=\"http://www2.timesdispatch.com/topics/types/city/tags/washington/\" title=\"Topic- Washington\"> Washington, where the walls document a long, high-level life of politics and history: a photograph of then-", "new_id": -2}, {"uid": "1295974237110362695", "i": 20578, "idx": 0, "sa": ["Donald Rumsfeld", "Mike Lee"], "q": "href=\"http://washingtonglobe.com/\"> WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many`` <strong> Donald Rumsfeld </strong>'s Rules'': <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his target=\"_blank\" href=\"http://worldlibraries.com/\"> book,`` Known and Unknown,'' he imagined a more typical Washington release: a quick, impressionistic story based on <strong> Mike Lee </strong>: Toning Down Rhetoric After Arizona", "new_id": -2}, {"uid": "1295556469260145156", "i": 26706, "idx": 5, "sa": ["Mark Hurd", "Eric Schmidt", "Bill Gates"], "q": "more smartphone-like capabilities, like fully-functional Web browsers. <strong> Eric Schmidt </strong>'s goal is ambitious.`` We envision literally a Bill Gatesion people getting inexpensive, browser-based touchscreen phones over the next few years,'' he writes. <q> Can you imagine how this will change their awareness of local and global information and their notion of education? </q> There are reasons why last week Canalys predicted that href=\"http://www.betanews.com/article/Android-to-challenge-Symbian-for-smart-phone-dominance-report-says/1284143604\" target=\"_blank\"> Gartner predicts that Android will catch Symbian OS Mark Hurdet share within three years. IDC puts Android second, but still two places ahead", "new_id": -2}, {"uid": "1295763240036667398", "i": 38545, "idx": 0, "sa": ["Michael Vick", "Piers Morgan", "Mike Tyson"], "q": "HLN.`` More noise''? What <strong> Piers Morgan </strong> thinks CNN needs.`` We're up against new beasts in the jungle,'' said the host of`` <strong> Piers Morgan </strong>''( 8 p.m. weeknights). <q> To perform in that jungle now, you have got to be more aggressive. You've got to be louder. </q> Pigeon racing? What <strong> Mike Tyson </strong> was there to talk about when he got the inevitable <strong> Michael Vick </strong> question.`` He admitted to the crime, he paid his time, and now he should start over. You", "new_id": -2}, {"i": 36363, "idx": 6, "index_answer": 0, "new_id": -1, "q": "The next step is to reduce U.S. unemployment, an issue <strong> Barack Obama </strong> should make`` the centerpiece'' of his annual State of the Union address on Jan. 25, the former Cabinet member said. <q> The American people are expecting him to say something about what he's going to do to </q> keep the economy moving forward, <strong> Colin Powell </strong> said. <strong> Colin Powell </strong> has criticized his own party in recent months while supporting <strong> Barack Obama </strong>'s ultimately successful fight for Senate ratification of a new nuclear-arms-reduction treaty with Russia. <strong> Colin Powell </strong> said", "sa": ["Colin Powell", "Barack Obama"], "uid": "1295802494101695495"}]