[{"uid": "1295983502139264026", "i": 35083, "idx": 2, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an e-mail that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artifacts that have been taken illicitly out of the country, </q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. Egypt's Supreme Council of", "new_id": -2}, {"uid": "1295577085256213073", "i": 3254, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. A <strong> Google Inc. </strong> Blog Post From <strong> Eric Schmidt </strong> An Update From The Chairman <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company", "new_id": -2}, {"uid": "1297620107254115840", "i": 24519, "idx": 1, "sa": ["Nick Lachey", "Justin Bieber", "Katy Perry", "Russell Brand", "Vanessa Minnillo", "Victoria Beckham", "Vivica A. Fox", "Simon Cowell"], "q": "fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Victoria Beckham </strong>:`` I Don't Know the Sex of My <strong> Justin Bieber </strong>!'' <cite> Us Magazine </cite> <strong> Russell Brand </strong> Hosts Saturday Night Live: <q> I'm Much More Famous in England </q> <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed <strong> Katy Perry </strong>:' I Was Shaped Like a Square' Miley's Puppy Love <cite> Crush- February 11", "new_id": -2}, {"uid": "1295527256081166395", "i": 18832, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "form You saw the filibuster, now read the book. The 8 1/2- hour speech given by <strong> Sen. Bernie Sanders </strong>, I-Vt., on Dec. 10 decrying proposed tax cuts is being published by Nation Books as <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class, </q> <strong> Sen. Bernie Sanders </strong> announced Wednesday. The book is to become available in mid-February, while an e-book edition will be available Jan. 28, Nation Books said in a news release. The speech is being published in its", "new_id": -2}, {"uid": "1295708457073957387", "i": 15288, "idx": 1, "sa": ["Andy Coulson", "Rupert Murdoch", "Alastair Campbell"], "q": "is going to continue apace,'' he told Sky News. He also questioned <strong> Andy Coulson </strong>'s decision to quit, suggesting the matter was not so widely discussed as to be a resignation matter. <q> I don't accept that this has become so virulent, so dominant that he couldn't do his job, </q> said <strong> Alastair Campbell </strong>. He tweeted:`` Twas <strong> Rupert Murdoch </strong> who ordered <strong> Andy Coulson </strong> to go. In Ldn this week the NewsCorp boss knew <strong> Andy Coulson </strong> at PM's side was driving focus on his papers.''", "new_id": -2}, {"uid": "1296222919222609411", "i": 28679, "idx": 0, "sa": ["Simon Cowell", "Frank Sinatra"], "q": ". The technology has been developed by multimedia entertainment company, Musion, whose founder James Rock said it had been`` developed for many uses but it's perfectly suited for an airport environment''. <q> I wonder if I can send it to meetings in my place and whether anyone will notice </q> </blockquote> He said that while it had been used mostly in an entertainment context so far, including supplying <strong> Simon Cowell </strong> with a hologram of <strong> Frank Sinatra </strong> to perform at his birthday party, he would`` like to see", "new_id": -2}, {"uid": "1295612543206700567", "i": 37143, "idx": 4, "sa": ["Eric Schmidt"], "q": "said in Google blog post.`` Larry will be even better! Larry, in my clear opinion, is ready to lead,'' he continued. As Executive Chairman, <strong> Eric Schmidt </strong> said he will focus <q> wherever I can add the greatest value. </q> He will also act as an advisor to Larry and Sergey.", "new_id": -2}, {"uid": "1294966525056983567", "i": 2307, "idx": 1, "sa": ["Michael Jordan", "Allen Iverson", "George Karl"], "q": ". <strong> Allen Iverson </strong> had his highest-scoring game since being acquired by Denver in a trade with Philadelphia on Dec. 19. <strong> Michael Jordan </strong> season high is 46 against Chicago on Nov. 24.`` He's good,'' <strong> George Karl </strong> said. <q> He's better than I thought and I thought he was( darn) good. </q> After coming out of the lineup with 1:04 remaining, <strong> Allen Iverson </strong> and <strong> George Karl </strong> had a brief conversation and then a quick hug.`` To be a part of something like that is something to http://wn.com/Allen_Iverson_36pts_10assists_vs_T-Mac_Houston_Rockets_06/07 The Denver Nuggets have", "new_id": -2}, {"uid": "1295835341029999109", "i": 12351, "idx": 4, "sa": ["Andy Coulson", "Nick Clegg", "Andrew Marr"], "q": "have a role in choosing <strong> Andy Coulson </strong>'s replacement as Conservative communications chief, and insisted the government would`` not skip a beat'' after the former News of the World editor's resignation last week. <q> It's primarily a decision for the prime minister. The prime minister's spokesperson[ is] also of course responsible for communicating... government policy, so of course I will play a role as well, </q> <strong> Nick Clegg </strong> said on the BBC's <strong> Andrew Marr </strong> Show.`` But, you know, I don't think this government will miss a beat in terms of just pressing ahead with the plan that we've set", "new_id": -2}, [{"i": 18509, "idx": 1, "index_answer": 0, "new_id": -1, "q": "by thieves who climbed up a fire escape and then used ropes to lower themselves into the museum. The thieves appear to have carefully selected some of the most valuable objects while ignoring less important artefacts. <q> They are not something you would come and randomly find, </q> an Egyptologist at Cairo's American University, <strong> Salima Ikram </strong> Said <strong> Salima Ikram </strong>, told Reuters. Restoration work has already started at the museum to repair the damage by looters. <strong> Zahi Hawass </strong> said that 70 pieces were damaged.", "sa": ["Salima Ikram", "Zahi Hawass"], "uid": "1297667248167985164"}]]