[{"uid": "1296552417261570573", "i": 28489, "idx": 11, "sa": ["Allen Iverson", "Kenyon Martin", "Tim Duncan", "Jason Kidd"], "q": "first-quarter deficit to win for the fifth Tim Duncane in seven games. \"Once we got it together on the defensive end we were able to run and not have to play the half-court offense,\" <strong> Allen Iverson </strong> said. <q> We just wanted it more than they did at the end. </q> Limited to just two games last year following right knee surgery, <strong> Kenyon Martin </strong> has reclaimed his role as Denver's defensive stopper this seJason Kidd. \"He's one of the very few guys who can play at a high", "new_id": -2}, {"uid": "1295894255267862057", "i": 30934, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "God and Gateway Church will pray for you.\" \"Our Web <strong> Larry Page </strong> is an extension of everything we do,\" says Marotte. It also offers live chat online prayer available a few hours a week, <q> just like when you go to church and there's someone there to pray with you. </q> Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong> Will Step Aside for Google Cofounder <strong> Larry Page </strong> In a move that surprised industry analysts, <strong> Eric Schmidt </strong> is stepping down as Google's CEO. Google", "new_id": -2}, {"uid": "1296586302084361234", "i": 51097, "idx": 1, "sa": ["Charles Grandison Rose III", "Jaime Bayly", "David Letterman", "María Antonieta Collins"], "q": "'m fulfilling the principal role of television.\" After a tense 15-minute interview, the stage lights fade for a commercial. <strong> Jaime Bayly </strong> and <strong> María Antonieta Collins </strong> stand up and kiss on the cheek, but their microphones remain on. <q> Don't come here just to complain about my behavior, </q> <strong> Jaime Bayly </strong> says angrily over the outro music. \"And don't be so damn boring.\" <strong> Jaime Bayly </strong> is a man of many parts. He's both <strong> David Letterman </strong> and <strong> Charles Grandison Rose III </strong>; comedian and serious interviewer;", "new_id": -2}, {"uid": "1295668482153141257", "i": 14094, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "chief operating officer- which Google has not had- to handle it. In an interview, Mr. Page said those management skills were something he observed during the decade he spent learning from Mr. <strong> Eric Schmidt </strong>. <q> He's a global statesman, all the way, </q> he said. \"<strong> Eric Schmidt </strong>'s very good at Sergey Bringing people together, getting people to agree.\" In the interview, Mr. Page and Mr. <strong> Sergey Brin </strong> provided a few hints about their priorities when Mr. Page", "new_id": -2}, {"uid": "1295627933219987982", "i": 1878, "idx": 3, "sa": ["Eric Schmidt"], "q": "Doch Google kann das Geld gar nicht so schnell ausgeben, wie es hereinkommt. In der Kasse liegen mittlerweile 35 Milliarden Dollar. \"Wir hatten ein starkes Quartal und ein starkes Jahr\" , sagte <strong> Eric Schmidt </strong>. <q> Der Ausblick ist vielversprechend. </q> Google st?t mit seinen Milliarden in immer neue Felder vor: Smartphones, Fernsehen, Internet-Telefonie, elektronische B?cher, Musik, B?rosoftware, PC-Betriebssystem oder Internet-Browser sind nur einige Baustellen. Anzeige 1 von 12 zur?ck", "new_id": -2}, {"uid": "1297079739193609732", "i": 52611, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google quiere evitar una larga batalla legal con los reguladores de la Uni?n Europea que investigan su posici?n dominante en el mercado, dijo el diario Sunday Telegraph, citando a su presidente ejecutivo. <q> Naturalmente que queremos evitar eso(...) Creo que forma parte de nuestros intereses y espero que en sus intereses se est el hacer un r?pido an?lisis de las cuestiones suscitadas por algunos competidores, que esperamos que sean menores o que no est?n en lo cierto </q>, afirm <strong> Eric Schmidt </strong> en una entrevista. \"Nos pondremos al tanto( de la situaci?n) y garantizaremos que funcionamos bien dentro de la ley y del esp?ritu de la ley\" , indic <strong> Eric Schmidt </strong>.", "new_id": -2}, {"uid": "1295880426196345858", "i": 18578, "idx": 4, "sa": ["Andy Coulson"], "q": "showerdaily What does that mean? Presumably you think an accusation of conspiracy theorist is sufficient distraction from illegality at the heart of government that it'll all just go away? \" Like I said <q> move along, nothing to see here </q> The only illegality took place at <strong> Andy Coulson </strong>'s previous job. Ishowerdaily 23 January 2011 1:21 AM MicheleDerry 23 January 2011 1:37 AM WurzelGummidge 23 January 2011 1:38 AM \"", "new_id": -2}, {"uid": "1296536150067862554", "i": 3168, "idx": 5, "sa": ["Allen Iverson", "Linas Kleiza", "Carmelo Anthony", "Marc Gasol"], "q": "Jazz 120-109 on Thursday night. \"I've now scored 40 points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came Marc Gasolh 15 against the Los Angeles Lakers. <q> It was definitely a special night, </q> <strong> Linas Kleiza </strong> said. \"I will remember this night for the rest of my life.\" The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He", "new_id": -2}, {"uid": "1296206030047054866", "i": 36116, "idx": 0, "sa": ["Andy Coulson", "Julian Assange"], "q": "? I am not sure who <strong> Andy Coulson </strong> is, but I know that in my country, the United States, we have a protection for people like <strong> Julian Assange </strong>, the First Amendment to our Constitution, which says that <q> Congress shall make no law... abridging the freedom of speech. </q> en Espa?ol Yahoo! does not evaluate or guarantee the accuracy of any Yahoo! Answers content.", "new_id": -2}, {"uid": "1295563322217792552", "i": 60017, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "day to day operations, the company said, and <strong> Eric Schmidt </strong> will focus on partnerships and government outreach. <strong> Eric Schmidt </strong>, who has headed up Google since July 2001, sent a message via Twitter Thursday saying: <q> Day-to-day adult supervision no longer needed! </q> Co-founder <strong> Sergey Brin </strong> will focus on new products and projects. Google on Thursday also announced fourth quarter net income of$ 2.54 billion, or$ 7.81 a share, up from$ 1.97 billion,", "new_id": -2}]