[{"uid": "1297106498173965595", "i": 30165, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "college. Elway had a notable backswing too, but nothing compared to Kaeps. The QBs I notice that are really owning it almost all( except <strong> Michael Vick </strong>) have quick releases. <strong> Aaron Rodgers </strong> must've completed 1/2 dozen <q> how did he get that thing out? </q> type passes last night. I don't see Kaep doing that with his motion as it stands. The under the center thing doesn't bother me as much since the Senior Bowl, and I'd like to", "new_id": -2}, {"uid": "1295375589207503442", "i": 18279, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Group LLC)`` We're going to continue making minivans, we're going to replace the architecture in due time and probably give that architecture more facility than it has today,'' he said. <q> We continue to work pretty diligently on finding an architectural solution to the minivan issue going forward. </q> The pep rally planned for the 2011 launch was scheduled for 2 p.m. on Tuesday. In addition to thanking front-line workers, <strong> Sergio Marchionne </strong> may also speak to the possible role of hybrid technology in some of the", "new_id": -2}, {"uid": "1295125227265830412", "i": 35021, "idx": 24, "sa": ["Donald Rumsfeld", "Abu Musab al-Zarqawi"], "q": "- Conflict in Iraq- MSNBC.com http://www.theage.com.au/news/world/america-abusing-mandate-in-iraq/2005/12/05/1133631201911.html^ ACLU: Iraq Prison Photos to Be Released^`` <strong> Donald Rumsfeld </strong> okayed <strong> Abu Musab al-Zarqawi </strong> Ghraib abuses according to former US general''- CBS News[ dead link]^ <q> <strong> Donald Rumsfeld </strong> okayed abuses says former <strong> John McCain </strong> general </q>- ABC News[ dead link]^-`` <strong> Donald Rumsfeld </strong> okayed abuses says former US Army general'' Reuters News^ The photos America doesn't want seen- World- smh.com.au^ Anger at <strong> Abu Musab al-Zarqawi </strong>", "new_id": -2}, {"uid": "1297290610118325259", "i": 33721, "idx": 0, "sa": ["Mike Pence"], "q": "' continuing resolution would wipe it out entirely. <strong> Mike Pence </strong> will hold a press conference on his legislation tomorrow, although he does not have an indication from Republican leadership as to when it would move forward. <q> I'm talking to Chairman[ <strong> Joe Pitts </strong> of the Energy and Commerce Health Subcommittee], working with him and hope to see this through, </q> <strong> Mike Pence </strong> told POLITICO in an interview Tuesday. Women's reproductive health groups immediately denounced the spending proposal.`` The new anti-choice House leadership now wants to take away birth control and cancer screenings from", "new_id": -2}, {"uid": "1296569233137969672", "i": 27047, "idx": 0, "sa": ["Eric Schmidt", "Ina Fried"], "q": "All Thing's Digital's <strong> Ina Fried </strong> sat down with Matias Durate, the lead designer on Honeycomb, who quickly showed <strong> Eric Schmidt </strong> isn't the only Googler prone to saying wild things about the future of technology. <q> What I am looking for is that sense that you get when Jazz musicians improvise together, </q> he said.`` The computer should be doing things in concert with you, in support with you not acting like a servant waiting for commands and then returning with results,'' Duarte said. People always think", "new_id": -2}, {"uid": "1296166252125468724", "i": 35228, "idx": 0, "sa": ["Mike Pence"], "q": "him. A couple folks tried to persuade me he was boring, but I saw him address the NRA Convention last year, and he blew the doors off the place. My coverage of that speech: <q> Rep. <strong> Mike Pence </strong> of Indiana: As a well-known figure, it's hard to describe <strong> Mike Pence </strong> as a breakout star, but he was the next-to-last big-name speaker, and while he joked that following <strong> Sarah Palin </strong> was like having R2-D2 follow Luke Skywalker, he most effectively matched the call for a broad conservative agenda to the audience before him. </q> \" The NRA cherishes having friends on both sides of the aisle, and prefer a pro-gun Democrat over a Republican who wavers; they bristle at the accusation that they are essentially a GOP organization. <strong> Mike Pence </strong> came", "new_id": -2}, {"uid": "1297217145164478976", "i": 24821, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Management Centers Chrysler to 25 percent from the 20 percent it previously held. However, Fiat Chrysler CEO <strong> Sergio Marchionne </strong> recently revealed that the two companies could eventually become indistinguishable if they were to merge into one entity. <q> From a corporate governance standpoint, there's a point where separate companies make no sense, </q> <strong> Sergio Marchionne </strong> told Renault. Before the two companies could merge however, Fiat and Chrysler need to meet a series of objectives as defined by the U.S. government during Chrysler's 2009 bankruptcy", "new_id": -2}, {"uid": "1295357795139706381", "i": 14558, "idx": 0, "sa": ["Kirsten Gillibrand", "Harry Reid", "Gabrielle Giffords"], "q": "\"`` I keep tellin' her, I'm like,` <strong> Gabrielle Giffords </strong>, you're in the ICU. You know, you don't need... to be doin' this,''' Kelly said. <q> But it's so typical of her that no matter how bad the situation might be for her, you know, she's looking out for other people. </q> \" Three-Course-Lunch Deal at Four Seasons; Gwar Hosts Happy Hour at Idle Hands Man Predicts Vanity Fair Will Never Be at a Loss for Cover Subjects <strong> Kirsten Gillibrand </strong> on The View: <strong> Harry Reid </strong> Is an` Extraordinary Man' Congressman", "new_id": -2}, {"uid": "1296110502157515821", "i": 2742, "idx": 0, "sa": ["Max Clifford", "Andy Coulson", "Barack Obama"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q>`` There will be huge explosions all over Fleet Street if police get to the truth,'' he told the BBC. Why <strong> Barack Obama </strong> Brought His Message to Manitowoc Wisconsin grabbed a lot of attention", "new_id": -2}, {"i": 8304, "idx": 4, "index_answer": 0, "new_id": -1, "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,'' <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q> That wasn't the first time he threw one in like that, </q> <strong> Keyon Dooling </strong> said.`` He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.'' The Magic had a chance to tie the game", "sa": ["Keyon Dooling", "Allen Iverson"], "uid": "1295670452069369863"}]