[{"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said. \" \" \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,\" <strong> Zahi Hawass </strong> said in an interview at his office. <q> What's happening is normal. Thankfully, all the damaged items can be restored. </q> \" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}, {"uid": "1295697481212844549", "i": 44413, "idx": 0, "sa": ["Cheryl Cole", "Derek Hough", "Simon Cowell"], "q": "report. It was rumoured the Messy Little Raindrops singer would be shacking up with the dancer when she moves to LA later this year, but The Sun says <strong> Cheryl Cole </strong> has changed her mind. <q> <strong> Cheryl Cole </strong> told him she would spend a lot of time at his, but she needs her own space, </q> a source tells the paper. \"She wants to remain independent and not just become \"<strong> Derek Hough </strong>'s girlfriend'. \"It\"s clearly a wise move that has in part been steered by <strong> Simon Cowell </strong> because", "new_id": -2}, {"uid": "1296176266236371989", "i": 22932, "idx": 1, "sa": ["Mike Pence"], "q": "Indiana. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong> said of his family in a letter sent to supporters, The Indianapolis Star reported. <q> We will not seek the Republican nomination for president in 2012.... I have learned to follow my heart, and my heart is in Indiana. </q> Given <strong> Mike Pence </strong>'s pass on a White House bid and his refusal of a leadership position after the November elections that would have made him the No. 4 Republican in the House, it's highly likely his", "new_id": -2}, {"uid": "1296365944097009666", "i": 431, "idx": 5, "sa": ["Milwaukee Buck", "Rodney Stuckey", "Amir Johnson", "Tayshaun Prince", "Allen Iverson"], "q": "with <strong> Amir Johnson </strong> on the floor, and better offensively when Hamilton and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. \"When we have the bigger lineup, obviously we're better defensively,\" <strong> Tayshaun Prince </strong> said. <q> It's kind of pick and choose. \"Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side. </q> The game was tight until Detroit went on a 27-5 run midway through the third quarter. <strong> Milwaukee Buck </strong> missed 14 of 17 shots during one stretch of the period, trailed 73-55 after three quarters and never got close again", "new_id": -2}, {"uid": "1295094109134053944", "i": 22238, "idx": 4, "sa": ["Sergio Marchionne"], "q": "IL SI' DELLA FIOM, CHE NON VERRA' RAPPRESENTATA NELLA NUOVA JOINT VENTURE CON CHRYSLER. http://wn.com/MARCHIONNE,_MIRAFIORI_SALTA_L'INVESTIMENTO_CSF_Rieti_By_Sandro_Matocci CON IL NO AL REFERENDUM SALTA L'INVESTIMENTO. Nel primo giorno di quotazioni in borsa di Fiat Industrial l'ad sottolinea: <q> Siamo in grado di produrre con o senza Fiom </q> Servizio di Emanuela Garulli. Se a Mirafiori \"vince il no con il 51% la Fiat non farÃ l'investimento\". Parla chiaro <strong> Sergio Marchionne </strong> nel primo giorno di quotazioni in borsa della nuova Fiat che si sdoppia nel", "new_id": -2}, {"uid": "1295263921256114690", "i": 38426, "idx": 2, "sa": ["Tyler Cook", "David Spade", "Simon Cowell", "Michael McIntyre"], "q": "IT! Look, I never really watched... <strong> Michael McIntyre </strong> talks about Britain's Got Talent job <strong> Michael McIntyre </strong> has joked that talking to <strong> Simon Cowell </strong> about being a judge on Britain's Got Talent was like being on X Factor. <q> He does it exactly like the X Factor. He says \"<strong> Michael McIntyre </strong>: I don't like you. I love you,' </q> the comedian told Newsbeat\"s Natal... American Idol <strong> David Spade </strong> <strong> Tyler Cook </strong> receives a message from <strong> Simon Cowell </strong> <strong> David Spade </strong> <strong> Tyler Cook </strong> receives a message on May 9th from <strong> Simon Cowell </strong> about the next song he is to sing. KC Anthem tv News was", "new_id": -2}, {"uid": "1297437521252067842", "i": 20723, "idx": 1, "sa": ["Steve Ballmer"], "q": ", by contrast, told the BBC last month that the Xbox 360 maker is planning to offer PC support for its own motion-gaming peripheral, the Kinect, at some point in the future. <q> We'll support that in a formal way, in the right time, </q> <strong> Steve Ballmer </strong> said in his interview with the BBC. Don Reisinger Full Profile E-mail Don Reisinger E-mail Don Reisinger If you have a question", "new_id": -2}, {"uid": "1295468383255852574", "i": 711, "idx": 0, "sa": ["Liu Chuanzhi", "Steve Ballmer", "Barack Obama"], "q": "CEO <strong> Steve Ballmer </strong> noted in the meeting that just one in 10 of its products in China was purchased legally. \"This Chinese government has to its credit taken better steps to enforce intellectual property,\" <strong> Barack Obama </strong> said. <q> I think <strong> Barack Obama </strong> <strong> Hu Jintao </strong> would acknowledge that more needs to be done. \"The Chinese chief executives joining the meeting came from companies that have invested in the United States. They are Lenovo, China Investment Corporation, Wanxiang Group and Haier. \"People in the US welcome us, </q> Lenovo CEO <strong> Liu Chuanzhi </strong> told Bloomberg News. \"We are solving their employment problems.\"", "new_id": -2}, {"uid": "1295575224224641077", "i": 22904, "idx": 0, "sa": ["Eric Schmidt"], "q": "n't. But at no time since the Google juggernaut began its conquest of the Internet have there been so many questions about the company's future. In a parting tweet, CEO <strong> Eric Schmidt </strong> wrote Thursday: <q> Day-to-day adult supervision no longer needed! </q> Perhaps that's true. But it would be foolish to think that Page is inheriting a company running on cruise control. Google doesn't need Page to be a savior. But he will need to", "new_id": -2}, {"uid": "1296063294015597570", "i": 30088, "idx": 1, "sa": ["Steve Ballmer"], "q": "hold on to bragging rights for one last time. Jan 26, 11- 11:40 am Comment from: Jamie Microsoft CEO <strong> Steve Ballmer </strong> laughs at Apple iPhone on January 17, 2007 Interviewer: <q> <strong> Steve Jobs </strong> let me ask you about the iPhone, and the Zune, if I may.( <strong> Steve Ballmer </strong> smiles) The Zune was getting some traction, and <strong> Steve Jobs </strong> goes to MacWorld and he pulls out this iPhone. What was your first reaction when you saw that? </q> Laughter from <strong> Steve Ballmer </strong> <strong> Steve Ballmer </strong>: \"$ 500! Fully subsidized! With a plan! I said that is the most expensive phone in the world. And it doesn't appeal to business customers", "new_id": -2}]