[{"uid": "1296782157236666883", "i": 17674, "idx": 0, "sa": ["Steve Ballmer", "Bob Muglia"], "q": "architect role: Network World <strong> Steve Ballmer </strong> ousts <strong> Bob Muglia </strong> from Microsoft's server and tools division If you enter anything in this field your comment will be treated as spam Users posting comments agree to the Computerworld comments <q> Given that IPv6 would currently allow for 10,000 trillion trillion IP addresses... </q> on APNIC IPv4 allocation signals change in tack on Too early to gauge damage to NBN in Qld\" @ 4 Conroy may be an idiot? But he's updating Australia's comms and...\" \"Amendment", "new_id": -2}, {"uid": "1297132541144228403", "i": 955, "idx": 7, "sa": ["Christina Aguilera", "Donald Rumsfeld"], "q": "( Custom Made RSS Feed) Google Executive Emerges as Key Figure in Revolt- WSJ.com[ del.icio.us] Super Bowl 2011: <strong> Christina Aguilera </strong> and Groupon fluff their lines Russian Islamist leader claims responsibility for Moscow airport attack Global Times <q> Top 10 fabricated news stories in 2010 </q> target=\"_new\"> Has anyone done a \"Top 10 harmonized news stories\" ranking? Bestsellers from the Guardian shop <strong> Donald Rumsfeld </strong>'s Demons by <strong> Donald Rumsfeld </strong> Cockburn? 13.59 <strong> Donald Rumsfeld </strong>'s Iraq strategy was doomed to", "new_id": -2}, {"uid": "1295955986167477290", "i": 56967, "idx": 5, "sa": ["Bernie Sanders", "Eliot Spitzer"], "q": "institutions who are doing very very well sitting on huge amounts of cash, and yet small businesses in Vermont and all over this country can't get affordable loans in order to create jobs,\" he said. <q> You've got credit card companies that were Sanders_Bernie Sanders_Blasts_Wall_Street,_Government_In_Wake_Of_Fed_Dis__2010 wATCH FULL VIDEO AT THIS LINK::: Bernie Sanders-Bernie Sanders-blasts. notlong.com <strong> Bernie Sanders </strong> Blasts Wall Street, Government In Wake Of Fed Disclosures( VIDEO) Self-avowed socialist Sen. <strong> Bernie Sanders </strong>( I-Vt.) blasted the nation's major financial institutions and the government's failure to hold them accountable in a Wednesday-night appearance on CNN's \"Parker <strong> Eliot Spitzer </strong>. </q> In the wake of Wednesday's mammoth release of documents pertaining to its$ 3.3-trillion aid program for big banks and other members of the financial community, <strong> Bernie Sanders </strong> said, outrage is growing among those not fortunate enough to", "new_id": -2}, {"uid": "1295177816150732814", "i": 28041, "idx": 2, "sa": ["Sergio Marchionne", "Alan Mulally"], "q": "\"This has been the heart of the problem in Detroit,\" said <strong> Sergio Marchionne </strong>, who also heads up Fiat, the Italian auto company. <strong> Alan Mulally </strong> said Ford has learned that it has to <q> deal with the current reality. You have to match production to real demand and accelerate development of new products that people will want to buy. </q> For Ford that meant going with a plan for massive restructuring to a consortium of banks and borrowing$ 23.5 billion, he said. For GM and Chrysler it meant bankruptcy filings and huge bailouts", "new_id": -2}, {"uid": "1295680727075743234", "i": 44199, "idx": 0, "sa": ["Andy Coulson"], "q": "is an Anglo-saxon or a Celt: Yes or Not? And cry(!) with their answer( s). And this is how prude slaves they are to be still occupied Report Abuse <q> \"The U.S. should take fast steps in following the U.K. foreign worker reduction, and shut down our boarders. </q> \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1295688999156401675", "i": 40527, "idx": 0, "sa": ["Andy Coulson", "Barack Obama"], "q": "Innocent people should not suffer needlessly as a result because people stick their heads in the sand. \" Report Abuse \" Question: How do you tell when a Muslim goes from boyhood to manhood? \" Report Abuse <q> Millions of@#$% e pilgrims are converging this weekend on Karbala, located 55 miles( 90 kilometers) south of Baghdad, for rituals marking the 7th century death of Imam <strong> Barack Obama </strong>. He was a grandson of the Prophet Muhammad and was slain by Muslim rivals near Karbala. </q>____ you know what they say about Islam... the more things change, the more things stay the same. Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1296364135215957509", "i": 21328, "idx": 20, "sa": ["Allen Iverson", "Kobe Bryant", "LeBron James"], "q": "lot.\" Had things gone differently, <strong> Allen Iverson </strong> could've been a member of the Celtics, who were also in the running for his skills. The Celtics certainly saw what they missed out on Tuesday night. <q> I honestly just have a lot of respect for the Boston organization and for them being interested in me in the way they were, </q> <strong> Allen Iverson </strong> said. \"You always have to feel <strong> LeBron James </strong> 48 PTS, 9 REB, 7 ASST Scored 29 of the team's last 30 points. Amazing performace. Bryant_Kobe Bryant_Scores_81_Points_Raptors_vs_Lakers_Part_1 In 2006, <strong> Kobe Bryant </strong> scored a career", "new_id": -2}, {"uid": "1296467329082231331", "i": 1930, "idx": 4, "sa": ["Eddie Jordan", "Elton Brand", "Kobe Bryant", "Jrue Holiday", "Michael Jordan", "LeBron James", "Allen Iverson", "Kelenna Azubuike", "Pau Gasol", "Monta Ellis"], "q": ".\" LooLeBron James for a spark, 76ers coach <strong> Eddie Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q> He just put us in a good rhythm tonight and had us flowing, </q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He Bryants-Lakers_106-114_I_Monta Ellis_27pts,Kelenna Azubuike_25pts,8reb_vs_Pau Gasol_21pts,14reb,Kobe Bryant_21pts LOS ANGELES, March 19,2009( AP)-- After giving", "new_id": -2}, {"uid": "1295938072064651272", "i": 21952, "idx": 1, "sa": ["Allen Iverson", "Phil Blake", "John Salmons"], "q": ". Another crowd-pleasing performance, 22 points and 10 assists over 39 minutes, wasn't enough to prevent a loss-- 101-96 to the Sacramento Kings. \"I'm glad it's over,\" <strong> Allen Iverson </strong> said. <q> That's the only thing I thought about, just getting the first one by me. I wish it could've ended with a win. I felt it could've ended with a win. </q> As it turned out, it was another former Phil Blakeadelphia player, fifth-year guard <strong> John Salmons </strong>, who was the game's most valuable player. He finished with his first career triple-double-- 21 points, 11 rebounds and 10", "new_id": -2}, {"uid": "1297129563188514312", "i": 52056, "idx": 10, "sa": ["Simon Cowell"], "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our Buy American Idol: Season 6 Finale Performance Show- The Top 2 from Amazon.com From Koch Vision( DVD) Usually ships in 24 hours", "new_id": -2}]