[{"uid": "1295725660068648979", "i": 9423, "idx": 1, "sa": ["Ahoua Don Mello", "Ali Coulibaly", "Alassane Ouattara"], "q": "came after Paris recognised Gbagbo's rival <strong> Alassane Ouattara </strong>, saying it had no legal standing.`` We have ended the accreditation of the French ambassador to Ivory Coast,'' Gbagbo spokesman <strong> Ahoua Don Mello </strong> said. <q> He is now considered unemployed, an ordinary French citizen who is no longer an interlocutor for us. </q> The Gbagbo side had acted on Saturday after receiving a verbal note from Paris saying it had accredited <strong> Ali Coulibaly </strong>, <strong> Alassane Ouattara </strong>'s pick as Ivory Coast's envoy to France, he added. But a", "new_id": -2}, {"uid": "1296147728005734469", "i": 579, "idx": 0, "sa": ["Matt Cardle", "Simon Cowell", "Sharon Osbourne", "Dannii Minogue"], "q": "set to lock horns again on this year's X Factor. <strong> Sharon Osbourne </strong> has been tipped to step back into her judge's shoes if Cheryl Cole and <strong> Simon Cowell </strong> leave to host the US version of the show <q> <strong> Dannii Minogue </strong>, who stormed to victory with <strong> Matt Cardle </strong> in the 2010 series, told the Daily Express: </q> I'm not worried about <strong> Sharon Osbourne </strong> coming back- it's up to them to recruit whoever they want.` The X Factor is a great show and I thought I had a great year last", "new_id": -2}, {"uid": "1295674806217972741", "i": 36099, "idx": 1, "sa": ["Andy Coulson"], "q": "Downing Street communications chief. In a personal statement, Mr <strong> Andy Coulson </strong> said that the drip-drip of claims about illegal eavesdropping under his editorship meant he could not`` give the 110% needed''. <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. The Prime Minister said he was`` very sorry'' Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being`` punished for the same offence twice", "new_id": -2}, {"uid": "1296152835245841973", "i": 9946, "idx": 4, "sa": ["Eric Schmidt"], "q": "other co-founder, will focus on`` the order of three big initiatives,'' on which <strong> Eric Schmidt </strong> didn't elaborate. <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. <q> We have a competitor called Microsoft( href=\"http://money.cnn.com/quote/quote.html?symb=MSFT\"> MSFT), </q> he said.`` Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.'' Facebook, on the other hand,`` has clearly stated they don't want", "new_id": -2}, {"uid": "1295094330066207819", "i": 29512, "idx": 9, "sa": ["Angelina Jolie"], "q": ".`` The only help that we got was from UNHCR. They are the only people who knocked on our door. But look at this life, it's very hard on us,'' he said. <q> It takes a lot of strength for you to survive this life. I don't know if I would be strong enough to survive this, </q> <strong> Angelina Jolie </strong> told him. In a nearby house, the acclaimed actress met a family of nine http://wn.com/Angelina Jolie_Angelina Jolie_third_visit_in_Iraq_refugees__Rough_cut_July_23 Mustafa Mohe is an Iraqi refugee who lives in Syria. He makes a living selling computer software and games. This", "new_id": -2}, {"uid": "1295991800115605556", "i": 30272, "idx": 0, "sa": ["Michael Vick"], "q": ", you've got problems,'' Gorant wrote in his SI story. He then spent a year investigating and interviewing the team of experts across the country who worked as advocates for the dogs and their rehabilitation. <q> Fighting dogs, especially pit bulls, are almost always considered beyond help and euthanized. So this was a landmark legal decision to allow a team of experts to come in and attempt to restore the unimaginable damage inflicted upon these dogs. </q> The rehabilitation of <strong> Michael Vick </strong>'s dogs was kept secret at first, even though his trial gained national attention, in order to protect the dogs from thieves of the dog fighting underworld. Gorant's book details", "new_id": -2}, {"uid": "1294970972178536448", "i": 1209, "idx": 2, "sa": ["Philippe Mangou", "Alassane Ouattara"], "q": "early Tuesday. Gbagbo has slapped a nighttime curfew on the restive area, after 11 people died in violence there. Army chief of staff General <strong> Philippe Mangou </strong> has said the curfew would be used to <q> seek and flush out everybody behind these attacks </q>, and could be extended to other Abidjan neighbourhoods. The day after France approved <strong> Alassane Ouattara </strong>'s ambassador, the US approved his Washington envoy, with the State Department saying`` we look forward to welcoming and", "new_id": -2}, {"uid": "1295041948107773969", "i": 58281, "idx": 0, "sa": ["Alassane Ouattara"], "q": "recognition of Mr. <strong> Alassane Ouattara </strong>'s election victory by the UN, the African Union( AU) and many countries, the new president and his Government are currently based in the Golf Hotel under UNOCI protection. <q> The Secretary-General once again warns those responsible for organizing and carrying out such attacks that they will be held accountable, </q> today's statement concluded.`` He stresses that both attacks on peacekeepers and destruction of assets deployed for purposes of protecting civilians constitute crimes under international law.'' UN Under-Secretary-General for Humanitarian Affairs and Emergency Relief", "new_id": -2}, {"uid": "1297233153152961086", "i": 42474, "idx": 0, "sa": ["Michael Vick", "Dr. John", "Ernie Fletcher", "Steve Beshear", "Oliver North"], "q": "to strike raises the stakes for both workers, and GM. Lisa Autry reports on the possible impact the strike could have on our region. A political scientist from Oliver Northern Kentucky University says Governor <strong> Ernie Fletcher </strong> appears to <q> be in a whole lot of trouble </q> with six weeks to go before Election Day. <strong> Dr. John </strong> <strong> Michael Vick </strong> Baranowski points to multiple polls showing Democrat <strong> Steve Beshear </strong> with double-digit leads. Baranowski says while there can be inaccuracies with phone surveys, the margin of error is usually", "new_id": -2}, {"i": 10928, "idx": 0, "index_answer": 0, "new_id": -1, "q": "go around. Dysfunction in decision-making arose partly because of the competing agendas of different agencies, his own included. However, he implies that ultimately it was up to <strong> President Bush </strong> to take firmer control. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> writes <strong> Donald Rumsfeld </strong>. Among those coming in for knocks in the book are <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, respectively <strong> Donald Rumsfeld </strong> of State and head of the National Security Council( NSC) in the <strong> John McCain </strong> House at the war", "sa": ["Donald Rumsfeld", "John McCain", "Condoleezza Rice", "Colin Powell", "President Bush"], "uid": "1296862636132562982"}]