[{"uid": "1297509326118882321", "i": 28016, "idx": 2, "sa": ["Donald Rumsfeld", "Dick Cheney", "Benjamin Friedman"], "q": "reading. If you do, it will help you understand how and why some politicians will do almost anything to pull the wool over our eyes in order to push their pet projects. Feedback <q>Settling scores or not, <strong> Donald Rumsfeld </strong> is right that <strong> Condoleezza Rice </strong> and <strong> Colin Powell </strong> share the blame for the fiascos that occurred on their watch, including invading Iraq.</q>- <strong> Benjamin Friedman </strong>, research fellow, Cato Institute \"The book is a case study in denial. Everyone around him made the mistakes, never <strong> Donald Rumsfeld </strong>( or his friend, <strong> Dick Cheney </strong>). A", "new_id": -2}, {"uid": "1295173711110428204", "i": 4438, "idx": 0, "sa": ["Simon Cowell"], "q": "to write his own songs for his debut album. According to The Mirror, <strong> Simon Cowell </strong> has approved the singer's request to pen his own tracks for the upcoming LP. A source said: <q><strong> Simon Cowell </strong> and <strong> Matt Cardle </strong> spoke over Christmas and texted ideas about what <strong> Matt Cardle </strong> wants to do. <strong> Simon Cowell </strong> has said that he wants him to write and co-write some songs. \"They know they want great material, if the songs are penned by <strong> Matt Cardle </strong> then even better. He's chuffed.</q> Guy BurnetThe former Hollyoaks star on moving stateside and his 2011 projects", "new_id": -2}, {"uid": "1296850521242090033", "i": 48953, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": " \"He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that,\" <strong> Roger Goodell </strong> said. <q>I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him,</q> <strong> Roger Goodell </strong> said. \"He takes that seriously also.\" <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009", "new_id": -2}, {"uid": "1297443886231686178", "i": 40844, "idx": 0, "sa": ["Michael Gove"], "q": "Mr Justice Holman, sitting in London, allowed challenges by six councils, including Sand-well, declaring Mr <strong> Michael Gove </strong> had unlawfully failed to consult them before the cuts. In five of the cases the failure was <q>so unfair as to amount to an abuse of power,</q> said the judge. He said: \"However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation.\" Mr <strong> Michael Gove </strong>'s decision-making", "new_id": -2}, {"uid": "1295085191096239620", "i": 39010, "idx": 1, "sa": ["Rand Paul", "Mike Pence"], "q": "<strong> Rand Paul </strong>( R., Ky.) and <strong> Mike Pence </strong> Lee( R., Utah), who along with West are widely popular within the Tea Party, have recently signaled they might be open to a deal. <q>I am instinctively and passionately opposed to raising the debt ceiling,</q> Lee tells National Review Online. \"I'm not sure I can stomach it one way or the other.\" But Lee says he could consider doing so if the vote was part of a deal that", "new_id": -2}, {"uid": "1296628406061571089", "i": 25943, "idx": 0, "sa": ["Allen Iverson", "Staffan Kronwall"], "q": "and Tomas Plekanec replied for Montreal( 2-1-0). Tied 3-3 entering the third, the deciding goal came at 2:16 when <strong> Staffan Kronwall </strong>'s slapshot deflected off the stick of a Canadiens defenceman and past goaltender Jaroslav Halak. <q>I'm taking it one game at a time, I'm trying to improve. As long as the team keeps improving and I'm improving, we're all happy,</q> said <strong> Staffan Kronwall </strong>, 26, whose only NHL experience entering this season was 55 games spread across three seasons with the Toronto Maple Leafs and Washington Capitals. The http://wn.com/Amazing_Allen_Iverson_26pts_vs_Tracy_McGrady_Magic_03/04_NBA betfreebie.com Basketball <strong> Allen Iverson </strong> regained his scoring touch in time to", "new_id": -2}, {"uid": "1295254600092618767", "i": 7204, "idx": 6, "sa": ["Allen Iverson", "George Karl"], "q": ". <strong> Allen Iverson </strong> had his highest-scoring game since being acquired by Denver in a trade with Philadelphia on Dec. 19. His season high is 46 against Chicago on Nov. 24. \"He's good,\" <strong> George Karl </strong> said. <q>He's better than I thought and I thought he was( darn) good.</q> After coming out of the lineup with 1:04 remaining, <strong> Allen Iverson </strong> and <strong> George Karl </strong> had a brief conversation and then a quick hug. \"To be a part of something like that is something to http://wn.com/NBA_2k11_Denver_Nuggets_@_NY_Knicks_121210__Are_The_Knicks_Back? Coach Nick breaks", "new_id": -2}, {"uid": "1296968578257851407", "i": 40192, "idx": 9, "sa": ["Donald Rumsfeld", "Gerald Ford", "Henry Kissinger"], "q": "Guantanamo Bay, Cuba, to the mistreatment of prisoners at Abu Ghraib in Iraq. In Washington, <strong> Donald Rumsfeld </strong> was known as a tenacious and effective fighter of policy wars, once described by <strong> Henry Kissinger </strong> as a <q>skilled full-time politician-bureaucrat in whom ambition, ability, and substance fuse seamlessly.</q> In the 1970s, as chief of staff and then defense secretary in the <strong> Gerald Ford </strong> administration, <strong> Donald Rumsfeld </strong> clashed with <strong> Henry Kissinger </strong>, then secretary of state, with <strong> Donald Rumsfeld </strong> opposing- and helping to prevent, by many accounts-", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of \"American Idol\" since he left the show. Talking to reports on a conference call for his new music competition series, \"The X Factor,\" <strong> Simon Cowell </strong> says, <q>I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well.</q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. \"What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}, {"uid": "1297081769245825547", "i": 42024, "idx": 0, "sa": ["Bernie Ecclestone", "Gwyneth Paltrow", "Kylie Minogue", "Simon Cowell"], "q": " \"We are now part of that life,\" says a deadpan Nick, creator of homes for <strong> Kylie Minogue </strong>, <strong> Gwyneth Paltrow </strong>, Boris Berezovsky[ Russian oligarch] and the Mittals[ Indian steel tycoons]. <q>We try to educate our young designers in the needs of such people.</q> He is friends with princes Andrew and Albert, <strong> Bernie Ecclestone </strong>[ Formula One boss] and <strong> Simon Cowell </strong>. I find him tanned in a tailored shirt and Berluti shoes, but am more struck by the piercing stare", "new_id": -2}]