[{"uid": "1296349656162676762", "i": 30923, "idx": 2, "sa": ["Metta World Peace", "Allen Iverson", "Michael Bruce Curry", "Shawn Marion"], "q": "<strong> Allen Iverson </strong> hits Game Winner) 12/26/08 Detroit Pistons vs Oklahoma City Thunder( <strong> Allen Iverson </strong> hits Game Winner) 12/26/08 Having already scored a dozen points in the fourth quarter on Friday, <strong> Allen Iverson </strong> took things in his own hands. <q> That was a great play by <strong> Allen Iverson </strong>, </q> Pistons coach <strong> Michael Bruce Curry </strong> said.`` He hadn't had much going for him in the first three quarters, but then he took over the ga... ToMetta World Peaceto Raptors vs Oklahoma City Thunder Mar. 28/09 <strong> Shawn Marion </strong> scored plenty", "new_id": -2}, {"uid": "1295642140138969089", "i": 27707, "idx": 0, "sa": ["Angelina Jolie", "Éric Alt", "Bobby Fischer"], "q": "since he was 6 years old.`` <strong> Bobby Fischer </strong> Against the World'': Fragile Genius`` <strong> Bobby Fischer </strong> Against the World'': Redemption`` <strong> Bobby Fischer </strong> Against the World'': On Tour <q> I just felt different-- like something had been taken out of me. </q> Garbus accumulates an impressive amount of photos and footage from <strong> Bobby Fischer </strong>'s <strong> Éric Alt </strong>, Senior Entertainment Editor <strong> Éric Alt </strong> has written about movies, celebrities, and movies starring celebrities. He once babysat with <strong> Angelina Jolie </strong>", "new_id": -2}, {"uid": "1296894347001409025", "i": 12470, "idx": 3, "sa": ["Roger Goodell", "Michael Vick"], "q": "happen around him, and he takes that seriously,'' said <strong> Roger Goodell </strong>, who also emphatically endorsed his high-profile reclamation project.`` I am extremely proud of what <strong> Michael Vick </strong> has done,'' <strong> Roger Goodell </strong> said. <q> He has taken his responsibility seriously. He has made a commitment to himself to make better decisions. </q> After his Boys& Girls Club speech, in which he emphasized taking school seriously and asked the youngsters to`` choose your friends wisely- everybody doesn't have to be your friend,'' <strong> Michael Vick </strong> said", "new_id": -2}, {"uid": "1296528007049463298", "i": 2134, "idx": 1, "sa": ["Sergio Marchionne"], "q": ". As a result, the 200 has new features such as LED headlights and a quieter engine mounting system, a big improvement in quality that its predecessor, the Chrysler Sebring, didn't have. <q> The answer used to be no, </q> Verley said. Along with quality, <strong> Sergio Marchionne </strong> pushed the 200 to come out faster. He personally approved the car's interior in three days, far faster than the two weeks it took under previous CEOs", "new_id": -2}, {"uid": "1295033136184352768", "i": 6312, "idx": 0, "sa": ["Angelina Jolie", "Jennifer Love Hewitt"], "q": "she`` enjoys her food.'' Atta girl! Grade: C( shallow closet) rel=\"lytebox\" href=\"http://cache.gawkerassets.com/assets/images/39/2011/01/640_intouch113.jpg\"> title=\"Click here to read more posts tagged#intouch\" href=\"http://jezebel.com/tag/intouch/\"> In Touch <q> Baby No. 7 On The Way. </q> When title=\"Click here to read more posts tagged#Angelina JolieAngelina Jolie\" href=\"http://jezebel.com/tag/Angelina JolieAngelina Jolie/\"> <strong> Angelina Jolie </strong> was in Namibia over the holidays, she visited the Unesco center orphanage, where she`` fell in <strong> Jennifer Love Hewitt </strong>'' with a 5-year-old girl.", "new_id": -2}, {"uid": "1295807421110559236", "i": 34726, "idx": 23, "sa": ["Colin Powell", "Barack Obama"], "q": ", on the economy- <strong> Colin Powell </strong>( on video) I found... video results for: think <strong> Colin Powell </strong> <strong> Barack Obama </strong> <strong> Colin Powell </strong> concerned about the negative campaign turn by the Republicans <strong> Colin Powell </strong> concerned about the negative campaign turn by the Republicans <q> I think he is a transformational figure, he is a new generation coming onto the world stage, onto the American stage, and for that reason I'll be voting for Sen. <strong> Barack Obama </strong>, </q> <strong> Colin Powell </strong> said on NBC's`` Meet the Press.'' <strong> Colin Powell </strong> said he was concerned about what he ch... Bam Pow <strong> Barack Obama </strong> <strong> Colin Powell </strong> 2008 1:56 Alas- it was not meant to be. Well, he'd", "new_id": -2}, {"uid": "1295983645057327616", "i": 32714, "idx": 1, "sa": ["Michael Gove"], "q": "claims of a large number of different authorities, or an even larger number of individual schools. Mr <strong> Michael Gove </strong>'s lawyers say each of the six councils seeking judicial review will in any event receive in total <q> well in excess of? 1bn in BSF funding </q>, and the case was about`` whether they must get even more''. 05 JULY 2010, EDUCATION& FAMILY The rise of` we' Why US presidents increasingly love the word Risky harvest", "new_id": -2}, {"uid": "1295555937214679584", "i": 8466, "idx": 0, "sa": ["Martin Short", "David Letterman"], "q": "rehab. The Late Show with <strong> David Letterman </strong> when the host asked him mid-interview if he would care to perform a song. The funnyman obliged and told the audience as he made his way to the stage: <q> You know in my business, or in our business, there's a traditional career path: TV, movies, then Broadway, your own special, reality show host, the Palm Springs Follies, and then this show... But the challenge on this magical journey is to stay relevant and fresh. And if you really want to remain white hot in the press- there's only one place to go. </q> As the music began a pair of back-up singers and a drummer appeared onstage, dancing behind him. And <strong> Martin Short </strong> used his musical moment to mock troubled stars who've hit headlines for all the", "new_id": -2}, {"uid": "1296246869137003031", "i": 363, "idx": 2, "sa": ["Mary Pat Christie", "Mike Pence", "Gary Bauer", "Barack Obama", "Sarah Palin"], "q": "a government takeover of health care through a so-called publi... Ban Abortion- 2012 Barack Obamaial Candidate www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one... <strong> Sarah Palin </strong>: SRLC 2010 Republican Leaders <strong> Mike Pence </strong> gave an encouraging and Mary Pat Christieriotic speech at the AFP` November Speaks'' Rally against the Democrat led Lame Duck session.... Republicans", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}]