[{"uid": "1297170003034897939", "i": 16569, "idx": 3, "sa": ["Simon Cowell"], "q": "judge the US show. Meanwhile in other American X Factor news, the Daily Star has reported that <strong> Simon Cowell </strong> has promised the winner of the programme a$ 5million recording contract to guarantee that the show is <q>bigger and better than anything you've seen before.</q> SiCo, who featured in a recent commercial for the US version of The X Factor during the Super Bowl, also claimed that he wants the show to be: \"more extreme, more fun,", "new_id": -2}, {"uid": "1297402284143720477", "i": 3550, "idx": 4, "sa": ["Mitt Romney", "Donald Rumsfeld", "Barack Obama"], "q": "understand what was at stake?\" As can be expected, much of the blame for America's precipitous state was laid at the feet of <strong> Barack Obama </strong> and the Democratic agenda, which <strong> Donald Rumsfeld </strong> poetically described as <q>the gentle despotism of big government.</q> Several speakers accused <strong> Barack Obama </strong> of not believing in the exceptionalism of America, or understanding American power, and therefore precipitating the country's declining influence. Downstairs, in the exhibit hall, supporters of <strong> Mitt Romney </strong> distributed stickers that", "new_id": -2}, {"uid": "1297231746082936005", "i": 40876, "idx": 2, "sa": ["Sergio Marchionne"], "q": "had$ 7.3 billion in cash, and$ 9.6 billion in liquidity after reporting an operating profit of$ 763 million. Chrysler's U.S. market share jumped to 9.2 percent from 8.8 percent in 2009. <q>I think we should distribute humility pills, so that we all remember to keep our heads down and keep working,</q> <strong> Sergio Marchionne </strong> said. dshepardson@detnews.com(202) 662-8735 Vincent Goodwill Jr.: In another yet stunning move, Pistons guard Richard Hamilton is active tonight against the Bucks. He hasn't played since January 10 against the", "new_id": -2}, {"uid": "1296149754234012751", "i": 25128, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "Senator <strong> Kirsten Gillibrand </strong> will serve on the Senate Armed Services Committee. <strong> Kirsten Gillibrand </strong> had served on the House Armed Services Committee, and after being appointed to the Senate, she worked on military issues including the repeal of <q>Don't Ask, Don't Tell.</q>", "new_id": -2}, {"uid": "1295501783237502473", "i": 13994, "idx": 1, "sa": ["Jimmy Fallon", "Simon Cowell"], "q": "crowded sex life and telling <strong> Jimmy Fallon </strong>\"( Bleep) no!\" when <strong> Jimmy Fallon </strong> asked the other night if there would have to be a five-second delay for him. In time, the new trio( <q>the dino, the diva and the dawg,</q> in the words of longtime Idol obsessive Mortimer Spreng of Atlantic City) may mesh into something that would pass the <strong> Simon Cowell </strong> muster. But the first night veered way toward the feel good- apparently the new", "new_id": -2}, {"uid": "1296715247139952129", "i": 22346, "idx": 10, "sa": ["Allen Iverson", "George Karl"], "q": "mark. \"Tonight's game was fun because I thought from the minute they went on the court they thought they were going to win the game,\" said <strong> George Karl </strong>, who's 800-555 in 19 seasons. <q><strong> Gregg Popovich </strong>( Dean) <strong> J.R. Smith </strong> told me a long time ago that if you can't accept that players win and coaches lose, then don't get into coaching. You can be the greatest coach in the world, but if you don't have players, you aren't going to win in the NBA.</q> <strong> George Karl </strong> has a superstar in <strong> Allen Iverson </strong>, who finished with 44 points and 10 assists. <strong> Allen Iverson </strong> had his highest-scoring game since being acquired by Denver in a trade with Philadelphia on Dec. 19. His season high is 46", "new_id": -2}, {"uid": "1295272383010354705", "i": 19407, "idx": 0, "sa": ["Prince Fielder", "Mr. Bauer", "Mike Pence", "Gary Bauer", "Matt Kemp", "Albert Pujols", "Hunter Pence", "Jeb Bush"], "q": "election. <strong> Jeb Bush </strong> is co-chairing a conference Friday of the new Ban Abortion- 2012 Presidential Candidate www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q>All the obvious frontline names have all the usual pluses and minuses,</q> <strong> Mr. Bauer </strong> says. But in considering one... BSG: National League MVP candidates A rundown of possible National League MVP candidates including <strong> Albert Pujols </strong>, <strong> Matt Kemp </strong> Howard, <strong> Hunter Pence </strong>, <strong> Matt Kemp </strong> and <strong> Prince Fielder </strong> www.battingstanceguy.com... <strong> Mike Pence </strong>'s Speech at the", "new_id": -2}, {"i": 8231, "idx": 0, "index_answer": 1, "new_id": -1, "q": "or even last September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q>We have a current structural budget deficit that we have to address. The sooner, the better.</q>- Kevin Yamamura AT THE CAPITOL <strong> Jerry Brown </strong> will deliver his State of the State address Monday, the final day of January. <strong> Jerry Brown </strong>'s predecessor, <strong> Arnold Schwarzenegger </strong>, used his first State of", "sa": ["Jerry Brown", "Bill Lockyer", "Arnold Schwarzenegger"], "uid": "1295962091207159365"}, {"uid": "1296770511173654034", "i": 12194, "idx": 44, "sa": ["Donald Rumsfeld", "Colin Powell", "Bill Clinton", "Dick Cheney"], "q": "time you feel it would be helpful to you.\" \"Don, someone's head has to roll over this,\" Bush told him. But the <strong> Bill Clinton </strong> called him that night and said that <q>your leaving is a terrible idea.</q> Bush asked whether he should oust <strong> Colin Powell </strong> <strong> Dick Cheney </strong> Myers instead. <strong> Donald Rumsfeld </strong> replied that he would be \"firing the wrong person.\" But as commentators demanded his head, <strong> Donald Rumsfeld </strong> still contemplated leaving, even after", "new_id": -2}, {"uid": "1297307549087687177", "i": 23358, "idx": 1, "sa": ["David Letterman"], "q": "out later he was actually saying, \"God willing,\" as though it was divine will that he be beaten. <strong> David Letterman </strong> asked if Cooper thought he'd been singled out because he was recognizable. <q>Don't take this the wrong way,</q> said <strong> David Letterman </strong>, \"but you, I think, just standing on a corner, call attention to yourself,\" referring to Cooper's distinctive, white-haired look. The rules: Keep it clean, and", "new_id": -2}]