[{"uid": "1297367079104955925", "i": 17026, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "of the TV talent show but admitted he is in \"regular\" contact with the singer, who he worked with on \"American Idol' until 2009. <strong> Paula Abdul </strong> To Judge X Factor? He said: <q>I'm a massive fan of <strong> Paula Abdul </strong>. We've been in regular contact. I'm not going to say who we are going to confirm or not because the truth is we haven't made up our minds up yet. It comes down to who I think is interesting and the commitment and the expertise each person offers.</q> <strong> Simon Cowell </strong>, 51, quit` American Idol' in order to launch` The X Factor\" in the US and he admits he has not watched the new season of his former show, though he", "new_id": -2}, {"uid": "1297407745191856652", "i": 4342, "idx": 3, "sa": ["Zahi Hawass"], "q": "throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. \"They live thinking about it. They could kill each other to get it,\" <strong> Zahi Hawass </strong> said. <q>When I enter any place in Egypt, people ask me all the time about this.</q> The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong> said an additional five items that were stolen from an archaeological storage site in Qantara, near the Suez Canal, were", "new_id": -2}, {"uid": "1296175451053526573", "i": 362, "idx": 0, "sa": ["Michael Gove"], "q": "to Ofsted will mean schools will be judged by the watchdog on four key areas- quality of teaching, leadership, pupils' behaviour and achievement. Publishing the Bill on Thursday, Mr <strong> Michael Gove </strong> said: <q>There are areas of Ofsted inspections, such as community cohesion or regulations governing what students bring in in their lunchboxes at lunchtime, which are entirely peripheral. \"One of the problems with Ofsted inspections is that they are asked to inspect and measure for things which, by definition, are hard to judge and not central to what schools are about.</q> The Bill hands more control to the Education Secretary to intervene in failing schools. Mr <strong> Michael Gove </strong> insisted that under-achieving academies will not be exempt from this. \"There is absolutely no reluctance on our", "new_id": -2}, {"uid": "1295238796192987145", "i": 36785, "idx": 2, "sa": ["Eric Schmidt"], "q": ", he suggested. Technology could help. With Google's vast power for capturing and remembering data, <strong> Eric Schmidt </strong> painted a picture in which technology could help quantify and verify the assertions made in policy documents. <q>Government is highly measurable, most of it,</q> he said. \"We can actually see how many people got this shot or read this report or so forth. A government-- a transparent government-- should be able to[ measure] that.\"", "new_id": -2}, {"uid": "1297196814258572315", "i": 38904, "idx": 7, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "American soldiers tortured and humiliated their Iraqi detainees. In a rare concession, Mr. <strong> Donald Rumsfeld </strong> said in an interview with <strong> Diane Sawyer </strong> on \"Nightline\" that he should have stepped down following Abu Ghraib. <q>That was such a stain on our country; to think that people in our custody were treated in that disgusting and perverted and ghastly way, unacceptable way,</q> he said. \"There wasn't an easy target. And so I stepped up and told the president I thought I should resign. And I think probably he and the military and the Pentagon and", "new_id": -2}, {"uid": "1296495974113491968", "i": 8651, "idx": 1, "sa": ["Sergio Marchionne", "Jesse Toprak"], "q": "from the third quarter on reduced shipments. \"It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,\" CEO <strong> Sergio Marchionne </strong> said. <q>However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.</q>+0.50%), sold 1.52 million vehicles last year and managed to pull its market share up to 9.2% from 8.8% in 2009. Truecar.com analyst <strong> Jesse Toprak </strong> lauded Chrysler's progress and said he expects", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.\" <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q>He( <strong> Simon Cowell </strong>) looked at me and said: \"Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...\"</q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}, {"uid": "1295902107252543013", "i": 3925, "idx": 1, "sa": ["Colin Powell", "Bill Clinton", "Barack Obama"], "q": "and someone to make him to look better.\" <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically. <q>He hasn't achieved all of his purposes, but he's stabilised the economy. The economy is now starting to rebound, more slowly than we would like to see, but it is rebounding,</q> he told CNN. \"Whether you approve of healthcare or not, he took on that issue which I think is a major challenge for the American people. \"What do we do about 40 million", "new_id": -2}, {"uid": "1295008484200032264", "i": 23206, "idx": 7, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", saying, \"Open your eyes, <strong> Gabrielle Giffords </strong>. Open your eyes.\" And <strong> Gabrielle Giffords </strong> did. Her right eye remains bandaged, but <strong> Gabrielle Giffords </strong> is opening both of them, doctors said Thursday <q>She took a moment to focus, you could see she was focusing,</q> <strong> Kirsten Gillibrand </strong> said. \"And then Mark said... \"<strong> Gabrielle Giffords </strong>, if you can see me, if you can see me, give us a thumbs-up... She didn\"t only give a thumbs-up, she literally raised", "new_id": -2}, {"uid": "1295670186206995461", "i": 22777, "idx": 0, "sa": ["Saddam Hussein", "Tony Blair", "Andy Coulson"], "q": "areas of concern. Mr <strong> Tony Blair </strong> responded by insisting that much of the government's position was publicly known. \"It was literally the issue the entire time,\" he insisted. <q>The issue was being canvassed in Cabinet in the sense that the facts weren't really in dispute.</q> Other documents which were released earlier this week showed Mr <strong> Tony Blair </strong> repeatedly downplayed and ignored legal advice warning against the ousting of <strong> Saddam Hussein </strong>. Westminster in turmoil as <strong> Andy Coulson </strong> resigns There were frantic scenes in Westminster", "new_id": -2}]