[{"uid": "1295131435025296915", "i": 26311, "idx": 1, "sa": ["Michael Heisley", "Chris Halvorsen", "Lionel Hollins", "Ben Wallace", "Allen Iverson"], "q": "Twitter feed: \"God Chose Memphis as the place that I will continue my career.\" Referring to a Monday meeting with Grizzlies owner <strong> Michael Heisley </strong>, general manager <strong> Chris Halvorsen </strong> <strong> Ben Wallace </strong> and head coach <strong> Lionel Hollins </strong>, <strong> Allen Iverson </strong> added: <q> I feel that they are committed to developing a winner and I know that I can help them to accomplish that. I feel that I can trust them. </q> The Grizzlies are believed to be offering <strong> Allen Iverson </strong> a one-year deal worth$ 3.5 million, which is far less than the nearly$ 21 million he earned last season in Denver and Detroit but more than anyone else was", "new_id": -2}, {"uid": "1296849571234831879", "i": 6239, "idx": 4, "sa": ["Michael Vick"], "q": ", <strong> Michael Vick </strong> Malone, played football at Virginia Tech, where <strong> Michael Vick </strong> also played. Asked if <strong> Michael Vick </strong> had concerns about being affiliated with another party open the public, Butler said that <strong> Michael Vick </strong> said that he wanted <q> to do something to help the kids out. </q> \"This is a very upscale corporate event,\" Butler said. \"We have state senators coming. Not everybody can walk in off the street.\" The invitation says, \"Four-time", "new_id": -2}, {"uid": "1296513832171098167", "i": 32877, "idx": 0, "sa": ["Michael Vick"], "q": "in\" cobering up a serious crime. That's wrong. Only convicting on just two counts, that gives the cop a chance at his appeal. They are guilty in my opinion. Report Abuse <q> Now YOU know why minorities cheered when OJ was found not guilty </q>... minorities have been and still continue to be subjected to these Report Abuse \"All that are not WHITE... stand together with White Democrats\" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the", "new_id": -2}, {"uid": "1295238796192987195", "i": 47125, "idx": 0, "sa": ["Julius Genachowski", "Eric Schmidt", "Lowell McAdam"], "q": "been particularly contentious in the wireless industry, which has argued that it needs the freedom to manage networks because bandwidth is limited and consumers could experience slower access or dropped service if some applications hog capacity. <q> Opening wireless services to greater consumer choice will drive investment and innovation in the mobile marketplace, </q> <strong> Julius Genachowski </strong> said in a statement Tuesday. Verizon Wireless chief executive <strong> Lowell McAdam </strong> said the announcement with Google had little to do with the proposed rules. He said he began discussions with Google chief executive <strong> Eric Schmidt </strong> 18 months", "new_id": -2}, {"uid": "1297592627087900162", "i": 27429, "idx": 0, "sa": ["Simon Cowell"], "q": "been running wild that the troubled star would be a judge on the highly anticipated talent show, since her notoriety would be good for ratings. But it seems the rumors are not true. <q> No, <strong> Lindsay Lohan </strong> will not be part of the show </q>, Radaronline.com quoted spokeswoman Ann-Marie Thomson as saying on Saturday. Apparently <strong> Simon Cowell </strong>, who created \"The X Factor\" and will be the centerpiece of the judging panel, decided against the possibility of her joining", "new_id": -2}, {"uid": "1295425539066371662", "i": 46661, "idx": 0, "sa": ["Sergio Marchionne"], "q": "and the Chrysler Town& Country. WINDSOR, Ontario-- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1297283661263864336", "i": 6354, "idx": 0, "sa": ["Simon Cowell"], "q": "\" and \"X Factor\" to the difference between \"Extreme Makeover: Home Edition\" and \"Jersey Shore.\" As for the current, Cowell-free season of \"Idol,\" he claimed, <q> I haven't seen a full episode, </q> continuing, \"I think we're going to do something different. I'm excited. The stakes are high.\" Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering", "new_id": -2}, {"uid": "1296745616231997453", "i": 24492, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "came to light in early 2004. Mr. <strong> Donald Rumsfeld </strong> insists that the abuses were the actions of rogue soldiers and that they did not reflect any approved policies, but nevertheless he offered to step down.\" <q> Abu Ghraib and its follow-on effects, including the continued drum-beat of \"torture\" maintained by partisan critics of the war and the president, became a damaging distraction, </q> Mr. <strong> Donald Rumsfeld </strong> writes. \"More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point.", "new_id": -2}, {"i": 10731, "idx": 0, "index_answer": 0, "new_id": -1, "q": "that truth will keep national headquarters from wasting the opportunity to hit up donors. Speaking of: In the same e-mail, <strong> Cecile Richards </strong> claims that <strong> Mike Pence </strong>'s bill would make it so that Planned Parenthood <q> can no longer provide family planning, birth control, or preventive care to millions of women. </q> They're a profit-maker with high-paid friends who do fundraisers for them. We're not talking about some struggling crisis-pregnancy center( The very fact that the people behind the video would fabricate a story about a child", "sa": ["Cecile Richards", "Mike Pence"], "uid": "1296777793174178305"}, {"uid": "1296637384244858880", "i": 4655, "idx": 0, "sa": ["Donald Rumsfeld", "Will Washington", "Hillary Clinton"], "q": "country's evolution. US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> nimbly stepped in with a speech in Doha on January 13 warning Arab leaders to allow their citizens greater freedoms or risk extremists exploiting the situation. <q> There is no doubt that <strong> George Washington </strong> is trying to position itself very quickly on the good side,... </q>\" AFP: US helping shape outcome of Tunisian uprising emphasis added <strong> Will Washington </strong> be successful in instating a new puppet regime? This very much depends on the ability of the protest movement to address the", "new_id": -2}]