[{"uid": "1296819224161726495", "i": 31438, "idx": 0, "sa": ["Dannii Minogue", "Cheryl Cole", "Simon Cowell", "Louis Walsh"], "q": "is thought <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong> will return but <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong> are rumoured to be leaving to join the new US show when it launches later this year. A source said to UK newspaper The Sun: <q> This is causing producers a headache as the contract process always takes some time to hammer out. </q>", "new_id": -2}, {"uid": "1296690546156778512", "i": 45966, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "officials listed a series of actions the military has taken to guard against contractor wrongdoing, including the formation of a working group focused on procurement fraud. But <strong> Sen. Bernie Sanders </strong> said much more needs to be done. <q> It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> he said. Billions paid to companies that defrauded Pentagon Hundreds of defense companies that defrauded the U.S. military between 2007 and 2009 still received$ 285 billion in contracts from the Pentagon during the same", "new_id": -2}, {"uid": "1295628282045006886", "i": 34946, "idx": 0, "sa": ["Eric Schmidt"], "q": "role at the company. He will keep`` focusing on strategic products,'' Google said in a regulatory filing on Thursday. The company portrayed its change at the top as evolutionary rather than revolutionary. <q> Larry... is ready to lead, </q> <strong> Eric Schmidt </strong> wrote on his blog, adding via Twitter:`` Day-to-day adult supervision no longer needed!'' <strong> Eric Schmidt </strong> said that although what he called the`` triumvirate approach'' of leadership by himself, Page and", "new_id": -2}, {"i": 38274, "idx": 0, "index_answer": 0, "new_id": -1, "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. The company still owes more than$ 7 billion to", "sa": ["Sergio Marchionne"], "uid": "1296478830064815110"}, {"uid": "1295793657032096271", "i": 5901, "idx": 0, "sa": ["Andy Coulson"], "q": "plans for provisional Palestine <cite> AP </cite> Photo in Slideshow: Mavi Marmara, Bulent Yildirim Photo in Slideshow: Relatives of Palestinians being held in Israeli jails... Video: Gaza boat becomes Turkish tourist attraction... Report Abuse <q> Legal under Law of Roque state Israel. </q> Not under International Law. Please do not involve us in your criminal acts. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1295139772120274983", "i": 9753, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Sarah Palin"], "q": "Jewish representative did not sit well with many.`` This is unhelpful,'' said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) before boarding Air Force 1 with <strong> Barack Obama </strong> on his way to Tucson to call for healing. <q> As leaders, we have to use language that brings people together, not more vitriol that divides us. </q>`` Instead of dialing down the rhetoric at this difficult moment, <strong> Sarah Palin </strong> chose to accuse others trying to sort out the meaning of this tragedy of somehow engaging in a` blood libel' against her and", "new_id": -2}, {"uid": "1297119980245366873", "i": 43358, "idx": 1, "sa": ["Simon Cowell"], "q": "prize in TV history.`` This is a guaranteed$ 5 million, payable to the winner. It will be paid$ 1 million each year for five years,'' <strong> Simon Cowell </strong> said. <q> It is a massive, massive risk, but it is also an incredible incentive. It puts everybody under an enormous amount of pressure. With pressure, you have got to find a star, but I believe I can find a star. </q> Auditions begin March 27 in the Los Angeles for singers 12 and up, individual or by group, moving on to Chicago, Dallas, Miami, New York, New Jersey and Seattle.", "new_id": -2}, {"uid": "1296383953030212103", "i": 13508, "idx": 0, "sa": ["Zahi Hawass"], "q": "They were set ablaze by protesters on Friday and then again last night. The area has been the scene of continual protests all week. <strong> Zahi Hawass </strong>, Secretary General of Supreme Council of Antiquities, said: <q> What really scares me now is the building located on the eighth side of the Cairo Museum. This building is burning. If this building is destroyed it will go above the Cairo museum and this will be a disaster. </q> Copyright Â© 2011 euronews", "new_id": -2}, {"uid": "1296775873217071677", "i": 44960, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "A Matter of Life and Death,'' <strong> Barbara Walters </strong>' prime-time special airing tomorrow at 10 p.m. on ABC( Ch. 7).`` It was very surprising,'' <strong> Barbara Walters </strong> says of <strong> David Letterman </strong>'s response. <q> I'm very fond of <strong> David Letterman </strong> and he is of me, but he's enormously private... to have him talk as openly as he did with me about his emotions, and what he went through... I was amazed and very happy.`` Nor did he ever call me up[ afterward] and say,` Leave this out, leave that out.' </q> <strong> Barbara Walters </strong> also interviews <strong> Bill Clinton </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Charlie Rose </strong>-- all of whom, like <strong> Barbara Walters </strong> herself, underwent open-heart surgery. <strong> Barbara Walters </strong>, 81, had a faulty heart valve replaced last May.", "new_id": -2}, {"uid": "1297093828077135937", "i": 38613, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "`` did not, in my view, do a good job of managing the people under him,'' <strong> Donald Rumsfeld </strong> said in an interview with ABC, set to air this week. <q> There was a lot of leaking out of the State Department, and the president knew it, </q> he reportedly said.`` And it was unhelpful. And most of it ended up making the State Department look good. We didn't do that in the Pentagon. I insisted we not do it.''", "new_id": -2}]