[{"uid": "1296491980113492000", "i": 2192, "idx": 2, "sa": ["Sergio Marchionne"], "q": " Toyota ends 2010 as top automaker despite recalls Demonstrators stand in front of a picture of... <strong> Sergio Marchionne </strong> Video: Toyota Recalls Nearly 1.7 Million Vehicles Worldwide... Video: Workers at GM plant optimistic about future Report Abuse <q> An Italian company that makes unreliable products with engines in Mexico and pretends to be American. </q> Report Abuse \" The 56 MPG Fiat 500 Returns by Bill Siuru03/17/2008 \" Fiat offered the Nuova 500 for nearly 20 years, from 1957 to 1975. It proved very popular as a city car and today is", "new_id": -2}, {"uid": "1297007097055984146", "i": 6815, "idx": 0, "sa": ["Michael Gove", "David Cameron"], "q": "might find its lure difficult to resist, particularly if calls for an English parliament grow. <strong> David Cameron </strong> must be careful about conflating Britain and England| <strong> Michael Gove </strong> Mycock GermanicusRex 6 February 2011 3:01 PM <q> For example, the proposed increase in tuition fees in England raised fears in Scotland and Wales of significant numbers of English`` refugees </q> denying Scottish and Welsh students places in their home-based universities. In response, the Scottish and Welsh Michael Governments have raised tuition fees for English students in line with rises in England, which some claim is evidence of an", "new_id": -2}, {"uid": "1295032810156712965", "i": 32408, "idx": 2, "sa": ["Eamon Gilmore"], "q": "to politics which does nothing to aid economic recovery.'' Mr <strong> Eamon Gilmore </strong> branded the Government dysfunctional and said it was reneging on commitments to hold an election in the early part of the year. <q> We now have a Government where one party says it is fully out of Government, but not yet, </q> he said.`` Several Cabinet ministers have announced that they are not going to contest the next general election anyway and the rest of them are squabbling over who should be the next leader of Fianna F?il", "new_id": -2}, {"uid": "1297374875142229504", "i": 42030, "idx": 0, "sa": ["David Letterman", "Sandy Hackett", "Jay Leno", "Sammy Davis"], "q": "Theatre. <strong> Sandy Hackett </strong> has launched and run numerous comedy clubs over the years around the country, including In addition to bringing renowned comics from around the country-- many who have appeared on HBO, Showtime, <q> The Tonight Show with <strong> Jay Leno </strong> </q> or`` Late Show With <strong> David Letterman </strong>''-- there will be regular appearances weekly by <strong> Sandy Hackett </strong> as well as his`` <strong> Sandy Hackett </strong>'s Rat Pack Show'' co-star Doug Starks( <strong> Sammy Davis </strong>, Jr.), who has opened for", "new_id": -2}, {"uid": "1295883489107462685", "i": 55770, "idx": 0, "sa": ["Alassane Ouattara"], "q": " href=\"http://www.upi.com/topic/Alassane Ouattara_Alassane Ouattara/\" title=\"Alassane Ouattara_Alassane Ouattara\"> <strong> Alassane Ouattara </strong> won a November election meant to unite a country divided by civil war in 2002. U.N. spokesman Martin Nesirky warned Gbagbo the move was a violation of international sanctions. <q> The call by the Ivorian defense and security forces loyal to Laurent Gbagbo to stop and search United Nations vehicles is a serious violation of the Status of Forces Agreement and Security Council resolution 1962( 2010) and therefore unacceptable, </q> he said in a statement. African leaders are trying to break the political impasse in the Ivory Coast, saying force might be needed to force Gbagbo to stand down. The U.N. Security Council", "new_id": -2}, {"uid": "1295633029004243483", "i": 3237, "idx": 2, "sa": ["Shaun Ellis", "Michael Vick", "Ben Roethlisberger"], "q": "the Eagles' <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> might be the toughest quarterback to sack, said Jets defensive end <strong> Shaun Ellis </strong>.`` He's very strong. He's very elusive in the pocket,'' <strong> Shaun Ellis </strong> said. <q> A lot of people don't realize how fast he is.... I know he looks slow moving around on the field, but he's pretty nifty at what he does. </q> What <strong> Ben Roethlisberger </strong> has done best so far in his career is win. He went to the AFC title game as a rookie, won a Super Bowl in his second season, and added another championship in", "new_id": -2}, {"uid": "1296383580079249441", "i": 23890, "idx": 1, "sa": ["Charles Woodson", "Michael Vick", "Ben Roethlisberger"], "q": "mistaking the Steelers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they can't fall for <strong> Ben Roethlisberger </strong>'s pump fakes. <q> You can't just go full speed and reckless, </q> <strong> Charles Woodson </strong> said.`` You've got to kind of break down and be ready to move either way with the quarterback. Because it doesn't take much for a quarterback to just step one foot forward or step", "new_id": -2}, {"uid": "1296676628142131254", "i": 1313, "idx": 2, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "7, which shipped just 2 million units in the 100-million market in the last quarter.`` Nokia is no longer in denial,'' Ahmad wrote in his letter to`` <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>.'' <q> Microsoft also faces very big strategic challenges as smartphones and tablets attack your highly profitable installed base business. </q> Nokia's reported smartphone market share slid to 31 percent in the fourth quarter from 40 percent a year earlier as consumers defected to Apple Inc.'s iPhone and models based on Android. Apple has changed the", "new_id": -2}, {"uid": "1296587240084361226", "i": 55257, "idx": 0, "sa": ["Robert Pattinson", "Elizabeth Reaser", "Angelina Jolie", "Tim Burton", "Kristen Stewart"], "q": "the private life of <strong> Angelina Jolie </strong>: her relationship with her kids, her parenting style and spending Tim Burtone with brood. Deena Nicole On Joining` Jersey Shore':`` I've Only Heard Positive Things'' <strong> Elizabeth Reaser </strong>: <q> Here's a Naked Picture of <strong> Robert Pattinson </strong>& <strong> Kristen Stewart </strong> </q>", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]