[{"uid": "1295559654260145286", "i": 49602, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "and technology thought leadership-all of which are increasingly important given Google's global reach.'' Internally, <strong> Eric Schmidt </strong> will continue to act as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. In a statement, <strong> Eric Schmidt </strong> said: <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and", "new_id": -2}, {"uid": "1296056451121749525", "i": 50510, "idx": 0, "sa": ["Barack Obama", "Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "parties' usually separate seating arrangements. New York's two senators, Democrats <strong> Kirsten Gillibrand </strong> and <strong> Charles Ellis Schumer </strong>, also sat alongside Republican senators. They both reacted positively to <strong> Barack Obama </strong>'s speech. <strong> Kirsten Gillibrand </strong> said <strong> Barack Obama </strong> <q> laid out a bold vision for this Congress. </q> She called last year's election, in which Republicans gained control of the House and picked up seats in the Senate`` a mandate for action,'' rather than`` for any one political party.''", "new_id": -2}, {"uid": "1295967754242466840", "i": 25642, "idx": 0, "sa": ["Alan Simpson", "Michele Bachmann", "Paul Ryan", "Bernie Sanders", "Eric Cantor", "Barack Obama"], "q": "response, citing the congressman's href=\"http://www.roadmap.republicans.budget.house.gov/plan/summary.htm\">`` Roadmap for AmEric Cantora's Future,'' a long-term plan he released last year to bAlan Simpsonce the federal budget that included deep spending cuts and entitlement reform. <q> I will do my best to bring the <strong> Paul Ryan </strong> plan to the floor of the United States Senate, to give my Republican colleagues the opportunity to vote to privatize Social Security, Medicaid and Medicare and make massive cuts on programs needed by ordinary people at the same time as they give tax breaks to the rich, </q> Sen. <strong> Bernie Sanders </strong>, I-Vt., said Monday on MSNBC. When it comes to Rep. <strong> Michele Bachmann </strong>'s statement, the White House remained mum Tuesday.`` Our focus is on what the <strong> Barack Obama </strong> is going to say", "new_id": -2}, {"uid": "1295582443002506841", "i": 39001, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "with analysts, <strong> Eric Schmidt </strong> said he's excited about the change, because the more strategic role will give him`` a chance to work on the things I'm most interested in.'' He expects it to be <q> a significant improvement in the things that I can do in my time. </q> The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> have long run Google as a trio, an approach they spelled out in an`` owner's manual'' included in the company's", "new_id": -2}, {"uid": "1296562491229801995", "i": 4679, "idx": 0, "sa": ["Andy Coulson"], "q": "quit amid mounting controversy over phone hacking allegations. But a Number 10 source said`` good progress'' had been made in identifying a successor and that Mr Coul ADVERTISEMENT son chose to leave quietly after finishing <q> what he wanted to finish </q>. Mr <strong> Andy Coulson </strong> said last month he could no longer give his full attention to the job because of the drip-drip of claims about illegal eavesdropping under his editorship. Scotland Yard has since launched a", "new_id": -2}, {"uid": "1295568821043630596", "i": 21509, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": ", DC- In a surprise shakeup, Google co-founder <strong> Larry Page </strong> is replacing <strong> Eric Schmidt </strong> as chief executive of the search giant. Starting April 4, <strong> Larry Page </strong> will take over day-to-day operations while <strong> Eric Schmidt </strong> becomes executive chairman, focusing on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> Shortly after the announcement was posted on the company's href=\"http://us.rd.yahoo.com/dailynews/atlantic/cm_atlantic/storytext/Larry PageLarry PagereplacesEric SchmidtEric Schmidtasceoofgoogleinternetreacts6650/39756427/SIG=15887p9lt/*http://googleblog.blogspot.com/2011/01/update- from- chairman.html?utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed%3A+blogspot%2FMKuf+%28Official+Google+Blog%29\" title=\"blog\"> blog, <strong> Eric Schmidt </strong> tweeted`` Day-to-day adult supervision no longer needed!'' in reference to his href=\"http://us.rd.yahoo.com/dailynews/atlantic/cm_atlantic/storytext/Larry PageLarry PagereplacesEric SchmidtEric Schmidtasceoofgoogleinternetreacts6650/39756427/SIG=11vpslch7/*http://www.amazon.com/Googled-End-World-As-Know/dp/1594202354\" title=\"much-discussed\"> much-discussed", "new_id": -2}, {"uid": "1295617073111296513", "i": 58434, "idx": 4, "sa": ["Kay Burley", "Andy Coulson", "Chris Bryant"], "q": "on Sky News Labour MP <strong> Chris Bryant </strong> has enough of <strong> Kay Burley </strong>'s snippy remarks, and hits back, accusing her of lying, and calls her` dim'. <strong> Kay Burley </strong> hits the nail on the head when she says <q> Nobody cares what I think </q>.( Apologies for shaky video and crappy sound!)... Conservative Chief <strong> Andy Coulson </strong> Caught Up In Fresh Scandal This is a video that shows current Director of Communications& Planning for the Conservative Party, <strong> Andy Coulson </strong>& the", "new_id": -2}, {"uid": "1296205477159924225", "i": 7244, "idx": 9, "sa": ["Eric Holcomb", "Mike Pence", "Evan Bayh", "Mike McDaniel"], "q": "the unsuccessful Democratic nominee last year for <strong> Evan Bayh </strong>'s Senate seat. <strong> Mike McDaniel </strong> said that while he was state GOP chairman- from 1995 until 2002- <strong> Mike Pence </strong> mentioned the <strong> Eric Holcomb </strong>'s office to him. <q> He told me then that he thought he could accomplish more for the people of Indiana as <strong> Eric Holcomb </strong> than he could in Congress, </q> he said.`` This has been on his mind for a long time.'' User comments are not being accepted on this article. Airman: Air Force superior groped her, sent her sexual text messages", "new_id": -2}, {"uid": "1295473800129286206", "i": 35431, "idx": 1, "sa": ["Michael Vick"], "q": "next morning the dog was back on our porch. My sister and I convinced my dad to let us keep him.`` Damn! I thought I killed that thing...''-- <strong> Michael Vick </strong> KDMac: <q> Damn! I thought I killed that thing... </q>-- <strong> Michael Vick </strong> dlaurels 18 minutes ago( 4:30 PM) Dogs do get so attached to their owners and the owners get really attached to the dogs. It seems like a miracle, but miracles happen. dlaurels:", "new_id": -2}, {"i": 10731, "idx": 0, "index_answer": 0, "new_id": -1, "q": "that truth will keep national headquarters from wasting the opportunity to hit up donors. Speaking of: In the same e-mail, <strong> Cecile Richards </strong> claims that <strong> Mike Pence </strong>'s bill would make it so that Planned Parenthood <q> can no longer provide family planning, birth control, or preventive care to millions of women. </q> They're a profit-maker with high-paid friends who do fundraisers for them. We're not talking about some struggling crisis-pregnancy center( The very fact that the people behind the video would fabricate a story about a child", "sa": ["Cecile Richards", "Mike Pence"], "uid": "1296777793174178305"}]