[{"uid": "1296705082055525381", "i": 20900, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul", "Steven Tyler", "Jennifer Lopez"], "q": "a judge has upped the unpredictability factor of a popular show that had become highly predictable, the producers of American Idol already find themselves in the position of choosing to apologize to the viewing public for the rocker's <q>outrageous \"American Idol\" has a new feud ï¿½ ro</q> <strong> Steven Tyler </strong> vs. <strong> Jennifer Lopez </strong> \"American Idol\" might have a new feud on its hands, and these two might have <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong> beat. The series, which airs on Channel 10 in Tempe, has revamped itself", "new_id": -2}, {"uid": "1297521580190513158", "i": 15938, "idx": 0, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "intention to pursue their development targets... which envisage auto production rising from 650,000 vehicles to 1.4 million annually after an investment of some 20 billion euros($ 27.2 billion),\" the statement said. <q>The government notes positively the position taken( by Fiat) and... for its part confirms its willingness to bring about the best competitive conditions</q> in Italy, it added. Marchione has sharply criticised working practices in Italy, saying they put Fiat at a huge competitive disadvantage. On Monday, the government said <strong> Silvio Berlusconi </strong> would meet <strong> Sergio Marchionne </strong> on", "new_id": -2}, {"uid": "1295327039053116954", "i": 31659, "idx": 1, "sa": ["Allen Iverson", "Ray Allen"], "q": "hit 7-of-8 shots and was one of three Sixers to score 14 points. The return of <strong> Allen Iverson </strong> appeared to give Philadelphia a boost. <strong> Allen Iverson </strong>'s first game since Dec. 16 wasn't easy for the 34-year-old guard. <q>Once I got my second wind I was all right. The first couple minutes I thought my heart was going to jump out of my chest,</q> said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. \"Having <strong> Ray Allen </strong> back helps. He's a finisher. He can", "new_id": -2}, {"uid": "1295419136019841068", "i": 1226, "idx": 8, "sa": ["Toby Young", "Simon Cowell", "Steven Tyler"], "q": "and more to the point,\" he told TV Guide. Certainly, <strong> Simon Cowell </strong> is way more plainspoken than <strong> Steven Tyler </strong>, who tends to communicate in a magical language that's neither positive nor negative. <q>What's with the oohoohbes on your jujubes?</q> he asks one contestant in a star-studded bikini top. \"Hellfire, save matches... a duck and see what hatches!\" he tells another. That's apparently his version of a compliment. <strong> Toby Young </strong> remains", "new_id": -2}, {"uid": "1297124456124354605", "i": 10482, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "LOSANGELES( AP)- <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q>We've spoken to her, she knows I'm a big fan,</q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}, {"i": 38274, "idx": 0, "index_answer": 0, "new_id": -1, "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q>It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,</q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. The company still owes more than$ 7 billion to", "sa": ["Sergio Marchionne"], "uid": "1296478830064815110"}, {"uid": "1297375007070008853", "i": 34412, "idx": 0, "sa": ["Jennifer Aniston", "Justin Bieber", "Ellen DeGeneres", "David Letterman"], "q": "are you so mean?\" <strong> Jennifer Aniston </strong> said to <strong> Ellen DeGeneres </strong>. She said she was pleased that he has kept up the positive reporting and wasn't just saying that he would tone it down to appease her. <q>I say good for him and keep it up,</q> <strong> Jennifer Aniston </strong> concluded. <strong> Justin Bieber </strong>: \"<strong> Justin Bieber </strong> Fever\" has hit the airwaves as <strong> Justin Bieber </strong> clogs every American news outlet known to man. After guesting on \"The Daily Show,\" \"Late Night with <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1295425465261013529", "i": 17009, "idx": 3, "sa": ["Kara DioGuardi", "Julie Lloyd", "Paula Abdul", "Kristin Chenoweth", "Vanessa Johnston", "Victoria Beckham", "Christian Spears", "Simon Cowell", "Ellen DeGeneres", "Neil Patrick Harris", "Michael Jackson", "Joe Jonas"], "q": "American Idol Season 9 Auditions 6 Dallas The judges search for lone stars in the Lone Star State when open auditions are held in Dallas. <strong> Neil Patrick Harris </strong> and <strong> Joe Jonas </strong> are the guest judges. American idol \"Season 9\" <q>episode 6 \"auditions Dallas Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington \"los angeles</q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> Randy <strong> Michael Jackson </strong> <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> fox ryan seacrest results show final semi-final call-back katie stewans justin williams <strong> Neil Patrick Harris </strong> <strong> Joe Jonas </strong> <strong> Julie Lloyd </strong> Thomas Kimberly Carver Dexter Ward Erica Dave Pittman Toddrick Hall Maegen Wright <strong> Vanessa Johnston </strong> <strong> Christian Spears </strong> <strong> Kristin Chenoweth </strong>", "new_id": -2}, {"uid": "1295670451069369869", "i": 34651, "idx": 1, "sa": ["Tayshaun Prince", "Allen Iverson", "Richard Garriott"], "q": "9 minutes. \"I just waited for my opportunity and when it came I just took advantage of it,\" said <strong> Allen Iverson </strong>, whose output was his highest since a 30-point night at Sacramento on Nov. 11. <q>I was probably in the best groove since I got here.</q> Detroit hasn't lost since blowing a 17-point lead in a 107-94 loss at Washington on Dec. 9, They're 10-9 with <strong> Allen Iverson </strong> on the roster. <strong> Tayshaun Prince </strong> added 14 points and 10 rebounds, and <strong> Richard Garriott </strong> Hamilton scored", "new_id": -2}, {"uid": "1295189804049070144", "i": 20200, "idx": 2, "sa": ["Nigel Lythgoe", "Ryan Seacrest", "Simon Cowell", "Jennifer Lopez"], "q": ", I think, for contestants than maybe in years past,\" <strong> Jennifer Lopez </strong> says in an interview on the disc, though <strong> Simon Cowell </strong>'s name is never mentioned. Host <strong> Ryan Seacrest </strong> is less subtle. <q>In the past there was a diabolical at times figure and a real acerbic tough figure on the panel,</q> he says. Ouch. By the time <strong> Simon Cowell </strong> left Idol last May after nine seasons with the show, he had become its star. <strong> Nigel Lythgoe </strong>, the fellow Brit who was brought back as Idol", "new_id": -2}]