[{"i": 6048, "idx": 1, "index_answer": 0, "new_id": -1, "q": "proposal intended to incite a panicked response to a phony crisis,\" <strong> Bill Lockyer </strong>, a Democrat, said during a conference call with reporters organized by the Economic Policy Institute, a Washington, D.C., think tank. <q> Killer bees, space aliens... now it's the invasion of the bankrupt states. The truth is, no state wants to declare bankruptcy, no state needs to declare bankruptcy, and no state would. </q> The proposal at issue would give states the option of declaring bankruptcy in much the same way that businesses can, though it is unclear whether courts would go along with such a move because states, unlike", "sa": ["Bill Lockyer"], "uid": "1295967628237387816"}, {"uid": "1296337396166101027", "i": 40640, "idx": 1, "sa": ["Zahi Hawass"], "q": "when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,\" <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. FR is funded solely by donations from our readers. Help keep FR strong, commercial ad& pop-up-free, and beholden to no outsiders! Or by mail to: Free Republic,", "new_id": -2}, {"uid": "1296855254039305222", "i": 9984, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "the month). Surely <strong> David Letterman </strong> would understand, and he did, having gone though the thickets of adultery himself. And <strong> Kelsey Grammer </strong> was not joking. Besides <strong> Camille Grammer </strong>'s joke defense, she also relies on <q> I'm not saying, but... </q> along with its variations, \"I'm not going to say it,\" \"I'm not saying anything else,\" \"I won't say\" and \"I can't say.\" Anyway", "new_id": -2}, {"uid": "1297107431173703189", "i": 20802, "idx": 2, "sa": ["Jessica Simpson", "Simon Cowell", "Leona Lewis"], "q": "the winner. \"The X Factor\" has turned unknowns into superstars, most notably with Season 3 winner <strong> Leona Lewis </strong> in 2006. It's a trend <strong> Simon Cowell </strong> expects to continue stateside. <q> I'm doing this show in America because I genuinely believe we can find a superstar, </q> the former \"American Idol\" judge professed. VIEW THE PHOTOS: The Brit Pack: Hot Shots Of Stars From The UK! <strong> Jessica Simpson </strong>( who recently Tweeted she is \"not\" doing it),", "new_id": -2}, {"uid": "1296362329255475725", "i": 5272, "idx": 5, "sa": ["Linas Kleiza", "Allen Iverson", "Joel Anthony"], "q": "Jazz 120-109 on Thursday night. \"I've now scored 40 points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. <q> It was definitely a special night, </q> <strong> Linas Kleiza </strong> said. \"I will remember this night for the rest of my life.\" The Nuggets have been searching for a consistent third scorer behind <strong> Joel Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He", "new_id": -2}, {"uid": "1296619642002048048", "i": 43279, "idx": 1, "sa": ["Morgan Freeman", "Bo Derek", "Dane Cook", "DJ AM", "Alan Thicke", "Steve Buscemi", "Sarah Palin", "Matt Reeves", "Simon Cowell", "Liza Minnelli"], "q": ",\" police say in statement \"The circumstances surrounding his death are unclear,\" <strong> DJ AM </strong>'s publicist... Top Story! Weekly 8-16-09 with standup <strong> Steve Buscemi </strong> Wright Chapter skip by clicking the links!************* Episode 16: <q> An Apple A Day Keeps the Death Panel Away </q> 1. CELEBRITY DEATH PANEL 2012 by <strong> DJ AM </strong> Hughes <strong> Sarah Palin </strong>( Kipleigh), <strong> Morgan Freeman </strong>( <strong> Bo Derek </strong>), <strong> Dane Cook </strong>( <strong> Matt Reeves </strong> M.), <strong> Liza Minnelli </strong>( Artemis), <strong> Alan Thicke </strong>( <strong> Simon Cowell </strong>), Announcer...", "new_id": -2}, {"uid": "1297618288105119764", "i": 14606, "idx": 0, "sa": ["Zahi Hawass"], "q": "antiquities, <strong> Zahi Hawass </strong>, said that during the revolt several ancient treasures had been stolen from the Egyptian Museum, including a statue of the renowned boy king Tutankhamun. The objects missing from the famed museum include <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of another statue showing him harpooning, he said. Looters had broken into the museum off Cairo's Tahrir Square on January 28 during clashes between protesters and riot police, who used tear gas", "new_id": -2}, {"uid": "1296761075093225087", "i": 43319, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "Known and Unknown: A Memoir. His biggest regret, he writes, is not quitting after the Abu Ghraib prison abuse scandal. However, he has no regrets about the Iraq War, writing that <q> the Middle East would be far more perilous than it is today </q> with <strong> Saddam Hussein </strong> in power. <strong> Donald Rumsfeld </strong> notes that two letters of resignation he wrote to <strong> President Bush </strong> were rejected. He also unleashes criticism at members of <strong> President Bush </strong>'s cabinet, including former <strong> Donald Rumsfeld </strong> of State Please enter the two words", "new_id": -2}, {"uid": "1297604062127287303", "i": 20026, "idx": 7, "sa": ["Simon Cowell", "the Black"], "q": "<strong> the Black </strong> Eyed Peas or Destiny's Child. \"I'm genuinely staggered this hasn't happened. All the signs are out there, from Glee to High School Musical,\" he said, advising <q> any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition. </q> The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. \"If they don't sell a single record they still get to keep the money,\" he said. \"It", "new_id": -2}, {"uid": "1296579335042647565", "i": 18391, "idx": 6, "sa": ["Zahi Hawass", "Hosni Mubarak", "Celine Dion"], "q": "Ministry, but it constitutes a separate ministry in the new government. While protesters dismissed the Cabinet reshuffle as cosmetic and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. <q> The people in the streets have to give this government an opportunity to change, </q> he said cheerfully. \"Beautiful things happened in the last five days.\" What's altered in the two photos? See how you score when you play the Find <strong> Celine Dion </strong> Challenge! Editorial", "new_id": -2}]