[{"uid": "1295218070163594249", "i": 565, "idx": 23, "sa": ["Simon Cowell"], "q": "January 2010, a visibly shaken <strong> Simon Cowell </strong> appeared before the Television Critics Association meeting in Pasadena to say that he and Fox had reached an agreement that morning.`` Where we have come to,'' he said, <q> is that The X Factor will launch in America in 2011, with me judging the show and executive-producing the show, and because of that, this will be my last season on At the Idol finale on May 26, 2010, a wistful <strong> Simon Cowell </strong> looked out over the crowd one last time.`` It felt very weird, </q> he says, remembering the moment.`` When you're standing there in front of 5,000, 6,000 people and you feel this warmth and emotion; that's when I felt more emotional than I ever thought I", "new_id": -2}, {"uid": "1295879281140918786", "i": 11694, "idx": 0, "sa": ["Colin Powell", "Dick Cheney"], "q": "the good and bad Iraq wars-a protester who spontaneously walked down the aisle singing`` Down by the Riverside'' as <strong> Dick Cheney </strong> was speaking. As the security guard escorted him out the building, <strong> Colin Powell </strong> remarked in scorn, <q> If you don't want to study war no more, you better be ready to fight a war. </q> Does the Taboo Against the Use of Nuclear Weapons Only Increase Their Allure? January 24, 2011 The trouble with taboos is that they're made to be broken. WikiLeaks XXXII", "new_id": -2}, {"uid": "1295739237074268687", "i": 9444, "idx": 4, "sa": ["Marvin Webster", "Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/CSU_FULLERTON_TITANS_VS_CSU_BAKERSFIELD_ROADRUNNERS_11/27/10 Fullerton, Calif.- Perry <strong> Marvin Webster </strong>", "new_id": -2}, {"uid": "1297648406082984968", "i": 5701, "idx": 0, "sa": ["Zahi Hawass"], "q": "the uprising. <strong> Zahi Hawass </strong>, minister of state for antiquities, said a statue of the renowned boy king Tutankhamun and several other ancient treasures had been stolen from the museum. The missing objects include <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of another statue showing him harpooning, he said. Looters had broken into the museum off Cairo's Tahrir Square on January 28, during clashes between protesters and riot police who used tear gas", "new_id": -2}, {"uid": "1294961054148406273", "i": 2875, "idx": 1, "sa": ["Kirsten Gillibrand", "Katie Couric", "Sarah Palin"], "q": "We've got to really be very, very concerned about how we say things and the things that we do say and how that may impact people.'' Democratic New York Senator <strong> Kirsten Gillibrand </strong> chimed in: <q> We may never know what motivated him to commit these heinous crimes, but what we do know is that the climate of debate has degraded so significantly, I believe, over the last decade, that it has to end. </q> <strong> Katie Couric </strong> played a clip of <strong> Sarah Palin </strong>'s Facebook video response to the shooting and critics:`` Acts of monstrous criminality stand on their own. They begin and end with the criminals who commit them, not", "new_id": -2}, {"uid": "1295311136034570272", "i": 12885, "idx": 3, "sa": ["Rick Santorum", "Mike Pence"], "q": "Dakota and former <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q> To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security, </q> he said. He said town hall meetings are`` very routine'' for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings. Full Story <cite> CNN", "new_id": -2}, {"uid": "1296235613016105476", "i": 40750, "idx": 1, "sa": ["Allen Iverson", "LeBron James"], "q": "can still compete at the highest level.'' The statement also said <strong> Allen Iverson </strong> has tremendous love for the game and the desire to play.`` His legacy would be huge,'' Cleveland Cavaliers All-Star <strong> LeBron James </strong> said. <q> He's one of the best when you talk about guys 6-foot and under in the game of basketball. He played injured and he played hard every single night. I don't think it should end this way, but if it does, he's left a lot of great things behind. </q> The 10-time All-Star played three games this season with Memphis before taking a leave of absence to attend to personal matters. He was waived after the two sides agreed to part ways. It was the second straight ugly", "new_id": -2}, {"uid": "1295433014076251208", "i": 26210, "idx": 3, "sa": ["Michael Vick"], "q": "also was asked with how he deals with the criticism that comes his way.`` In this country, you have the freedom of speech and you can say whatever you want,'' he said. <q> As long as you say it to the right people, not bluntly put out in my face, then it don't make me any difference. People can say anything they want. They can have their own opinions, but it doesn't mean it's valid... It motivates me. </q>** The season is over, but <strong> Michael Vick </strong> remains in demand. Some of the heavy hitters in broadcasting are in hot pursuit, trying to land a sitdown interview with the Eagles quarterback", "new_id": -2}, {"uid": "1295570551043630625", "i": 11025, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Startup Marketcetera Offers Buy Side Traders An Open Source Software Platform For Algorithmic Trading <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman.`` By elevating me and having Larry running things", "new_id": -2}, [{"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,'' Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}]]