[{"uid": "1296192802247005210", "i": 28990, "idx": 0, "sa": ["Eric Schmidt"], "q": "Dismissing rumours that Facebook is a threat to Google, he said the growth of the social network phenomenon has actually helped Google as people who used Facebook were also more frequent users of the search engine. <q> Facebook usage is a net positive for us, </q> he said. He denied the rumours that his retirement was because of increased competition from sites such as Facebook. <strong> Eric Schmidt </strong> has recently announced that he was stepping down as the CEO to take on the role of", "new_id": -2}, {"uid": "1297175256265814058", "i": 3528, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "Former defense secretary <strong> Donald Rumsfeld </strong> says he should have stepped down in 2004 after photos emerged of the abuses done to Iraqi prisoners by U.S. personnel at the Abu Ghraib prison in Baghdad. <q> That was such a stain on our country, </q> he tells ABC News' <strong> Diane Sawyer </strong> in an interviewed`` I stepped up and told the president I thought I should resign,'' he says.`` I think probably he and the military and the Pentagon", "new_id": -2}, {"uid": "1296939026066093065", "i": 42373, "idx": 2, "sa": ["Sergio Marchionne"], "q": "here, <strong> Sergio Marchionne </strong> three times referred to the`` shyster'' loans that the U.S. and Canadian governments made to save Chrysler in 2009.`` I want to pay back the shyster loans,'' <strong> Sergio Marchionne </strong> said Friday. <q> When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut. </q> Advertisement Today, he said the term- which generally refers to someone who acts in a disreputable, unethical, or unscrupulous manner- was improper.`` I used a term in", "new_id": -2}, {"uid": "1295562314055377950", "i": 9809, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Larry Page will once again assume the role of CEO. Thursday afternoon, <strong> Eric Schmidt </strong> announced that he will be moving to the role of Executive Chairman of Google's board of directors, where he will focus on <q> wherever[ he] can add the greatest value. </q> This might mean making deals, forging partnerships, broadening business relationships, or performing government outreach. <strong> Eric Schmidt </strong> also says he will act as an advisor to Page and co-founder <strong> Sergey Brin </strong>.`` As Google has grown", "new_id": -2}, {"uid": "1295569009118865941", "i": 15369, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "<a href=\"http://www.marketwatch.com/story/google-tops-estimates-page-named-ceo-2011-01-20\"> See <strong> Google Inc. </strong> news here.`` Historically we have always been running the decisions together, and ultimately it adds delay and so forth in the way we make decisions,'' <strong> Eric Schmidt </strong> said. <q> We think this will produce even better success for the corporation. </q> <strong> Google Inc. </strong> has still been trying to find new sources of revenue growth beyond its search engine monster. Its Android operating system has taken off in mobile but some of its other attempts outside of search have not", "new_id": -2}, {"uid": "1296197040069206031", "i": 38865, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "decision Thursday afternoon in a letter. He did not announce his candidacy for governor, but sent a clear signal of his interest in seeking the office, saying his`` heart is in Indiana.'' <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> said in the letter. <strong> Mike Pence </strong> For now, <strong> Mike Pence </strong>'s decision means he is honoring Republican Gov. <strong> Mitch Daniels </strong>' request that those who hope to become his successor`` stifle themselves'' until the", "new_id": -2}, {"uid": "1296679971172851230", "i": 17781, "idx": 1, "sa": ["Kara DioGuardi", "Steven Tyler", "Simon Cowell", "Ellen DeGeneres", "Jennifer Lopez"], "q": ".`` I'm really happy with that,'' he insisted. <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>, who he said have quickly helped right the ship after the uncertainty that followed lead judge <strong> Simon Cowell </strong>'s departure last year. <q> You forget that we've had this train wreck that was following <strong> Simon Cowell </strong>, and then <strong> Simon Cowell </strong> disassociated himself from the show over the last few years, turned his back on the strange people they brought in to judge, </q> he said, seemingly referring to ex-`` Idol'' panelists, songwriter <strong> Kara DioGuardi </strong> and comedian/talk show host <strong> Ellen DeGeneres </strong>.`` So I knew it was going to be better than people expected. To have lost our star", "new_id": -2}, {"uid": "1296105128124256343", "i": 9914, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q>`` There will be huge explosions all over Fleet Street if police get to the truth,'' he told the BBC. News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1295530662257605677", "i": 34870, "idx": 3, "sa": ["Simon Cowell", "Lady Gaga"], "q": "Train to Georgia' with pageant-level passion. This is the type of 16 year old that many of us find annoying.`` I'm ready to be the 2011` American Idol,''' she said. <q> I've been waiting for this since season 2! </q> Of course, she gets in, whether she really deserves so. I bet <strong> Simon Cowell </strong> would have hated her! <strong> Lady Gaga </strong> up: another 16 year old, this one with a back", "new_id": -2}, [{"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago.`` This one feels great due to the fact that I've been through so much,'' <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q> To be able to get back to this position is paramount to me, and I'm just thankful. </q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]]