[{"uid": "1295779311072171695", "i": 46278, "idx": 1, "sa": ["Andy Coulson"], "q": "murky truth will come to light.\" Mr <strong> Andy Coulson </strong> is understood to have told the Prime Minister of his intention to resign on Wednesday but the decision was announced on Friday. 22 Jan 2011 <q>I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,</q> he added. The Prime Minister said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice", "new_id": -2}, {"uid": "1295562736055705634", "i": 12141, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "tech circles was the Google's brilliant founders Page and <strong> Sergey Brin </strong> needed a business-savvy executive to help bring the company to the next level. But as <strong> Eric Schmidt </strong> put it in a Twitter posting on Thursday( Jan. 20) <q>day-to-day adult supervision no longer needed!</q> Instead, <strong> Eric Schmidt </strong> will take on the role of Google's executive chairman, where he says he will focus on broader business partnerships, technology leadership, product development and government outreach. The decision", "new_id": -2}, {"uid": "1295916542006537217", "i": 3897, "idx": 3, "sa": ["Bill Lockyer", "Diane Harkey"], "q": "bit leery of its impact on our state and the rest of our local municipalities,\" <strong> Diane Harkey </strong> said. There's also the political question of what governor would want to lead his or her state into bankruptcy. <q>I can't imagine anyone doing it,</q> <strong> Bill Lockyer </strong> said. Missing 10-Year-Old Found Safe In Roseville Police Find Screaming Man Impaled On Fence", "new_id": -2}, {"uid": "1294970173038420481", "i": 8787, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "loved ones for the first time. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" Sen. <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. <q>She wanted us to know that she was with us a hundred percent and understood everything we were saying.</q> <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, called it \"a major milestone,\" and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing", "new_id": -2}, {"uid": "1297178299144113685", "i": 34849, "idx": 2, "sa": ["Simon Cowell"], "q": "\" he said. If those preteens aren't brave enough to massacre their elders, they probably won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena. <q>It was supposed to be similar to them doing their first concert,</q> <strong> Simon Cowell </strong> explained. \"It really helped show me who could handle the pressure.\" Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an important element of", "new_id": -2}, {"uid": "1297260107046088232", "i": 24098, "idx": 0, "sa": ["Donald Rumsfeld", "Gwen Ifill"], "q": "POLITICS-- February 8, 2011 at 9:08 AM EDT New <strong> Donald Rumsfeld </strong> Memoir Settles Scores, Spreads Responsibility for Iraq War <q>At its heart, it is a revenge memoir,</q> writes NewsHour senior correspondent <strong> Gwen Ifill </strong> in her Washington Post review of former secretary of defense <strong> Donald Rumsfeld </strong>'s new book, \"Known and Unknown.\" The book certainly includes its fair share of score settling", "new_id": -2}, {"uid": "1295153110091308033", "i": 11316, "idx": 2, "sa": ["Detroit Red", "Rasheed Wallace", "Kobe Bryant", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q>We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night.</q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to Columbus Blue Jackets( 21-20-3) at <strong> Detroit Red </strong> Wings( 27-11-6),", "new_id": -2}, {"uid": "1297452929027197459", "i": 34753, "idx": 0, "sa": ["Chris Medina", "Simon Cowell"], "q": "got through but he didn't-- until he started singing/pleading as he went up the aisle out of the theater. Not classy, Nick. And judge Randy Jackson played the past role of <strong> Simon Cowell </strong> telling him, <q>One and you're done dude.</q> Good stories developing with James Durbin, the spike-haired Santa Cruz guy; <strong> Chris Medina </strong>, with the recovering fiancee; Julie Zorrilla, whose parents fled Colombia; and raspy-voiced Brett Loewenstern, 16, of Florida.", "new_id": -2}, {"uid": "1294989940096894981", "i": 10209, "idx": 1, "sa": ["Michael Gove"], "q": "a strong attack on the City, Mr <strong> Michael Gove </strong> said bank bosses had paid themselves \"astronomical\" sums and \"appear to me to be living in a parallel universe to the rest of us\". <q>The sense of contrition for what went wrong in the banking crisis seems to be invisible,</q> he added. \"The banks have to show they get it.\" He said the coalition's levy on bank balance sheets was a better way of making sure companies made a fair contribution to tackling", "new_id": -2}, {"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q>merge Google's technology and business vision brilliantly.</q> \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!\" <strong> Eric Schmidt </strong> wrote. \"Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}]