[{"uid": "1297234976152961059", "i": 22188, "idx": 1, "sa": ["the Fox", "Paula Abdul", "Simon Cowell"], "q": "include controversy, vocal groups, not just soloists, and maybe, <strong> Paula Abdul </strong> as a judge. <strong> Simon Cowell </strong> says he's`` spoken to her, she knows I'm a big fan.'' He adds he's <q> always said at some point we are going to be working together. </q> But, he says he has`` to take everyone's opinions into account'' including the show's other producers and <strong> the Fox </strong> network. <strong> Simon Cowell </strong> says the judges' panel will be announced about a month from now.", "new_id": -2}, {"uid": "1294994738178470923", "i": 48183, "idx": 4, "sa": ["Brian Finneran", "Michael Vick"], "q": "the first couple of years, then got a little lax.'' As for the idea that <strong> Michael Vick </strong> is only now getting topflight coaching, <strong> Brian Finneran </strong> wasn't slighting the Eagles' staff when he said, <q> I think <strong> Mike Jensen </strong> was coached[ in Atlanta]. He had all the opportunity to put in a little extra time. These coaches are here all the time. </q> <strong> Brian Finneran </strong> got along with <strong> Michael Vick </strong>. He's just not afraid to speak his mind, including to teammates' faces.`` It's almost like a pay-it-forward type deal,'' <strong> Brian Finneran </strong> said.", "new_id": -2}, {"uid": "1297105048023560212", "i": 20827, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": "troops to Iraq early on constitutes the biggest mistake of the war.`` In a war, many things cost lives,'' <strong> Donald Rumsfeld </strong> says. When <strong> Diane Sawyer </strong> noted <strong> President Bush </strong> has written that cutting troop levels in Iraq was <q> the most important failure in the execution of the war, </q> <strong> Donald Rumsfeld </strong> called that assessment`` interesting.''", "new_id": -2}, {"uid": "1297196814258572315", "i": 38904, "idx": 7, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "American soldiers tortured and humiliated their Iraqi detainees. In a rare concession, Mr. <strong> Donald Rumsfeld </strong> said in an interview with <strong> Diane Sawyer </strong> on`` Nightline'' that he should have stepped down following Abu Ghraib. <q> That was such a stain on our country; to think that people in our custody were treated in that disgusting and perverted and ghastly way, unacceptable way, </q> he said.`` There wasn't an easy target. And so I stepped up and told the president I thought I should resign. And I think probably he and the military and the Pentagon and", "new_id": -2}, {"uid": "1296494521100859915", "i": 26505, "idx": 5, "sa": ["Allen Iverson", "Dwyane Wade"], "q": ", after a spectacular third quarter, turned in a game-turning performance in overtime, scoring eight of the Heat's 16 points in the extra period. <strong> Dwyane Wade </strong> finished with 43 points, nine rebounds and six assists. <q> <strong> Dwyane Wade </strong> showed why he's one of the top three players in the league, </q> Pacers coach Jim O'Brien said.`` We just didn't have enough to stop them http://wn.com/Allen_Iverson_15pts_vs_Pacers_04/05_NBA_*Buzzer_Beater_to_win_the_game_*Kyle_Korver_7_3pt Through All-Star games, an MVP award and a trip to the NBA Finals, there was something missing in <strong> Allen Iverson </strong>'s career", "new_id": -2}, {"uid": "1295070568012681222", "i": 35605, "idx": 1, "sa": ["Kirsten Gillibrand", "Suzan Johnson Cook", "Barack Obama", "Sen. Jim DeMint"], "q": "has been stalled by the same type of general obstructionism that often paralyzed the last Congress,'' said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York, Ms. <strong> Suzan Johnson Cook </strong>'s most vigorous backer on the Foreign Relations Committee. <q> I hope any senator who is blocking her nomination will take the time to meet with her and give her the opportunity to detail why she is the right person for this important job. </q> <strong> Sen. Jim DeMint </strong> of South Carolina, a conservative Republican closely allied with the Tea Party movement. By various inside accounts, which were not disputed by the senator's staff, he was the person who filed the", "new_id": -2}, {"uid": "1296678030025182213", "i": 37645, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "said <strong> Sen. Bernie Sanders </strong>. Billions of dollars continued to flow to contractors even after they were found to have committed fraud, and about a dozen had been barred from contracting altogether. Still, the report concluded that <q> existing remedies with respect to contractor wrongdoing are sufficient. <strong> Sen. Bernie Sanders </strong> bridles at that finding, saying`` the DOD has got to be a lot more vigorous in terms of its investigations, and a lot more vigorous in prosecuting those people who have committed fraud. </q> One of the companies on the list is Raytheon Co.'s Integrated Defense Systems, which is based in Tewksbury. The company's inclusion in the report appears to stem from a dispute over a Patriot missile", "new_id": -2}, {"uid": "1295562566105267228", "i": 6494, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and <strong> Sergey Brin </strong> for a long time to come,'' he added. Page praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who did an`` outstanding job leading Google for the last decade.'' <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> he said.`` Google still has such incredible opportunity- we are only at the beginning and I can't wait to get started.'' The company reported that net profit rose to US$", "new_id": -2}, {"uid": "1295093861170688621", "i": 8672, "idx": 1, "sa": ["Reggie White", "Tony Gonzalez", "Michael Vick"], "q": "than a Super Bowl title will be considered a disappointment for a team loaded with offensive stars( <strong> Reggie White </strong>, quarterback Matt Ryan, tight end <strong> Tony Gonzalez </strong>, running back <strong> Michael Vick </strong> Turner) and plenty of up-and-comers on defense. <q> That sure would look good on a banner in the Dome, </q> Moore said. Even with all their success, the Falcons still feel a bit overlooked and certainly under-appreciated. Sure, they're favored against the Packers, but plenty of people are picking Green Bay in an upset", "new_id": -2}, {"i": 31382, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q> I think the role of the police in this is now going to become centre-stage. </q> In truth it was a Hospitals fined for mixed-sex wards London, January 24: Hospitals have to pay a fine of Â£ 250 per patient per day for breaking rules on mixed-sex accommodation. There were around", "sa": ["Andy Coulson", "Alastair Campbell"], "uid": "1295845469082296851"}]