[{"uid": "1296551367146587654", "i": 23503, "idx": 0, "sa": ["Michael Vick"], "q": "On the bright side, Connecticut has already treated the roads with so much salt and calcium chloride that it reactivates when another storm hits, said Kevin Nursick, a spokesman for the state transportation department. <q> As a spokesman for the DOT, not doing manual labor, I haven't gotten much sleep, </q> he said,`` so you can only imagine what my guys are going through.'' Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Cancer Treatment Centers CTCA Is Recognized For The", "new_id": -2}, {"uid": "1295094109134053944", "i": 22238, "idx": 4, "sa": ["Sergio Marchionne"], "q": "IL SI' DELLA FIOM, CHE NON VERRA' RAPPRESENTATA NELLA NUOVA JOINT VENTURE CON CHRYSLER. http://wn.com/MARCHIONNE,_MIRAFIORI_SALTA_L'INVESTIMENTO_CSF_Rieti_By_Sandro_Matocci CON IL NO AL REFERENDUM SALTA L'INVESTIMENTO. Nel primo giorno di quotazioni in borsa di Fiat Industrial l'ad sottolinea: <q> Siamo in grado di produrre con o senza Fiom </q> Servizio di Emanuela Garulli. Se a Mirafiori`` vince il no con il 51% la Fiat non farÃ l'investimento''. Parla chiaro <strong> Sergio Marchionne </strong> nel primo giorno di quotazioni in borsa della nuova Fiat che si sdoppia nel", "new_id": -2}, {"uid": "1295913995175931415", "i": 37814, "idx": 0, "sa": ["Mike Pence"], "q": "focus our energies on jobs and spending,'' <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade. <q> We must not remain silent when great moral battles are being waged. </q> How About It? Huh? It Ain't Askin' Too Much Ya Know.... To: pissant Where was TOTUS? Does he not represent all Americans? Did he have anything", "new_id": -2}, {"uid": "1296776655116113416", "i": 48563, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", to make bold assertions with no pretense of substantiation. Of a war that has already cost the United States more than$ 700 billion and claimed more than 4,400 American lives, Mr. <strong> Donald Rumsfeld </strong> writes: <q> Knowing what we later learned and recognizing the costs, there is not a persuasive argument to be made that the United States would be in a stronger strategic position or that Iraq and the Middle East would be better off if Saddam were still in power. In short, ridding the region of Saddam's brutal regime has created a more stable and secure world. </q> And of the argument that the war in Iraq diverted troops and resources from Afghanistan, leading to the resurgence there of the Taliban, Mr. <strong> Donald Rumsfeld </strong> simply declares,`` It was precisely during the toughest period", "new_id": -2}, {"uid": "1295604042252706885", "i": 33218, "idx": 0, "sa": ["Eric Schmidt", "The CEO", "Google Inc."], "q": "technology spreads. Roger Phelps, an optometrist in Ojai, Calif., says viewers who suffer the most with 3-D are those who have trouble getting their eyes to converge properly in normal life. <q> If you tend to get carsick easily, you might be one of those, </q> Phelps says. Triangle companies raised$ 320.6 million in venture capital last year, a 27 percent jump that outpaced the national trend. <strong> Google Inc. </strong>'s grown-up <strong> The CEO </strong> hands reins to founder, 37 <strong> Eric Schmidt </strong>, a technology", "new_id": -2}, {"uid": "1296208453140001280", "i": 5687, "idx": 1, "sa": ["Simon Cowell", "Leonard Nimoy"], "q": "whatever. We're not gon na send a manned Mars probe until 2040-ish, so, you know.'' <strong> Leonard Nimoy </strong>, <strong> Simon Cowell </strong> <strong> Leonard Nimoy </strong> in The Original Series, and producer/director of this new series said: <q> Well, really? We did what... launch a man on the moon in' 69. What have we done since? NOTHING. Sure, we built the ISS, that was pretty impressive. But seriously? If we had invested in getting man onto the moon for an extended period or getting him to Mars, maybe all the minds and genius that had gone into creating bigger and better weapons could be used to create bigger and better spacecraft for humanity. So, in essence. Screw you. </q> The show, to avoid being chased by NASA people, will be filmed in Britain, as thier Space Agency isn't too fussed about a TV show about space when the X-Factor is on. Inhopeless", "new_id": -2}, {"uid": "1296773143218005514", "i": 41347, "idx": 0, "sa": ["Peter Brooke", "Donald Rumsfeld", "Hassan Nasrallah"], "q": "Defe... CWU TV News| Keep The Post Public- MP's Support Hezbollah <strong> Donald Rumsfeld </strong> General Seyyed <strong> Hassan Nasrallah </strong> says the main purpose of Israeli spy networks in Lebanon is to create discord among the Lebanese. Calling Israel a <q> Zionist entity deeply dependant on creating rifts and instabilities, </q> the Hezbollah leader said on Friday that I... Reeling in the Years 1991-2 9:40 Ian P aisley visits Dublin in 1991. He protests against Northern <strong> Donald Rumsfeld </strong> <strong> Peter Brooke </strong>'s decision to resume the meeting of the Anglo-", "new_id": -2}, {"uid": "1295397228118030342", "i": 41399, "idx": 2, "sa": ["Sergio Marchionne", "Barack Obama"], "q": "minivan market, but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. <strong> Barack Obama </strong> says at Arizona memorial service that the polarized nation needs healing Subscribe to The Post-Standard today and get incredible savings off home delivery! Subscribe Now! Â© 2010 Syracuse Online LLC.", "new_id": -2}, {"uid": "1295928935203030533", "i": 27855, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "''`` Is the US government changing fast enough?''`` Do we need more troops? And if so, where and for what purpose?''`` My brain would be going,'' he says. <q> I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.' </q> Another <strong> Donald Rumsfeld </strong> Rule:`` If you are not criticized, you may not be doing much.'' As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of`` American Idol'' since he left the show. Talking to reports on a conference call for his new music competition series,`` The X Factor,'' <strong> Simon Cowell </strong> says, <q> I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. </q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings.`` What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}]