[{"i": 8304, "idx": 4, "index_answer": 0, "new_id": -1, "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,\" <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q>That wasn't the first time he threw one in like that,<q> <strong> Keyon Dooling </strong> said. \"He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.\" The Magic had a chance to tie the game", "sa": ["Keyon Dooling", "Allen Iverson"], "uid": "1295670452069369863"}, {"uid": "1296104229053330070", "i": 601, "idx": 1, "sa": ["Michael Vick"], "q": "a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore for most of this season. \"We're real excited about it,\" chief executive officer Rob Vito said Tuesday. <q><strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person.<q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed, but Vito said it's a \"sizable\" contract. <strong> Michael Vick </strong> was once the NFL's", "new_id": -2}, {"uid": "1297137461190611470", "i": 6472, "idx": 2, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": "defense secretary was reluctant to endorse <strong> President Bush </strong>'s assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was \"the most important failure in the execution of the war.\" <q>I don't have enough confidence to say that that's right. I think that it's possible,<q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had( an) enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed. \"", "new_id": -2}, {"uid": "1297436155161464332", "i": 8429, "idx": 1, "sa": ["Donald Rumsfeld", "Brad O'Leary", "Ron Paul", "Donald Trump"], "q": "speaking someone yelled, \"<strong> Ron Paul </strong>.\" <strong> Donald Trump </strong> said that <strong> Ron Paul </strong> could never win. <strong> Brad O'Leary </strong> said he was an anti-war conservative, and wanted to see the troops out of various hotspots around the world. <q>There is no reason why we are still in some of the places we are in around the world. The only thing that makes sense is the actions of war hawks like <strong> Donald Rumsfeld </strong>, Cheney and <strong> President Bush </strong>.<q> The CPAC( Conservative Political Action Committee) is one of the county's most widely watched annual political meetings. <strong> Donald Rumsfeld </strong>, Cheney, <strong> Ron Paul </strong>, and <strong> Donald Trump </strong> may have been attending the conference,", "new_id": -2}, {"uid": "1295374694140279816", "i": 18915, "idx": 1, "sa": ["Mitt Romney", "Mike Pence"], "q": "One reservation about a presidential bid that Mr. <strong> Mike Pence </strong> has expressed in private meetings is whether he can raise the money to compete with the well-funded <strong> Mitt Romney </strong>. But Mr. Benko said that shouldn't be a hindrance. <q>If <strong> Mike Pence </strong> runs, the money will follow in a big way,<q> he said. Mr. <strong> Mike Pence </strong> has told friends that he will make a decision by the end of the month. To read more stories like this one, please subscribe to Copyright 2011 Dow Jones", "new_id": -2}, {"uid": "1297260081046088218", "i": 10080, "idx": 5, "sa": ["Eric Schmidt"], "q": "\" EU investigation Asked whether <strong> Eric Schmidt </strong> saw Google being dragged into a decade-long antitrust battle with the EU- in a similar vein to Microsoft's long-running skirmish with the European authorities- he replied: <q>We certainly want to avoid that.<q>\" \"I think it is in our interests and I would hope in its[ the EU's] interests to do a quick analysis of concerns that have been raised by competitors, hopefully they are", "new_id": -2}, {"uid": "1294959202181354591", "i": 15956, "idx": 0, "sa": ["Colin Powell"], "q": "They presumed the United States now could cut its military budget dramatically and spend that money at home. That perception was bolstered two years later when <strong> Colin Powell </strong>, then chairman of the Joint Chiefs of Staff, declared: <q>I'm running out of enemies. I'm down to Castro and <strong> Kim Il Sung </strong>.<q> <strong> Colin Powell </strong>'s observation 20 years ago is still basically true: The United States has no militarily significant rivals, notwithstanding the terrorist threat and the war in Afghanistan. Regardless, the Defense Department is still buying", "new_id": -2}, {"uid": "1297433777190496801", "i": 21112, "idx": 0, "sa": ["Donald Rumsfeld", "Sarah Palin"], "q": "echoed <strong> Sarah Palin </strong>'s sentiment when she told the Huffington Post: \"We need to be very careful when we get to talk about our opinions and be inclusive.\" The HRC- whose stated goal is to <q>achieve lesbian, gay, bisexual and transgender( LGBT) equality<q>- appears to be holding a second Day of Silence. \"We have no comment on this matter,\" HRC Deputy Press <strong> Donald Rumsfeld </strong> Paul Guequierre told The Daily Caller when asked for", "new_id": -2}, {"uid": "1295631157218054675", "i": 23612, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "who blame the coverage tend not to have liked the events that precipitated it. For those who feel that <strong> Andy Coulson </strong> has been unfairly implicated, the comedian <strong> David Cameron </strong> Schneider offered a heavily retweeted suggestion: <q>Show your appreciation of <strong> Andy Coulson </strong>. Leave him a message of a support on your voicemail.<q>", "new_id": -2}, {"uid": "1296178033201965580", "i": 11671, "idx": 10, "sa": ["Mitch Daniels", "Mike Pence"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. \"He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through,\" she said. <q>Obviously it'd be great for the state of Indiana.<q> <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat Phil Sharp in 1988 and 1990. He then was president of the Indiana Policy Review think tank and a radio talk show", "new_id": -2}]