[{"uid": "1296147474210010128", "i": 20637, "idx": 5, "sa": ["Andy Coulson", "David Cameron"], "q": "to keep his face out of things? If Edmundson can find evidence that implicates/embarrasses <strong> Andy Coulson </strong> and preferably <strong> David Cameron </strong> in any way, I'll pay his bail personally:) Flintyboy73 27 January 2011 10:53 AM <q>Downing Street moved to distance the prime minister from this scandal, insisting that he had had no conversations about the subject when he met James <strong> Rupert Murdoch </strong> and a senior company executive for dinner over Christmas. Mr <strong> David Cameron </strong> will be relieved to learn that his soon-to-be-retiring director of communications <strong> Andy Coulson </strong> is not said to be named in the latest evidence.</q> In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window without", "new_id": -2}, {"uid": "1295123281207224855", "i": 16633, "idx": 0, "sa": ["Thomas Dimitroff", "Michael Vick"], "q": ", in front of a mostly red-clad crowd that has helped turn the Falcons into a virtually unbeatable squad on its own field. \"None of that matters,\" Falcons safety William Moore said. <q>When those lights come on, those players from the past ain't playing that night.</q> Atlanta has played some good ball ever since the new regime- general manager <strong> Thomas Dimitroff </strong> and coach Mike Smith- took over in 2008. Quickly bouncing back from a miserable season in which franchise quarterback <strong> Michael Vick </strong> went", "new_id": -2}, {"uid": "1295945577129105923", "i": 28988, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "because he liked to keep an eye on the alley, which was once known for drugs and prostitution. \"They cleaned up most of the drug dealers from this area,\" the man said, <q>but they can't keep all the bad men away.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SYSTEMS ANALYST Company Dextersoft, Inc TECHNICAL SR TECHNICAL PROJECT MANAGER TEKFORCE", "new_id": -2}, {"uid": "1297122854184680470", "i": 4238, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q>We've spoken to her, she knows I'm a big fan,</q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}, {"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\" Mr. <strong> Mike Pence </strong> told \"America's Morning News\" radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q>cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10.</q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}, {"uid": "1297207732016187415", "i": 2099, "idx": 4, "sa": ["Richard Hunter", "Michael Vick"], "q": "<strong> Michael Vick </strong>'s Pit Bulls was posted online. In the video, a man, who identifies himself as being radio host <strong> Richard Hunter </strong>, confronts <strong> Michael Vick </strong>, following <strong> Michael Vick </strong> as his bodyguards escort him from the event. <q>You said you're worried about the dogs, Mike,</q> <strong> Richard Hunter </strong> seems to say, \"now's your time to talk.\"( c) tPC( c) UPI.com", "new_id": -2}, {"uid": "1295450752253739022", "i": 17714, "idx": 1, "sa": ["Katie Couric", "Sarah Palin", "David Letterman"], "q": "\" and gave her \"tremendous access\" to <strong> Sarah Palin </strong>. <strong> Katie Couric </strong> said that <strong> Sarah Palin </strong> may have gotten tripped up because she was not prepared to answer more general questions during their interview following her visit to the UN. <q>I started by asking her who most impressed her as <strong> Dick Cheney </strong> and why, what was the best and worst things <strong> Dick Cheney </strong> had done as <strong> Dick Cheney </strong>, why was Roe v. Wade an ill-conceived or a bad Supreme Court decision,</q> <strong> Katie Couric </strong> told <strong> David Letterman </strong>. \"And I think she really hadn't anticipated those kinds of questions, so I think it might've thrown her off a bit. And then we got into foreign policy- because,", "new_id": -2}, {"uid": "1297260047038011259", "i": 40773, "idx": 13, "sa": ["Donald Rumsfeld", "... More", "Condoleezza Rice", "President Bush"], "q": "of two difficult wars. <strong> Donald Rumsfeld </strong> accepted the president's decision. \"I now believe that this was a misjudgment on my part <strong> ... More </strong> than anything else I have failed to do,\" he writes, <q>and even amid my pride in the many important things that we did accomplish, I regret that I did not leave at that point.</q> Fans of Washington insider politics, meanwhile, will find plenty to chew over. <strong> Donald Rumsfeld </strong> does not hesitate to dish on the personal squabbles that plagued the <strong> President Bush </strong> administration. <strong> Donald Rumsfeld </strong> accuses <strong> Condoleezza Rice </strong>, who", "new_id": -2}, {"uid": "1296467037100122661", "i": 28622, "idx": 0, "sa": ["Steve Ballmer"], "q": "enterprise-spending pie. Microsoft's Server and Tools Business- in many ways the epicentre of its cloud strategy- is primed to undergo a shakeup this year with the departure of long-time division president Bob Muglia. <q>While Windows and Office are household words, our Server and Tools business has quietly and steadily grown to be the unquestioned leader in server computing,</q> Microsoft CEO <strong> Steve Ballmer </strong> wrote in a January 10 email to employees announcing Muglia's removal. \"We are now ready to build on our success and move forward into the era of cloud computing.\"", "new_id": -2}, {"uid": "1295296048157237314", "i": 30812, "idx": 1, "sa": ["Michael R.", "David M. McIntosh", "Mike Pence"], "q": "Congressman <strong> Mike Pence </strong> appeared on the CNBC program \"Power Lunch\" to discuss the economy, the <strong> Michael R. </strong> House jobs summit and the Republican Economic Roundtable... 11/26/09 Weekly Republican Address: <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>( R-IN) <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>: <q>The American people know we can't borrow and spend and bail our way back to a growing economy.... Republicans have proposals to get our economy moving again, to achieve energy independence and lower the cost of health care.</q>... Weekly Republican Address 10/16/10: <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>( R-IN) <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>( R-IN) delivers the Weekly Republican Address. <strong> David M. McIntosh </strong> <strong> Mike Pence </strong> calls for immediate action on pledge to create jobs, cut spending.... Congressman <strong> Mike Pence </strong>", "new_id": -2}]