[{"uid": "1295485227045400075", "i": 40484, "idx": 0, "sa": ["Zahi Hawass", "Steve Odell"], "q": "guests.`` Our Silver Perspectives enrichment program offers travellers interesting journeys hosted by noted historians, political analysts, bestselling authors and other esteemed experts,'' said <strong> Steve Odell </strong>, Silversea's senior vice president Asia Pacific. <q> And many of these voyages will feature several guest lecturers teaming up to host a broad range of entertaining and enlightening presentations on a single itinerary. </q> One such sailing with multiple guest speakers is Silver Spirit's 15-day, Dubai-to-Athens World Cruise Segment 5109, departing April 18. Highlighting the enrichment program are: <strong> Zahi Hawass </strong>, one of the world's most", "new_id": -2}, {"uid": "1297579238123715631", "i": 29229, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "from a research lab, the damaged objects could all be restored. At the time, Mr. <strong> Zahi Hawass </strong> also insisted that the government had already responded to protesters' demands and that people should be patient. <q> They should give us the opportunity to change things, and if nothing happens they can march again, </q> he said.`` But you can't bring in a new president now, in this time. We need <strong> Hosni Mubarak </strong> to stay and make the transition.'' On Saturday, however, Mr. <strong> Zahi Hawass </strong> wrote", "new_id": -2}, {"uid": "1295636284010665991", "i": 1019, "idx": 0, "sa": ["Andy Coulson"], "q": "need the full story to come out News of the World phone-hacking scandal: full coverage <strong> Andy Coulson </strong> had a nose for the view of the aspirational voter| Paul Goodman hermionegingold 21 January 2011 5:52 PM <q> On balance, <strong> Andy Coulson </strong>'s appointment was a success </q> on what grounds? the tories are in power but they didn't actually win the election SarfOfTheRiver 21 January 2011 5:54 PM What the fuck is the point in commenting on this site when", "new_id": -2}, {"uid": "1296580982133529658", "i": 27683, "idx": 0, "sa": ["Allen Iverson"], "q": "<strong> Allen Iverson </strong> will attempt to rehabilitate his troublesome right calf without surgery after being examined Monday by noted surgeon James Andrews. Andrews diagnosed the injury as a calcium deposit with additional secondary bleeding. <strong> Allen Iverson </strong> <q> It's tricky because of the location, </q> Andrews said.`` So we're going to try to treat it without surgery.'' The first step will occur Tuesday when <strong> Allen Iverson </strong> will receive an anti-inflammatory injection intended to reduce the swelling. <strong> Allen Iverson </strong> will", "new_id": -2}, {"uid": "1297443167144588879", "i": 28181, "idx": 1, "sa": ["Donald Rumsfeld", "Ron Paul", "Dick Cheney", "Donald Trump"], "q": "divorced 4x Loser Don <strong> Donald Trump </strong> says <strong> Ron Paul </strong> can't win`` Reply# 8 on: February 10, 2011, 11:16:06 PM'' Re: Twice bankrupt and twice divorced 4x Loser Don <strong> Donald Trump </strong> says <strong> Ron Paul </strong> can't win <q> Reply# 9 on: February 10, 2011, 11:57:49 PM </q> Reactions to <strong> Donald Rumsfeld </strong> and <strong> Dick Cheney </strong> at CPAC 2011 Re: Twice bankrupt and twice divorced 4x Loser Don <strong> Donald Trump </strong> says <strong> Ron Paul </strong> can't win After today there is only one congressperson who voted against Obamacare and the Patriot Act,", "new_id": -2}, {"uid": "1295008939037093396", "i": 37765, "idx": 4, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords", "The doctor", "Nancy Pelosi"], "q": "<strong> Kirsten Gillibrand </strong> said.`` <strong> The doctor </strong> was just so excited, he said,` You don't understand; this is amazing what she is doing now, beyond our greatest hopes,''' <strong> Kirsten Gillibrand </strong> said. <q> Then they decided we had to go, because it was a lot of excitement for her. </q> <strong> Kirsten Gillibrand </strong> told reporters that she and other lawmakers-- Democratic Leader <strong> Nancy Pelosi </strong> of California and <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla.-- were pleased to have the chance to see <strong> Gabrielle Giffords </strong>. When the lawmakers entered the", "new_id": -2}, {"uid": "1297584573245284867", "i": 15571, "idx": 0, "sa": ["Bill Lockyer"], "q": "while the Golden State struggles to control its finances and provide public services. But it seems that Texas, like California, has lost much of its luster. As California Treasurer <strong> Bill Lockyer </strong> says about Texas, <q> Someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore. </q> Its finances look a lot like California's. Texas has a 2012 budget shortfall amounting to 31.5% of its 2011 budget-- greater even than California's 29.3%. The issue shouldn't", "new_id": -2}, {"uid": "1295629382074432521", "i": 14344, "idx": 0, "sa": ["Eric Schmidt"], "q": "knew that this would happen. We just forgot that it would. When I interviewed <strong> Eric Schmidt </strong> a few weeks ago and asked about pressure over privacy, China, and lobbying, he said, <q> This is not the No. 1 crisis at Google. </q> What is?`` Growth,'' he said,`` just growth.'' Scale is Google's greatest skill and greatest challenge. It scaled search( vs. quaint Yahoo, which thought it", "new_id": -2}, {"uid": "1297099122187170847", "i": 27027, "idx": 1, "sa": ["Zahi Hawass"], "q": "reports of King Tut's famous parents being damaged was patently false, he told FoxNews.com.`` The mummies were not royal and not being stored within the Egyptian Museum, Cairo,'' <strong> Zahi Hawass </strong> said. <q> They were two already disembodied heads being temporarily stored next to the CT scanning lab in the museum's grounds. They are the remains of unidentified Late Period individuals that were going to be used to test the CT machine. When they were retrieved from the looters, they were in the same condition they were in when in storage. </q> During huge anti-government protests on Jan. 28, looters climbed a fire escape and broke into the museum, damaging a number of items, including the two mummified skulls. Originally the skulls were thought to have", "new_id": -2}, [{"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,'' Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q> These payouts recognize the continual support and tireless efforts of our people, </q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds.`` We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}]]