[{"uid": "1297240707110002225", "i": 46067, "idx": 3, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again but would simply adjust the \"P.R.\" on the front end. <q>I would probably put a little more upfront P.R. to it so that folks could have a much better understanding. I respect the citizens of this city and no one has done more, even in the animal arena, than I have in this city,</q> he said. <strong> Dwaine Caraway </strong> then decried the fact that he has received \"the nastiest, racists e-mails\" over the incident. He said that calls into question some who are criticizing him.", "new_id": -2}, {"uid": "1296052912157139005", "i": 14967, "idx": 0, "sa": ["Michael Vick"], "q": "title, earning the fourth Pro Bowl honor of his career. As surprising as <strong> Michael Vick </strong>'s football reincarnation was to some, his return as a pitchman is not, despite his vulgar crimes. <q>As we saw in the <strong> Kobe Bryant </strong> case and many times throughout history, there's always redemption,</q> Andy Appleby, chairman of General Sports& Entertainment, a Minnesota-based marketing firm, told me in 2009. \"No one's ever going to forget, but he still has a lot to offer.\"", "new_id": -2}, {"uid": "1296332857218349584", "i": 23585, "idx": 0, "sa": ["The Dawg", "Simon Cowell"], "q": "nice way and Tyler has learned the art of being tactful by saying that the \"rejected' contestant has a voice but it just isn't suited for So basically what \"Lips\" Tyler is saying is, <q>Dude, Dudette, you're absolutely horrible, but as you leave don\"t leave angry, bitter, or extremely devastated.] And judging by the looks of things <strong> The Dawg </strong>, or \"The Black <strong> The Dawg </strong></q> as he is called appears to have taken on the mean-spirited, critically sarcastic role that <strong> Simon Cowell </strong> was noted for. <strong> The Dawg </strong> told one contestant, a 27-year-old unemployed maid from Muskrat Muffin, Tennessee, named Mimosa", "new_id": -2}, {"uid": "1296503399053821452", "i": 3045, "idx": 2, "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "q": "<strong> Zahi Hawass </strong>, the council's secretary general, said yesterday. Dozens of demonstrators had stood guard around the building, one of Cairo's biggest tourist attractions, to protect it until troops arrived, he said.\" <q> \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,</q> <strong> Zahi Hawass </strong> said in an interview at his office. \"What's happening is normal. Thankfully, all the damaged items can be restored.\"\" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August", "new_id": -2}, {"uid": "1295669835215973902", "i": 42001, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "when he was editor-in-chief of the News of the World newspaper. <strong> Andy Coulson </strong> had been under intense pressure to step down over the allegations but said in a statement issued by No 10 Downing Street he resigned because <q>continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110pc needed in this role.</q>\" When the spokesman needs a spokesman, it's time to move on.\" <strong> David Cameron </strong>, who had admitted <strong> Andy Coulson </strong> was \"extremely embarrassed\" about accusations that he knew voice mails on mobile phones", "new_id": -2}, {"uid": "1297715027211173392", "i": 2331, "idx": 0, "sa": ["Steve Ballmer"], "q": "half, Microsoft will release a second, more significant update to the OS. It will include fast switching of third-party applications and a significant upgrade to Internet Explorer 9, optimized for hardware acceleration on Windows Phone. <q>We will bring multitasking to Windows Phone this year,</q> <strong> Steve Ballmer </strong> said. And in the second half, \"we'll be able to give people the full Internet on their phone...[ the Internet] will be a first-class citizen on the phone.\"", "new_id": -2}, {"uid": "1296604260133545987", "i": 23411, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "NFL.com- For the second time, Eagles quarterback <strong> Kevin Kolb </strong> has expressed a desire to start. <q>My big deal is I just want to start somewhere,</q> said <strong> Kevin Kolb </strong>, who lost his job to <strong> Michael Vick </strong> after being injured in the season opener. \"I feel like I'm ready and have confidence that I can do a good job. I had a", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q>It can happen to any place in the world,</q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}, {"uid": "1297242027149028874", "i": 23186, "idx": 2, "sa": ["Mitt Romney", "Sarah Palin", "David Letterman", "Newt Gingrich"], "q": "him as their presidential nominee. <strong> Sarah Palin </strong> came in second with 19%, followed by former <strong> Newt Gingrich </strong>( 11%). <strong> Mitt Romney </strong> told <strong> David Letterman </strong> he has no plans to run for President, but added <q>I'll keep the door open.</q> He also gave a shout out to <strong> Sarah Palin </strong>. Obama Quits! Relax, GOP- we're talking about his cigarette habit Triple murderer and kidnapper writes shocking, gruesome confession Thug killed 2 women and a", "new_id": -2}, {"uid": "1296789067147030039", "i": 47457, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "as 5.9 percent after reporting a 26 percent decline in profit as print advertising and circulation revenue continued to shrink.\"--\" Bloomberg <strong> Donald Rumsfeld </strong> was right about everything: new book <q> \"Reviled two-time Defense <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled</q> The Winners: Just four programs and the large people on Ten won the night. A night of post-cyclone viewing inertia? The Biggest Loser: Families( Ten)( 7.30 pm)-- 1.326 million", "new_id": -2}]