[{"uid": "1295564488055377960", "i": 20880, "idx": 1, "sa": ["Chris Rock", "Jimmy Fallon", "David Letterman", "James Franco", "Neil Patrick Harris"], "q": "Emmy hosts <strong> Jimmy Fallon </strong> and <strong> Neil Patrick Harris </strong> translated their buzzworthy awards-hosting gigs into bigger audiences. And <strong> Chris Rock </strong> and <strong> David Letterman </strong>, criticized for acerbic performances on the Oscars and not invited back, didn't take career hits from the rejection. <q>I can see a cable channel offering <strong> Ricky Gervais </strong> a show,</q> TV author <strong> David Letterman </strong> Thomson says. And Hollywood can breathe easier with <strong> James Franco </strong> and Anne Hathaway hosting the Oscars. Jokes a veteran producer, \"Try to think of <strong> Jimmy Fallon </strong> and Anne skewering anybody.", "new_id": -2}, {"uid": "1296536150067862556", "i": 32792, "idx": 2, "sa": ["Michael Heisley", "Rasheed Wallace", "Chris Bosh", "Lionel Hollins", "Allen Iverson", "Joakim Noah"], "q": "overtime, including the game-winning jumper with 51 seconds left in overtime. <strong> Joakim Noah </strong>, who was also making his postseason debut, scored 11 with 17 rebounds for the Bulls as they wrested the home-court advantage from Boston. <q>As the games go on, the moments http://wn.com/Allen_Iverson_SIGNED_with_Memphis_Grizzlies_ESPN_NBA_!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: \"God Chose Memphis as the place that I will continue my career.</q> Referring to a Monday meeting with Grizzlies owner <strong> Michael Heisley </strong>, general manager <strong> Chris Bosh </strong> <strong> Rasheed Wallace </strong> and head coach <strong> Lionel Hollins </strong>, <strong> Allen Iverson </strong> added: \"I feel that they are committed to developing a winner and I know that I can help", "new_id": -2}, {"uid": "1295669789217972768", "i": 11606, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "prohibits comments. By comparison, <strong> Eric Schmidt </strong> has a Twitter account, and he blogs. Google disseminates most of its announcements and other information via blog posts. Nine Google blog posts ranked in blogged and Tweeted-- <q>Day-to-day adult supervision no longer needed!</q>-- about Google executive changes, and he welcomed Wall Street analysts to ask about them( by joining the earnings conference call). <strong> Steve Jobs </strong> did neither. Granted, he is sick, which is reason enough,", "new_id": -2}, {"uid": "1296171152171278391", "i": 15970, "idx": 2, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> said he would make a decision \"later this year\" about his next political step, though he appeared to telegraph his next move saying saying his \"calling is closer to home\" and added he would <q>be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead.</q> \"I have learned to follow my heart, and my heart is in Indiana,\" he added. Former <strong> Mike Pence </strong> Political Director Jerry Alexander told Roll Call about the decision and said he wo", "new_id": -2}, {"uid": "1295684554156401677", "i": 9766, "idx": 1, "sa": ["Steve Booth", "Eric Schmidt", "Google Inc."], "q": "problems in a company as large as <strong> Google Inc. </strong>, says <strong> Steve Booth </strong>, a business professor at the University of Chicago. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. <q>Larry has been with me in every major decision in the past decade,</q> <strong> Eric Schmidt </strong> said in an interview Thursday. \"It's not like he has been sitting around doing nothing.\" Although management by committee worked well enough to turn <strong> Google Inc. </strong> into an enormous success, it eventually", "new_id": -2}, {"i": 10928, "idx": 0, "index_answer": 0, "new_id": -1, "q": "go around. Dysfunction in decision-making arose partly because of the competing agendas of different agencies, his own included. However, he implies that ultimately it was up to <strong> President Bush </strong> to take firmer control. <q>There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch,</q> writes <strong> Donald Rumsfeld </strong>. Among those coming in for knocks in the book are <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, respectively <strong> Donald Rumsfeld </strong> of State and head of the National Security Council( NSC) in the <strong> John McCain </strong> House at the war", "sa": ["Donald Rumsfeld", "John McCain", "Condoleezza Rice", "Colin Powell", "President Bush"], "uid": "1296862636132562982"}, {"uid": "1295216511235503625", "i": 10227, "idx": 1, "sa": ["Michael Jordan", "Allen Iverson", "Scottie Pippen"], "q": "the Sixers fought off a rally by the Bulls and opened a 19-point lead. Philadelphia has won four of its last six. \"This game will give us a little bit more confidence,\" <strong> Allen Iverson </strong> said. <q>It gives us confidence because if we can beat the world champions, there shouldn't be any reason why we shouldn't feel we can beat every team we play against. Some nights we're going to have off nights shooting the ball but if we play defense, we'll be in every game.</q> <strong> Scottie Pippen </strong> scored 22 points-- two in the second half-- and <strong> Michael Jordan </strong> added 20 for the Bulls, who were coming off a convincing home win over Seattle and lost for the first time in three games since <strong> Scottie Pippen </strong>", "new_id": -2}, {"uid": "1295721692178274344", "i": 226, "idx": 0, "sa": ["Andy Coulson"], "q": "with a muslim name and he's on our side? now let's all risk some more American lives looking for him. By invading Iraq illegally \"mission accomplished', job well done!!! Report Abuse <q>What a stupid guy, he deserves to have his head cut off because he didn't listen to the order.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron\"s Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295901162252542991", "i": 8034, "idx": 2, "sa": ["Simon Cowell"], "q": "Idol, used the interview to fuel speculation that he will quit the British X Factor to focus on the US show. But it seems <strong> Simon Cowell </strong> has now had a change of heart. <q>I asked a successful guy, \"What's the best advice you can give me?</q> He said, \"<strong> Simon Cowell </strong>, know when to leave the fair,\" he said. \"I think that's good advice- one year, I actually found myself thinking, \"I've run", "new_id": -2}, {"uid": "1295628188045006849", "i": 24989, "idx": 0, "sa": ["Steve Ballmer", "Barack Obama"], "q": "October, <strong> Steve Ballmer </strong> went on record to slam the \"extreme\" use of illegal software by Chinese businesses. Although details on what was actually said are scant, <strong> Barack Obama </strong> noted that <q>we were just in a meeting with business leaders, and <strong> Steve Ballmer </strong> of Microsoft pointed out that their estimate is that only one customer in every 10 of their products is actually paying for it in China. And so can we get better enforcement, since that is an area where America excels-- intellectual property and high-value added products and services</q>. blog post added that <strong> Steve Ballmer </strong> raised,\"[ the] importance of intellectual property, or IP, to the future success and economic development of both countries, and noted the serious IP piracy problems that currently", "new_id": -2}]