[{"uid": "1295619496043139129", "i": 41283, "idx": 1, "sa": ["Mike Pence", "Meryl Streep", "Steve Cohen", "Osama bin Laden", "Ban Ki-moon"], "q": "movement \" on his blog last week. UN Watch is target=\"_blank\" Streep.aspx?c=bdKKISNqEmG&amp;b=1316871&amp;ct=9039887\"> now calling on UN Secretary-General <strong> Ban Ki-moon </strong> to fire Falk, especially in light of <strong> Ban Ki-moon </strong>'s condemnation of Ahmadinejad for endorsing similar theories: <q> The effect of Mr. Falk's conspiracy-mongering is to deny and excuse the terrorist acts committed by <strong> Osama bin Laden </strong> and Al Qaeda. It insults the memories of those who perished on 9/11, and deeply offends their families and loved ones- as well as all decent men and women worldwide. Mr. Falk's repulsive comments violate UNHRC Resolution 5/2, which require U.N. experts to uphold the highest standards of integrity, probity, and good faith. Indeed, they shame the United Nations. </q> <strong> Mike Pence </strong> <strong> Steve Cohen </strong> should probably avoid making any more public statements for the next few days, because he just keeps digging himself into a bigger hole. <strong> Steve Cohen </strong>, who compared Republicans to Nazis earlier this week,", "new_id": -2}, {"uid": "1297403514087310479", "i": 47965, "idx": 0, "sa": ["Mike Pence", "Cliff Stearns"], "q": "moving forward on an issue of key importance to many in their base. On Thursday, they noted their new allies in the House and the economic constraints were both working in their favor. <q> This is when we're going to defund Planned Parenthood, </q> said <strong> Mike Pence </strong> <strong> Cliff Stearns </strong>, R-Fla. \" Now is the season for us to do this. \" Although the cuts may be embraced by the House, they are likely to find much more resistance in the", "new_id": -2}, {"uid": "1296746047199131165", "i": 5477, "idx": 0, "sa": ["Mike Pence"], "q": "must be renewed every year by Congress; this would get rid of that hassle. And more disturbing, given its potential impact on an entire range of women's health needs, is the Pence-explains-TItle-X-funding\"> <q> Title X Abortion Provider Prohibition Act </q>, sponsored by Congressman <strong> Mike Pence </strong> of Indiana. If passed, the law would deny federal money to any organisation that provides abortions at all- the argument being that there is no definitive way to guarantee that funds", "new_id": -2}, {"uid": "1296218172048857110", "i": 18257, "idx": 5, "sa": ["Mike Pence"], "q": "n't be voting for him for president in the next election, she expects to be doing so someday. \" I'll vote for him for president when he runs, \" Houston said. <q> I'd really like to see him for president. I know he'll make a good governor. Pundits say you can't leave Congress and run for president. I'm not sure that's true. It's all where God wants you to serve. </q> Houston said that because she knows <strong> Mike Pence </strong> is a godly man, she is sure he prayed and sought the leadership of the Lord in making his decision not to run for president in 2012.", "new_id": -2}, {"uid": "1296355470205914120", "i": 25652, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "n't fit well with Indiana voters who he said typically favor centrist candidates. \" The one thing most Hoosiers would say they don't want in Indianapolis at the Statehouse is Washington politics, \" Parker said. <q> He's used to the Washington game of lay blame and be partisan. He's going to have a hard time making the transition I believe. </q> It might be May or later before <strong> Mike Pence </strong> would formally jump into the governor's race since state law prohibits political fundraising by statewide candidates until after the Legislature's session ends in late April. <strong> Mitch Daniels </strong> has asked", "new_id": -2}, {"uid": "1296498486124518453", "i": 41307, "idx": 4, "sa": ["John R. Gregg", "Mike Pence"], "q": "n't have a primary. \" <strong> Mike Pence </strong>'s plans should keep the Republican field clear of other strong candidates. \" The social conservatives love him, \" says former Republican state chairman Rex Early. <q> The fiscal conservatives-he talks the talk. He is a fiscal conservative. The business people would be very comfortable with him. </q> He also doesn't alienate the opposition. \" I like <strong> Mike Pence </strong>, \" says former House Speaker <strong> John R. Gregg </strong>, a Democrat. \" He is a conservative, but unlike some conservatives he's not angry.", "new_id": -2}, {"uid": "1295286835064159753", "i": 22714, "idx": 2, "sa": ["Mike Pence", "John Roll", "James Moran"], "q": "n't see the light of day- it wouldn't even get through the committee, \" said <strong> Mike Pence </strong> <strong> James Moran </strong>( D-Va.), explaining why he's not proposing any reforms in the wake of the shooting. <q> Why do we have to cower in the face of the gun lobby? We've lost ground. </q> The House repeal bill, scheduled for a Wednesday vote, is expected to pass the House, but stands almost no chance of being considered by the Democratic-contJohn Rolled Senate. Less than", "new_id": -2}, {"uid": "1295277815062636063", "i": 34425, "idx": 1, "sa": ["Ralph Nader", "John McCain", "Mike Pence", "Cynthia McKinney", "Chuck Baldwin", "Ron Paul", "Barack Obama"], "q": "n't working \" and agrees with critics that the flawed process is a \" fraud \" on the voters. <strong> Mike Pence </strong> <strong> Ron Paul </strong> said that he has declined to endorse <strong> John McCain </strong> for <strong> Barack Obama </strong>. As for <strong> Barack Obama </strong>, he charged that <q> he isn't for change. </q> Joining him at the event, held at the National Press Club in Washington, DC were three Third Party Barack Obamaial candidates; <strong> Ralph Nader </strong>( Independent Party), <strong> Chuck Baldwin </strong>( Constitution Party) and <strong> Cynthia McKinney </strong>( Green Party)", "new_id": -2}, {"uid": "1296677924235356194", "i": 56366, "idx": 0, "sa": ["Mike Pence", "John Podesta", "Joseph R. Pitts"], "q": "narrow exemptions to the amendment in the event of rape, abuse or when the life of the woman is threatened, adding controversial language that would change \" rape \" to \" forcible rape, \" which <strong> John Podesta </strong> said <q> bizarrely distinguishes between good rapes and bad rapes. </q> <strong> Mike Pence </strong>'s bill would prohibit abortion providers from receiving federal funding. And <strong> Joseph R. Pitts </strong>' bill would reintroduce the proposals from the \" Stupak amendment, \" meant to bar tax credits or subsidies for any private health", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q> The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with, </q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}]