[{"uid": "1296174724053526603", "i": 24955, "idx": 10, "sa": ["Mitch Daniels", "Mike Pence", "Mike McDaniel"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. \"He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike McDaniel </strong> walks through,\" she said. <q> Obviously it'd be great for the state of Indiana. </q>", "new_id": -2}, {"uid": "1296178033201965580", "i": 14042, "idx": 9, "sa": ["Eric Holcomb", "Mike Pence", "Mitch Daniels", "Mike McDaniel", "Phil Sharp", "Jackie Walorski"], "q": "continue to raise money in his U.S. House campaign fund and later transfer that to campaign for <strong> Eric Holcomb </strong> if he decides to run. <strong> Jackie Walorski </strong> said she expected <strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. <q> He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike McDaniel </strong> walks through, </q> she said. \"Obviously it'd be great for the state of Indiana.\" <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat <strong> Phil Sharp </strong> in 1988 and 1990. He", "new_id": -2}, {"uid": "1295412304055623687", "i": 44812, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong> \"the best governor in America.\" <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to <q> keep the national campaign. </q> of Indiana and former Republican House Speaker Newt... Gov. <strong> Mitch Daniels </strong> has included in his proposed budget a refund that... and other government buildings are getting extra security after... Politics Video: Congressman's Effort to Stop", "new_id": -2}, {"uid": "1295502690237502484", "i": 57392, "idx": 0, "sa": ["Gabrielle Giffords", "Mike Pence", "Timothy Bishop", "Joe Barton"], "q": "to voters who gave them the majority in the November election. As they spent seven hours debating the divisive issue, many lawmakers made it clear they wanted to keep their disagreements from getting too heated or <q> in the wake of last week's special session honoring wounded <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong>, D-Ariz. During that session, many House members called for a gentler tone in Congress. <strong> Mike Pence </strong> <strong> Joe Barton </strong>, R-Texas., started his speech in favor of repeal by first taking a moment to say that he continues to pray for <strong> Gabrielle Giffords </strong>' speedy recovery from the Jan. 8th shooting in Tucson, where she was shot in the head while meeting with constituents. \"We all miss her and wish her the very best, </q> <strong> Joe Barton </strong> said. <strong> Mike Pence </strong> <strong> Timothy Bishop </strong>, D-N.Y., said he thought the House seemed to be \"doing reasonably well on civility\" Wednesday, although he called the Republicans' arguments against the health care law \"", "new_id": -2}, {"uid": "1295520723146522148", "i": 33413, "idx": 0, "sa": ["Mike Pence", "Sarah Palin"], "q": "centennial celebration of its most famous son. Former Alaska governor <strong> Sarah Palin </strong> routinely quotes Reagan in her Facebook postings. Indiana <strong> Mike Pence </strong>'s paean to American exceptionalism recalls Reagan's oft-repeated description of the United States as a <q> shining city on a hill. </q> To this day, politicians who have succeeded Reagan cite him as a hero- although they don't necessarily follow his style of politics as a model. Reagan said the GOP should be a \"big", "new_id": -2}, {"uid": "1295915073213958666", "i": 57771, "idx": 1, "sa": ["Ann Coulter", "Mike Pence"], "q": "focus our energies on jobs and spending,\" <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th Ann Coulteriversary of Roe vs. Wade. <q> We must not remain silent when great moral battles are being waged. </q> FR is funded solely by donations from our readers. Help keep FR strong, commercial ad& pop-up-free, and beholden to no outsiders! Or by mail to: Free Republic, LLC, PO", "new_id": -2}, {"uid": "1296168803065814536", "i": 39782, "idx": 0, "sa": ["Mike Pence", "Brian Cashman"], "q": "a jerk to Winona in this movie. The emotional health of college freshmen has declined to unusually low levels, according to an annual survey that UCLA's Higher Education Research Institute conducts for some reason. <q> We don't know exactly why, </q> the director of the survey told the Congressman <strong> Mike Pence </strong> Is the Only Republican in America Definitively Not Running for President Add Bartending to the List of Things <strong> Brian Cashman </strong> Has Done This Off-Season The New NBC Chief's Five Make-or-Break", "new_id": -2}, {"uid": "1295779892017170523", "i": 2218, "idx": 12, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "GOP candidates are speaking at an Illinois GOP dinner celebrating Ronald Reagan. And he's the keynote speaker at a large February fundraiser for the Susan B. Anthony List, a group opposing abortion. <q> I truly don't know( if he's running for president), </q> said Susan B. Anthony List President <strong> Marjorie Dannenfelser </strong>, who has urged <strong> Mike Pence </strong> to run. \"It's my job to really encourage talent to seize the moment, and I think he can do it.\"", "new_id": -2}, {"uid": "1296229265086933518", "i": 35656, "idx": 1, "sa": ["Mike Pence", "Michael Yaki", "Mitt Romney"], "q": "The same is true for most other parts of the Arab world...\" -- <strong> Mike Pence </strong> has removed himself from 2012 presidential contention( by all accounts 1 So much for equal protection under Obama law <q> DOJ official: \"The law was written to protect black people. </q> \" <strong> Michael Yaki </strong>, one of the investigation's most vituperative critics, has publicly adMitt Romneyed that some of the allegations of racial favoritism we have uncovered, if true, are very disturbing. Specifically, he said", "new_id": -2}, {"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}]