[{"uid": "2008100508_00023262_W", "i": 1589, "idx": 0, "sa": ["Nat Wolff", "Michael Wolff"], "q": "channel nickelodeon. as the older brother, <strong> Nat Wolff </strong> is the band's leader and front man. he's easy to confuse with his fictional self; the show's website says <strong> Nat Wolff </strong> is called <NO_QUOTATION> and adds that <q> when the sweet, sensitive <strong> Nat Wolff </strong>'s not writing the band's next hit, he's fending off the female fans. </q> the band's albums include the naked brothers band( 2007) and i don't want to go to school( 2008). extra credit: <strong> Nat Wolff </strong>'s parents are showbiz veterans: <strong> Michael Wolff </strong> is a jazz musician", "new_id": -2}, {"uid": "2008121006_00023088_W", "i": 2001, "idx": 0, "sa": ["Kevin Pietersen"], "q": "side after <strong> Kevin Pietersen </strong> and his men who grew in stature by defying terror and agreeing to continue the tour. the england captain, however, is more interested in winning the series, rather than scoring brownie points. <q> you could say we can't lose in this situation, but that's also a way of looking at things negatively and finding excuses- i don't want any excuses about what has happened, </q> <strong> Kevin Pietersen </strong> said.", "new_id": -2}, {"uid": "2008112112_00014738_W", "i": 3183, "idx": 0, "sa": ["Les Twentyman"], "q": ", were criticised on talkback radio on friday and mr <strong> Les Twentyman </strong> also dismissed them as <NO_QUOTATION>. he said they <NO_QUOTATION> him because most people ended up homeless through economic difficulties that were often no fault of their own. <q> these comments are very concerning and un-australian, in the lead-up to christmas, is this what the top end of town thinks about homelessness? </q> mr <strong> Les Twentyman </strong> said. \"this is such a critical time with the current economic downturn when there will be less jobs, and the new face of the homeless will be families living in their cars with their kids", "new_id": -2}, {"uid": "2008102119_00040168_W", "i": 3057, "idx": 6, "sa": ["Pat Boyd"], "q": "worked as a substitute teacher until last year and supplemented her income this year with pay for administering the english language learner tests. but she said she often thinks of retired teachers now in their 80s and 90s. <q> their salaries are so low, </q> said <strong> Pat Boyd </strong>, 76. \"they probably retired[ with a pension of]$ 1,800 a month, and you know what cost of living is like.\" reading specialist patricia ellis retired in june after 30", "new_id": -2}, {"uid": "2008111206_00001636_W", "i": 4671, "idx": 2, "sa": ["Jeff Anderson", "Murray Miller"], "q": "( one touchdown), as well as making key tackles as a linebacker. <strong> Jeff Anderson </strong> was also big in the backfield, as he had 79 yards rushing of his own, on 11 carries with his touchdown. <q> i think the hero of our offence is <strong> Jeff Anderson </strong>, </q> said lions' head coach <strong> Murray Miller </strong>. \"he made some unbelievable blocks that spread out darian for a couple of his key runs. so, he unselfishly goes out and blocks as if he's getting the football", "new_id": -2}, {"uid": "2008102707_00034250_W", "i": 348, "idx": 5, "sa": ["Stephen Harper"], "q": "sweep as <NO_QUOTATION> saying security around <strong> Stephen Harper </strong> had been \"tight for quite some time.\" there are a number of possible reasons why security was so tight around the prime minister at the time, mathers said. <q> but the one that strikes me first is that there was probably a threat against the prime minister, </q> he said. \"and if there's a credible threat against the prime minister, the people react quite quickly and quite strongly to it. so they have to deal with it. and those are the indicia", "new_id": -2}, {"uid": "2008120223_00014154_W", "i": 3246, "idx": 1, "sa": ["Mariah Carey"], "q": "who had managed her son's career since he was a teenager. rumors of friction between them abounded when usher broke professionally with patton in 2007, saying he just wanted her to focus on being his mom. <q> i have just chosen to take the reins of my career, </q> he told the associated press earlier this year. \"we have a different view and mind-set. i'm doing it and i'm handling it and very happy, very happy with it.\" <strong> Mariah Carey </strong>, told", "new_id": -2}, {"uid": "2008092714_00032199_W", "i": 1114, "idx": 0, "sa": ["Paul Newman", "Robert Redford"], "q": "<strong> Paul Newman </strong>, who had been battling cancer, passed away on friday, <strong> Paul Newman </strong>'s own foundation said in a statement from westport, connecticut. <q> <strong> Paul Newman </strong>'s craft was acting. his passion was racing. his love was his family and friends. and his heart and soul were dedicated to helping make the world a better place for all, </q> foundation vice-chairman <strong> Robert Redford </strong> forrester said. <strong> Paul Newman </strong> played youthful rebels, charming rogues, golden-hearted drunks and amoral opportunists in a career that encompassed more than 50 movies. he was one of the most popular and consistently bankable hollywood", "new_id": -2}, {"uid": "2008090417_00005441_W", "i": 962, "idx": 3, "sa": ["Sarah Palin"], "q": ", who is not married, is five months pregnant. the situation has caused a stir among reporters gathered in st. paul for the convention, but does not seem to have created a backlash among republican delegates. <q> i don't think it's an issue, </q> templeton explained, \"and i would hope that the public would not think it's an issue. it's a privacy situation.\" <strong> Sarah Palin </strong> is popular with republicans because she supports gun rights, is opposed to", "new_id": -2}, {"uid": "2008110316_00010907_W", "i": 2784, "idx": 0, "sa": ["John McCain", "Barack Obama", "Sarah Palin", "Tina Fey", "Robert Thompson"], "q": "tuesday night. if <strong> Barack Obama </strong> becomes <strong> Barack Obama </strong>, he and michelle may soon be fist-bumping on the white house portico. if <strong> John McCain </strong> pulls out a victory, <strong> Tina Fey </strong>'s spot-on send-up of gop running mate <strong> Sarah Palin </strong> could well be <q> the iconic image of the 2008 election, </q> says <strong> Robert Thompson </strong>, a professor of pop culture at syracuse university. even if <strong> John McCain </strong> loses, the <strong> Tina Fey </strong> factor may well have some legs. what does it say that, in the end, one of the most", "new_id": -2}]