[{"uid": "2008121910_00017906_W", "i": 29, "idx": 3, "sa": ["Alex Jones"], "q": "on: december 15, 2008, 01:41:06 pm \"re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08\" reply# 2 on: december 15, 2008, 01:56:43 pm <q> re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08 </q> reply# 3 on: december 15, 2008, 02:24:03 pm \"for dr blaylock... does aspirtame bioaccumulate?( slowly increase levels in your body as you consume more over time) you must be the change", "new_id": -2}, {"uid": "2008122504_00023442_W", "i": 995, "idx": 0, "sa": ["John Prendergast"], "q": "where meager rain and crop failures have left them on the edge of famine.\" yusuf has fostered a mafia administration rooted in his own clan and was as big an obstacle to peace as hard-line shabab elements, <q> said <strong> John Prendergast </strong>, co-chairman of the enough project, which seeks to end genocide and crimes against humanity. yusuf's resignation would provide </q> a small but vital window to the peace process to build a real government of national unity from the bottom up to combat extremism and create a legitimate governing authority. \"associated press reported that yusuf has called for", "new_id": -2}, {"uid": "2008092012_00016350_W", "i": 325, "idx": 0, "sa": ["Richard Lugar", "Álvaro Uribe"], "q": "the main economic result could be the increase in investments in our country, and the more we increase legal investments in our country, the less difficult our task to defeat terrorists groups, to defeat illegal drugs, <q> <strong> Álvaro Uribe </strong> said friday at the brookings institution, a think tank. with little hope the colombian deal will be approved before congress recesses for the november elections, sen. <strong> Richard Lugar </strong>, r-ind., said that if there is a lame-duck session after the elections, lawmakers could ratify the agreement then. </q> in light of recent divisive statements and rash actions by some latin american leaders, ratification of the agreement would also send a strong signal to the region that the united states stands by its friends, \"said <strong> Richard Lugar </strong>", "new_id": -2}, {"uid": "2008100919_00019537_W", "i": 1950, "idx": 3, "sa": [], "q": "we don't have any changes in mind beyond what we've already done, \"toyota to applies brakes on us output\" it may get to the crunch point where they have to slow down assembly plants, <q> says haig stoddard, production analyst at global insight, a consultancy. </q> it may come to a he... \"", "new_id": -2}, {"uid": "2008102619_00000884_W", "i": 1749, "idx": 0, "sa": ["Patrick James"], "q": "pain go as quickly as it came ms. baptiste. it_will_never_end on oct 26, 2008 2:34 pm\" it was not immediately know if either brother had been the gunman who fired into the crowd, sources said. <q> that line sums it all up. uttervoid on oct 26, 2008 2:37 pm milwaukeegregg- you are right, when i was growing up in nyc that is the way thing were settled. unfortunately those thing ended when the word <NO_QUOTATION> was invented. now they need to carry a gun or knife for fear someone will knock the s-- t out of them. <strong> Patrick James </strong> on oct 26, 2008 2:45 pm uttervoid, finish the statement-- </q> a 45 caliber semi automatic handgun was found underneath one of the bleeding men, sources said \"sounds like he fell on his own gun to me. just thinking, i could be wrong, he could have", "new_id": -2}, {"uid": "2008090905_00019811_W", "i": 1068, "idx": 55, "sa": [], "q": "sing-song,\" friend, friend, friend... \"came to mind, stopping him dead in his tracks. after hardly two seconds of discernment, he said to himself,\" i'm so easily duped, <q> realising that the` visions' of` christ' were diabolical in origin, a mockery of christ's desire to save, even while the ever present need of having his heart of stone replaced by christ with another kind of heart was all too real. </q> i'm surely damned to hell if i'm not united with the lord, \"he concluded.\" discernment is so important. \"a remote sense of peace came over him, only to be overshadowed,", "new_id": -2}, {"uid": "2008121210_00002969_W", "i": 2064, "idx": 6, "sa": ["Roger Johnson"], "q": "a global oat analyst in vancouver, british columbia.\" when you look at( subsidies) for corn, wheat, soybeans... the incentive has been to grow those three crops at the expense of oats. <q> strychar said that barring a major shift in u.s. farm policy, oats as a major commodity south of the border <NO_QUOTATION> oats was a huge crop before farms became mechanized, north dakota agriculture commissioner <strong> Roger Johnson </strong> said. </q> it was used as horse feed before tractors, \"he said.\" oats were fed to horses and that was our energy. \"now, <strong> Roger Johnson </strong> said,\" oats have fallen out of favor almost entirely", "new_id": -2}, {"uid": "2008092400_00039626_W", "i": 778, "idx": 1, "sa": ["Steven Pinker", "David Byrne", "Richard Dawkins", "Charles Simonyi"], "q": "of neglecting my work. congratulations on this superb site. \"- <strong> Steven Pinker </strong>, johnstone professor of psychology, harvard university.\" i have placed 3 quarks daily at the head of my list of web bookmarks. <q>- <strong> Richard Dawkins </strong>, <strong> Charles Simonyi </strong> professor of the public understanding of science at oxford university. </q> just wanted you to know i'm one of many who reads and enjoys 3 quarks... almost daily. \"- <strong> David Byrne </strong>, musician, former lead-singer of the", "new_id": -2}, {"uid": "2008121210_00029067_W", "i": 682, "idx": 7, "sa": ["Tuomo Ruutu"], "q": ", who had three assists.\" when you're standing still, when you stop skating in your own end, that's how they score four goals. a couple of bad-luck bounces and that's it. <q> the canes move on to new york for a game saturday night against the rangers. the plan is to practice today in philadelphia, then bus to manhattan. </q> we can't get too disappointed because we've already had some tough times, \"<strong> Tuomo Ruutu </strong> said.\" we've got to somehow stay positive. \"today's practice will be at wachovia center. it may", "new_id": -2}, {"uid": "2008112204_00015881_W", "i": 403, "idx": 0, "sa": ["Jeff Hardy", "Triple H"], "q": "were. he changed the subject to <strong> Jeff Hardy </strong> and kozlov. he was running them down when kozlov came up and said <strong> Triple H </strong>'s days as champion were numbered. he said,\" goodbye king of the kings. <q> he walked off and <strong> Triple H </strong> said, </q> see eve, he couldn't take his eyes off of them either... \"", "new_id": -2}]