[{"uid": "1296799788177504262", "i": 38117, "idx": 0, "sa": ["Omar Suleiman", "Colin Powell"], "q": "tunnels that have functioned as a smuggling conduit for weapons and foodstuffs to Gaza. According to a Wikileaked US diplomatic cable with the title \"Presidential Succession in Egypt\" dated May 14, 2007: <q> EGYPTIAN INTELLIGENCE CHIEF AND MUBARAK CONSIGLIERE, IN PAST YEARS SOLIMAN WAS OFTEN CITED AS LIKELY TO BE NAMED TO THE LONG-VACANT VICE-PRESIDENTIAL POST. IN THE PAST TWO YEARS, SOLIMAN HAS STEPPED OUT OF THE SHADOWS, AND ALLOWED HIMSELF TO BE PHOTOGRAPHED, AND HIS MEETINGS WITH FOREIGN LEADERS REPORTED. MANY OF OUR CONTACTS BELIEVE THAT SOLIMAN, BECAUSE OF HIS MILITARY BACKGROUND, WOULD AT THE LEAST HAVE TO FIGURE IN ANY SUCCESSION SCENARIO. </q> From 1993 until Saturday, <strong> Omar Suleiman </strong> was chief of Egypt's <strong> Colin Powell </strong> Intelligence Service( EGIS). He remained largely in the shadows until 2001, when he started taking over powerful dossiers in the foreign ministery;", "new_id": -2}, {"uid": "1297130531053067806", "i": 48371, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": ", maybe, <strong> Paula Abdul </strong> on the judging panel. \"We've spoken to her, she knows I'm a big fan,\" <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. <q> I've always said at some point we are going to be working together. </q> But, he added, \"I have to take everyone's opinions into account,\" including the show's other producers and the network. Our opinion is that we should be on the", "new_id": -2}, {"uid": "1296615825145653773", "i": 19732, "idx": 0, "sa": ["Sergio Marchionne", "Shawn Morgan"], "q": "spokeswoman <strong> Shawn Morgan </strong> said Monday. Because Chrysler still owes about$ 5.8 billion to the U.S. government, lent under the Troubled Asset Relief Program, the U.S. Treasury can restrict senior management's compensation. <q> It was absolutely owed that we treat our people properly, </q> CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call. \"The obligation to our people was much greater than the need to improve our bottom-line profitability.\" <strong> Sergio Marchionne </strong> chose the term performance award", "new_id": -2}, {"uid": "1297390016200884258", "i": 41918, "idx": 7, "sa": ["Paul Bremer", "Condoleezza Rice", "Colin Powell"], "q": "[ which] has been that a cowboy president and his posse of neocons went to war without adequate preparation and ran roughshod over doubts by more sober bureaucratic and strategic minds.\" Also, a writing that <q> holds individuals responsible for failures of execution... </q> like blaming <strong> Condoleezza Rice </strong>, \"<strong> Colin Powell </strong>'s State Department,\" <strong> Paul Bremer </strong>, Bush-this one in a polite way-and others. The National Security Council overseen by <strong> Condoleezza Rice </strong>( with her \"style of management\") is", "new_id": -2}, {"uid": "1296085327130252808", "i": 1991, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. These musicians should get hazardous duty pay for the tumbles they've taken", "new_id": -2}, {"uid": "1296467037100122661", "i": 28623, "idx": 1, "sa": ["Steve Ballmer"], "q": "words, our Server and Tools business has quietly and steadily grown to be the unquestioned leader in server computing,\" Microsoft CEO <strong> Steve Ballmer </strong> wrote in a January 10 email to employees announcing Muglia's removal. <q> We are now ready to build on our success and move forward into the era of cloud computing. </q> Microsoft executives on the earnings call declined to mention how many Windows Phone 7 devices had sold to consumers. \"We're pleased with the initial response,\" Klein said. \"While we are encouraged", "new_id": -2}, {"uid": "1297119970200310797", "i": 16254, "idx": 2, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush", "Gerald Ford"], "q": "the execution of the war.\" \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. <q> We had( an) enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed. \"It's hard to know... You know, the path you didn't take is always smoother, </q> he said. <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that \"in a war, many things cost lives", "new_id": -2}, {"uid": "1296578183042647554", "i": 5858, "idx": 0, "sa": ["Michael Vick"], "q": "you have to have supervisors, and their salary runs anywhere between$ 75,000 to$ 103,000. This then brings the actual amount of jobs created( supported) to around 14,000- 15,000. Report Abuse <q> Are these tax dollars going to be spent on shovel ready projects too? </q> So who will be on the business ends of these shovels? Engineers, secretaries, buyers, salesman, accountants, retail store clerks, reserchers? Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to", "new_id": -2}, {"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,\" Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion \"for a long time\" as the company tries to \"simplify\" its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}, {"uid": "1296123008165298184", "i": 8934, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q>", "new_id": -2}]