[{"uid": "1295630754045006869", "i": 11716, "idx": 0, "sa": ["Michael Vick", "Tony Dungy"], "q": "he couldn't have envisioned the success that <strong> Michael Vick </strong> had on the field in 2010. Football: <strong> Tony Dungy </strong> Talks <strong> Michael Vick </strong>, NFL Playoffs, Coaching'' width=`` 177'' height=`` 207''/> <q> I really couldn't. When I talked to Mike in Leavenworth about two years ago, I asked him what he wanted to do, </q> <strong> Tony Dungy </strong> recalls.`` And he said,` Number one, I want to connect back with my family and be the type of father that my kids need. Number two, I want to show people that", "new_id": -2}, {"uid": "1295820714073957392", "i": 19281, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company.`` <strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,'' he said. <q> Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style. </q> If you enter anything in this field your comment will be treated as spam Users posting comments agree to the Computerworld comments Uncertainty Management Risk and Performance, Two Sides of the Same Coin Executive ViewPoint-", "new_id": -2}, {"uid": "1295648417122683417", "i": 7245, "idx": 3, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "<strong> David Cameron </strong> said he was`` very sorry'' <strong> Andy Coulson </strong> was going but added that he could`` understand that the continuing pressures on him and his family mean that he feels compelled to do so.'' <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> he said. Labour leader <strong> Ed Miliband </strong> said:`` He's now done the right thing but he should have done it earlier. I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on", "new_id": -2}, {"uid": "1295386126252936200", "i": 39071, "idx": 3, "sa": ["Sergio Marchionne", "Walter P. Chrysler"], "q": "future.`` <strong> Walter P. Chrysler </strong> Group owes a deep debt of gratitude to taxpayers in Canada and the U.S. for the loans that enabled a reenergized, restructured company to emerge in June 2009,'' said <strong> Sergio Marchionne </strong>. <q> We recognize we have a moral responsibility to fulfill our promises, justify these investments and pay back every penny that was loaned to us. </q> In preparation for the launch of the new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country, the Company has invested more than$ 1.4 billion USD since 2008 for assembly, stamping, material handling and", "new_id": -2}, {"uid": "1295894145127107105", "i": 7832, "idx": 1, "sa": ["Donald Rumsfeld", "Henry Hazlitt"], "q": "worse off. ref:`` How an Economy Grows and Why It Crashes'' Peter Schiff/Andrew Schiff- a good overview of basic fundamental economic principles that is` easy' to read. <q> Economics in One Lesson: The Shortest and Surest Way to Understand Basic Economics </q> <strong> Henry Hazlitt </strong>- originally published in the 1940's and explains every economic crises that government has inflicted upon us include the state we currently find ourselves in. <strong> Donald Rumsfeld </strong> must have been an` astrologist' since he wrote", "new_id": -2}, {"uid": "1296261938051675143", "i": 41033, "idx": 0, "sa": ["Dana Barros", "Ernie DiGregorio", "Larry Bird", "Allen Iverson"], "q": "me of World B Free </blockquote> <blockquote> reminds me of Ken Leninger </blockquote> <blockquote> reminds me of <strong> Ernie DiGregorio </strong> </blockquote> <blockquote> reminds me of <strong> Dana Barros </strong> </blockquote> <q> reminds me of <strong> Nate Funk </strong> </q> <blockquote> reminds me of <strong> Larry Bird </strong> </blockquote> <blockquote> He reminds me of that one guy from Duke </blockquote> <blockquote> reminds me of <strong> Allen Iverson </strong> </blockquote> The fact that people", "new_id": -2}, {"uid": "1296297293210370566", "i": 1948, "idx": 0, "sa": ["Simon Cowell"], "q": "dog'' to sit on the judging panel should <strong> Simon Cowell </strong> decide to step down and focus entirely on the US version of the show, which launches later this year. An insider told the Daily Star: <q> <strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical.`` We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be. There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it. </q> Wagner WatchWe investigate what", "new_id": -2}, {"uid": "1295590949047480976", "i": 36621, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt"], "q": "towards a new version, called IPv6, which will offer trillions of addresses for every person on the planet.`` Who the hell knew how much address space we needed?'' <strong> Vint Cerf </strong> said. <q> It doesn't mean the network stops, it just means you can't build it very well. </q> Google's leadership shake-up <strong> Vint Cerf </strong> said Google's Today the company announced that Google co-founder Larry Page would take over as chief executive from <strong> Eric Schmidt </strong>, who has become its executive chairman. Until", "new_id": -2}, {"uid": "1295545349188383370", "i": 13641, "idx": 3, "sa": ["Kirsten Gillibrand", "Tyler Perry", "David Boies"], "q": "<strong> Tyler Perry </strong> v. Schwarzenegger, <strong> David Boies </strong> indicated that he's in the national marriage equality fight for the long haul.`` If there's no standing, there will have to be additional cases,'' he said. <q> And we're already looking for the right places to bring cases. </q> Senator <strong> Kirsten Gillibrand </strong>, who said she was in Los Angeles for`` a few events,'' was hopeful about marriage equality prospects in her own state, one of several on the east coast where state legislatures seem", "new_id": -2}, {"i": 42085, "idx": 1, "index_answer": 1, "new_id": -1, "q": "'m fulfilling the principal role of television.'' After a tense 15-minute interview, the stage lights fade for a commercial. <strong> Jaime Bayly </strong> and Collins stand up and kiss on the cheek, but their microphones remain on. <q> Don't come here just to complain about my behavior, </q> <strong> Jaime Bayly </strong> says angrily over the outro music.`` And don't be so damn boring.'' <strong> Jaime Bayly </strong> is a man of many parts. He's both <strong> David Letterman </strong> and <strong> Charlie Rose </strong>; comedian and serious interviewer;", "sa": ["David Letterman", "Jaime Bayly", "Charlie Rose"], "uid": "1296586302084361234"}]