[{"uid": "1295252792226672648", "i": 2328, "idx": 1, "sa": ["Andre Miller", "Allen Iverson", "Tim Paine"], "q": "then pulling up and sinking the basket from the top of the key with 4.2 seconds remaining.`` I was surprised that they just let me wind the clock down and take a shot,'' <strong> Allen Iverson </strong> said. <q> I told my teammates that I was going to wind it down.... I was hoping if I did miss, the ball would bounce and the Tim Painee would run out. </q> <strong> Andre Miller </strong> insisted he wanted <strong> Allen Iverson </strong>, who was hobbled by a sprained ankle he twisted in the third quarter, to take a jump shot rather than drive to the basket.`` I got a hand up on the", "new_id": -2}, {"uid": "1295806909069746696", "i": 19459, "idx": 7, "sa": ["Gabrielle Giffords", "Colin Powell", "Barack Obama"], "q": "wants to remain in private life although he is happy to be an informal Barack Obamaial advisor.`` The administration knows that I am quite content with the work I am doing now,'' he said. <q> I am not interested in a government job. </q> Arizona shootings that killed six people and badly wounded Rep. title=\"Gabrielle Giffords\" href=\"http://www.chicagotribune.com/topic/politics/Gabrielle Giffords-Gabrielle Giffords-PEPLT002363.topic\"> <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack.", "new_id": -2}, {"uid": "1296839300225722391", "i": 29386, "idx": 0, "sa": ["Jean-Claude Duvalier", "Chun Doo-hwan", "Donald Rumsfeld", "Barack Obama", "Noam Chomsky"], "q": ":) \" <strong> Noam Chomsky </strong>: \" The US and its allies have regularly supported radical Islamists, sometimes to prevent the threat of secular nationalism. \" VICTORCharlie 4 February 2011 4:45 PM <q> That is a standard pattern: Ferdinand Marcos, <strong> Jean-Claude Duvalier </strong>, <strong> Chun Doo-hwan </strong>, Suharto and many other useful gangsters </q> Indeed. But Saddam <strong> Barack Obama </strong> is a is a glaring omission from that list- and that photo of the odious <strong> Donald Rumsfeld </strong> sycophantically presenting those hideandseeker 4 February 2011 4:46 PM KrawuziKapuzi 4 February 2011", "new_id": -2}, {"uid": "1295949562193675269", "i": 45165, "idx": 0, "sa": ["Katy Perry", "Simon Cowell"], "q": ". \" They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. \" <q> They are more keen to get a big US star like <strong> Katy Perry </strong> or href=\"http://www.femalefirst.co.uk/rihanna/\" title=\"Lastest Rihanna news from Female First\"> Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> Comment on this Article <strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old Girls Aloud star has what it takes to draw audiences in across the Atlantic. The", "new_id": -2}, {"uid": "1295571328120422413", "i": 877, "idx": 3, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> tells CNBC... The Future of Google Books- Google Co-Founder <strong> Sergey Brin </strong> Complete video at: fora.tv <strong> Sergey Brin </strong> responds to criticism Google has received concerning its project to digitize and store millions of the world's books online. <q> I've been surprised at the level of controversy there, </q> says <strong> Sergey Brin </strong>, but maintains that he's`` optimi... Google Co-Founder <strong> Sergey Brin </strong> on Bing and Yahoo Complete video at: fora.tv Google co-founder Sergy <strong> Sergey Brin </strong> gives his take on other search engines, including Microsoft's Bing and", "new_id": -2}, {"uid": "1296217506223641601", "i": 21347, "idx": 1, "sa": ["Tim Pawlenty", "Mike Pence", "Dick Armey", "L. Brent Bozell III"], "q": "selfishly disappointed,'' said <strong> L. Brent Bozell III </strong>, president of the conservative Media Research Center and longTim Pawlentye conservative activist who was among a group of Washington conservatives urging <strong> Mike Pence </strong> to run for president-and whose support is now up for grabs. <q> I don't have a number two. I had a number one and a whole bunch of people are running for number two. It's a crowded dance floor and it's Tim Pawlentye for the people there to start strutting their stuff and see who's got the next booty. </q> Also on the list of <strong> Mike Pence </strong> supporters now without a candidate: Former House Majority Leader <strong> Dick Armey </strong>, the leader of the tea party group FreedomWorks, who had publicly encouraged <strong> Mike Pence </strong> to make a bid for president", "new_id": -2}, {"uid": "1295415443092504110", "i": 10994, "idx": 1, "sa": ["Sergio Marchionne"], "q": "for production at the Windsor plant. It is possible that Chrysler could also make a full-size car-- known as an E-segment vehicle-- on the new platform. <strong> Sergio Marchionne </strong> said Chrysler could make Fiat models as well. <q> We need to upgrade this and make it a much more versatile platform and one that will allow us to be able to make more than just minivans, </q> <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> is betting that the automaker's slate of 16 new and refreshed vehicles will help revive Chrysler, which nearly collapsed in 2009 before a government-funded bankruptcy. <strong> Sergio Marchionne </strong> thanked the U.S. and Canadian governments for", "new_id": -2}, {"uid": "1295652757122683419", "i": 19309, "idx": 0, "sa": ["Raila Odinga", "Alassane Ouattara", "Goodluck Jonathan"], "q": "West African regional bloc, ECOWAS, has threatened military intervention to dislodge Gbagbo. Nigerian President <strong> Goodluck Jonathan </strong> held talks Friday with Guillaume Soro, the prime minister for Ivory Coast's <strong> Alassane Ouattara </strong>. <q> The president, under the auspices of ECOWAS, has been sending many envoys to Ivory Coast to try and resolve the issue diplomatically so that there is no use of military power, </q> Nigerian junior Foreign Minister Salamatu Suleiman told reporters after the meeting. Kenyan Prime Minister <strong> Raila Odinga </strong>, AU envoy in the crisis which threatens to plunge Ivory Coast back into civil war, warned that military intervention", "new_id": -2}, {"uid": "1297100048035717139", "i": 53308, "idx": 0, "sa": ["Lesley Stahl", "Michael Vick", "Aaron Sorkin", "Sarah Palin"], "q": "any patience with the glamorization of dumbness.'' Only seconds earlier in the interview, Sathl was asking <strong> Aaron Sorkin </strong> about his past addiction to crack cocaine, for which he attended rehab twice. <strong> Lesley Stahl </strong> concluded: <q> <strong> Aaron Sorkin </strong> only dabbles in political commentary. What he works really hard at is writing his plays and movies. </q> December 8, 2010 Huffington Post article cited by <strong> Lesley Stahl </strong>, <strong> Aaron Sorkin </strong> compared <strong> Sarah Palin </strong> hunting on her TLC show to the animal abuse football player <strong> Michael Vick </strong> was found guilty of in promoting dog fighting. On href=\"http://www.newsbusters.org/blogs/brent-baker/2010/10/05/Aaron Sorkin-Aaron Sorkin-takes-cnn-s-parker-spitzer-denounce-Sarah Palin-idiot-jaw-droppi\"> CNN's", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "'' The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}]