[{"uid": "1297197242093274120", "i": 44074, "idx": 1, "sa": ["Simon Cowell"], "q": "Makeover: Home Edition'' and`` Jersey Shore.'' As for the current, Cowell-free season of`` Idol,'' he claimed,`` I haven't seen a full episode,'' continuing, <q> I think we're going to do something different. I'm excited. The stakes are high. </q>>> Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from a rough fall season, when it finished last among the major networks in total viewers.`` Idol'' is", "new_id": -2}, {"uid": "1295391418138936343", "i": 23519, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Officer Ian Birk describes Williams' posture During the in the inquest into the John T. Williams shooting, Seattle police officer Ian Birk describes his memory of how Williams was standing in the moments", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making.`` In strategy we agree. There's no disagreement,'' <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q> In character, he's fundamentally a deeper thinker than anybody else, </q> he said.`` He sees a few moves deeper than I do.'' <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}, {"uid": "1297692986012320769", "i": 44855, "idx": 1, "sa": ["Eric Schmidt"], "q": "their search results. I'm just curious whether it's possible, even if you have consumers' best interests at heart, that you might actually be doing harm to the broader field of tech innovation? <q> If <strong> Google Inc. </strong> as a search engine loses sight of what users really want, I'm sure there will be enough companies out there willing to fulfill that need. That's why competition is such a good thing. It keeps everyone honest, and clearly it keeps every company involved focused on the users. I believe a competitive landscape, an open market, allows <strong> Google Inc. </strong> and other companies to do the right things for their users, because it's in their best interests when users are happy with the product. </q> Q: How competitive is the market really? Bing's got 28 percent of the search in the U.S., if you count Yahoo, and <strong> Eric Schmidt </strong> recently said in Davos that Facebook is not competition, that", "new_id": -2}, {"uid": "1295555056021315588", "i": 886, "idx": 0, "sa": ["Eric Schmidt"], "q": ". The industry of creating impacting experiences is an open field. I love this. And while I like new tech like any other early adopter, this is what it's really all about. Quote: <q> In testing, Starbucks assessed the mobile payment option by measuring application speed, transaction speed and total customer wait time, says Brady Brewer, vice president of Starbucks Card and brand loyalty. In all instances, Starbucks Card Mobile was the fastest way for customers to pay. </q> <strong> Eric Schmidt </strong>: All of Google's Strategic Initiatives in 2011 are Mobile More signs that mobile's growth is only going to accelerate. Keep in mind that although there's an enormous iPhone craze going on, only", "new_id": -2}, {"uid": "1295506201228589694", "i": 19472, "idx": 0, "sa": ["Kara DioGuardi", "Michael Jackson", "Steven Tyler", "Simon Cowell"], "q": "Without him, there's barely a leader on the board. Randy <strong> Michael Jackson </strong>, the lone original, would say,`` <strong> Steven Tyler </strong> what do you think?'' and the Aerosmith lead singer would say, <q> What do you think, Randy? </q> There must have been something inside of <strong> Simon Cowell </strong>( or even <strong> Kara DioGuardi </strong>) that as a producer really wanted something good out of these singers and would easily dismiss the bad( who had been put before the", "new_id": -2}, {"uid": "1296423892068993033", "i": 319, "idx": 1, "sa": ["Andre Iguodala", "Danny Granger", "Brandon Rush", "Troy Murphy", "Allen Iverson"], "q": "scored seven straight points late in the fourth quarter that helped the Pacers put this one away for a rare road win. <strong> Brandon Rush </strong> scored 16 points, and <strong> Troy Murphy </strong> had 11 points and 12 rebounds for the Pacers. <q> It's hard to beat a team twice, </q> <strong> Danny Granger </strong> said. <strong> Andre Iguodala </strong> scored 22 points and <strong> Allen Iverson </strong> had 20 for the Sixers. Philadelphia failed in its bid to win three straight games for the first time this season.`` We do a lot of things positive", "new_id": -2}, {"uid": "1296362585082608158", "i": 3751, "idx": 0, "sa": ["Zahi Hawass"], "q": "Egypt's top archaeologist, <strong> Zahi Hawass </strong>, told state television Egyptians on the street had tried to protect the building, but that the looters had entered from above. Two mummies on display had been damaged. <q> I felt deeply sorry... when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night, </q> <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said. The museum is adjacent to the headquarters of the ruling National Democratic Party that protesters torched ad earlier set ablaze in protests demanding the resignation of", "new_id": -2}, {"uid": "1295559697061718555", "i": 37528, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", <strong> Sergey Brin </strong> will take a more active role in strategic projects including product. The change is effective starting April 4, 2011. <strong> Eric Schmidt </strong> explained the move in a blog post saying, <q> We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> He added,`` managing the business has become more complicated,'' and Google wanted to`` speed up decision making,'' so Page got the nod. says,`` Larry, in my", "new_id": -2}, {"uid": "1296961291197279745", "i": 41699, "idx": 5, "sa": ["Barack Obama", "Wes Welker", "Matt Cassel", "Troy Polamalu", "Michael Vick", "Brian Urlacher"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season.`` To sum it all up, the last five months, have been delayed gratification,'' <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> Also receiving votes were Minnesota linebacker E.J.Henderson( 3 1/2), New England receiver <strong> Wes Welker </strong>, Chicago linebacker <strong> Brian Urlacher </strong> and Kansas City quarterback <strong> Matt Cassel </strong>( <strong> Barack Obama </strong> each), and Pittsburgh safety <strong> Troy Polamalu </strong>, Seattle running back/kick returner", "new_id": -2}]