[{"uid": "1296723974251478035", "i": 31131, "idx": 2, "sa": ["Roberta Flack", "Allison Iraheta", "David Cook", "Simon Cowell"], "q": "\" \"very predictable.\" But <strong> Simon Cowell </strong> was of a different mind, especially after <strong> David Cook </strong> killed it on <strong> Roberta Flack </strong>'s \"The First Time Ever I Saw Your Face,\" which the hard-to-please judge had chosen. <q> <strong> David Cook </strong> wins the night, </q> <strong> Simon Cowell </strong> proclaimed. 3. <strong> Allison Iraheta </strong> \"I Don't Want to Miss a Thing\" ( Season 8) When the Top 7 took on movie night, <strong> Allison Iraheta </strong> chose the theme to Armageddon, knocked it down a", "new_id": -2}, {"uid": "1295878470173097123", "i": 57999, "idx": 0, "sa": ["Andy Coulson"], "q": "latest stories, jobs, tips and more. Spanish judge to travel to Iraq to visit scene of cameraman's death Al-Jazeera offices in Ramallah entered by security forces, reports correspondent Channel 4 News: <strong> Andy Coulson </strong> resigns again <q> over something he knows nothing about </q> Copyright, metadata, and the case of the` lifted' Joanna Yeates scoop Maghreb finds new forms of expression as citizen journalism blooms Quora: a tech journalist's utopia, but what does it mean for journalism", "new_id": -2}, {"uid": "1296940939224919552", "i": 17158, "idx": 0, "sa": ["Marissa Mayer", "Eric Schmidt"], "q": "Church, Virginia) grew up with what were known as time-share computers- devices linked by telephone lines that used punch cards to relay information. They were operated at night when the lines were clearer. <q> My first computer I encountered in high school was a time-share machine which had approximately 1/100,000 th of the computation power of your phone, </q> <strong> Eric Schmidt </strong> says, pointing at my BlackBerry. In an interview to mark today's 50th Marissa Mayeriversary edition of The Sunday Telegraph, I ask him to think back to that time and wonder at what has", "new_id": -2}, {"uid": "1296802074171819014", "i": 6910, "idx": 3, "sa": ["Chris Webber", "Big Mike", "LeBron James", "Allen Iverson", "James Cleveland"], "q": "'s Game Five\" -- a reference to his playoff failure against Iverson_Allen Iverson_31pts_Philadelphia_76ers_vs_LeBron James_LeBron James_James Cleveland_Cavaliers_2004/2005_Regular_Season_NBA_game!!!!!!! <strong> Allen Iverson </strong>'s Big Mikegest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. \"That's really what I did. It helped me out.\" <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds,", "new_id": -2}, {"uid": "1295563322217792553", "i": 1522, "idx": 1, "sa": ["Eric Schmidt"], "q": "We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" More informally, Mr. <strong> Eric Schmidt </strong> delivered SchmidtEric Schmidt/status/28196946376130560\"> this message on Twitter: <q> Day-to-day adult supervision no longer needed! </q>", "new_id": -2}, {"uid": "1295667345215973910", "i": 26945, "idx": 2, "sa": ["Andy Coulson", "Ed Miliband"], "q": ".\" He is expected to leave his position within the next few weeks. The prime minister said he was \"very sorry\" that Mr <strong> Andy Coulson </strong> had resigned and claimed that he was being <q> punished for the same offence twice </q>. However, Labour Party leader <strong> Ed Miliband </strong> told Channel 4 News that Mr <strong> Andy Coulson </strong> should have resigned sooner. We're mobile! Get news, sport and entertainment on your mobile. Text inthenews", "new_id": -2}, {"uid": "1297704186051036184", "i": 30823, "idx": 0, "sa": ["Steve Ballmer"], "q": "trade show today. \"Nokia's involvement... will drive volume, will create new innovation and products, and will accelerate the adoption of the Windows Phone platform,\" <strong> Steve Ballmer </strong> said during a keynote presentation. <q> The additional energy that comes with this announcement... will help consumers get new hardware, fresh choices, and amazing services. </q> \"Nokia's support will help Windows Phone overall to build strength versus the other eco-systems,\" <strong> Steve Ballmer </strong> continued. Microsoft is working to ensure that innovation \"doesn't lead to the kind of", "new_id": -2}, {"uid": "1295795435125714464", "i": 10723, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": ": <strong> Barack Obama </strong>'s` more youthful approach' aids international relations Former Secretary of State <strong> Colin Powell </strong> said Sunday that <strong> Barack Obama </strong>, who received the Republican's endorsement in 2008, has lived up to his promise but still has <q> got a way to go. </q> \"He hasn't achieved all of his purposes,\" <strong> Colin Powell </strong> said on CNN's \"State of the Union,\" while crediting <strong> Barack Obama </strong> with stabilizing the economy, dealing with unemployment, reaching out to", "new_id": -2}, {"uid": "1295977508172294166", "i": 31063, "idx": 0, "sa": ["Max Baucus", "Bill Lockyer", "Newt Gingrich"], "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1295498628019333135", "i": 15735, "idx": 0, "sa": ["Steven Tyler", "Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "Slideshow: <strong> Paula Abdul </strong> poses for photographers backstage during the 9th... <strong> Simon Cowell </strong> gone from` American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: Mairely Perea, 11,( cq) takes a photo of Report Abuse <q> Actually the best part about the show is the auditions of the fools that can't sing at all. They are hilarious. <strong> Steven Tyler </strong>& Ms. <strong> Jennifer Lopez </strong> will give the AI fans what they want. </q> Report Abuse \" Thumbs UP! The show was very entertaining. CUZ <strong> Steven Tyler </strong> is friggin HOT and funny. \" ABC News: Watch: Comic Stripped: Not Exactly Your Sunday Funnies", "new_id": -2}]