[{"uid": "1296976498201293826", "i": 22834, "idx": 1, "sa": ["E.J. Henderson", "Michael Vick", "Wes Welker", "Matt Cassel"], "q": "festivities at the Convention Center. The Associated Press tallied votes by 50 media members. \"I thank my coaches and my teammates,\" said <strong> Michael Vick </strong>, who was on hand to accept his award. <q>They got me better as an NFL player, as a quarterback, and took advantage of my talents.</q> <strong> Michael Vick </strong> received 291/2 of the 50 votes and beat out Seahawks receiver Mike Williams( 8 votes), Vikings linebacker <strong> E.J. Henderson </strong>( 31/2), Chiefs quarterback <strong> Matt Cassel </strong>( 2), Patriots receiver <strong> Wes Welker </strong>( 2", "new_id": -2}, {"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q>We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people,</q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true. \"Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}, {"uid": "1296789415115392528", "i": 8833, "idx": 3, "sa": ["Kobe Bryant", "Allen Iverson", "Dwight Howard", "Andrew Bynum"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't r... Lakers vs Mavericks Highlights <strong> Andrew Bynum </strong> 22 Points Date: January 13, 2010 American Airlines Center, Dallas, TX All video credits to JD2K. <strong> Kobe Bryant </strong> was a", "new_id": -2}, {"uid": "1296761075093225087", "i": 43319, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "Known and Unknown: A Memoir. His biggest regret, he writes, is not quitting after the Abu Ghraib prison abuse scandal. However, he has no regrets about the Iraq War, writing that <q>the Middle East would be far more perilous than it is today</q> with <strong> Saddam Hussein </strong> in power. <strong> Donald Rumsfeld </strong> notes that two letters of resignation he wrote to <strong> President Bush </strong> were rejected. He also unleashes criticism at members of <strong> President Bush </strong>'s cabinet, including former <strong> Donald Rumsfeld </strong> of State Please enter the two words", "new_id": -2}, {"uid": "1295369666220332052", "i": 12270, "idx": 1, "sa": ["Howard Stern", "David Letterman"], "q": "stealing sketch ideas. \"Jay is a crook and the world knows exactly what he's up to. He steals a tremendous amount of material,\" The New York Post quoted <strong> Howard Stern </strong> as saying. <q>This guy's ripped off like 10 major things from my show.</q> <strong> David Letterman </strong> in the ratings. \"It's beyond my comprehension,\" <strong> Howard Stern </strong> says. \"America must be filled with morons who at night lay in bed-- the ones who are watching", "new_id": -2}, {"uid": "1297540270212795441", "i": 14307, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "press: When will we see a Nokia phone that runs Windows Phone 7? <strong> Stephen Elop </strong>: \"We aren't making a specific announcement of when that will be.\" <strong> Steve Ballmer </strong>: <q>When there's news there will be news.</q> How exclusive is this partnership as far as developers are concerned? <strong> Steve Ballmer </strong>: \"It's not exclusive. There's things we're doing with Nokia that are unique. The overall development of critical mass", "new_id": -2}, {"uid": "1296809208049168400", "i": 653, "idx": 1, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong>, R-Ind., has introduced the legislation. In Virginia, anti-abortion activists and social conservatives said the videos illustrate what they said is Planned Parenthood's disregard of laws intended to regulate abortion. <q>Their clinics are just blatantly violating laws, and they're doing it to the sums of hundreds of millions of dollars of taxpayer funds,</q> said Anna Franzonello, an attorney for Americans United For Life. Rita Dunaway, an attorney with The Rutherford Institute, which generally promotes conservative causes, said the videos underscore \"the need for greater regulation", "new_id": -2}, {"uid": "1295685093156418051", "i": 19725, "idx": 4, "sa": ["Lou Kerner", "Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade. \"What I do think Facebook has shown <strong> Google Inc. </strong> is that they're moving too slow,\" <strong> Lou Kerner </strong> said. <q>Facebook is moving at the speed of light and <strong> Google Inc. </strong> isn't. \"Having three people running the company, making the decisions, was slowing it down,</q> he added. AFP <cite> This story is sourced direct from an overseas news agency as an additional service to readers. Spelling follows North American usage, along with foreign currency and measurement units. </cite>", "new_id": -2}, {"uid": "1296744775261505039", "i": 17112, "idx": 1, "sa": ["Donald Rumsfeld", "Cyndi Lauper", "President Bush"], "q": "outage. \"Abu Ghraib and its follow-on effects, including the continued drum-beat of \"torture\" maintained by partisan critics of the war and the president, became a damaging distraction,\" he wrote. <q>More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point.</q> <strong> Donald Rumsfeld </strong> wrote <strong> President Bush </strong> two letters of resignation but both were rejected. Watch: Kennedy, <strong> Donald Rumsfeld </strong> Showdown on Iraq Watch: 2001 Obama Praises <strong> Donald Rumsfeld </strong> Watch: <strong> Donald Rumsfeld </strong> Denies Blame in Friendly-Fire Case Photos: <strong> Cyndi Lauper </strong>", "new_id": -2}, {"uid": "1295977622172294165", "i": 43426, "idx": 0, "sa": ["Nick Clegg", "Andy Coulson", "Steve Hilton", "David Cameron"], "q": "director of communications will not have to be \"another <strong> Andy Coulson </strong>\"- they may not find one. His background was a counterbalance to <strong> David Cameron </strong>'s other most influential aide, <strong> Steve Hilton </strong>. <strong> David Cameron </strong> insists that what matters is <q>not where you come from, but where you want to take the country</q>. But after <strong> Nick Clegg </strong>'s appointment as Deputy Prime Minister, there are three public( private) school and Oxbridge( Oxford and Cambridge)- educated figures at the top of the Coalition Government.", "new_id": -2}]