[{"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' Mr. <strong> Mike Pence </strong> told`` America's Morning News'' radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q> cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10. </q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}, {"uid": "1295705485073957377", "i": 28268, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The Guardian after <strong> Andy Coulson </strong> quit Friday, bowing to pressure over what he knew about hacking at the Tory party leader <strong> David Cameron </strong> backs his PR chief <strong> Andy Coulson </strong>.. Follow us on twitter", "new_id": -2}, {"uid": "1297235391222871571", "i": 44652, "idx": 0, "sa": ["Hu Jintao", "Barack Obama", "Donald Rumsfeld"], "q": "cos`` NO''. But do you see them calling other leaders/ governments such as <strong> Barack Obama </strong> <strong> Hu Jintao </strong>/ Chinese government as dictator/ dictaorship? The answer is of coz`` YES''. Why? Report Abuse <q> Confusion? There is NO CONFUSION at all. The US government and her politicians know exactly what they are doing-- they will support any leader/ government/ nation which is of use to them and at the same time they will dump you as fast once you are no more of an asset to them. </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Do NOT Buy Car Insurance! Your Auto Insurer Hates This. 1 trick to get", "new_id": -2}, {"uid": "1296567803036290642", "i": 49046, "idx": 1, "sa": ["Cheryl Cole", "Robbie Williams", "Simon Cowell", "Katie Price", "Louis Walsh", "Dannii Minogue"], "q": "If successful, <strong> Katie Price </strong> would join <strong> Louis Walsh </strong>, <strong> Dannii Minogue </strong> and <strong> Cheryl Cole </strong> on the show and <strong> Simon Cowell </strong>'s ex-girlfriend and show mentor Sinitta thinks she will be a great choice. Comment on this Article She said: <q> Having <strong> Katie Price </strong> on the panel would make interesting viewing, so I can definitely see it working. She can do anything she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along. </q> However, <strong> Katie Price </strong>- who recently split from second husband Alex Reid- faces competition from <strong> Robbie Williams </strong> as the Take That star is also being lined up to replace <strong> Simon Cowell </strong>.", "new_id": -2}, {"uid": "1297687256161349640", "i": 24454, "idx": 1, "sa": ["Jon Daniels", "Michael Vick"], "q": "him about it. We're all preparing for <strong> Michael Vick </strong> to be an integral part of our team going forward. That's how we're preparing and that's my expectations.'' <strong> Jon Daniels </strong> in 2011: <q> We will walk down the path and see if there's something that can satisfy all parties. If not, we'll put the club together with the idea of <strong> Michael Vick </strong> playing a key role on the team and we're still prepared for that. </q> Ring a bell? While the Rangers are working with the eight teams that are listed as approved destinations for Young per his contract, I don't see any of them as a", "new_id": -2}, {"uid": "1297717396167477300", "i": 15797, "idx": 0, "sa": ["Michael Vick", "Tiger Woods"], "q": "receiving fine for spitting in Dubai <strong> Tiger Woods </strong> apologized after he was fined an undisclosed sum by the European Tour on Monday for... The NFL star whose name became synonymous with dogfighting is scheduled to be a guest on the <q> The... Grammy voter's love for Eminem seems to only extend to the rap categories. LAND OF CACTI AND CANYONS Asunset ride on horseback through a forest of giant cacti in Arizona's Saguaro National Park... Valentine's Day is a holiday that can be attributed to the Romans, the Greeks and <strong> Russell Stover </strong>. <h6> Written by </h6>  THE ASSOCIATED PRESS  The NFL star whose name became synonymous with dogfighting is scheduled to be a guest on the`` The <strong> Oprah Winfrey </strong> Show. </q> The daytime talk show host's interview with Philadelphia Eagles quarterback <strong> Michael Vick </strong> is set to air Thursday, Feb. 24. Officials with Chicago-based Harpo Productions say the interview will cover <strong> Michael Vick </strong>'s time in prison", "new_id": -2}, {"uid": "1295562588178864129", "i": 38590, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its internet marketing machine during the holiday shopping season. Quotes delayed, except where", "new_id": -2}, {"uid": "1297180938217825348", "i": 14142, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "Dallas Saturday. <strong> Dwaine Caraway </strong> said he believes`` a great majority'' of the people of Dallas would have supported his decision, despite <strong> Michael Vick </strong>'s conviction for running a vicious dog fighting ring. <q> I gave it to him, sure I did. The wayward children that were there needed to have hope, </q> he said. <strong> Dwaine Caraway </strong>- who is poised to step in as Dallas mayor when <strong> Mayor Tom Leppert </strong> leaves office- did not say exactly where he was(`` somewhere downtown'' and`` one of", "new_id": -2}, {"uid": "1295561846217792525", "i": 28621, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and <strong> Sergey Brin </strong> for a long time to come,'' he added. Page praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who did an`` outstanding job leading Google for the last decade.'' <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> he said.`` Google still has such incredible opportunity- we are only at the beginning and I can't wait to get started.'' The company reported that net profit rose to$", "new_id": -2}, {"uid": "1296156422245841950", "i": 9249, "idx": 2, "sa": ["Dick Armey", "Mike Pence"], "q": " forgo the presidential stakes in favor of a run for governor of Indiana, though Team <strong> Mike Pence </strong> has allowed the POTUS talk to continue. <strong> Mike Pence </strong> faces a self-imposed deadline at <q> <strong> Mike Pence </strong> can bring the whole spectrum of constitutional, social and economic conservatives together, </q> <strong> Dick Armey </strong> said on Fox today.`` They will rally behind his candidacy.''", "new_id": -2}]