[{"uid": "1295977658128352267", "i": 20219, "idx": 0, "sa": ["Eric Schmidt"], "q": "outreach as executive chairman, also said the group would hire thousands of people this year, rejecting accusations that it has struggled to keep its best talent from leaving for Facebook and other Silicon Valley rivals. <q>I'm very personally excited about my next decade at Google,</q> <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on January 21 that his move was an effort to speed up decision-making.", "new_id": -2}, {"uid": "1296167737065404956", "i": 40859, "idx": 3, "sa": ["Mike Pence"], "q": "would not run for governor due to health concerns, and so far no other Republican star has stepped forward to enter the race. In his letter, <strong> Mike Pence </strong> said that throughout his life, <q>I have learned to follow my heart, and my heart is in Indiana.</q> Subscribe Copyright Â© 2010 Use of this site signifies your agreement to the", "new_id": -2}, {"uid": "1295658341074924035", "i": 531, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "'s family. Photograph: Suzanne Plunkett/Reuters <strong> David Cameron </strong>'s inner circle, has resigned as Downing Street's director of communications, saying the wave of allegations that he was involved in illegal phone hacking when editor of the <q>When the spokesman needs a spokesman, it is time to move on,</q> <strong> Andy Coulson </strong> said in a carefully crafted statement which had been in preparation for 48 hours. Downing Street insisted his departure was not precipitated by any fresh piece of damning evidence that would undercut <strong> Andy Coulson </strong>'s claim he", "new_id": -2}, {"uid": "1295537220252182530", "i": 9545, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "the White House and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q>The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class.</q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan. 28. Filmmaker Sees", "new_id": -2}, {"uid": "1295475887129810486", "i": 49415, "idx": 0, "sa": ["Sergio Marchionne"], "q": "a demonstration model by 2012. The system, as planned, would allow the car battery to recover energy as the vehicle brakes and would use the resulting hydraulic pressure to power the vehicle. <q>In addition to creating the jobs of the future, clean energy benefits the US economy by ultimately making energy costs more affordable for consumers-- especially if their dollars stay in America,</q> Chrysler Group CEO <strong> Sergio Marchionne </strong> said. \"Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push", "new_id": -2}, {"uid": "1296015454109002777", "i": 17355, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace"], "q": "in small teams, effectively working as start-ups.\" The average number of software engineers on a project at Google is 3.5, he said. now has 24,400 employees, <strong> Alan Eustace </strong> insisted that it is <q>still the same entrepreneurial company it was when I started, encouraging Googlers to take on big ideas and high-risk, high-reward opportunities.</q> According to chief executive officer <strong> Eric Schmidt </strong>, about 1,000 of those new jobs will be in Europe. \"Our businesses are doing very well around the globe, and as a result", "new_id": -2}, {"uid": "1296521624090341381", "i": 13751, "idx": 3, "sa": ["Barack Obama", "Jay Leno", "David Letterman", "Hu Jintao", "Conan O'Brien"], "q": ": â\u0080¢ <strong> Conan O'Brien </strong>- \"At the state dinner for Chinese <strong> Barack Obama </strong> <strong> Hu Jintao </strong>, <strong> Hu Jintao </strong> opened a fortune cookie that said, \"You will lend us another trillion dollars.\" â\u0080¢ <strong> Jay Leno </strong>- <q><strong> Barack Obama </strong> and <strong> Hu Jintao </strong> had a private dinner the night before. When <strong> Barack Obama </strong> tried to pick up the check, <strong> Hu Jintao </strong> said,` Your money is no good here.' <strong> Barack Obama </strong> laughed, and <strong> Hu Jintao </strong> said,` No, really, your money is no good.'</q> â\u0080¢ <strong> David Letterman </strong>- \"China\"s <strong> Barack Obama </strong> <strong> Hu Jintao </strong> is visiting the United States. If he likes what he sees, he may put down a deposit.\" With unemployment stalled at nearly 10 percent", "new_id": -2}, {"uid": "1295357289030228541", "i": 21554, "idx": 0, "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "q": "series of auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. <q>I think with every artist-- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists-- you have a lot of warmth and a lot of nurturing,</q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "new_id": -2}, {"i": 9243, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Andy Coulson </strong> confirmed his resignation in a statement on Friday, saying that the continued coverage of events during his time as the editor of \"News of the World' had made it difficult for him to give <q>the 110 per cent needed in this role</q>.\" I stand by what I've said about those events but when the spokesman needs a spokesman it\"s time to move on,\" The Telegraph quoted him, as saying. Following", "sa": ["Andy Coulson"], "uid": "1295692802212844576"}, {"uid": "1296082803258637838", "i": 12068, "idx": 2, "sa": ["Barack Obama", "Mike Pence"], "q": "from Indiana \"Their day of reckoning has arrived. Ours is around the corner. That is why we must act now.\"- Paul Ryan, a Republican congressman from Wisconsin <q>The Interior Department is in charge of salmon while they're in fresh water, but the Commerce Department handles them when they're in saltwater. And I hear it gets even more complicated once they're smoked.</q>- <strong> Barack Obama </strong> \"Soon a fresh water salmon will sit next to a salt water salmon in the spirit of civility.\"- <strong> Mike Pence </strong> Moore \"The Tea Party has become", "new_id": -2}]