[{"uid": "1295498090112721958", "i": 57533, "idx": 9, "sa": ["LeBron James", "Allen Iverson", "Chauncey Billups"], "q": "<strong> Allen Iverson </strong> to go up 3-1 in its first-round series with a 97-92 win over the Sixers on Sunday.`` It seemed like the tide was turning, nothing was really going good for us,'' <strong> Chauncey Billups </strong> said. <q> I wasn't really maLeBron James too many shots. I wanted to try. If I'm going to go down, I'm going to go down fighting.`` Shots just started going for me and we started to run a couple of plays for me. </q> The Pistons survived another scare from Philadelphia, and headed home with a chance to wrap up their playoff series. Game 5 is Tuesday in Detroit.`` The guys competed their guts out. They just got beat", "new_id": -2}, {"uid": "1297724657245252100", "i": 23871, "idx": 0, "sa": ["Steven Chu", "Sergio Marchionne"], "q": "`` perfect pair'' Valentine's Day offer, a Windows Phone 7 and Acer notebook Subscribe to The Economic Monitor to get the day's most relevant news, data and anlaysis. Sample <q> We're moving ahead with. I don't think it's affected that much by this( FY2012) budget, </q> said U.S. Energy Secretary <strong> Steven Chu </strong>, said during a call with reporters. A DOE spokeswoman said the department is still in the due diligence phase with the Chrysler loan application. Chrysler CEO <strong> Sergio Marchionne </strong> said last", "new_id": -2}, {"uid": "1297244265085999658", "i": 18797, "idx": 0, "sa": ["Wanda Jackson", "David Letterman"], "q": "<strong> Wanda Jackson </strong> je zp?va?kou a kytaristkou, kter je pova?ov?na za jednu z pr?kopnic nru rockabilly a rocn'n' rollu. Jej erstvou desku <q> The Party Ain't Over </q> produkoval href=\"http://musicserver.cz/interpret/The-White-Stripes/\"> The White Stripes. Vyd?n nahr?vky oslavila tato poveden dvojka vyprodan?mi koncerty v New Yorku a Los Angeles a zast?vkami v po?adech`` Late Show with <strong> David Letterman </strong>'' a no?n show`` Conan''. V", "new_id": -2}, {"uid": "1296235612016105512", "i": 37010, "idx": 8, "sa": ["Allen Iverson", "Michael Jordan", "Tyronn Lue"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Allen Iverson_Allen Iverson_vs_Michael Jordan_Michael Jordan_Final_NBA_Game_Part_2 <strong> Michael Jordan </strong>'s coach pleaded with him to go back in the game, and the opposing coach made sure <strong> Michael Jordan </strong> had the chance to end his career with a basket. <strong> Michael Jordan </strong>'s last shot was a", "new_id": -2}, {"uid": "1295673423206995553", "i": 46008, "idx": 1, "sa": ["Liza Minnelli", "Steven Tyler", "Simon Cowell"], "q": "that previous judges did not.`` You won't find many people like that, that kind of enthusiasm,'' <strong> Steven Tyler </strong> said of the <strong> Liza Minnelli </strong> wannabe who essentially pleaded her way into the next round. <q> I am going to personally work that into something good. </q> He <strong> Liza Minnelli </strong> be all talk, the initial good cheer <strong> Liza Minnelli </strong> wear thin and we <strong> Liza Minnelli </strong> be begging to be slapped around by <strong> Simon Cowell </strong> in a few weeks, but for now it's just nice to have", "new_id": -2}, {"uid": "1294957347114671745", "i": 46301, "idx": 1, "sa": ["David Letterman", "Bruce Willis", "Eddie Murphy"], "q": "earned produces some unexpected results. A couple of months ago, when <strong> David Letterman </strong> introduced <strong> Bruce Willis </strong> on his show to promote the action-comedy movie Reds, the talk-show host declared in apparent amazement that <strong> Bruce Willis </strong> had earned <q> Eddie Murphye than$ 1.5-billion at the box office. </q> But <strong> David Letterman </strong>'s researchers seriously low-balled <strong> Bruce Willis </strong>'s impact. Counting <strong> Bruce Willis </strong>'s credited roles in 49 movies, his total box office is in the$ 5.7-billion range.( All figures are from the movie sites, Box", "new_id": -2}, {"uid": "1296573919178978861", "i": 18355, "idx": 1, "sa": ["Theresa May", "Andy Coulson"], "q": "presenter, is a member of the Conservative Party in north London and also In a personal statement issued by Number 10, Mr <strong> Andy Coulson </strong> said the drip-drip of claims about illegal eavesdropping under his editorship meant he could not <q> give the 110% needed </q>. I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,'' he added. The <strong> Theresa May </strong> said he was`` very sorry'' that Mr", "new_id": -2}, {"uid": "1296170738157696063", "i": 23281, "idx": 0, "sa": ["Mike Pence"], "q": " Indiana <strong> Mike Pence </strong> will not run for president in 2012, the href=\"http://www.indystar.com/article/20110127/NEWS05/110127015/Mike Pence-says-he-will-bypass-White-House-run\"> Indianapolis Star reported Thursday. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> the 51-year-old GOP congressman wrote in a letter to supporters. Sources in the state told RealClearPolitics last week that <strong> Mike Pence </strong>'s team was told to expect a gubernatorial bid. Though <strong> Mike Pence </strong> did not make it clear", "new_id": -2}, {"uid": "1295903297179077120", "i": 37692, "idx": 8, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "we winning or losing the war on terror?''`` Is the U.S. government changing fast enough?''`` Do we need more troops? And if so, where and for what purpose?'' <q> My brain would be going, </q> he said.`` I wanted to find out something. I needed help. I needed adGeorge H. W. Bush. Some of them were just,' I need a haircut.''' Another <strong> Donald Rumsfeld </strong> Rule:``", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}]