[{"uid": "1295802995079921158", "i": 16139, "idx": 6, "sa": ["Colin Powell", "Barack Obama"], "q": "for the Arts, as some have suggested. \"Don't tell me you're going to freeze to a level. That usually is a very inefficient way of doing it,\" <strong> Colin Powell </strong> said. <q>Tell me what you're going to cut- and nobody up there yet is being very candid about what they're going to cut.<q> <strong> Barack Obama </strong> has pledged to freeze non-defense discretionary spending and Republicans have said they want to continue at 2008 spending levels. But <strong> Colin Powell </strong> said <strong> Barack Obama </strong>'s energy and \"youthful approach\" have proved useful in", "new_id": -2}, {"uid": "1295279743245153802", "i": 22049, "idx": 0, "sa": ["Mike Pence"], "q": "reports: <q>A group of conservatives led by former Kansas Rep. <strong> Jim Ryun </strong> plan to start an independent expenditure campaign aimed at getting Rep. <strong> Mike Pence </strong>( R-Ind.) to run for president.<q> \"America's President Committee\" will begin a signature-gathering effort this week to encourage <strong> Mike Pence </strong> to get into the presidential race. Their website, www.theconservativechampion.org, will go live Monday. <strong> Mike Pence </strong> has gotten buzz", "new_id": -2}, {"i": 20485, "idx": 5, "index_answer": 1, "new_id": -1, "q": "game of their Western Conference playoff series with <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> leading the way. \"The guys who were here two years ago know we were in the same situation last time,\" Denver center <strong> Marcus Camby </strong> said. <q>They ran off and won four straight. That's why no one is really happy. We came out to get Game 1 but we also want to get Game <strong> Rafer Alston </strong>.<q> If <strong> Allen Iverson </strong> and <strong> Tony Parker </strong> play this well again, the Nuggets have a good shot. <strong> Tony Parker </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter. \"Two years ago we probably were", "sa": ["Tony Parker", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295245546048136202"}, {"uid": "1295874988013910042", "i": 2033, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "John Thune", "Gabrielle Giffords", "Tom Coburn", "Chuck Schumer"], "q": "from each party, Republican <strong> John Thune </strong> of South Dakota and <strong> Kirsten Gillibrand </strong> of New York, will pair off, and New York's liberal senior <strong> Barack Obama </strong> <strong> Chuck Schumer </strong> said he'll be elbow-to-elbow with conservative <strong> Tom Coburn </strong> of Oklahoma. <q>I think if <strong> Tom Coburn </strong> and <strong> Chuck Schumer </strong> can sit next to each other, then probably just about everybody can,<q> Among the guests at the State of the Union address will members of the medical team tending to Rep. <strong> Gabrielle Giffords </strong>, and hero intern Daniel Hernandez, who is credited with having helped save the congresswoman's life", "new_id": -2}, {"uid": "1297449852077103107", "i": 45133, "idx": 1, "sa": ["Steve Ballmer"], "q": "Nokia devices, while Nokia's content and app store will be integrated with Microsoft's Marketplace. \"Ecosystems thrive when fueled by speed, innovation and scale,\" explained Microsoft CEO <strong> Steve Ballmer </strong>. <q>The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.<q> So, what will happen with Symbian and MeeGo? Well, Nokia now considers the OS a \"franchise platform,\" while recognizing the need to retain and transition the installed base of 200", "new_id": -2}, {"uid": "1295005297048742460", "i": 13203, "idx": 0, "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "q": "The star, who has had two miscarriages, told <strong> Piers Morgan </strong> she wanted him to give the money to a stillbirth and neo-natal death charity that supports bereaved parents. Writing on Twitter, she said: <q>i'd do it for a million for SANDS. money, mouth??????????????????<q> <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five figure donation to your charity for the interview\"", "new_id": -2}, {"uid": "1296078105000753702", "i": 15750, "idx": 0, "sa": ["Quin Hillyer", "Mark Tapscott", "Ned Ryun", "Mike Pence"], "q": "<strong> Quin Hillyer </strong> on 1.26.11@ 4:11 PM My friend <strong> Mark Tapscott </strong> has probably the most eloquent column yet on why <strong> Mike Pence </strong> should run for president. Read it here. <strong> Mike Pence </strong>, he writes, <q>is a man of faith and a genuine conservative who understands that economic freedom produces the best results for everybody concerned when sown among consumers who are independent, trustworthy, family oriented and hard-working.<q> testimonial comes from <strong> Ned Ryun </strong>, president of a great grassroots group called American Majority. \"[ A] sk yourself who has held true to his or her principles under fire, time and time again? I", "new_id": -2}, {"uid": "1295454375253952007", "i": 17902, "idx": 2, "sa": ["Nancy Pelosi", "Alan Grayson", "Mike Pence"], "q": "Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> Nancy Pelosi </strong> <strong> Alan Grayson </strong>: \"I Apologize To The Dead For This Holocaust\" One day after <strong> Nancy Pelosi </strong> <strong> Alan Grayson </strong> laid out <q>the Republican health care plan... die quickly,<q> the Congressman, prompted by Republicans, issued somewhat of an apology. \"I would like to apologize to the dead,\" he said on the House floor. \"I apologize to the dead and the...", "new_id": -2}, {"uid": "1296157924245841935", "i": 10139, "idx": 0, "sa": ["Barack Obama", "Steve Israel", "Mike Pence"], "q": "( SC) and <strong> Steve Israel </strong>( NY), said <strong> Barack Obama </strong> was \"pitch-perfect\" at the State of the Union. Republican <strong> Mike Pence </strong>, who's considering a run for president, said he appreciated the president's <q>affirmation of what makes this country great.<q> But <strong> Mike Pence </strong> offered this caution: \"In Washington, the devil is always in the details.\" He went on to note, \"All his[ <strong> Barack Obama </strong>'s] answers called for bigger government. This", "new_id": -2}, {"uid": "1295599055020365403", "i": 1393, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "tremendous leader and I have learned innumerable lessons from him.\" Mr Page said Google is just at the \"tip of the iceberg\" of how the internet will change consumers lives in the future. <q>If you think about the next five years of what your online life will be like, we are only just[ getting] started and I am very excited,<q> he added. Mr <strong> Eric Schmidt </strong> said his new role would concentrate on \"deals, partnerships, customers and broader business relationships\". Mr <strong> Sergey Brin </strong> will devote his time to \"strategic projects\",", "new_id": -2}]