[{"uid": "1295971470047955971", "i": 10795, "idx": 0, "sa": ["Michael Vick"], "q": "Sciences will formally recognize Piquero as the 2011 Academy Scholar at its next annual meeting, scheduled for March 1-5 in Toronto. \"I am deeply honored and humbled by this recognition,\" Piquero said. <q> I owe it in large part to the unmatched intellectual environment, collegiality and support that enables my Florida State criminology colleagues, students and I to thrive as we do. As a professor, I couldn't ask for anything more rewarding than teaching students, sharing my excitement for criminological issues with them, seeing them continue their education and become academics and policymakers, and then knowing that they in turn are mentoring their students and collaborating with colleagues. </q> So far, Piquero has more than 20 articles slated for journal publication in 2011. The <strong> Michael Vick </strong> case is the focus of one forthcoming paper( coauthored with FSU criminologists Marc Gertz and Nicole Piquero and two", "new_id": -2}, {"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.\" The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q> started to open her eyes, literally, </q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying: \"<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,\" <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}, {"uid": "1295619952132808753", "i": 41614, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,\" <strong> Andy Coulson </strong> said in a statement confirming his resignation. <q> I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on. </q> <strong> David Cameron </strong> said he was \"very sorry\" <strong> Andy Coulson </strong> was going but added that he could \"understand that the continuing pressures on him and his family mean that he feels compelled to do so.\"", "new_id": -2}, {"uid": "1296593740161153052", "i": 7886, "idx": 1, "sa": ["Andy Coulson"], "q": "resigned after deciding that the continuing allegations about phone hacking dating back to his time as the Sunday tabloid's editor had made it impossible to devote \"110%\" of his time to his job. <q> When the spokesman needs a spokesman, it is time to move on, </q> he said in his statement. Downing Street insisted his resignation was not precipitated by any new evidence that would challenge his claim that he had no knowledge of phone hacking at the newspaper. <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1296884781086720518", "i": 21901, "idx": 0, "sa": ["Zahi Hawass"], "q": "historical sites. \"Egyptian cultural heritage, both its monuments and its artefacts, are part of the ancestral heritage of humanity, handed down to us through the ages,\" she said on Tuesday. <q> The value of the 120,000 pieces in the Egyptian Museum in Cairo is inestimable, not only in scientific or financial terms, but because they represent the Egyptian people's cultural identity. </q> But the country's newly appointed minister of antiquities, well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against \"rumours.\" In a posting on his blog", "new_id": -2}, {"uid": "1295450752253739022", "i": 17715, "idx": 2, "sa": ["Katie Couric", "Sarah Palin", "David Letterman", "Dick Cheney"], "q": "most impressed her as <strong> Dick Cheney </strong> and why, what was the best and worst things <strong> Dick Cheney </strong> had done as <strong> Dick Cheney </strong>, why was Roe v. Wade an ill-conceived or a bad Supreme Court decision,\" <strong> Katie Couric </strong> told <strong> David Letterman </strong>. <q> And I think she really hadn't anticipated those kinds of questions, so I think it might've thrown her off a bit. And then we got into foreign policy- because, after all, she was at the UN meeting with world leaders- and clearly she was struggling with some of those answers. </q> While <strong> Katie Couric </strong> did note that, in <strong> Sarah Palin </strong>'s defense, they were not easy questions to answer, <strong> David Letterman </strong> reminded her that the \"What newspapers and magazines do you read?\" question was an easy one that", "new_id": -2}, {"uid": "1295577074207667206", "i": 46478, "idx": 16, "sa": ["Eric Schmidt", "Steve Cohen", "Anderson Cooper", "Google Inc."], "q": "..., 37, is reclaiming the top job from <strong> Eric Schmidt </strong>, who had been... Technology Video: Spy Satellite Launched From California Report Abuse \"55 it too old to run <strong> Google Inc. </strong>, period.\" Report Abuse <q> Happy 2011 everyone... This has got to be a better year!... </q> Report Abuse \"You know the democrats have gone too far, when <strong> Anderson Cooper </strong> goes after their representative.\" Democrat Rep. <strong> Steve Cohen </strong> took to the House floor and compared GOP's rhetoric on the Obamacare issue to", "new_id": -2}, {"uid": "1296752760168230988", "i": 37242, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "- In a report prepared for <strong> Sen. Bernie Sanders </strong>, the Department of Defense disclosed that it paid$ 285 billion over a three-year span to hundreds of military contractors that defrauded the Pentagon during the same period. <q> With the country running a$ 14 trillion national debt, my goal is to provide as much transparency as possible about what is happening with taxpayer money, </q> said <strong> Sen. Bernie Sanders </strong>( I-Vt.). \"The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars", "new_id": -2}, {"uid": "1295434046050954315", "i": 26602, "idx": 0, "sa": ["Eric Schmidt"], "q": "(**** END****) http://wn.com/Weboptimiser_|_ Internet_News_|_ Google_Announces_Third_Quarter_2010_Financial_Results Giving us up to date insights into the way Google works and their intentions for the near term future, <strong> Eric Schmidt </strong>, CEO of Google said: <q> Google had an excellent quarter, our core business grew very well, and our newer businesses-- particularly display and mobile-- continued to show significant momentum. Going forward, we remain committed to aggressive investment in both our people and our products as we pursue an innovation agenda. </q> Announcing financial results for the quarter ended September 30, 2010. Google reported revenues of$ 7.29 billion for the quarter ended September 30, 2010, an increase of 23% compared to the third quarter of 2009", "new_id": -2}, {"uid": "1295569718224641035", "i": 5009, "idx": 0, "sa": ["Eric Schmidt", "Andrew Conry-Murray"], "q": "needed!\" InformationWeek's <strong> Andrew Conry-Murray </strong> interviewed EMC World 2008 attendees to find out what interesting IT projects people have going on. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}]