[{"uid": "1297304646234995715", "i": 45473, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "answer and would only say,`` We've spoken to a lot of people. I've been speaking to <strong> Paula Abdul </strong> since she left Idol.'' The executive producer of The X Factor went on to add, <q> We'll make the announcement in 3-4 weeks. </q> <strong> Simon Cowell </strong> also opened up about the pressures of launching a brand new show in the United States. Although The X Factor was a huge hit in Great Britain, there's no guarantee of a", "new_id": -2}, {"uid": "1295861876192184326", "i": 44071, "idx": 4, "sa": ["Lou Kerner", "Sergey Brin", "Eric Schmidt"], "q": "new revenue.'' Wedbush's <strong> Lou Kerner </strong> said the new management structure could prove more nimble than the troika of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade. <q> What I do think Facebook has shown Google is that they're moving too slow, </q> <strong> Lou Kerner </strong> said.`` Facebook is moving at the speed of light and Google isn't. BY AGENCE FRANCE PRESSE WASHINGTON, Jan 22, 2011- Google, which prides itself on helping people navigate the Internet", "new_id": -2}, {"uid": "1297269552258801706", "i": 1170, "idx": 1, "sa": ["Colin Powell", "Barbara Bush"], "q": "<strong> Barbara Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Rumsfeld quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as`` Terrorist Poison and Explosive Factory, Khurmal.'' Rumsfeld said Khurmal was operated", "new_id": -2}, {"uid": "1296149381243646470", "i": 9742, "idx": 0, "sa": ["Donald Rumsfeld", "Medea Benjamin"], "q": "has emerged showing two protesters confronting former Defense <strong> Donald Rumsfeld </strong> at the White House Correspondents dinner on Saturday night. As <strong> Donald Rumsfeld </strong> entered the building, Desiree Fairooz and <strong> Medea Benjamin </strong> of CODEPINK were there to greet him. Desiree Fairooz: <q> War criminal! War criminal! War criminal! Arrest this man! Arrest the war criminal! I wish I had some handcuffs right now to arrest this man! He is responsible for the death of millions of people! War criminal! Arrest this man! War criminal! War criminal! Arrest this man! War criminal! Youre protecting a man responsible for the deaths of millions of Iraqis! Shame on you! Shame on you! Shame on you! </q> After Desiree Fairooz was taken away by security, <strong> Medea Benjamin </strong> continued to walk alongside <strong> Donald Rumsfeld </strong> down a staircase. She announced his arrival to a crowded room by again calling him a`` war criminal.'' <strong> Medea Benjamin </strong>:``", "new_id": -2}, {"uid": "1297108582233521205", "i": 30268, "idx": 0, "sa": ["Mary Hart", "Simon Cowell"], "q": "Tonight host <strong> Mary Hart </strong> now has another title, godmother of Oceania Cruises? new cruise ship Marina! <strong> Mary Hart </strong> was chosen to christen the ship in Miami, Florida over the weekend, saying of the opportunity, <q> It?s very exciting, and a bit humbling.... I'm truly honored to serve as the Godmother for Marina-- she will be a very special ship. </q> Exclusive: <strong> Simon Cowell </strong> Reveals Top Five Tips to Winning` The X Factor'", "new_id": -2}, {"uid": "1295132025137953291", "i": 13973, "idx": 0, "sa": ["Bill Clinton", "Sen. Bernie Sanders"], "q": "the <strong> Bill Clinton </strong> will abandon liberals, cut deals with Republicans and firmly nudge his administration to the right- much as <strong> Bill Clinton </strong> did.`` I worry about his appointments,'' said <strong> Sen. Bernie Sanders </strong>( I-Vt.) <q> It's a move in the conservative direction. </q> <strong> Sen. Bernie Sanders </strong>, who caucuses with Democrats, said he's worried that Obama will endorse the deficit commission's proposals in his State of the Union address this month, and that Obama's new advisers will push", "new_id": -2}, {"uid": "1295530460005685268", "i": 14298, "idx": 2, "sa": ["Steven Tyler", "Simon Cowell", "Silvio Berlusconi", "Jennifer Lopez"], "q": "Minister, <strong> Silvio Berlusconi </strong>. Ms. <strong> Jennifer Lopez </strong> commandeered the good cop role, wailing and mugging over having to reject contestants in a this-is-harder-on-me than-it is-on you routine, which was all the more painful for rejected contestants. <q> Oh my God, this is awful, </q> she moaned after saying no to a young woman from the Ivory Coast.`` Oh my God, I hate this.'' <strong> Simon Cowell </strong> <strong> Steven Tyler </strong> wasn't as snide as <strong> Simon Cowell </strong>, but he did become the", "new_id": -2}, {"uid": "1294980050041599127", "i": 17661, "idx": 0, "sa": ["Eric Schmidt", "Francis Collins", "Woodrow Wilson"], "q": "http://wn.com/Francis_Collins_speaking_at_the_Genbank_25th_Anniversary <strong> Francis Collins </strong> Director, National Human Genome Research Institute( NHGRI), NIH, Bethesda, MD Genomics, Medicine and Society Slides available: www.ncbi.nlm.nih.gov http://wn.com/Eric_Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009. http://wn.com/SocialMediaDailycom_Video_Update_#1__Michelle_MacPhearson www.socialmediadaily.com Social media optimization guide available for free!` Longevity' protein SIRT1 may ward off precursor to prostate cancer Pancreatic", "new_id": -2}, {"uid": "1295389954093929543", "i": 11908, "idx": 0, "sa": ["Oprah Winfrey", "Michael Vick", "Piers Morgan"], "q": "and he had a big-name first guest: <strong> Oprah Winfrey </strong>, who talked about contemplating suicide at age 14, her quest to interview <strong> Michael Vick </strong>, and how many broken( twice). <strong> Piers Morgan </strong> pumped up his subject shamelessly: <q> She's the headline that's pinned above's desk, as if it were an inspirational quote from the.`` I've said that Madonna can only come on my show if she gets on bended knee in and makes a public apology to me for crimes against humanity, </q> explains <strong> Piers Morgan </strong>, grinning. Sitting in his office, which looks out over the skyline, the <strong> Piers Morgan </strong> on` The View': Hilarious This morning, Pier <strong> Piers Morgan </strong> was on` The View', and he", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of`` American Idol'' since he left the show. Talking to reports on a conference call for his new music competition series,`` The X Factor,'' <strong> Simon Cowell </strong> says, <q> I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. </q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings.`` What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}]