[{"uid": "1295366179186253335", "i": 43862, "idx": 1, "sa": ["Cheryl Cole", "Avril Lavigne", "Derek Hough", "Simon Cowell", "Aggro Santos"], "q": "he lives. <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood.\" The insider claimed that <strong> Cheryl Cole </strong> is not yet ready to move in with <strong> Derek Hough </strong>, explaining: <q><strong> Cheryl Cole </strong> and <strong> Derek Hough </strong> have definitely been getting closer, but she wants her own life in LA- her own identity, not just as <strong> Derek Hough </strong>'s girlfriend. She needs space and a chance to make her own life.</q> This week, we rate Britney, Adele, <strong> Avril Lavigne </strong>& <strong> Aggro Santos </strong>! EastEnders: Carol tells Bianca the truth Emmerdale: Andy is officially questioned Hollyoaks: 2997: Brendan helps out Mitzeee", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not \"have much to add\" to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q>I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point,</q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory. \"I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}, {"uid": "1297460017090980370", "i": 33230, "idx": 1, "sa": ["David Letterman"], "q": "biggest festival in the world and I can not wait to perform there. Everyone who attends is really appreciative of music and is in such a good mood that entire weekend,\" she said in a statement. <q>I'm pumped just thinking about that huge audience and soaking up their energy.</q> British singer Adele will perform as part of CBS's Live On <strong> David Letterman </strong> webcast series on Monday, February 21, a day prior to the U.S. release of her new album, 21. Adele's Live", "new_id": -2}, {"uid": "1297247352052527127", "i": 42064, "idx": 0, "sa": ["Donald Rumsfeld", "Mr. Robert"], "q": "Court Judge <strong> Donald Rumsfeld </strong> Hall on Tuesday that it was former City Manager <strong> Mr. Robert </strong> Rizzo who decided what matters the council would consider and who told members how to vote on virtually every issue that came before them. <q>Everything had to go through <strong> Mr. Robert </strong> Rizzo before it could be addressed,</q> Velez said during the second day of a public hearing to determine whether there is enough evidence to send the six public officials to trial on dozens of fraud charges. \"He wanted to be informed of", "new_id": -2}, {"uid": "1296532535074448923", "i": 43698, "idx": 7, "sa": ["Linas Kleiza", "Marcus Camby", "Allen Iverson"], "q": "the arc. <strong> Allen Iverson </strong> couldn't have picked <strong> Linas Kleiza </strong> out of a crowd when he came over from Philadelphia three months ago but said the second-year forward was the catalyst for the Nuggets' biggest win since the trade. <q>I didn't know who he was when I got here, but a nationally televised game, I think a lot of people around the world know who he is now,</q> <strong> Allen Iverson </strong> said. <strong> Allen Iverson </strong> added 14 points and 13 assists and <strong> Marcus Camby </strong> had 11 points and 14 boards for the Nuggets, who moved into a tie with the http://wn.com/Allen_Iverson_22pts_vs_Cavs_00/01_NBA_MVP_*8-0_Starts PHILADELPHIA( Ticker)-- With a strong finish,", "new_id": -2}, {"uid": "1295685666063881291", "i": 44139, "idx": 1, "sa": ["Andy Coulson"], "q": "of the World journalists being named. MPs on the Culture Media& Sport Select Committee held an inquiry, and Mr <strong> Andy Coulson </strong> repeated his declaration that the royal phone-hacking had been an isolated incident. <q>What we had with the <strong> Clive Goodman </strong> case was a reporter who deceived the managing editor's office and in turn deceived me. I've thought long and hard about it- I did when I left. What could I have done to stop this from happening?</q> he said. \"But if a rogue reporter decides to behave in that fashion, I'm not sure there's an awful lot more I could have done.\" The MPs remained unconvinced", "new_id": -2}, {"uid": "1296809208049168400", "i": 652, "idx": 0, "sa": ["Lila Rose", "Mike Pence"], "q": "parent and adds, \"We're pretty good at handling if someone doesn't want someone else to know.\" Live Action's president, <strong> Lila Rose </strong>, said the videos illustrate Planned Parenthood's willingness to <q>circumvent parental consent laws for secret abortions.</q> National anti-abortion groups have used the earlier released video to intensify their calls for federal legislation to cut off the more than$ 350 million in annual federal family planning fund that Planned Parenthood receives. Rep. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295602988020365352", "i": 39819, "idx": 7, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "the attention and prosaic duties that come with running one of world's most scrutinized companies. \"I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World As We Know It.</q> \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly", "new_id": -2}, {"uid": "1295983558186695688", "i": 39144, "idx": 4, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "praising him for actually coming up with one: \"Let me begin by stating very clearly that I applaud the Republicans for choosing Mr. Ryan,\"[ <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>] said. <q>Up until this point, the GOP leadership has been vague about what fed programs they want to cut. On the other hand, Mr. Ryan has been very clear.</q> reports, Republicans aren't exactly lining up to endorse Ryan's plan. But the Wisconsin Republican has long insisted that he didn't write the Roadmap in search of endorsements, rather it was merely an attempt", "new_id": -2}, {"uid": "1295416505157892632", "i": 8983, "idx": 1, "sa": ["Rickey Minor", "Simon Cowell", "Steven Tyler"], "q": ". Because when \"Idol\" returns tonight on Fox, it will be unveiling changes so extensive, producers are saying it might as well be considered an entirely different show. <q>It will, hopefully, be a little bit of circus,</q> joked host <strong> Simon Cowell </strong> and I had our banter, but this is a whole different dynamic.\" <strong> Steven Tyler </strong> have stepped up to counter <strong> Simon Cowell </strong>'s cynicism and charisma with star power and supportive tones. <strong> Rickey Minor </strong> took the", "new_id": -2}]