[{"uid": "1296438637195035181", "i": 51122, "idx": 5, "sa": ["Michael Vick"], "q": ".`` The ironic thing to me is, all along, <strong> Michael Vick </strong> was the, quote, superstar, but all you ever hear about is how great his victims are doing,'' Erika said. <q> Now, all his victims are the actual superstars. I've got one of the real superstars sitting beside me. </q> Battered and bruised as they've been, it's a rigorous process for these dogs to find permanent homes. <strong> Michael Vick </strong> participates in his first practice as a Philadelphia Eagle They live in", "new_id": -2}, {"uid": "1295303655266797137", "i": 7521, "idx": 0, "sa": ["Steve Ballmer", "Brad Wilson"], "q": "Microsoft CEO <strong> Steve Ballmer </strong> is expected to discuss the release and the company's CRM strategy during a speech Monday. The global availability of CRM Online as well as its hooks into Microsoft's collaboration and productivity software <q> are going to raise the level of competition in general in CRM, </q> said <strong> Brad Wilson </strong>, general manager of Dynamics, in an interview.`` The value in CRM 2011 is really about the fact this product was designed with the salesperson in mind, not the manager,''", "new_id": -2}, {"uid": "1295568188148554013", "i": 46631, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "ago because Google's investors believed the company needed a more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to <strong> Larry Page </strong> and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. <q>`` In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' <strong> Larry Page </strong>", "new_id": -2}, {"uid": "1295941685109330459", "i": 46944, "idx": 2, "sa": ["Chris Webber", "LeBron James", "Allen Iverson", "Tim Duncan", "Antonio Davis"], "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talLeBron James about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said.`` We really like playing together, and we're getting it going. We're really just San <strong> Antonio Davis </strong> Spurs 94-73 Boston Celtics The Celtics were down by only one point at halfTim Duncane, but that", "new_id": -2}, {"uid": "1297272872262504463", "i": 38393, "idx": 0, "sa": ["Howard Carter", "Zahi Hawass"], "q": "down. Twenty-five objects were in need of restoration work including a statue of King Tutankhamun, part of the treasure trove discovered in his tomb in Luxor's British archaeologist <strong> Howard Carter </strong> in 1922. <q> We started the restoration two days ago. In three days, all these monuments will be completely restored, </q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs", "new_id": -2}, {"uid": "1296536150067862556", "i": 39774, "idx": 11, "sa": ["Marcus Camby", "Allen Iverson", "LeBron James", "Carmelo Anthony"], "q": "<strong> Allen Iverson </strong> made all six of his free throws in the final 23.2 seconds, helping the Nuggets snap a six-game road losing streak that included losses at Dallas and New Orleans at the start of the three-game road trip. <q> It was definitely important, </q> Denver center <strong> Marcus Camby </strong> said.`` We got our butts kicked the other night down in New Orleans against a great team. We wanted to salvage the rest of this three-game road trip.`` We had http://wn.com/19_year_old_Carmelo Anthony_Carmelo AnthonyRookie_3-point_play_First_game_against_LeBron James_LeBron James_2003 First", "new_id": -2}, {"uid": "1296297663072089613", "i": 31892, "idx": 0, "sa": ["Simon Cowell", "Robbie Williams"], "q": "dog'' to sit on the judging panel should <strong> Simon Cowell </strong> decide to step down and focus entirely on the US version of the show, which launches later this year. An insider told the Daily Star: <q> <strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical.`` We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be. There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it. </q>", "new_id": -2}, {"uid": "1295853731069795901", "i": 31969, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "posted in recent days. A story published Saturday said <strong> Mitch Daniels </strong> would be the odds-on favorite for the GOP nomination in 2012 if pundits, conservative columnists and political thinkers represented the party's base. <q> The diminutive Hoosier has nurtured a profile as a mature politician whose outlook extends beyond the next news cycle and whose demeanor exudes seriousness, </q> the story said. It also noted that the candidate favored by party elites has almost always failed to win the nomination. As for <strong> Mike Pence </strong>, a story Friday highlighted the effort by a group of conservatives", "new_id": -2}, {"uid": "1295681875220479510", "i": 16007, "idx": 1, "sa": ["Andy Coulson"], "q": "not follow the basics teachings of Islam. Even Quran says the Kingship is not allowed, and look at all the Saudi bastered with small kingdoms of their own and their product Al-Qaida/ Taliban. \" Report Abuse <q> This is child sacrifice, not suicide. </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems.`` The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,'' <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q> The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement. </q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}]