[{"uid": "1295382740044089403", "i": 4714, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", full-faith effort to work together.'' <strong> Sergio Marchionne </strong> also reminded employees that it was with the assistance of the federal government of Ontario that Chrysler has been given an opportunity to create a future. <q> Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the U.S. for the loans that enabled a reenergized, restructured company to emerge in June 2009, </q> said <strong> Sergio Marchionne </strong>.`` We recognize we have a moral responsibility to fulfill our promises, justify these investments and pay back every penny that was loaned to us.'' In preparation for the launch of the new", "new_id": -2}, {"uid": "1297083495090374146", "i": 1426, "idx": 0, "sa": ["Zahi Hawass"], "q": "to France as site access had been closed for security reasons, it said. An Egyptologists' website( http://www.eloquentpeasant.com/about/) showed pictures of some of the smashed cabinets and damaged statues at the Egyptian Museum. <q> This is heartbreaking. These artifacts have survived for millennia only to be destroyed in a matter of minutes, </q> wrote one contributor to its comment page.` Antiquities safe' Despite the concern, the country's newly appointed minister of antiquities, well-known Egyptologist <strong> Zahi Hawass </strong>, played down accounts of the break-in at", "new_id": -2}, {"uid": "1296004701157368340", "i": 36124, "idx": 1, "sa": ["Andy Coulson"], "q": "said part of his case involved a Trinity Mirror reporter who moved to the News of the World in 2005, at the time when <strong> Andy Coulson </strong> was the paper's editor. In a statement, Mr Marsden said: <q> I understand that the reporter was suspended last year in respect of hacking carried out for that paper last year. </q> Scotland Yard last night confirmed that the News of the World had approached it in September 2010 and handed over information about phone hacking relating to the suspended member of staff. Mr Marsden, whose", "new_id": -2}, {"uid": "1295590171029097991", "i": 32303, "idx": 2, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "it in the first place.'' <strong> Eric Schmidt </strong> has had trouble distancing himself from these slips and finds himself frequently pressed on privacy and the views he has espoused. Search Engine Land editor-in-chief <strong> Danny Sullivan </strong> of <strong> Eric Schmidt </strong>. <q> Whatever he says, it seems people want to paint him into a corner as a scary guy. </q> By contrast, Page has a clean slate and offers a fresh face for the company. He has tended to shy away from public speaking and thus far has said little that can be held against him.", "new_id": -2}, {"uid": "1297185058166789171", "i": 41005, "idx": 0, "sa": ["Michael Vick", "Mayor Tom Leppert"], "q": "backup quarterback to one of the league's most electrifying players once again. On Monday, the mayor of Dallas made it clear that he wasn't involved in the decision to honour <strong> Michael Vick </strong>. <q> The action taken was not sanctioned by my office and was not an official ceremonial honour on behalf of the city of Dallas, </q> <strong> Mayor Tom Leppert </strong> said in a statement. He added that`` official keys to the city'' are presented by the mayor or an elected official designated by the mayor and are reserved for`` an elected official of", "new_id": -2}, {"uid": "1295455810253952003", "i": 9659, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor.`` In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,'' <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> Gulf Oil Expands Into 12 States, Rebrands 400 Stations in One Year Since Announcing its National Expansion Heartland Automotive Services, Inc., dba Jiffy Lube, Acquires Nebraska Lube, LLC., in Omaha and Lincoln Nebraska", "new_id": -2}, {"uid": "1295883923115425283", "i": 46659, "idx": 2, "sa": ["Oprah Winfrey", "Jessica Simpson", "Simon Cowell"], "q": "after they sang together on a UK TV show. Their rendition of Unchained Melody was phenomenally successful, but <strong> Simon Cowell </strong> has revealed it took a long time for him to convince the duo of their talents. <q> It took me seven months to persuade these two to sign a recording contract with me, </q> he told American talk show host <strong> Oprah Winfrey </strong>.`` But I drove them so mad that I actually got a solicitor's letter from one of them saying I had to stop harassing his client. <strong> Jessica Simpson </strong> is grateful", "new_id": -2}, {"uid": "1295093100028508164", "i": 1357, "idx": 2, "sa": ["John Elkann", "Sergio Marchionne", "Silvio Berlusconi"], "q": "Fiat's six auto factories in Italy, the most important issue in the country the past two weeks, with daily front-page coverage by major newspapers and prompting commentary from political leaders including Prime Minister <strong> Silvio Berlusconi </strong>. <q> Now we have to put behind all the conflicts and face the challenges that we have in front of us in a constructive way, </q> Fiat Chairman <strong> John Elkann </strong> said today.`` I reiterate the full support from my family.'' The vote is`` symbolic'' and`` represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break", "new_id": -2}, {"uid": "1295631634247332874", "i": 40324, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "But across technology circles the move by <strong> Google Inc. </strong>-- founded during the first dot-com boom-- to replace CEO <strong> Eric Schmidt </strong> with the 38-year-old Page left some wondering how the search giant would deal with middle age. <q> Founder becoming CEO... Is this like a <strong> Steve Jobs </strong> returning or a Jerry Yang returning? </q> Chris Dixon, a technology veteran who has invested in Skype and Foursquare, tweeted. AAPL.O) in the 1990s to save the company he founded from near death. Yahoo <strong> Google Inc. </strong>'s( YHOO.O) Jerry Yang", "new_id": -2}, [{"i": 41964, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Long way to run for phone-hacking story Q&A: Tory search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the scandal had <q> made it difficult to give the 110% needed in this role </q>. He The view from a broad: More <strong> Lauren Laverne </strong>, please Married Cabinet minister accused of affair with campaigner an affair with a former socialite turned political campaigner. Lord Strathclyde has been accused of having an affair with", "sa": ["Lauren Laverne", "Andy Coulson"], "uid": "1295925206202604593"}]]