[{"uid": "1296192813083116044", "i": 24641, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> said the loans would be used to develop engines, transmissions, frames and other components. Energy Department spokeswoman Stephanie Mueller said the GM decision would allow the department to <q>support a number of other innovative automobile technologies.</q> The department has committed or closed five loans totaling nearly$ 8.5 billion. GM says it no longer needs gov' t loan to go green General Motors Co., in another sign of its", "new_id": -2}, {"uid": "1296782807067518464", "i": 13052, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "and the Washington Post. But he said he should have forced then president <strong> President Bush </strong> to accept his resignation over the revelations of abuse by US military guards at the Abu Ghraib prison in Iraq. <q>Abu Ghraib and its follow-on effects, including the continued drum-beat of ''torture' maintained by partisan critics of the war and the president, became a damaging distraction,</q> <strong> Donald Rumsfeld </strong> writes. '''More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point", "new_id": -2}, {"uid": "1295573447037306383", "i": 628, "idx": 6, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said on his blogpost that Page, the son of a Michigan State University computer science professor, will now lead product development and technology strategy, areas that are ''his greatest strengths.'' <q>It will be interesting to see what he'll do that's different, what he could not have done in his prior role,</q> said BGC Partners analyst Colin Gillis.", "new_id": -2}, {"uid": "1295619496043139129", "i": 34012, "idx": 0, "sa": ["Steve Cohen", "Ronald Reagan", "Mike Pence"], "q": ". <strong> Steve Cohen </strong>, who compared Republicans to Nazis earlier this week, apologized that his words are being used as a ''distraction'' by his political opponents, in a statement he released yesterday afternoon: <q>It is disappointing that my comments have been used to distract from the health care reform debate. It is my hope that we can return our focus to the matter at hand- health care for 32 million Americans.</q> On the 30th anniversary of <strong> Ronald Reagan </strong>'s inaugural, <strong> Mike Pence </strong> This entry was posted on Friday, January 21st, 2011 at 9:13 AM and is filed under", "new_id": -2}, {"uid": "1295658306074924083", "i": 1965, "idx": 2, "sa": ["Eric Schmidt"], "q": "so good that it essentially forced me to change my mind,'' <strong> Eric Schmidt </strong> still-gestating operating system that moves all data and applications into the Google browser- another idea heavily pushed by Larry Page. <q>I think we just wore you down,</q> said Page. ''I just gave up,'' said <strong> Eric Schmidt </strong>. <strong> Eric Schmidt </strong> has served as Google CEO for nearly a decade, but by all accounts( including a 2004 Google filing with the", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. ''We're putting our money where our mouth is,'' <strong> Simon Cowell </strong> said. <q>It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star.</q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge. ''I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}, {"uid": "1295100598134397994", "i": 48284, "idx": 3, "sa": ["Toni Kukoc", "Allen Iverson", "Aaron McKie"], "q": "his first game since a two-game suspension for violating the NBA's steroid policy, had 14 points and seven rebounds for the Sixers. ''<strong> Toni Kukoc </strong> gave us a big lift off the bench,'' <strong> Allen Iverson </strong> said. <q>He made a whole lot of plays and took a lot of pressure of me to score.</q> Phoenix, which trailed by 13 in the second half, cut it 91-88 on a layup and free throw by Cliff Robinson with 4:40 left in the game. But <strong> Aaron McKie </strong> nailed a 3-pointer and <strong> Allen Iverson </strong> made one free", "new_id": -2}, {"uid": "1296172795252526607", "i": 16041, "idx": 3, "sa": ["Eric Schmidt"], "q": "his time devoted to customers and partners. ''We have been late at adding social capabilities to our core products''' <strong> Eric Schmidt </strong> Google executive chairman Referring to the Davos shindig, he said that <q>the great regret is that there are not more Chinese leaders here- both political leaders as well as business leaders</q>- in contrast with the number of Indian attendees. He said Google's leadership reshuffle was a ''clarification of roles'' intended ''simply so that we could make decisions more quickly''.", "new_id": -2}, {"uid": "1295779892017170523", "i": 1839, "idx": 5, "sa": ["Charlie Black", "Mike Pence"], "q": "is the safer route of running for Indiana governor? Is it realistic to try to vault from the House to the White House, something that has been done only once, in 1880? <q>A number of things would have to fall into place to make him competitive,</q> said <strong> Charlie Black </strong>, a veteran GOP strategist. ''The key is the conservative movement adopting him as its favorite.'' <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1297439441065749003", "i": 44284, "idx": 1, "sa": ["Steve Ballmer"], "q": "years has made these companies very significant competitors, to the point where Microsoft and Nokia were becoming increasingly irrelevant. ''I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong>, Microsoft CEO. <q>The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> Dell Coupons Looking for a Dell notebook? Find the latest deals and coupons on NotebookReview.com", "new_id": -2}]