[{"uid": "1296444801159711269", "i": 12741, "idx": 9, "sa": ["Jackie Walorski", "Mitch Daniels", "Mike Pence"], "q": "continue to raise money in his U.S. House campaign fund and later transfer that to campaign for governor if he decides to run. <strong> Jackie Walorski </strong> said she expected <strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. <q> He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through, </q> she said.`` Obviously it'd be great for the state of Indiana.'' <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat Phil Sharp( BRIEF:", "new_id": -2}, {"uid": "1297187009205783066", "i": 34987, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "before the invasion, further stoked resentment in Berlin and Paris. It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q> Ironically, my comment was unintentional, </q> <strong> Donald Rumsfeld </strong> writes.`` I had meant to say France and Germany represented` old NATO' not` old Europe'.''`` In any event, the phrase` old Europe' entered the vernacular. The", "new_id": -2}, {"uid": "1297567631268304404", "i": 15447, "idx": 0, "sa": ["Colin Powell"], "q": "destroy the Palestinian people. In addition to his polemics, he writes plays( The Unreasoning Mask, co-authored with his wife, D'Arcy, and The Agony of <strong> Colin Powell </strong>), satires( see <q> Advancing the Civilized State: Inch by Bloody Inch </q> in The Rape), and poetry( Psalms for the 21st Century). His most recent fictional work creates a morality tale based upon real life figures that haunt our lives, The Chronicles of Nefaria He can", "new_id": -2}, {"uid": "1296854638096747656", "i": 16698, "idx": 2, "sa": ["Sergio Marchionne"], "q": "$ 14.4 billion of the same type of government loans will increase his company's chances of getting approval.`` We're in two different places in financial history,'' <strong> Sergio Marchionne </strong> said of Chrysler and GM. <q> They grew up with a big equity box. I grew up with nothing. So I'll take the money. I'm not proud. I'd just like to get it. </q> Chrysler forecasts$ 200 million to$ 500 million of net income on net revenue of more than$ 55 billion in 2011. Chrysler has said it expects to generate more than$ 1 billion in free", "new_id": -2}, {"uid": "1295601684081559570", "i": 26665, "idx": 2, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "`` The structures between the three have remained exactly the same over the past 10 years-- which might as well be 100 years of Internet time,'' he said in a blog post. <q> It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company. </q> <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements`` harmful to Google's reputation'' and the three top executives may have decided`` it was time for a fresh public face.", "new_id": -2}, {"uid": "1295089808170442752", "i": 20934, "idx": 0, "sa": ["Andy Coulson", "Keir Starmer"], "q": "of an internal investigation by News of the World, which is accused of allowing widespread phone hacking of public figures under the editorship of No 10's current director of communications, <strong> Andy Coulson </strong>, among others. <q> We are both aware that there remain outstanding public, legal and political concerns, </q> the Met's acting deputy commissioner, John Yates, wrote to Mr <strong> Keir Starmer </strong>.`` This is particularly so in relation to the various and recently reported high profile civil cases, as well as the inquiry", "new_id": -2}, {"uid": "1295150789036716549", "i": 8618, "idx": 1, "sa": ["Mike Pence"], "q": "national bankruptcy. The IRS is hiring new agents to steal more money. Central economic planning has failed. A much bigger economic crisis is coming. And, every country in the world i... <strong> Mike Pence </strong>: <q> You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over. </q> <strong> Mike Pence </strong>:`` You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over.''", "new_id": -2}, {"uid": "1296227273172146729", "i": 1453, "idx": 6, "sa": ["Barack Obama", "Mike Pence"], "q": "of GOP`` rising stars'' such as <strong> Mike Pence </strong>.`` <strong> Mike Pence </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation,'' he said. <q> He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state. </q> <strong> Mike Pence </strong>, who often describes himself as`` a Christian, a conservative, and a Republican, in that order,'' is one of the party's most outspoken critics of <strong> Barack Obama </strong>. In September,", "new_id": -2}, {"i": 16163, "idx": 2, "index_answer": 0, "new_id": -1, "q": "attention, and last week she and White performed on the Late Show With <strong> David Letterman </strong>. On Tuesday, Jan. 25- the same day the album is released- she's due to perform on Conan. <q> I'm having more publicity and celebrity now than I ever had when I was younger, </q> <strong> Wanda Jackson </strong> says.`` And I'm having the time of my life. I've been touring for 55 years now, with only one year off, and that one year nearly killed me. I said to", "sa": ["Wanda Jackson", "David Letterman"], "uid": "1295772313146751543"}, {"uid": "1295562321105267213", "i": 32365, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "over his day-to-day duties. Meanwhile, co-founder <strong> Sergey Brin </strong> will`` devote his energy to strategic projects, in particular working on new products.'' <strong> Eric Schmidt </strong>'s new role will be Executive Chairman. He will focus <q> externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership, </q> the company announced. <strong> Eric Schmidt </strong> will act as an advisor to Page and <strong> Sergey Brin </strong>.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time.", "new_id": -2}]