[{"uid": "1295448193089899023", "i": 4808, "idx": 2, "sa": ["David Letterman", "Regis Philbin"], "q": "-- is he retiring from show business, or he is just leaving Live? Joking that he had a drink before he made the announcement, he asked <strong> David Letterman </strong> what he said. Then he explained, <q>I'm leaving the show. I'm not retiring from show business.<q> <strong> David Letterman </strong> asked <strong> Regis Philbin </strong> if he would come on show, at least. \"Once in awhile, <strong> David Letterman </strong>,\" <strong> Regis Philbin </strong> said. \"Not too often.\" Closing the call,", "new_id": -2}, {"i": 17605, "idx": 16, "index_answer": 0, "new_id": -1, "q": "with an injured rib and back. \"Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,\" <strong> Michael Vick </strong> said. <q>Unequal was one of the reasons I've been able to make it through the season.<q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. Subscribe Now Home delivery prices for Oahu Only. Please call customer service at(808) 538-6397 for Neighbor Island", "sa": ["Michael Vick"], "uid": "1296128197246497300"}, {"uid": "1295790223050479164", "i": 11477, "idx": 2, "sa": ["Jerry Brown", "Bill Lockyer", "Mark Hedlund", "Darrell Steinberg"], "q": "\" Democratic Treasurer <strong> Bill Lockyer </strong> said. But: \"The last I heard, the University of California and California schools create jobs.\" The bad news: <strong> Jerry Brown </strong> also told the League of Cities Wednesday, <q>You may win on redevelopment and then we take something else away.<q> But why? <strong> Mark Hedlund </strong>, spokesman for Senate President Pro Tem <strong> Darrell Steinberg </strong>, framed the issue well- it's a choice between \"a subsidy for public and private development\" and$", "new_id": -2}, {"uid": "1297679866095076375", "i": 44464, "idx": 4, "sa": ["Arcade Fire", "Zahi Hawass", "Lady Gaga"], "q": "Giza. It is supposed to be finished in 2013. <strong> Zahi Hawass </strong> says he expects the current museum to reopen in a few days. He knows that the episode could have had a very different ending. <q>Thank God they did not know where the gold is, because if they knew about the jewelry room, this could have been a disaster.<q> Just ask the director of the Iraqi museum. A Night of Grammy Upsets: <strong> Arcade Fire </strong> Beats <strong> Lady Gaga </strong> to Win Album of the Year WAEL GHONIM, a Google executive and activist who was detained for running a Facebook", "new_id": -2}, {"uid": "1297364532156647424", "i": 11506, "idx": 2, "sa": ["Sergio Marchionne"], "q": "In the next two or three years we will be able to see a single entity. It could be based here in the United States,\" he was quoted as saying by Italy's Corriere della Sera. <q>We'll have to integrate the companies first, though, and then look at the management.<q> His comments prompted the mayor of Turin, Fiat's birthplace, to demand \"immediate clarification.\" <strong> Sergio Marchionne </strong> also said Fiat will not sell its Alfa Romeo brand to Volkswagen AG. VW had", "new_id": -2}, {"uid": "1295625437089243774", "i": 24706, "idx": 1, "sa": ["Eric Schmidt"], "q": ", could it be as simple as the fact that Page is 18 years younger? So for \"Larry, in my clear opinion, is ready to lead,\" we could perhaps simply read, <q>Larry is old enough to take on this role as he approaches his 40s and I have had enough and would like a quieter life as I approach 60.<q> After all, the reason Page gave up the chief executive role to <strong> Eric Schmidt </strong> a decade ago was because investors demanded a more experienced business leader. If investors do not consider Page to", "new_id": -2}, {"uid": "1295644189196657172", "i": 21593, "idx": 7, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": "a \"second chance\" after his resignation as News of the World editor following the jailing of <strong> Clive Goodman </strong>, the paper's former royal editor, and <strong> Glenn Mulcaire </strong>, the private investigator, over phone hacking. <q>This was very much <strong> Andy Coulson </strong>'s decision,<q> one Downing Street source said. \"The prime minister, who has obviously been very supportive of <strong> Andy Coulson </strong>, did not want him to resign. But the prime minister did accept that the pressure had made it difficult", "new_id": -2}, {"uid": "1295665867007979096", "i": 29823, "idx": 7, "sa": ["Eric Schmidt"], "q": "suits him perfectly\". According to <strong> Eric Schmidt </strong>, as executive chairman he will focus wherever he can to add the greatest value, such as deals, partnerships, customers and broader business relationships. <q>We are confident that this focus will serve Google and our users well in the future. Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade- and we anticipate working together for a long time to come<q>. The news comes as Google reported revenues of$ 8.44 billion for the quarter ending 31 December 2010- an increase of 26 per cent compared to the fourth quarter of 2009.", "new_id": -2}, {"uid": "1296499218216055814", "i": 704, "idx": 0, "sa": ["Sergio Marchionne"], "q": "will pay out \"performance rewards\" to salaried and hourly employees in the United States and Canada, noting the need to recognize workers despite the automaker's failure to realize a net profit in 2010. <q>It's difficult to talk abut profit sharing when you've got a negative number at the bottom,<q> <strong> Sergio Marchionne </strong> said Monday morning in a conference call with investors and reporters. \"Our liquidity improved in 2010, and it's expected improve in 2011. It would have been inexcusable not to recognize what our people have", "new_id": -2}, {"uid": "1295391193064847877", "i": 39763, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,<q> <strong> Sergio Marchionne </strong> said. A Ray of Hope for College Grads Facing Cloud of Fear, Uncertainty and Debt Brain Drain: Most College Students Learn Next to Nothing, New Study Says Quotes delayed, except where indicated", "new_id": -2}]