[{"uid": "1295947280222314514", "i": 31664, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "of this funding.\" Not to mention park rangers, road builders, community colleges and needy children, all down for big reductions in <strong> Jerry Brown </strong>'s proposed budget. State Treasurer <strong> Bill Lockyer </strong> called the RDA moves <q> provocative acts of gamesmanship. </q> We welcome comments from registered users of our Web site.( If you're not registered, click here.) We ask that users exercise good judgment and tolerate other people's views", "new_id": -2}, {"uid": "1297255122064307212", "i": 7690, "idx": 3, "sa": ["Barack Obama", "Donald Rumsfeld"], "q": "wollen. W?hrend des Wahlkampfes 2008 habe <strong> Barack Obama </strong> die unbefristete Inhaftierung von \"illegalen Kombattanten\" und die \"Sondermilit?rtribunale\" scharf kritisiert, sagte <strong> Donald Rumsfeld </strong>. Zwei Jahre nach Barack Obamas Wahl existierten alle diese Dinge noch. <q> Nicht weil irgendwer m?chte, dass sie noch da sind, sondern weil es die beste L?sung ist. </q> Noch 173 Insassen <strong> Barack Obama </strong> hatte bei seinem Amtsantritt im J?nner 2009 angek?ndigt, er werde das Lager binnen eines Jahres schlie?en. Es fanden sich aber nicht gen?gend M?glichkeiten, die Insassen in anderen L?ndern unterzubringen", "new_id": -2}, {"uid": "1296137360210878468", "i": 55804, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> You can send a story to multiple email addresses by separating the email addresses with a semicolon(;)", "new_id": -2}, {"uid": "1297302585098500612", "i": 19980, "idx": 0, "sa": ["Barack Obama", "Donald Rumsfeld"], "q": "news push, AOL buys The Huffington Post <strong> Barack Obama </strong> Invited Muslim Brotherhood; What About Coptic Christians? U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse <q> Yet ANOTHER sleaze bag Republican! Yikes! </q> Report Abuse \" Only a republican would resign, if it was a democrate no one would be surprised. After all you \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If", "new_id": -2}, {"uid": "1296210507251019283", "i": 23107, "idx": 1, "sa": ["Sean Combs", "Simon Cowell"], "q": "the hip-hop star says he's not interested in the job. \"I won't work with <strong> Simon Cowell </strong> on X Factor or American Idol,\" he tells British newspaper The Mirror this week. <q> <strong> Simon Cowell </strong> has a good ear, but his Idol and X Factor acts don't dominate the charts in the States. Hip-hop does. </q> Last year <strong> Sean Combs </strong> said he did want a job on American Idol when <strong> Simon Cowell </strong> announced he was leaving the TV show- but only if he earned the same amount as <strong> Simon Cowell </strong>. Follow us", "new_id": -2}, {"uid": "1296138887011223046", "i": 19637, "idx": 1, "sa": ["Bernie Sanders"], "q": "others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q>", "new_id": -2}, {"uid": "1297724508166166602", "i": 23237, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "don't itemize, and a lot of our middle class New Yorkers do not itemize their taxes so what this bill does is it says everyone should be able to deduct their property taxes,\" <strong> Kirsten Gillibrand </strong> said. <q> Its going to be worth about$ 1 billion for New Yorkers, over a million people will now be able to get more back in their taxes. </q> She also spoke about her fight against House Republican's proposed legislation that would prevent access to abortions. <strong> Kirsten Gillibrand </strong> said that the move, in the form of the No Taxpayer Funding for Abortion Act, is", "new_id": -2}, {"uid": "1296798535175947782", "i": 4809, "idx": 0, "sa": ["Barack Obama", "Saad Hariri", "Donald Rumsfeld"], "q": "or face a fine.( WASHINGTON)-- Former U.S. Defense Secretary <strong> Donald Rumsfeld </strong> has no regrets about how the Iraq war was handled, accorSaad Haririg to leaked portions of his memoir. The Middle East would be <q> far more perilous than it is today </q> with Saad Hariridam <strong> Barack Obama </strong> in power, <strong> Donald Rumsfeld </strong> wrote in his new book, Known and Unknown: A Memoir-- slated to be released next week. While the book's contents have been a tightly guarded secret", "new_id": -2}, {"uid": "1296244617002752522", "i": 15459, "idx": 5, "sa": ["Chauncey Billups", "Allen Iverson", "Jumaine Jones", "Kyle Korver", "Andre Iguodala"], "q": "when they play again at Cleveland. <strong> Allen Iverson </strong> left the arena before the injury was announced. The Sixers certainly need the league's leading scorer if they're going to make any kind of run at the Celtics. <q> We would like to have that( winning) streak right now, </q> said <strong> Allen Iverson </strong>, before he knew the X-Chauncey Billups results. <strong> Andre Iguodala </strong> scored 15 points for the Sixers, adding a few more spectacular dunks, including an alley-oop where he came crashing down on <strong> Jumaine Jones </strong>. <strong> Kyle Korver </strong> had 14.", "new_id": -2}, {"uid": "1297616629186400779", "i": 32558, "idx": 40, "sa": ["Paul Bremer", "David Martin", "Donald Rumsfeld"], "q": ", and then he'll be the goat.\" Which is what happened when, in the summer of 2003, <strong> Donald Rumsfeld </strong> recruited former State Department official <strong> Paul Bremer </strong> to run the occupation in Iraq. <q> He supposedly worked for me. He never really did, </q> <strong> Donald Rumsfeld </strong> said. \"It seems like he almost blew you off,\" <strong> David Martin </strong> suggested. \"We had given him written guidance as to what to do and it said,` Let's", "new_id": -2}]