[{"uid": "1296105835053329950", "i": 33619, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "Ian Edmondson"], "q": "for any indication that Mr <strong> Ian Edmondson </strong> or other figures at the newspaper were responsible for instructing Mr <strong> Glenn Mulcaire </strong> to target the phones of celebrities and politicians prior to 2006. In a statement, News International said: <q> The News of the World has terminated the employment of <strong> Ian Edmondson </strong>. Material evidence found during the course of the subsequent investigation has led to( his) dismissal. News International has informed the police, handed over the material it has found and will give its full co-operation. </q> The sacking of one of Mr <strong> Andy Coulson </strong>'s most trusted tabloid attack dogs represents a dramatic change in the stance of News International, which as recently as this month was maintaining its stance that the", "new_id": -2}, {"uid": "1295016385159514640", "i": 36986, "idx": 0, "sa": ["Howard Stern", "Kelsey Grammer", "David Letterman", "Andy Cohen"], "q": "known as his apartment. Taking off from <strong> Howard Stern </strong>'s show, <strong> Andy Cohen </strong> said to Camille:`` No sex? You were not having sex?''`` I have a confession to make,'' Camille said. <q> I'm wearing men's briefs. </q> <strong> Kelsey Grammer </strong>'s been busy, too, though he refuses to respond to Camille's statements about him. Last night, he appeared on`` Late Night With <strong> David Letterman </strong>'' on CBS, noting that he plans to leave", "new_id": -2}, {"uid": "1295907812246595678", "i": 39139, "idx": 2, "sa": ["Norman Schwarzkopf", "Colin Powell", "Bill Clinton", "President Bush"], "q": "<strong> Colin Powell </strong>, Joint Chiefs chairman at the time, and <strong> Norman Schwarzkopf </strong>, the commander of U.S. forces during that war.`` There was great deference among lawmakers from that point for <strong> Norman Schwarzkopf </strong> uniformed leaders,'' Freier said. <q> You hadn't seen it to that extent before. </q> In the years that followed, the <strong> Bill Clinton </strong> and <strong> President Bush </strong> administrations moved forward with plans for a leaner military. But then came the attacks of Sept. 11, 2001. In the aftermath, the <strong> President Bush </strong> administration", "new_id": -2}, {"uid": "1295743447181321729", "i": 19433, "idx": 2, "sa": ["Clive Goodman", "Andy Coulson"], "q": ", insisting he was being`` punished for the same offence twice''. However, Labour frontbencher Chris Bryant said he hoped the Metropolitan Police would now conduct a thorough investigation into the phone hacking. He said: <q> I hope now that the murky truth will come to light. </q> No decision has yet been taken on <strong> Andy Coulson </strong>'s replacement. He resigned as editor of the News of the World in 2007 after the newspaper's former royal editor, <strong> Clive Goodman </strong>, and private investigator", "new_id": -2}, {"uid": "1296680390193724462", "i": 18906, "idx": 1, "sa": ["Mitt Romney", "Mike Huckabee", "David Letterman", "Ronald Reagan", "Sarah Palin", "Newt Gingrich"], "q": "second with 19%, followed by former Arkansas <strong> Mike Huckabee </strong>( 17%) and former House speaker <strong> Newt Gingrich </strong>( 11%). <strong> Mitt Romney </strong> told <strong> David Letterman </strong> he has no plans to run for <strong> Ronald Reagan </strong>, but added <q> I'll keep the door open. </q> He also gave a shout out to <strong> Sarah Palin </strong>. To: 2ndDivisionVet <strong> Mitt Romney </strong> did not say that At least he recognizes greatness when he sees it... 3 posted on 02/02/2011 12:48:00 PM PST he", "new_id": -2}, {"uid": "1297297341172949515", "i": 3053, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "President Bush"], "q": "vice-presidential nominee to run with <strong> John McCain </strong> in 2008. Sprinkled among the speeches by Republican and tea party notables are seminars ranging from how to break into the Hollywood movie business to a political study session titled: <q> Is Atlas Shrugging.The Cultural Impact of the Tea Party. </q> <strong> President Bush </strong> Defence <strong> Donald Rumsfeld </strong> will sign copies of his newly released book and receive the CPAC Defender of the Constitution Award. The CPAC gathering concludes Saturday evening with the release of a straw poll of potential", "new_id": -2}, {"uid": "1297269552258801706", "i": 1172, "idx": 3, "sa": ["Colin Powell", "Barbara Bush"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> Barbara Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious sign", "new_id": -2}, {"uid": "1296054515157139053", "i": 30738, "idx": 0, "sa": ["Allen Iverson", "T. Smith"], "q": "in the Western Conference. <strong> Allen Iverson </strong> scored 33 points, JR <strong> T. Smith </strong> added 24 off the bench and the Nuggets overcame a 16-point deficit in the first quarter to win their playoff showdown with the Warriors 114-105 Thursday night. <q> Everybody knew what was at stake, </q> <strong> Allen Iverson </strong> said.`` It's easy for players to say it's just another game. But everybody knows it wasn't just another game. It was a game that both teams felt they had to have.", "new_id": -2}, {"uid": "1295537212247300126", "i": 2540, "idx": 1, "sa": ["Simon Cowell"], "q": "US and admits it took a discussion with an unnamed`` successful'' friends to make him realise it was time to go. He explained on a forthcoming episode of` Oprah Presents Master Class': <q> I asked a very successful guy,` What's the best advice you can give me?' and he said,` <strong> Simon Cowell </strong>, always know when to leave the fair.' And I think that's good advice. Something inside you just says,` You know what, it's time to go.' Without any regrets whatsoever. </q> Despite departing` American Idol', <strong> Simon Cowell </strong>- who got engaged to make-up artist Mezhgan Hussainy last year- insists he has enjoyed being a TV talent show judge because it isn't very difficult.", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,'' <strong> Sen. Bernie Sanders </strong> said.`` We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.'' <q> To me, it's a disaster, </q> said New York-based labor activist <strong> Jonathan Tasini </strong>.`` When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.''", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}]