[{"uid": "1295958129216842277", "i": 10777, "idx": 0, "sa": ["Dick Armey", "Mike Pence"], "q": "WASHINGTON-- Indiana <strong> Dick Armey </strong> <strong> Mike Pence </strong> has to be flattered. A group of South Carolina lawmakers stood on the steps of their state Capitol on Wednesday to encourage <strong> Mike Pence </strong> to run for president. <q>It's not a complicated message, but it's a heartfelt one,<q> said state <strong> Dick Armey </strong> Kris Crawford. \"We would like him on the ballot.\" Leaders of the conservative movement made the same argument in a letter sent to <strong> Mike Pence </strong> this week.", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q>It is a pretty good offer we are making.<q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont. \"There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}, {"uid": "1297179623238403585", "i": 19625, "idx": 0, "sa": ["Donald Rumsfeld", "Gwen Ifill"], "q": "POLITICS-- February 8, 2011 at 9:08 AM EDT In New Memoir, <strong> Donald Rumsfeld </strong> Settles Scores, Spreads Responsibility for Iraq War <q>At its heart, it is a revenge memoir,<q> writes NewsHour senior correspondent <strong> Gwen Ifill </strong> in her Washington Post review of former secretary of defense <strong> Donald Rumsfeld </strong>'s new book, \"Known and Unknowns.\" The book certainly includes its fair share of score settling", "new_id": -2}, {"uid": "1296148178229572622", "i": 24862, "idx": 6, "sa": ["Neil Cavuto", "Sen. Joe Lieberman", "Hilary Rosen", "Sen. Bernie Sanders"], "q": "yeah, there's a vote scheduled for 3 o'clock on Monday afternoon, on a cloture vote.\" <strong> Neil Cavuto </strong>: \"So he would have to go like this til' 3 o'clock on...\" Dorgon: <q>He's not going to do that, but look, <strong> Sen. Bernie Sanders </strong> is doing what they do in the Senate. Take the floor, make a statement. He feels passionately about a lot of important issues. Good for him. He has a right to do that.<q> Democratic Strategist <strong> Hilary Rosen </strong> says <strong> Sen. Bernie Sanders </strong>' speech is a refreshing break from backroom politics. \"Just as a citizen, <strong> Sen. Joe Lieberman </strong> love the idea that instead of the behind-the-scenes maneuvering of stopping things from happening on the floor,", "new_id": -2}, {"uid": "1296407544252772372", "i": 132, "idx": 10, "sa": ["Elgin Baylor", "Allen Iverson"], "q": "<strong> Elgin Baylor </strong> just want to see things get better for them.\" For the first time in his career, <strong> Allen Iverson </strong> may have enjoyed watching the 76ers lose, but he swore he took no extra gratification in it. <q>People ask that question all day, but my whole thing is to just win the basketball game,<q> <strong> Allen Iverson </strong> insisted. \"If <strong> Elgin Baylor </strong> had a big game and we didn't win <strong> Elgin Baylor </strong> would be feeling terrible right now. <strong> Elgin Baylor </strong>'m just happy we got the win. Like <strong> Elgin Baylor </strong> said, it's just another", "new_id": -2}, {"uid": "1295876260066535460", "i": 39655, "idx": 0, "sa": ["Inga Marchand", "Andy Coulson", "David Cameron", "Barack Obama"], "q": "<strong> Andy Coulson </strong>, who is stepping down as No 10 communications director, said last night he has no intention of publishing the diary yet. <strong> David Cameron </strong>'s spin doctor <strong> Andy Coulson </strong> quits over phone hacking scandal political spin doctoring itself: <q>When the spokesman needs a spokesman, it's time to move on.<q> Related Stories <strong> David Cameron </strong> grilled over alleged BP role in Lockerbie bomber case Will <strong> David Cameron </strong> hit it off with <strong> Barack Obama </strong> more than <strong> Inga Marchand </strong> did? <strong> David Cameron </strong>: How conservative is he? <strong> David Cameron </strong> named new UK prime minister after", "new_id": -2}, {"uid": "1295632864218054656", "i": 40224, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Will Page"], "q": "thought. Internally, <strong> Eric Schmidt </strong> will continue to act as an adviser to <strong> Will Page </strong> and cofounder <strong> Sergey Brin </strong>, who will focus on strategic projects, in particular new products. The changes will take effect on April 4. <q>We've been talking about how best to simplify our management structure and speed up decision-making for a long time,<q> <strong> Eric Schmidt </strong> said. \"By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear, Larry is ready to lead, and I'm excited about", "new_id": -2}, {"uid": "1295682265065617928", "i": 81, "idx": 5, "sa": ["Charlie Black", "Mike Pence"], "q": "some say is the safer route of running for Indiana governor? Is it realistic to try to vault from the House to the White House, something that has been done only once, in 1880? <q>A number of things would have to fall into place to make him competitive,<q> said <strong> Charlie Black </strong>, a veteran GOP strategist. \"The key is the conservative movement adopting him as its favorite.\" <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need", "new_id": -2}, {"uid": "1296748642199131152", "i": 33652, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "effective implementation of the decisions he made,\" <strong> Donald Rumsfeld </strong> wrote. Regrets on dealing with detainees Addressing charges that he failed to provide enough troops for the Iraq war, the former defense chief wrote: <q>In retrospect, there may have been times when more troops could have helped.<q> But <strong> Donald Rumsfeld </strong> insists that if senior military officers had reservations about the size of the invading force, they never informed him, the Post said. In a lengthy section on the administration's treatment", "new_id": -2}, {"uid": "1297133414101482529", "i": 16077, "idx": 6, "sa": ["Christina Aguilera", "Donald Rumsfeld"], "q": "Key Figure in Revolt- WSJ.com[ del.icio.us] Egyptian opposition cautious after vice-president Suleiman opens talks Super Bowl 2011: <strong> Christina Aguilera </strong> and Groupon fluff their lines Russian Islamist leader claims responsibility for Moscow airport attack Global Times <q>Top 10 fabricated news stories in 2010<q> http://bit.ly/hnj8vk Has anyone done a \"Top 10 harmonized news stories\" ranking? Bestsellers from the Guardian shop <strong> Donald Rumsfeld </strong>'s Demons by <strong> Donald Rumsfeld </strong> Cockburn Â£ 13.59 <strong> Donald Rumsfeld </strong>'s Iraq strategy was doomed to failure,", "new_id": -2}]