[{"uid": "1297242441083116117", "i": 20964, "idx": 3, "sa": ["Jay Leno", "David Letterman", "Hosni Mubarak"], "q": "Egyptian President <strong> Hosni Mubarak </strong> would indeed step down, or wind up \"pulling a <strong> Jay Leno </strong>.\") \"I love you. I am in your corner,\" Stern pledged, eliciting a fist-bump from <strong> David Letterman </strong>. <q> I don't want the same thing to happen to you that happened to Regis. </q> This elicited a big laugh from <strong> David Letterman </strong> and the audience, but Stern pressed on, making <strong> David Letterman </strong> uncomfortable. \"You know, he was fired. He lives in my building... He got fired. He asked", "new_id": -2}, {"uid": "1296387505015253604", "i": 30924, "idx": 12, "sa": ["Michael Vick"], "q": "find the right home. Best Friends isn't simply looking for any pet lover. \"We feel like dogs going into these homes are being ambassadors\" for the breed, Garcia said. <q> They're not just adopting a dog, but fighting the good fight. </q> By spreading the message that pit bulls are only as nice, or vicious, as their owners train them to be, the <strong> Michael Vick </strong> dogs are helping rewrite the book on both the public perception of the", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.\" The \"Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q> I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it. </q> She added, \"I will say that it\"s a kinder, gentler[ show now.]\"", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}, {"uid": "1296007291020578334", "i": 25866, "idx": 0, "sa": ["Neil Barofsky", "Bill Lockyer", "Michele Bachmann", "Newt Gingrich"], "q": "criteria for success and refused to get tough with mortgage companies that have dragged their feet and excluded qualified homeowners. He says that makes meaningful oversight of the program nearly impossible. The main foreclosure program's <q> achievements look remarkably modest, and hope that this program can ever meet its original expectations is slipping away, </q> <strong> Neil Barofsky </strong> says. Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slavery Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SOCCER COACH Company International", "new_id": -2}, {"uid": "1297273074137707595", "i": 19948, "idx": 0, "sa": ["Sergio Marchionne"], "q": "CEO <strong> Sergio Marchionne </strong> walked into the Chicago Auto Show, he was smiling and shaking hands with Chrysler employees and carrying a confidence we haven't seen at Chrysler in years. can change the atmosphere at a company. <q> That ad said what a lot of people in Chrysler and Detroit have been feeling for some time, </q> <strong> Sergio Marchionne </strong> told me. If you haven't seen the Chrysler ad featuring Eminem, do yourself a favor and watch it. It's 2:00 that captures the dreams of Chrysler employees and many in Detroit. It was", "new_id": -2}, {"uid": "1295907731241205332", "i": 2419, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "about$ 5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in April. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>'s market", "new_id": -2}, {"uid": "1297120638195428364", "i": 18727, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "everyone to know that he wasn't involved in that decision. not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas,\" <strong> Mayor Tom Leppert </strong> said in a statement. <q> Official Keys to the City are presented by the <strong> Mayor Tom Leppert </strong>, or an elected official designated by the <strong> Mayor Tom Leppert </strong>, and reserved, on a limited basis, for an elected official of international status. Clearly, this was not the case in this situation and done without my knowledge or approval. Given these circumstances I have requested the City Manager propose guidelines to prevent this situation in the future. </q> So what was Dallas <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> thinking when he gave <strong> Michael Vick </strong> the key to the city? He says he was under the impression that he has the authority to give keys to the city, and", "new_id": -2}, {"uid": "1296744570016711683", "i": 6572, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,\" Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. <q> He wanted the options to be \"creative.\" </q>", "new_id": -2}, {"uid": "1295901162252542991", "i": 8032, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": " \"It was so bad that a minute into the pitch the guy said, \"No',\" the Daily Mail quoted him as telling <strong> Oprah Winfrey </strong> on her Master Class show. <q> To wind him up, I said, \"So, it sounds like you're interested? </q> He said` Get out' and we were thrown out of the network,\" <strong> Simon Cowell </strong> revealed. Adding to the humiliation was that the group hadn\"t booked a car to pick them up, so", "new_id": -2}, {"uid": "1297387848169525266", "i": 6164, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": ". But few came to visit. The heavily guarded and shuttered Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people on some days. <q> We will open the museum after the strike is finished. I don't know when the strike is finished, </q> said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. \"I need things to go back to normal.\" Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators", "new_id": -2}]