[{"uid": "1296665489109838338", "i": 21, "idx": 1, "sa": ["Percy Bysshe Shelley", "Andy Coulson", "Kenny Kunene"], "q": "do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which...\" \"The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" <q>Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>, an ambitious Brit who...<q> \"Is the new Backbench Business Committee about to make some serious enemies? This new-fangled innovation has done pretty well so...\"' Wealthy ANC supporter <strong> Kenny Kunene </strong>( left) eating sushi from the body of a", "new_id": -2}, {"i": 41964, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Long way to run for phone-hacking story Q&A: Tory search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the scandal had <q>made it difficult to give the 110% needed in this role<q>. He The view from a broad: More <strong> Lauren Laverne </strong>, please Married Cabinet minister accused of affair with campaigner an affair with a former socialite turned political campaigner. Lord Strathclyde has been accused of having an affair with", "sa": ["Lauren Laverne", "Andy Coulson"], "uid": "1295925206202604593"}, {"uid": "1295621862132808705", "i": 43284, "idx": 4, "sa": ["Eric Schmidt"], "q": " \"Seems?!\" Drop the P.C. crap, New York Times, and grow a pair! Or one, even. \"Seems.\" Give us all a break. Miller and Helft report, <q>Google, which has 24,400 employees, is no longer considered by many top engineers as the most desirable place to work in the Valley; a new generation of start-ups has taken that place... Mr. Page led the company in its early days but relinquished that role in 2001, when it was still private. In tapping him to return to the post, Google becomes one of the few major companies in the Valley to be put under the control of a founder after being run for so long by a professional manager.<q> Which mediocrity-at-best-fest is more addicted copying Apple, Microsoft or Google? It's a contest. Gatesy will be back next. Miller and Helft report, \"On his Twitter account, Mr. <strong> Eric Schmidt </strong> wrote:", "new_id": -2}, {"uid": "1295990540115605523", "i": 38136, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "present <strong> Colin Powell </strong> <strong> Barack Obama </strong> Hite with the award at a ceremony in Washington, D.C., on April 12 for leading the United Association's \"outstanding initiatives in training and connecting veterans with post-service employment opportunities.\" <q>I am humbled to be counted among those who work consistently and diligently to provide our service men and women the opportunities they so deeply deserve,<q> Hite said. \"Members of our military make so many sacrifices for our nation. It is an honor and a privilege to help ensure they have a meaningful career to come home to.\" In", "new_id": -2}, {"uid": "1294993091216956940", "i": 8494, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ": The marketing, the sheds, the body, the two-minutes silence and the DNA- Anorak rounds-up the news: <strong> Donald Rumsfeld </strong> Has News The Daily Mirror leads with \"THE JO FILES\" <q> \"4 weeks on... 80 cops, Â£ 1m spent.. what si really going on in Jo manhunt?<q>\" Richard Smith delivers an \"exclusive\" that carries all the insight of a puppy sat by a pile of poo. Here's one choice cut: \"Periodically, detectives will be asking", "new_id": -2}, {"uid": "1295365495187695155", "i": 11898, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "condition ever since. <strong> Barack Obama </strong> revealed during his speech that after he visited with her at the hospital earlier in the day, <strong> Gabrielle Giffords </strong> opened her eyes for the first time. <q><strong> Gabrielle Giffords </strong> opened her eyes, so I can tell you: She knows we are here, she knows we love her and she knows we are rooting for her throughout what will be a difficult journey,<q> <strong> Barack Obama </strong> told the cheering crowd. House Minority Leader <strong> Nancy Pelosi </strong>, D-Calif., <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., and <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., were in the room when <strong> Gabrielle Giffords </strong> opened her eyes, a congressional source told", "new_id": -2}, {"uid": "1297540270212795441", "i": 14308, "idx": 2, "sa": ["Steve Ballmer"], "q": "specific announcement of when that will be.\" <strong> Steve Ballmer </strong>: \"When there's news there will be news.\" How exclusive is this partnership as far as developers are concerned? <strong> Steve Ballmer </strong>: <q>It's not exclusive. There's things we're doing with Nokia that are unique. The overall development of critical mass for Windows Phone 7 is important for both of us. Nokia wants to sell all the Windows phones it can.<q> Eop: \"Our number one priority is the success of the Windows Phone ecosystem.\" It's all win-win, in other words. Why Microsoft and not Android? Google", "new_id": -2}, {"uid": "1297259348238534696", "i": 13447, "idx": 4, "sa": ["Colin Powell", "President Bush"], "q": "York because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q>As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal,<q> he wrote. An Associated Press reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children-- but no obvious", "new_id": -2}, {"uid": "1296866191123699217", "i": 29237, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the term \"shyster\" at least three times when discussing the interest rates on debt owed to the U.S. Treasury during his nearly hour-long appearance at an industry conference with auto dealers, journalists and analysts. <q>When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut,<q> <strong> Sergio Marchionne </strong> said of the bailout. \"When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut.\" <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1296014345168460294", "i": 7527, "idx": 10, "sa": ["J'Covan Brown", "Allen Iverson"], "q": "a long time and to finally get it is something special.\" The 76ers won the best-of-five series from Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis. <q>I don't know how you can be any more proud of your team,<q> <strong> J'Covan Brown </strong> said. \"I told them this was a great opportunity for us to grow up. <strong> Allen Iverson </strong>'s doing what great players do. He's making other people better and he is taking responsibility and steps up", "new_id": -2}]