[{"uid": "1297179349217825301", "i": 30328, "idx": 2, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "That includes the new faces on the`` Idol'' panel. While the music-exec-turned-TV-producer didn't share his specific thoughts about <strong> Jennifer Lopez </strong> or the oddly entertaining <strong> Steven Tyler </strong>, he gave them a positive review overall. <q> I think they're doing fine, </q> <strong> Simon Cowell </strong> said.`` You know, they have a different approach to what I used to do before. I think the show had to reinvent itself, and I think it's right that it's a different", "new_id": -2}, {"uid": "1297242543083116089", "i": 15458, "idx": 1, "sa": ["Simon Cowell"], "q": "question.`` Your wardrobe for this season- are we gon na see the tight V-neck? Are we gon na be branching out with some new looks for you?'' she asked. <q> Well, I've had so much positive feedback wearing a suit from the Super Bowl[ spot]. Literally, thousands and thousands of letters saying how handsome I looked, so I might wear that again, </q> <strong> Simon Cowell </strong> laughed. And no doubt <strong> Simon Cowell </strong> will be looking sharp off camera too- at his wedding. He is engaged to makeup artist Mezhgan Hussainy.`` The royal wedding is taking place,", "new_id": -2}, {"uid": "1295721447067436545", "i": 6728, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ",`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011-7v&amp;flvURL=/media/2011/01/22/01222011-7v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011-7v.jsn''}{`` title'':`` <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support'',`` description'': <q> <strong> Sen. Chris Dodd </strong> <strong> Kirsten Gillibrand </strong>( D-NY) spoke with Russ Mitchell with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in Houston. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012201959.html&amp;title=Gillibrand: <strong> Gabrielle Giffords </strong> moved by support& site= politics& type", "new_id": -2}, {"uid": "1296591076195919887", "i": 40218, "idx": 2, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": ". The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.'' COHEN:`` There's a shot of her with the kids on <strong> David Letterman </strong>.'' CAMILLE: <q> He uses them as props. It's tough, it's harsh. It hurts, of course. </q> The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Wendy_Williams_on_Camille_Kelsey_Grammer's_pending_divorce_12/15/2010 getnew.info 14.10.2010. Watch More! Find the latest hot search topics and current, most searched news on aol search. <strong> Kelsey Grammer </strong> grammer&", "new_id": -2}, {"uid": "1296013262252100635", "i": 46817, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "<strong> Kirsten Gillibrand </strong>( D-N.Y.). Lawmakers also broke their usual partisan seating scheme to show they can get along.`` What comes of this moment is up to us,'' <strong> Barack Obama </strong> said. <q> What comes of this moment will be determined not by whether we can sit together tonight, but whether we can work together tomorrow. </q> But the <strong> Barack Obama </strong> also acknowledged that he and his party had a lot to learn from the huge Republican victories that gave the GOP control of the House last November- and they had no", "new_id": -2}, {"uid": "1295880426196345861", "i": 46940, "idx": 0, "sa": ["Andrew Rawnsley", "Tony Blair", "Andy Coulson"], "q": "any journalist, balanced articles though off <strong> Andrew Rawnsley </strong> would be refreshing.. I crave a return to traditional Labour values, something <strong> Tony Blair </strong> despised, he's gone <strong> Andrew Rawnsley </strong>, live with it.. <q> I crave a return to traditional Labour values, something <strong> Tony Blair </strong> despised, he's gone <strong> Andrew Rawnsley </strong>, live with it.. </q> SonOfNyeBevan 23 January 2011 1:14 AM I forgot to add in my posts today, given <strong> Andy Coulson </strong> has been forced to step down as Tory Press Secretary, and given the position is now vacant and", "new_id": -2}, {"uid": "1297228199053084182", "i": 4368, "idx": 1, "sa": ["Christina Aguilera", "Simon Cowell", "George Michael", "Steven Tyler"], "q": "know what she's talking about.'' <strong> George Michael </strong> might be on the panel and <strong> Simon Cowell </strong> has also ruled out <strong> Christina Aguilera </strong> after her national anthem mess at the Super Bowl on Sunday. He jokes, <q> Pre Super Bowl, yes; post no. </q> <strong> Steven Tyler </strong>'s` American Idol' Gig Boosts Aerosmith Album Sales Creating a free Starpulse.com account only takes a username, your email and a couple of seconds! Starpulse.com members can comment on", "new_id": -2}, {"uid": "1295562778148553743", "i": 10127, "idx": 2, "sa": ["Eric Schmidt"], "q": "gets the job title of co-founder and will work on strategic projects and products.`` For the last 10 years, we have all been equally involved in making decisions,'' <strong> Eric Schmidt </strong> wrote. <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company, </q> <strong> Eric Schmidt </strong> wrote. The change over indicates there's been a clear decision to put a technologist back in charge and to return some of the founding drive to strategic and day-to-day decisions, given Page's role", "new_id": -2}, {"uid": "1295276941062636036", "i": 22120, "idx": 0, "sa": ["Simon Cowell", "Leona Lewis"], "q": "`` can't wait'' to go on tour, explaining the show is a`` roller-coaster journey'' of dance styles and performances. On Britain's Got Talent in 2009, <strong> Simon Cowell </strong> described their routine as <q> one of the best things I have ever seen in my life </q>. After their success in the TV talent show, Flawless have gone on to star in the movie StreetDance 3D, as well as appearing in music videos for Madonna, Beyonce, <strong> Leona Lewis </strong> and Westlife.", "new_id": -2}, [{"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was`` incremental,'' not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}]]