[{"uid": "1297459269244645955", "i": 3042, "idx": 1, "sa": ["Gary Ackerman", "Hosni Mubarak", "Mike Pence", "Ileana Ros-Lehtinen"], "q": "this glorious, peaceful revolution in order to substitute a repressive religious regime and regional instability for the stifling and brutal <strong> Hosni Mubarak </strong> regime,'' said <strong> Gary Ackerman </strong>, the top Democrat on the House Middle East subcommittee. <q>I am concerned about an orderly transition to what? Or an orderly transition to who?</q> Representative <strong> Mike Pence </strong>, a Republican, said during a hearing of <strong> Ileana Ros-Lehtinen </strong>'s committee on Thursday, the day before <strong> Hosni Mubarak </strong> stepped down. Some analysts think worries about the Muslim Brotherhood are overblown. The group is", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that ''contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q>Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs.</q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are ''just on a break[ and] still rocking big time''.", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}, {"uid": "1297113612077856768", "i": 21578, "idx": 0, "sa": ["Simon Cowell"], "q": "the judges. Commitment and expertise are the most important factors he is looking for in a judge, because they will have to work with the finalists five or six days a week throughout the competition. <q>They also have to be competitive with each other, because the judges are competing, too.</q> Each will be trying to guide his or her pupils to the grand prize. This will create a situation in which someone like <strong> Simon Cowell </strong> will be critiquing those mentored by another judge and being ''extra nice", "new_id": -2}, {"uid": "1296755246266420251", "i": 14002, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "credit. companies could take advantage of the R&D credit, which if it is made permanent, could increase private investment in R&D by more than$ 7.5 billion across the country, according to Senator <strong> Kirsten Gillibrand </strong>. <q>My number one focus is on creating good-paying, family-supporting jobs. By supporting research and development, we can help our businesses become more competitive and create the high tech jobs of tomorrow,</q> Senator <strong> Kirsten Gillibrand </strong> said.'' New York is already home to the universities, businesses, laboratories, researchers and the bright minds we need for long-term economic strength. This proposal would leverage more private investment in our", "new_id": -2}, {"uid": "1297171230133922851", "i": 9514, "idx": 3, "sa": ["Simon Cowell"], "q": "$ 1 million a year payment for five years, separate from the costs of recording and promotion. <strong> Simon Cowell </strong>, known for his sharp-tongued critiques, unsurprisingly said he favors shows on which ''anything can happen.'' <q>I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense,</q> he said. ''I like people who are ambitious, and with that comes controversy.'' One unwelcome flap last season on the U.K. version of ''X Factor'' involved the revelation that the pitch-correcting software Auto-Tune", "new_id": -2}, {"uid": "1296053683158892039", "i": 24713, "idx": 1, "sa": ["Michael Vick"], "q": "to be a part of the Unequal team. I have been wearing Unequal chest protectors, shoulder pads, and thigh pads for much of the late and post-season-- resulting in pain-free playing,'' stated <strong> Michael Vick </strong>. <q>The Unequal technology is a part of my game now and I won't play without my Unequal. Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.</q> When <strong> Michael Vick </strong>'s ribs were injured after being drilled by a pair of Washington Redskins, the Eagles equipment staff contacted Unequal to build a lightweight, comfortable, flexible vest that could withstand the force", "new_id": -2}, {"uid": "1296217929050937881", "i": 20169, "idx": 3, "sa": ["Mitt Romney", "Mike Pence", "Chris Christie", "John McCain", "Tim Pawlenty", "Rahm Emanuel"], "q": "has just finished an animated pitch to the Merrimack County Republican Committee. Now it's time for the obvious question: What does he offer that putative front-runner <strong> Mitt Romney </strong> doesn't? <strong> Tim Pawlenty </strong> sidesteps. <q>I don't get into comparing myself to other candidates,</q> he tells me. ''I just <strong> Mike Pence </strong> reportedly rules out <strong> John McCain </strong> House run Pundits: <strong> Mike Pence </strong> is GOP <strong> Chris Christie </strong> Favorite NewsChannel 15's political analysts gave their opinions on <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong> running for Indiana <strong> Chris Christie </strong>.... Ban Abortion", "new_id": -2}, {"uid": "1295550542218546186", "i": 10150, "idx": 0, "sa": ["Eric Schmidt"], "q": "in place before it waded too deeply into the mobile market where the rules were non-existent. small but significant fraction of the pie. But as <strong> Eric Schmidt </strong> has said before, mobile holds a huge promise for Google. <q>If we have a billion people using Android, you think we can't make money from that?</q> asked <strong> Eric Schmidt </strong> last year. It appears Google is anxious to find out. Mobile Q4: All Eyes Were on Android, 4G and the Rising Tablet Tide@m4tt Nvidia is fine. But Amzn is a big question", "new_id": -2}, {"uid": "1296218172048857090", "i": 12613, "idx": 11, "sa": ["Mike Pence"], "q": ".'' ''You've got to have the fire in your belly and the desire to run for president and his heart clearly is in Indiana,'' McIntosh said. <q>At the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead,</q> <strong> Mike Pence </strong> said. ''I've learned in decisions like these to follow my heart. My heart is in Indiana.'' Text of letter from <strong> Mike Pence </strong> to supporters Over the past few", "new_id": -2}, {"uid": "1295819766030490636", "i": 19090, "idx": 0, "sa": ["Steve Ballmer"], "q": "isn't worth the bits in the cloud. Vivek's thoughts on Quora remind me of <strong> Steve Ballmer </strong> on the iPhone circa 2007. Totally misses the disruptive element. this person@vwadhwa is a poor judge of startups. <q>Why I Don't Buy Quora Hype</q> http://jc.is/hIDN8O#wrong#dumb#linkbait Hacker Shows It Doesn't Take$ 8 Million to Clone Qwiki- Just 321 Lines of HTML Will do the Trick$ 10K iTunes Winner Hung Up On Apple, Thought It Was a Prank", "new_id": -2}]