[{"uid": "1295093326117588004", "i": 14022, "idx": 3, "sa": ["David Letterman", "Martha Stewart"], "q": "target=\"_blank\" star said on CBS' \"Late Show With <strong> David Letterman </strong>\" on Thursday night that he's marrying Kayte Walsh. He says that \"Kayte's my new girl\" and that they're getting married <q> in February, we think. </q> His <strong> Martha Stewart </strong> gets stitches after dog strikes lip Newsday Quick ReadMartha Stewart gets stitches during NY snowstorm after startled, sleepy dog strikes her lip( AP) Euro\" <strong> Martha Stewart </strong> isn't likely to whisper sweet nothings into her dozing", "new_id": -2}, {"uid": "1295559606214679608", "i": 2718, "idx": 3, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" he added. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> as a \"tremendous leader\" who did an <q> outstanding job leading Google for the last decade. </q> \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" he said. \"Google still has such", "new_id": -2}, {"uid": "1296557165034062349", "i": 36437, "idx": 0, "sa": ["Charles Ellis Schumer", "Bill Clinton", "Kirsten Gillibrand"], "q": "that can be easily replaced! I really can't believe they couldn't think of this themselves. Representatives care only about party line To the Editor: Quotes from Sen. <strong> Kirsten Gillibrand </strong> and Sen. <strong> Charles Ellis Schumer </strong>: <q> It is time to come together and work to create jobs across America </q> and \"He is aware of the need to grow jobs, the economy and middle class paychecks.\" That stuff is all good. Congress passed a <strong> Bill Clinton </strong> related to the H-2A program to help farmers trying", "new_id": -2}, {"uid": "1297372622106381340", "i": 59221, "idx": 0, "sa": ["Steve Ballmer", "Bob Muglia", "Satya Nadella", "Amitabh Srivastava"], "q": "TV gets a demonstration of how now, in addition to delivering virtualized desktops and Windows apps to PCs and Macs, Citrix can also deliver them to mobile devices including iPads, iPhones, and Android devices. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace <strong> Bob Muglia </strong> as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired <strong> Bob Muglia </strong> from the post,", "new_id": -2}, {"uid": "1296492936169607194", "i": 96, "idx": 2, "sa": ["Sergio Marchionne", "David Whiston"], "q": ", the company said. Earlier this month, <strong> Sergio Marchionne </strong> said Chrysler could now break even with 1.5 million vehicle sales, down from its previously stated breakeven point of 1.65 million. Proving Me Wrong <q> I do think highly of <strong> Sergio Marchionne </strong> but I was still very skeptical of the prospects initially when this all started, </q> <strong> David Whiston </strong>, an analyst with Morningstar Inc. in Chicago, said prior to the release. \"So far, theyre proving me wrong and proving nearly everyone else out there wrong.\" Chrysler's U.S. growth", "new_id": -2}, {"uid": "1297261068179191811", "i": 24430, "idx": 7, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but <strong> Donald Rumsfeld </strong> believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> <strong> Donald Rumsfeld </strong> wrote. He said he made his recommendation to <strong> George H. W. Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which Powell sketched out the presentation he was to make at the U.N. two days", "new_id": -2}, {"uid": "1295991953089178223", "i": 3683, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "AP) If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\" : <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his book, \"Known and Unknown,\" he imagined a more typical Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he and a", "new_id": -2}, {"uid": "1296124798102268952", "i": 59888, "idx": 1, "sa": ["Bernie Sanders"], "q": "invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said Sen. Sanders-Bernie Sanders.htm#r_src=ramp\"> <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q>", "new_id": -2}, {"uid": "1296744949119816196", "i": 18837, "idx": 2, "sa": ["Bernie Sanders"], "q": "\" \"It has been said that insanity as doing the same thing over and over and expecting different results,\" replied the <strong> Bernie Sanders </strong> staff in an Sanders.senate.gov/graphics/Analysis_of_contractor_fraud_rpt.pdf\" target=\"_hplink\"> analysis of the findings. <q> It is clear that DOD's current approach is not working, and we need a much more vigorous approach to dealing with contractor fraud. </q> <strong> Bernie Sanders </strong> underscored the importance of reining in contractor abuse by pointing to the U.S. fiscal situation, saying that the deficit can not be reduced without looking at the waste, fraud and abuse in the Pentagon's budget", "new_id": -2}, {"uid": "1295562573075235436", "i": 871, "idx": 0, "sa": ["George H. W. Bush", "James A. Baker", "Dick Cheney", "Colin Powell", "George W. Bush", "Brent Scowcroft", "Mikhail Gorbachev"], "q": "20th anniversary show Hussein tried to broker a last-minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces \"treacherous and cowardly\" and describing <strong> George W. Bush </strong> as <q> the enemy of God and humanity. </q> Along witGeorge H. W. Bush, the reunion will include former <strong> George H. W. Bush </strong> Quayle, then-Defense Secretary <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman retired Gen. <strong> Colin Powell </strong>, former Secretary of State <strong> James A. Baker </strong> III and former National Security Advisor <strong> Brent Scowcroft </strong>.", "new_id": -2}]