[{"uid": "1295462584109772853", "i": 23709, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. Mercedes-Benz 2010 M-Class$ 49,971 Mercedes-Benz 2011 M-Class$ 58,265 Mercedes-Benz 2011 M-Class$ 58,225 Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1295471396069730345", "i": 36076, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul", "Steven Tyler"], "q": "has \"made him tear up.\" And he seems to be enjoying himself and what he calls his \"dream team.\" \"I got new hair and new makeup,\" he said. <q>I feel like a rock star.</q> Asked about the media comparing him to former judge <strong> Paula Abdul </strong>, <strong> Steven Tyler </strong> laughed, saying it's because of the rehab rumors that dogged <strong> Paula Abdul </strong>. But he added that he'll be no <strong> Simon Cowell </strong> either", "new_id": -2}, {"uid": "1296128197246497300", "i": 17590, "idx": 1, "sa": ["Michael Vick"], "q": "dogfighting operation four years ago. \"This one feels great due to the fact that I've been through so much,\" <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q>To be able to get back to this position is paramount to me, and I'm just thankful.</q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for", "new_id": -2}, {"uid": "1295984196057327656", "i": 24599, "idx": 1, "sa": ["Ken Auletta", "Eric Schmidt", "Barack Obama"], "q": ",\" he said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported yesterday. <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World as We Know It,</q> told Bloomberg TV last week that <strong> Eric Schmidt </strong> may be weighing a role in the administration of U.S. <strong> Barack Obama </strong>. \"Maybe he'll find some kind of astonishing offer, either at a startup or at a foundation", "new_id": -2}, {"uid": "1297596166169951287", "i": 4117, "idx": 0, "sa": ["Zahi Hawass"], "q": "go home. 11.03 am: Two gilded wooden statues of Tutankhamun are among 18 items missing from the Egyptian museum in Cairo, after looters stole several items during the anti-government protests, the Associated Press reports. <q>On January 28, looters climbed a fire escape to the museum roof and lowered themselves on ropes from a glass pane ceiling onto the museum's top floor.</q> Around 70 objects were damaged, but until Sunday's announcement, it was not known whether anything was missing. Antiquities Minister <strong> Zahi Hawass </strong> said the museum's database department determined 18 objects were gone. Investigators were", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q>I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people.</q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}, {"uid": "1297515907025886727", "i": 8493, "idx": 0, "sa": ["Mike Pence"], "q": "who said they needed services for teenage prostitutes. House Representative <strong> Mike Pence </strong>, R-Indiana, is among those this week who called for federal funding of Planned Parenthood to be eliminated, according to his web site. <q>There is a coordinated and highly political effort to undermine Planned Parenthood,</q> Tamayo said. \"We understand how difficult it can feel to stand up against the intimidation of bullies, but we continue to urge community members to reject this dangerous attempt to eliminate access to commonsense family planning,", "new_id": -2}, {"uid": "1295534401212385796", "i": 46212, "idx": 5, "sa": ["Simon Cowell", "Steven Tyler"], "q": "including a Kosovo refugee and a young man raised in a shelter) and a few glimpses, mercifully brief, of the appallingly bad, including a stocky young man whose performance was so awful <strong> Simon Cowell </strong> <strong> Steven Tyler </strong> asked, <q>Did you eat paint chips as a child?</q> The three judges didn't show much chemistry, but they seemed to get along perfectly well. And theirs is certainly a more even collaboration than the judges on \"Live to Dance.\" That show", "new_id": -2}, {"uid": "1295932596118013954", "i": 3868, "idx": 0, "sa": ["Allen Iverson"], "q": "of a return trip to the NBA playoffs. The super sub's 23-point performance sparked Denver to a 111-94 rout of the Houston Rockets on Sunday night that both clarified and cluttered the wild Western Conference playoff race. <q>That's all he's got to do is come into the game and the energy is there,</q> said <strong> Allen Iverson </strong>, who scored 33 points. \"It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball", "new_id": -2}, {"uid": "1295720450067436555", "i": 40402, "idx": 0, "sa": ["Michael Vick", "Barack Obama", "Wayne Pacelle"], "q": "future as part of what <strong> Michael Vick </strong> calls his \"rehabilitation process\". <strong> Wayne Pacelle </strong>, <strong> Barack Obama </strong> of the Humane Society of the United States believes that <strong> Michael Vick </strong> is not ready for a dog yet, however, says <q>I have been around him a lot, and feel confident that he would do a good job as a pet owner.</q> In response to <strong> Barack Obama </strong> and HSUS <strong> Barack Obama </strong> <strong> Wayne Pacelle </strong>'s support of <strong> Michael Vick </strong> getting a second chance, bloggers are brewing and sharing their distaste for the public statements. Leslie Smith, Blogger for Dog Time", "new_id": -2}]