[{"uid": "1297361043003293204", "i": 27918, "idx": 0, "sa": ["Omar Suleiman", "Colin Powell"], "q": "a smuggling conduit for both weapons and foodstuffs into Gaza. According to a WikiLeak( ed) US diplomatic cable, titled` Presidential Succession in Egypt', dated May 14, 2007: <q> Egyptian intelligence chief and <strong> Hosni Mubarak </strong> consigliere, in past years Soliman was often cited as likely to be named to the long-vacant vice-presidential post. In the past two years, Soliman has stepped out of the shadows, and allowed himself to be photographed, and his meetings with foreign leaders reported. Many of our contacts believe that Soliman, because of his military background, would at least have to figure in any succession scenario. </q> From 1993 until Saturday, <strong> Omar Suleiman </strong> was chief of Egypt's <strong> Colin Powell </strong> Intelligence Service. He remained largely in the shadows until 2001, when he started taking over powerful dossiers in the foreign ministry; he has", "new_id": -2}, {"uid": "1296258492209223730", "i": 24181, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "jobs across the nation. The senator says New York is already home to great universities and businesses and the proposal would bring more private investment to New York and to the Capital Region. <q> What's so great about this idea is it's not a democratic idea, it's not a republican idea. It's just a good idea. I think those are the kinds of ideas that will bring us together and move our agenda forward, </q> <strong> Kirsten Gillibrand </strong> said.", "new_id": -2}, {"uid": "1295581289167378962", "i": 12499, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "comes from Silicon Alley Insider:`` This is not a loss for Google,'' notes Jay Yarow.`` Increasingly, it has seemed like <strong> Eric Schmidt </strong> was just an ambassador'' for the company. <q> Our read of the company is that <strong> Sergey Brin </strong> and Page have been driving most of the major strategic decisions for a while, </q> says Yarow. So what brought the move about? It's probably`` because <strong> Sergey Brin </strong> and Larry were frustrated with dealing with him. Note the quote from <strong> Eric Schmidt </strong> that Google wanted to` speed up decision making.", "new_id": -2}, {"uid": "1295657293256983049", "i": 10757, "idx": 2, "sa": ["Eric Schmidt"], "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade", "new_id": -2}, {"uid": "1295054464232783896", "i": 17229, "idx": 1, "sa": ["Reggie White", "Tony Gonzalez", "Michael Vick"], "q": "title will be considered a disappointment for a team loaded with offensive stars( <strong> Reggie White </strong>, quarterback Matt Ryan, tight end <strong> Tony Gonzalez </strong>, running back <strong> Michael Vick </strong> Turner) and plenty of up-and-comers on defense. <q> That sure would look good on a banner in the Dome, </q> Moore said. Even with all their success, the Falcons still feel a bit overlooked and certainly under-appreciated. Sure, they're favored against the Packers, but plenty of people are picking Green", "new_id": -2}, {"uid": "1296600256096632842", "i": 28923, "idx": 1, "sa": ["Pauley Perrette", "David Letterman"], "q": "eye and even her arms, she had <strong> David Letterman </strong> Lettermen engrossed in her body art as she explained each piece.`` Well most of mine are number based. I love math.,'' said <strong> Pauley Perrette </strong>. <q> I have little secret number tattoos everywhere. I design them. </q> <strong> Pauley Perrette </strong> definitely is just as unique as her character on NCIS. From the cute dog she rescued that was shown to her delightful tattoos, it isn't hard to find her a likeable actress!", "new_id": -2}, {"uid": "1297136473102924319", "i": 29843, "idx": 7, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "<strong> President Bush </strong>'s closest advisers, saying <strong> Condoleezza Rice </strong> lacked experience and <strong> Colin Powell </strong> showed poor management skills. Asked whether he admired his ex-boss's father president <strong> George H.W. Bush </strong>- under whom he did not serve- <strong> Donald Rumsfeld </strong> replied curtly: <q> No, I was kind of disappointed in him. </q> <strong> Condoleezza Rice </strong>, <strong> President Bush </strong>'s national security adviser who later became secretary of state, had`` never served in a <strong> George H.W. Bush </strong> administration position,'' a lack of experience that hampered her ability to organize critical meetings,", "new_id": -2}, {"uid": "1296253125144457810", "i": 3069, "idx": 1, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "down in the lift. True to his newspaper roots, <strong> Rupert Murdoch </strong> offered opinions on various news items. But it was when he referred to the <strong> Andy Coulson </strong> Gray story that eyebrows were raised. First he said <q> this country has lost its sense of humour </q> and anything Gray said was`` not worse that what women say about other women''. When reminded that Gray had been sacked, <strong> Rupert Murdoch </strong> silenced the meeting, saying:`` There are other reasons for sacking <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1295614925136232964", "i": 20511, "idx": 0, "sa": ["Eric Schmidt"], "q": "public in 2001-a time when the company needed, in <strong> Eric Schmidt </strong>'s words,`` day-to-day adult supervision.'' <strong> Eric Schmidt </strong> now feels Page is ready to lead, while Page himself told the Times he wants Google to be <q> a big company that has the nimbleness and soul and passion and speed of a start-up. </q> Threaded, dynamic( default) New replies push comment threads to the top. Threaded, reverse-chronologicalComment threads started last appear at the top. Threaded, chronologicalComment threads started first appear at the top. Flat,", "new_id": -2}, {"i": 5185, "idx": 2, "index_answer": 0, "new_id": -1, "q": "B-movie actor, turned governor, turned candidate. He gave voice to the ideals and values that I was raised to believe in.'' Republicans, <strong> Mike Pence </strong> continues, should learn from how <strong> Ronald Reagan </strong> led. <q> I think <strong> Ronald Reagan </strong> personifies both the substance and the style of conservatism in the 21st century, </q> he says.`` On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.''`` But on", "sa": ["Mike Pence", "Ronald Reagan"], "uid": "1295552145232112145"}]