[{"uid": "1296776054237715475", "i": 15297, "idx": 0, "sa": ["Michael Vick", "Billy Joel"], "q": "lines of questioning from reporters and having to defend himself for having a good time, Roethlisberger didn't do anything wrong( other than requesting a <strong> Billy Joel </strong> song). summed up the situation perfectly: <q>`` I'm not concerned about[ Roethlisberger going out] one iota. It's normal for guys to eat dinner believe it or not.... I understand things being reported or viewed differently but that's not our concern. Believe it or not guys live lives. </q> </blockquote> The following night, Roethlisberger's life was more low-key. He said he stayed in and watched a movie in his hotel room.`` Prev <strong> Michael Vick </strong>'s Super Bowl party has its own movie", "new_id": -2}, {"uid": "1297033516043974665", "i": 15243, "idx": 0, "sa": ["Dick LeBeau", "Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "7-0 on their way to a 21-14 victory.`` He's like a very good scorer in basketball-- you know he's going to get points,'' Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from controlling the game. </q> The 6-5, 241-pound <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> and <strong> Michael Vick </strong> or as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work.`` I'm always trying", "new_id": -2}, {"uid": "1296178033201965580", "i": 11671, "idx": 10, "sa": ["Mitch Daniels", "Mike Pence"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes.`` He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through,'' she said. <q> Obviously it'd be great for the state of Indiana. </q> <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat Phil Sharp in 1988 and 1990. He then was president of the Indiana Policy Review think tank and a radio talk show", "new_id": -2}, {"uid": "1295698242000426021", "i": 36665, "idx": 0, "sa": ["Dermot O'Leary", "Cheryl Cole", "Simon Cowell", "The Irish"], "q": "X Factor host. <strong> The Irish </strong> presenter currently presents <strong> Simon Cowell </strong>'s UK flagship edition, yet his future on the British version has been unclear recently, as has that of judge <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong> himself. <q> Have I got it? I still don't know, </q> <strong> Dermot O'Leary </strong> told the Daily Mail.`` I've thrown my hat in the ring. I've been over, had a few meetings. I've sat down with <strong> Simon Cowell </strong>, I've made a pitch. To", "new_id": -2}, {"uid": "1295598786207912973", "i": 10659, "idx": 12, "sa": ["Eric Schmidt", "Rob Enderle", "Google Inc."], "q": "ammunition left to finance its ambitions for this year and beyond. It ended December with$ 35 billion in cash. The change in command seemed long overdue to longtime Silicon Valley analyst <strong> Rob Enderle </strong>. <q> Whenever you have a caretaker CEO, they're supposed to stay in place until the founders have enough experience, </q> he said.`` Larry had enough experience about four years ago.'' File photo of <strong> Google Inc. </strong> co-founder Larry Page and CEO <strong> Eric Schmidt </strong> File photo of <strong> Google Inc. </strong> co-founder Page speaking... <strong> Google Inc. </strong>. Photo in Slideshow: File", "new_id": -2}, {"uid": "1296669513210550804", "i": 17377, "idx": 0, "sa": ["Jeremy Paxman", "Andy Coulson"], "q": "? <strong> Jeremy Paxman </strong> fires off another C-word| Media Monkey <strong> Jeremy Paxman </strong> follows Naughtie example with on-air` cuts' blunder Follow the latest tweets about the BBC from the MediaGuardian team <strong> Jeremy Paxman </strong> axes Newsnight daily email <q> It's crap, dreamed up like so many utterly brilliant initiatives by visionary BBC management. </q> BBC's Craig Oliver is the new <strong> Andy Coulson </strong> Bestsellers from the Guardian shop", "new_id": -2}, {"uid": "1295559882082083924", "i": 2846, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "fell short of estimates, which stood at$ 8.09, at least under generally accepted accounting principles.`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade,'' Page said. <q> The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. </q> Notables at state dinner Gallery: Mayors Lee and Quan join CEOs, leaders and celebs at White House event for China's Hu. OAKLAND 2 BR/ 1.0 BA$ 565,000.00 OAKLAND 3", "new_id": -2}, {"uid": "1295562213148553735", "i": 10155, "idx": 2, "sa": ["Eric Schmidt"], "q": "of products and more than$ 25 billion a year in revenue. On a conference call with analysts <strong> Eric Schmidt </strong> expressed confidence in Page.`` I believe Larry is ready,'' <strong> Eric Schmidt </strong> said. <q> It's time for him to have a shot at running this, and I'm sure he'll do a fantastic job. </q> <strong> Eric Schmidt </strong> said there would be no material change in the company's strategy, because`` we all agree with each other.''`` I believe as a result of this we will execute and", "new_id": -2}, {"uid": "1296387505015253604", "i": 30925, "idx": 13, "sa": ["Michael Vick"], "q": "and has been doing public-service work, most notably in conjunction with the Humane Society of the United States. Not everyone sees it that way, however. His recent suggestion that getting another dog <q> would be a big step for me in the rehabilitation process, </q> and the debate that ensued, left some wondering whether he truly feels remorse for what he did. So, while football fans and animal lovers continue to judge <strong> Michael Vick </strong> on very different scales, the dogs", "new_id": -2}, {"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.'' The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q> started to open her eyes, literally, </q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying:`` <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,'' <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}]