[{"uid": "1296745421246644752", "i": 16670, "idx": 1, "sa": ["Paul Bremer", "Donald Rumsfeld", "President Bush"], "q": "country. Ultimately, <strong> Donald Rumsfeld </strong> blames former <strong> President Bush </strong> for not clearly resolving the disagreement and clearly charting a post-war plan before hostilities commenced, instead deferring to his point man on Iraq reconstruction, <strong> Paul Bremer </strong>. <strong> President Bush </strong> <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made, </q> writes <strong> Donald Rumsfeld </strong>. <strong> Paul Bremer </strong>, suggests <strong> Donald Rumsfeld </strong>, pursued a muddled reconstruction plan that more closely resembled that which was advocated by the State Department. At the same time, <strong> Donald Rumsfeld </strong> gripes <strong> Paul Bremer </strong> did not keep the", "new_id": -2}, {"uid": "1295562321105267213", "i": 32367, "idx": 3, "sa": ["Eric Schmidt"], "q": "our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company,'' <strong> Eric Schmidt </strong> said in a press release. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Page praised <strong> Eric Schmidt </strong> for doing an outstanding job leading Google as CEO.`` The results speak for themselves,'' Page said in a statement.`` There is no other CEO in the world", "new_id": -2}, {"uid": "1295890682014073869", "i": 11697, "idx": 2, "sa": ["Colin Powell"], "q": "Nice political chatter, but that doesn't do it,'' <strong> Colin Powell </strong> said. He also slammed Republican leaders for playing politics with the budget, without offering what he said were real solutions. <q> Don't tell me you're going to freeze to a level, </q> he said.`` That usually is a very inefficient way of doing it. Tell me what you're going to cut, and nobody up there yet is being very, very candid about what they are going", "new_id": -2}, {"uid": "1295887271156680263", "i": 9807, "idx": 4, "sa": ["Eric Schmidt"], "q": "Your Own Boss in 12 Months.`` You have to figure out whether your ego can take bringing another person to the table who's really making decisions that affect your business,'' <strong> Eric Schmidt </strong> says. <q> Not only do you have to have clearly defined roles for you and your new manager, but you have to make sure those roles are clear to everyone at your company. </q> You don't want employees pitting you and the new manager against each other, or coming to you in hopes of getting a different answer than what they heard from the new executive. It", "new_id": -2}, {"uid": "1296648254175931443", "i": 46028, "idx": 0, "sa": ["Mitt Romney", "David Letterman"], "q": "Draped on the same blazer and open-collared shirt he wore earlier in the day on a New York City media blitz, <strong> Mitt Romney </strong> was the object of <strong> David Letterman </strong>'s needle even before starting down the list. <q> I begged him to put on a tie, </q> the host said as the former Massachusetts governor, and likely 2012 presidential contender, chuckled. <strong> Mitt Romney </strong> then began his appointed task: reading a list of`` Top Ten Things You Don't Know About <strong> Mitt Romney </strong>", "new_id": -2}, {"uid": "1296619352222035987", "i": 4377, "idx": 0, "sa": ["Brandon Jennings", "Allen Iverson", "Yao Ming", "Shane Battier"], "q": "something.'' <strong> Yao Ming </strong> did not attempt a shot in the second half and sat for all of the fourth quarter.`` That's the beauty of <strong> Yao Ming </strong>- he's incredibly efficient,'' teammate <strong> Shane Battier </strong> said. <q> Not many guys in the league are capable of having this kind of night, where he makes every shot he puts up. </q> Aaron Brooks added 27 points for the Rockets, who haven't advanced out of the first round of the playoffs since 1997. <strong> Brandon Jennings </strong> http://wn.com/Allen_Iverson_38pts_Georgetown_vs_Miami_Big_East_NCAA_95/96 If <strong> Allen Iverson </strong> ever becomes a New York Knick, watch out. The 6-foot", "new_id": -2}, {"uid": "1295276008044859404", "i": 41321, "idx": 1, "sa": ["Sean Hannity", "Anh Cao", "Mike Pence"], "q": "title designed to get you to click the link. Please don't pee your panties.... <strong> Mike Pence </strong> On <strong> Sean Hannity </strong>:`` The American people are in charge here,'' Can Stop Government Takeover <strong> Mike Pence </strong> On <strong> Sean Hannity </strong>: <q> The American people are in charge here, </q> Can Stop Government Takeover Congressman <strong> Mike Pence </strong> appeared on FOX News last night to discuss health care reform and the Democrats' attempt to impose a government takeover of health care.... <strong> Anh Cao </strong>, Only GOP To Vote For Health", "new_id": -2}, {"uid": "1296199690069206039", "i": 22324, "idx": 5, "sa": ["Dick Armey", "Barack Obama", "Mike Pence"], "q": "big cities and cornfields.''`` After years of falling behind, Indiana is on the verge of an era of growth and opportunity like no other time in my life,'' he wrote. <q> Those of us who serve Indiana in Congress and in the Statehouse have a unique opportunity to advance the interests of Hoosiers... Indiana can lead the nation back to fiscal responsibility, reform and strong families. As we achieve an even better Indiana for our children and grandchildren, we will continue to be a model for a better and stronger America. </q> <strong> Mike Pence </strong> was being courted by both fiscal and social conservatives to enter the race for the White House against Democrat <strong> Barack Obama </strong>. <strong> Dick Armey </strong>, the Texas Republican who is a former House majority leader and now", "new_id": -2}, {"uid": "1295256413206143491", "i": 15710, "idx": 6, "sa": ["Allen Iverson", "Jeff Saturday"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps,'' <strong> Allen Iverson </strong> said. <q> You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there. </q> The Philadelphia star scored 60 points, a career high and the most in the NBA this season, to lead the 76ers to a 112-99 victory over the Orlando Magic on <strong> Jeff Saturday </strong> night. <strong> Allen Iverson </strong>, averaging an NBA-leading", "new_id": -2}, [{"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason.`` I think I've got the blueprint on what to do,'' <strong> Michael Vick </strong> said. <q> I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on. </q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}]]