[{"uid": "1295135262100007940", "i": 3612, "idx": 0, "sa": ["Simon Cowell"], "q": "of the aging juggernaut's first nine seasons when <strong> Simon Cowell </strong> moved on to another Fox singing competition, \"The X Factor,\" set to launch later this year. Randy Jackson remains with the promise of <q> fewer \"yos' and maybe more` nos.\" </q> Other major \"Idol\" changes are coming as well in an effort to reinvigorate a franchise that already has seen its best days, according to 67 percent of nationwide viewers in a recent Chicago Shopping Overwhelming", "new_id": -2}, {"uid": "1297297614011485184", "i": 24017, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson"], "q": "belief that the original Met police investigation into <strong> Glenn Mulcaire </strong> and News International( owner of the News of the World) was completely inadequate and failed to follow all the evidence,\" he told The Guardian. <q> I now look forward to the Met police finally uncovering the truth. </q> A Met police spokesman admitted some individuals being contacted by police were originally told there was \"little or no\" evidence that they were involved. <strong> Andy Coulson </strong>, News of the World editor at the", "new_id": -2}, {"uid": "1297275612018513958", "i": 27275, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "in the room, he raised the threat level to a state of alert, and launched fighters to protect Air Force One. <strong> Donald Rumsfeld </strong> was supposed to be removed to a secret site, but he says he was <q> unwilling to be out of touch during the time it would take to relocate me to the safe site. </q> Shortly afterwards, he writes, \"the <strong> Dick Cheney </strong> reached me by phone.\" <strong> Dick Cheney </strong> reportedly told <strong> Donald Rumsfeld </strong>, \"There's been at least three instance here where we've had reports of aircraft approaching Washington", "new_id": -2}, {"uid": "1297035674142557188", "i": 33116, "idx": 0, "sa": ["Bill Lockyer"], "q": "numbers more misleading and misused than the average benefit for retirees of the California Public Employees' Retirement Association. CalPERS loves to circulate the statistic. So do politicians and unions representing workers. <q> Twenty-five hundred dollars a month is the average state employee pension, </q> state Treasurer <strong> Bill Lockyer </strong>, a member of the CalPERS board, told a UC Berkeley conference of academics and journalists last month. As the public pension debate heats up in coming weeks, you will", "new_id": -2}, {"uid": "1295425615261013543", "i": 45480, "idx": 1, "sa": ["Franklin Roosevelt", "Barack Obama", "Sen. Bernie Sanders"], "q": "been on the phone to the very, very, very highest levels of the <strong> Barack Obama </strong> administration, and the responses that I am getting are not assuring,\" <strong> Sen. Bernie Sanders </strong>( I-VT) said in an exclusive interview. <q> What I'm told is that no definitive decisions have been made on the issue of Social Security- I expect that is probably true. </q> Progressive activists, fearing that the holy grail of American liberalism could fall prey to a bipartisan deal on Capitol Hill, have launched a campaign to pressure <strong> Franklin Roosevelt </strong> and Congress to oppose cuts. And <strong> Sen. Bernie Sanders </strong> has", "new_id": -2}, {"i": 21910, "idx": 5, "index_answer": 0, "new_id": -1, "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talking about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said. \"We really like playing together, and we're getting it going. We're really just http://wn.com/Washington_Wizards_John_Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does \"The Dougie\", an amazing pre-game dance before the home", "sa": ["Chris Webber", "Allen Iverson", "John Wall"], "uid": "1295147684219021325"}, {"uid": "1297126622188514326", "i": 21133, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "but not in war, were sent into combat zones under-equipped, ill-trained and in inflated numbers, the report reads. As a result, the \"ghost soldiers\" often couldn't perform their duties. <q> Generals in the field, unable to obtain sufficient civil affairs units, sent reservists into harm's way without hardened armored vehicles, protective plates for their armored vests and machine guns, </q> the report reads. The report also takes direct aim at <strong> Donald Rumsfeld </strong> for the problems, saying the former defense secretary didn't find civil affairs units \"worthy of Special Operations\" and should be", "new_id": -2}, {"uid": "1294976069214024197", "i": 26745, "idx": 1, "sa": ["Tyson Clabo", "Michael Vick"], "q": "on NFL.com. \"We do not have a lot of guys who are, \"Hey, look at me; look what I do,\" offensive tackle <strong> Tyson Clabo </strong> said. <q> That stuff can get annoying at times. </q> The roster may be sprinkled with stars, wide receiver <strong> Michael Vick </strong> Jenkins said, \"but nobody tries to outshine the other.\" Several players concurred that Smith\"s unassuming manner radiates through the organization", "new_id": -2}, {"uid": "1297365435153731177", "i": 34130, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "couple's divorce, which was filed in July. The couple were married nearly 13 years. A judge granted <strong> Kelsey Grammer </strong> a divorce Thursday, clearing the way for the actor to remarry later this month. <q> What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children, </q> her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, \"love and happiness in their new marriage.\" <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month", "new_id": -2}, {"uid": "1295147685219021316", "i": 47869, "idx": 6, "sa": ["Rodney Stuckey", "Dwyane Wade", "Udonis Haslem", "Antonio McDyess", "Allen Iverson"], "q": "get it off quick.\" After a timeout, <strong> Rodney Stuckey </strong> drove for what could have been the game-winning shot, but <strong> Dwyane Wade </strong> blocked the ball and then saved the rebound to <strong> Udonis Haslem </strong>, who was fouled by <strong> Antonio McDyess </strong>. <q> I told <strong> Rodney Stuckey </strong> on the way out of the timeout http://wn.com/Allen_Iverson_51pts_8asts_vs_Kobe_Bryant_Lakers_07/08_NBA The Los Angeles Lakers' team effort trumped <strong> Allen Iverson </strong>'s <strong> Yao Ming </strong> night. <strong> Allen Iverson </strong> scored a season-high 51 points but the Lakers had three players, led by <strong> Kobe Bryant </strong>'s 25, score 20-plus points to give the Lakers a 111-107 win over the Denver Nuggets on Wednesday night. <strong> Carmelo Anthony </strong> had 26 points and eight rebounds and <strong> Marcus Camby </strong> had 20 rebounds for the Nuggets. \"We absorbed a lot of points from <strong> Allen Iverson </strong>, </q> Lakers coach Phil Jackson said. \"He got our whole team in foul trouble.\" <strong> Allen Iverson </strong> scored 49 points through the first three quarters but was held to a just a layup in the fourth. The Lakers", "new_id": -2}]