[{"uid": "1295984011193069115", "i": 1058, "idx": 0, "sa": ["Eric Schmidt"], "q": "executive chairman, also said the group would hire thousands of people this year, rejecting accusations that it has struggled to keep its best talent from leaving for Facebook and other Silicon Valley rivals. <q> I'm very personally excited about my next decade at Google, </q> <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on January 21 that his move was an effort to speed up decision-making.", "new_id": -2}, {"i": 12615, "idx": 13, "index_answer": 0, "new_id": -1, "q": ". You must fill out the comment body in order to submit a comment. People wait to talk with U.S. Rep. <strong> Mike Pence </strong>, R-6th District, after a September 2009 town hall meeting in Richmond. <q> As a strong believer in federalism, I am encouraged by Congressman <strong> Mike Pence </strong>'s decision to explore how he can best serve the people of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision. </q>-- <strong> Gov. Rick Perry </strong>, chairman of the Republican Governors Association. \"While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an", "sa": ["Gov. Rick Perry", "Mike Pence"], "uid": "1296218172048857090"}, {"uid": "1295018682159514651", "i": 7956, "idx": 1, "sa": ["Colin Powell"], "q": "bestow, to the Tuskegee Airmen for their contributions and sacrifices made decades earlier. At the presentation ceremony, former Secretary of State <strong> Colin Powell </strong> addressed the 300 airmen, widows and other relatives gathered in the Capitol rotunda: <q> Why did you serve a nation that would not serve you? When the conflict was over, you returned to the same conditions. You still believed in a vision of what the Declaration and Constitution set forth of what America could be. Thank you for what you did for African-Americans. Thank you for what you've done for America. </q> terms of service. Friday January 14, 2011, 10:18 AM- No rate increase in cleaned-up Passaic Valley sewerage agency's budget N.J. to end home therapy for 3,000 children with behavioral problems Two North Bergen men", "new_id": -2}, {"uid": "1295563322217792524", "i": 19782, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ": The call is starting right on time. Everybody's on it: Page, <strong> Eric Schmidt </strong>, <strong> Sergey Brin </strong>, plus a lot of product chiefs like Jonathan Rosenberg. 4:32: <strong> Eric Schmidt </strong> is conducting the call. <q> We jumped on the call to talk about the other announcement. </q> 4:33: \"How can we run the company even better?\" Historically, they made decisions together, but this adds delay. The proposal, which the board has approved, is to have Larry", "new_id": -2}, {"uid": "1296745275227606537", "i": 22758, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "better if our <strong> Barack Obama </strong> didn't believe in magical thinking. I'd rather that he was deeply skeptical about angels, demons, gods and magical transformations of bread to flesh or water to wine. \" Report Abuse <q> <strong> Barack Obama </strong> is not a Christian nor does he have faith in God. Christians do not kill babies. Watch it on Youtube if you don't believe me. Pull up <strong> Barack Obama </strong> and Labor Abortions... </q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Stock Picking Software No Guessing- No Hunches- No Missed Trends- EVER- Learn", "new_id": -2}, {"uid": "1296537956082821130", "i": 10290, "idx": 3, "sa": ["Kara DioGuardi", "Julie Lloyd", "Paula Abdul", "Vanessa Johnston", "Victoria Beckham", "Christian Spears", "Simon Cowell", "Ellen DeGeneres", "Mario Lopez", "Neil Patrick Harris", "Joe Jonas"], "q": "American Idol Season 9 Auditions 6 Dallas The judges search for lone stars in the Lone Star State when open auditions are held in Dallas. <strong> Neil Patrick Harris </strong> and <strong> Joe Jonas </strong> are the guest judges. American idol \"Season 9\" <q> episode 6 \"auditions Dallas Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington \"los angeles </q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> Randy Jackson <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> fox ryan seacrest results show final semi-final call-back katie stewans justin williams <strong> Neil Patrick Harris </strong> <strong> Joe Jonas </strong> <strong> Julie Lloyd </strong> <strong> Mario Lopez </strong> Kimberly Carver Dexter Ward Erica Dave Pittman Toddrick Hall Maegen Wright <strong> Vanessa Johnston </strong> <strong> Christian Spears </strong> Album", "new_id": -2}, {"uid": "1297483335048791629", "i": 47284, "idx": 0, "sa": ["Michael Vick"], "q": ", and owners have to nurture those qualities, he said. \"A misbehaving dog might be a dog whose needs are not being met.\" Lynn doesn't believe pit bulls are born vicious. <q> We believe pit bulls are born dangerous. They are born with a dangerous tool set. They can use it or not use it, </q> she said. In 2007, pit bulls and dogfighting became synonymous with <strong> Michael Vick </strong>, an NFL quarterback who served 18 months in prison over a dogfighting operation based on his property in Surry County, Va.", "new_id": -2}, {"uid": "1295994265097009665", "i": 31975, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "relations tracks a trend set by several other European countries, such as France, Spain and Portugal. Palestinian Foreign Minister Riad Malki said in a statement Tuesday that he hopes other European countries will follow suit <q> as a first step toward the recognition of the Palestinian state. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 4 BR/ 2 BA$ 1,200,000.00 SAN FRANCISCO 2 BR/ 1", "new_id": -2}, {"uid": "1295256413206143491", "i": 15711, "idx": 7, "sa": ["Allen Iverson", "Jeff Saturday", "Tracy McGrady"], "q": "Orlando Magic on <strong> Jeff Saturday </strong> night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. His previous high was 58 against Houston on Jan. 15, 2002. <q> I score a career high and we won the game, </q> <strong> Allen Iverson </strong> said. \"That's how you draw it up in your dreams.\" It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana", "new_id": -2}, {"uid": "1297094119231997478", "i": 31318, "idx": 0, "sa": ["Simon Cowell"], "q": "five tips to winning the new American version of the hit Brit talent show \"The X Factor,\" and now the famous judge is saying exactly why he's bringing the show stateside. <q> I believe America has the best talent in the world, I believe that with all my heart, </q> he says. \"But I'm not looking for someone who will only be a hit in America. I'm looking for a global star.\" Exclusive: <strong> Simon Cowell </strong> Reveals Top Five Tips to Winning`", "new_id": -2}]