[{"uid": "1296438033168050752", "i": 33874, "idx": 2, "sa": ["Zahi Hawass"], "q": "said. Looters broke into the museum's new gift shop and stole the jewelry. Restricted by a curfew, <strong> Zahi Hawass </strong> spent the night at home, fretting about the fate of his country's treasures. <q> I was so worried, </q> he said. \"I have been protecting antiquities all my life. I felt if the Cairo museum is robbed, Egypt will never be able to get up again.\" Early Saturday, <strong> Zahi Hawass </strong> made", "new_id": -2}, {"uid": "1296827630066306062", "i": 7788, "idx": 1, "sa": ["Darren Emerson", "Simon Cowell", "Kate Thornton"], "q": "in the middle and he has to come first. There is an overwhelming emotion of sadness but it doesn't make me want to scream and shout. It makes me want to learn from it.\" <q> I wouldn't watch the show now because it would be like seeing your ex-boyfriend with his new girlfriend. </q> <strong> Kate Thornton </strong> and <strong> Darren Emerson </strong> started dating in 2004 and got engaged in 2007. <strong> Simon Cowell </strong> from her role as presenter of the UK's' X Factor' and replaced with Dermot O' Leary in 2007.", "new_id": -2}, {"uid": "1297451519240746502", "i": 3444, "idx": 10, "sa": ["Ron Paul", "Barack Obama", "Donald Rumsfeld"], "q": "set in. <strong> Donald Rumsfeld </strong> ended his speech with what amounted to an implicit attack on <strong> Barack Obama </strong> by paying homage to American exceptionalism and demanding that no countryman of his should ever apologise for their nation. <q> Don't let anyone tell you that America is what's wRon Paulg with this world, </q> he thundered. \"America is not what's wRon Paulg with this world.\" WikiLeaks cables: planned US missile shield blind to nuclear weapons WikiLeaks cables: US agrees to tell Russia Britain's nuclear secrets Egypt", "new_id": -2}, {"uid": "1297254281101777433", "i": 51691, "idx": 10, "sa": ["Simon Cowell"], "q": "The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. \"If they don't sell a single record they still get to keep the money,\" he said. <q> It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back </q> through record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to instillin the competition.", "new_id": -2}, {"uid": "1295778241044482584", "i": 44766, "idx": 0, "sa": ["Jordin Sparks", "Richard Thompson", "Steven Tyler", "David Suchet", "Annie Lennox", "Andy Coulson", "Trevor Horn"], "q": "of forests and woodland in England. The Department for Environment, Food and Rural Affairs( Defra) insists that access rights will not be lost. In a message on its website, it said: <q> The interest this has generated clearly shows that the public care about the country's forests. \"We do too and that is why protection will be in place for the many plants and species that call them home and for the public to continue to enjoy. Photo: <strong> Steven Tyler </strong> speaks on stage after being Annie Lennoxounced... Photo: Pop diva <strong> Annie Lennox </strong> leads New Year's Honours <strong> Annie Lennox </strong>, <strong> David Suchet </strong>, <strong> Trevor Horn </strong> and <strong> Richard Thompson </strong> are ringing in... Photo in Slideshow: American Idol star <strong> Jordin Sparks </strong> performs \"Battlefield </q> at... Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$", "new_id": -2}, {"uid": "1297200983061325341", "i": 2159, "idx": 0, "sa": ["George H. W. Bush", "George W. Bush", "Donald Rumsfeld"], "q": "folks' books about things I'd been involved in... and I'd think,` My goodness, that's not my perspective,\" ' chuckles former Secretary of Defense <strong> Donald Rumsfeld </strong> in an interview last Friday. <q> I remember talking to[ former Secretary of State] <strong> George H. W. Bush </strong> Shultz and he said,` Don, that's the way it is. Everyone has their slice of history and you need to write yours one day so that it is part of the records.' </q> History, meet Mr. <strong> Donald Rumsfeld </strong>'s view. With today's release of \"Known and Unknown\" - the 78-year-old's memoir of his tenure as defense secretary under <strong> George W. Bush </strong> and Gerald Ford, his years", "new_id": -2}, {"uid": "1295395381107446274", "i": 50208, "idx": 1, "sa": ["Richard Wagner", "David Letterman"], "q": "` Battlestar Galactica\" ' from \"The Late Show with <strong> David Letterman </strong>.\" Season_4_Trailer Poll: What was your favorite episode of Season Four? www.micropoll.com An exciting look back on the intense fourth season of <q> Is It A Good Idea To Microwave This? </q>, set to the powerful sounds of <strong> Richard Wagner </strong>'s \"The Ride Of The Valkyrie\" . Featuring footage from all 27 Season Four... Three skiing ostriches( TV commercial of East Japan Railway). The ostriches", "new_id": -2}, {"uid": "1295894145127107105", "i": 9414, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "worse off. ref: \"How an Economy Grows and Why It Crashes\" Peter Schiff/Andrew Schiff- a good overview of basic fundamental economic principles that is` easy' to read. <q> Economics in One Lesson: The Shortest and Surest Way to Understand Basic Economics </q> <strong> Donald Rumsfeld </strong> Hazlitt- originally published in the 1940's and explains every economic crises that government has inflicted upon us include the state we currently find ourselves in. <strong> Donald Rumsfeld </strong> must have been an` astrologist' since he", "new_id": -2}, {"uid": "1295325224053116939", "i": 45578, "idx": 2, "sa": ["Devan Downey", "Michael Vick"], "q": ": How to play the game of Office with Ribbon Hero Office Casual: How to play the game of Office with Ribbon Hero Vote for Lenny: youtube.com Subscribe, score points and you could win prizes!... <q> I Increased my TOEFL iBT Score to 110/120 Points </q> www.bettertoeflscores.com Get helpful, specific, and free tips to pass the TOEFL iBT. And tell all your friends! See you at my TOEFL iBT Blog, <strong> Michael Vick </strong> Buckhoff... <strong> Devan Downey </strong> vs. LSU- Jan. 13, 2010", "new_id": -2}, {"uid": "1296210193069615617", "i": 14561, "idx": 0, "sa": ["James Richardson", "Pascal Lamy", "Michael Gove"], "q": "<strong> James Richardson </strong>'s European newspaper review <strong> James Richardson </strong>'s European Paper Review <strong> James Richardson </strong>'s European newspaper review <strong> James Richardson </strong>'s European newspaper review Davos 2011: <strong> Pascal Lamy </strong> on protectionism <strong> Michael Gove </strong> on education bill- video goldennads 28 January 2011 10:02 AM <q> chocolate peanut butter and jam- in 1 cake? it can be done, say scientists. </q> BlundleFly 28 January 2011 10:20 AM In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later", "new_id": -2}]