[{"uid": "2008102817_00100995_W", "i": 1193, "idx": 0, "sa": ["David Sachs"], "q": "patch that delivers nicotine through the skin and into the bloodstream, nicotine gums, nasal sprays and inhalers, and antidepressant medication that raises the level of a brain chemical called dopamine. the new study's findings are <q> important because what studies have consistently shown is that the more physically dependent a cigarette smoker is, the more intensive the treatment needs to be if the patient is going to be able to have a good treatment outcome and be able to stop smoking, </q> <strong> David Sachs </strong> said in a telephone interview. \"if you look at all of the cigarette smokers that we have around the united states, roughly three-fourths of them are going to be highly physically nicotine dependent,\" <strong> David Sachs </strong>", "new_id": -2}, {"uid": "2008090310_00003568_W", "i": 4367, "idx": 36, "sa": ["Russell Humphreys"], "q": "evidence for a young world/universe by dr. <strong> Russell Humphreys </strong>, ph.d., icr associate professor of physics\" and where did he get his doctorate? 1. galaxies wind themselves up too fast. and in english that means? <q> the stars of our own galaxy, the milky way, rotate about the galactic center with different speeds, the inner ones rotating faster than the outer ones. the observed rotation speeds are so fast that if our galaxy were more than a few hundred million years old, it would be a featureless disc of stars instead of its present spiral shape. </q> you do realise that it has been proved that every galaxy has been proved to have a black hole. this explains the varying speeds. 2. too few supernova remnants well we can and do observe these but", "new_id": -2}, {"uid": "2008120804_00011930_W", "i": 4735, "idx": 1, "sa": ["Don Cahoon", "Beau Erickson"], "q": "the game. as the game progressed, dainton looked more comfortable in the net, making 20 saves for the minutemen.\" [ dainton] made some good saves and he looked solid,\" <strong> Don Cahoon </strong> said. <q> he got better as the game went on. </q> in the other net, <strong> Beau Erickson </strong> had a strong performance making 38 saves. game notes defensive partners topher bevis and john wessbecker are a combined plus-22 this season; bevis is plus-9 while wessbecker is plus-13. since the", "new_id": -2}, {"uid": "2008111706_00009743_W", "i": 425, "idx": 0, "sa": ["Thaksin Shinawatra"], "q": "was a charade motivated by financial considerations-- that because many of their seized assets are in potjaman's name, they would have greater access now that they are divorced. a spokesman denied this was the case. <q> this divorce will not affect their status in any of the court cases they face, </q> said pongthep thepkanchana, a former justice minister and now <strong> Thaksin Shinawatra </strong>'s spokesman. <strong> Thaksin Shinawatra </strong> won two elections, in 2001 and 2005, before he was removed from office. but he and his political successors remain popular among", "new_id": -2}, {"uid": "2008112518_00004656_W", "i": 4709, "idx": 3, "sa": ["Barack Obama", "Peter Ország", "Abraham Lincoln"], "q": "necessity.\" echoing <strong> Abraham Lincoln </strong>, <strong> Barack Obama </strong> added, \"i will ask my economic team to think anew and act anew.\" <strong> Peter Ország </strong> is the director of the congressional budget office, a man who the Barack Obama-elect said <q> knows where the bodies are buried. </q> <strong> Barack Obama </strong>'s focus on careful federal spending marked something of a contrast from monday, when he declared that restoring the economy to health took priority over the budget deficit. he called on congress to prepare an economic stimulus", "new_id": -2}, {"uid": "2008111806_00025144_W", "i": 1246, "idx": 1, "sa": ["Jenny Graves"], "q": "crucial for finding our way around a new genome,\" said geneticist and director of the project <strong> Jenny Graves </strong>, who divides her time between the australian national university in canberra and the university of melbourne. a complex puzzle <q> it enables us to explore how the genomes of mammals- including humans- are organised, how they functions, and how they evolved, </q> she said. the detailed genome map is the most difficult part of the sequencing method, said <strong> Jenny Graves </strong>. because a chromosome can't be sequenced from top to bottom in one go, it has to be cut", "new_id": -2}, {"uid": "2008100621_00007969_W", "i": 1104, "idx": 0, "sa": ["Don Matthews"], "q": "cross over into the eastern conference and become the third playoff seed at season's end. yet even with all that on the line, <strong> Don Matthews </strong> isn't about to change his approach heading into friday's game. <q> for me, and i will continue to say this that i'm a game-by-game guy, </q> <strong> Don Matthews </strong> said. if you're looking at the numbers of the season and things like this, you're absolutely right( in this being the club's biggest game of year). \"but i'm also", "new_id": -2}, {"uid": "2008110606_00006146_W", "i": 3129, "idx": 2, "sa": ["Jerry Yang", "David Drummond"], "q": "business if it were allowed to work with yahoo. \"we're of course disappointed that this deal won't be moving ahead,\" <strong> David Drummond </strong>, google's chief legal officer, wrote on a company blog. <q> but we're not going to let the prospect of a lengthy legal battle distract us from our core mission. that would be like trying to drive down the road of innovation with the parking brake on. </q> <strong> Jerry Yang </strong>, now yahoo's chief executive, said he wanted to fight the justice department in court, though he played down the need for google's help. \"i feel there is a presumption that if we", "new_id": -2}, {"uid": "2008100202_00043429_W", "i": 3958, "idx": 2, "sa": ["Melanie Sloan", "Nancy Pelosi", "Brendan Daly"], "q": "the pac. but ethical watchdogs said the arrangement sends the wrong message. <NO_QUOTATION> said <strong> Melanie Sloan </strong>, executive director of the citizens for responsibility and ethics in washington( crew), a nonprofit ethics and watchdog group. <q> from what i understand, mr. <strong> Nancy Pelosi </strong> doesn't need the money, but this isn't the issue.... as speaker of the house, it sends the wrong message. she shouldn't be putting family members on the payroll. </q> a senior adviser to mrs. <strong> Nancy Pelosi </strong> described the payments to fls as <NO_QUOTATION> \"she's followed all the appropriate rules and regulations in terms of records and paperwork,\" said <strong> Brendan Daly </strong>, mrs. <strong> Nancy Pelosi </strong>'s spokesman. \"", "new_id": -2}, {"uid": "2008090219_00009690_W", "i": 144, "idx": 5, "sa": ["Alvin Brooks"], "q": "when that casket is closed, that's it.\" <strong> Alvin Brooks </strong> called on families who know they have loved ones who are perpetrators of many of these violent crimes to come forward and break the code of silence. <q> i'm very much troubled by the fact that 70 percent of the homicides in this city each year are committed by african-american males on african-american males, </q> <strong> Alvin Brooks </strong> said. \"it's black-on-black crime, folks.\" kansas city already has a reputation around the world as a violent city. the recent surge in killings only reinforces that image. the public denunciation of", "new_id": -2}]