[{"uid": "1297425305197410821", "i": 30409, "idx": 0, "sa": ["Andy Burnham", "Michael Gove"], "q": "councils who said <strong> Michael Gove </strong> had acted unfairly and unlawfully when he cancelled Buildings Schools for the Future projects in their area. In five of the cases, the Michael Government's failure to consult over the decision was <q> so unfair as to amount to an abuse of power </q>, the judge said. \"This ruling is a victory for all the communities and children betrayed by <strong> Michael Gove </strong>,\" shadow education secretary <strong> Andy Burnham </strong> commented. \"They deserve no less than a full", "new_id": -2, "mturk_index": "1065"}, {"uid": "1295953472070795270", "i": 39804, "idx": 0, "sa": ["Andy Coulson", "Alan Rusbridger"], "q": ", journalism and editorial jobs on Journalism.co.uk this week Spanish judge to travel to Iraq to visit scene of cameraman's death Al-Jazeera offices in Ramallah entered by security forces, reports correspondent Channel 4 News: <strong> Andy Coulson </strong> resigns again <q> over something he knows nothing about </q>#jpod: The week's top news stories from Journalism.co.uk, 21 January 2011 <strong> Alan Rusbridger </strong> on <strong> Andy Coulson </strong> resignation:` This is not the end of the story'", "new_id": -2, "mturk_index": "688"}, {"uid": "1295162148185597955", "i": 15716, "idx": 5, "sa": ["Tim Tetrick", "Reggie Miller", "Travis Best", "Robert Horry", "Allen Iverson", "Lou Williams", "Shaquille O'Neal"], "q": "it was coming. The crowd knew it was coming.\" The Sixers had a final chance, but <strong> Allen Iverson </strong> lost his dribble with <strong> Reggie Miller </strong> closely guarding him and couldn't get a <strong> Robert Horry </strong> off as Tim Tetricke expired. <q> We got to a point where we felt we had these guys beat, </q> <strong> Allen Iverson </strong> said. \"We got tight. To get a <strong> Shaquille O'Neal </strong> lead like that and lose it at home is ridicuLou Williamss.\" Indiana, the defending Eastern Conference champions and prohibitive underdogs against Philadelphia, lead the Travis Best-of-five", "new_id": -2, "mturk_index": "1961"}, {"uid": "1297184332188334094", "i": 10084, "idx": 1, "sa": ["Mayor Tom", "Tom Leppert", "Richard Hunter", "Michael Vick"], "q": "Other rescue groups agree. \"I don't think he's really earned that honor yet to get a key to the City of Dallas,\" said Tara Harper, PAWS In The City. <q> I think that should be bestowed on people who are internationally famous for wonderful things they've done. </q> <strong> Mayor Tom </strong> <strong> Tom Leppert </strong> is upset, too, saying it's against city protocol. <strong> Richard Hunter </strong> of Dallas adopted one of pit bulls previously owned by <strong> Michael Vick </strong>, who is now on probation after serving prison time", "new_id": -2, "mturk_index": "1664"}, {"uid": "1297269552258801706", "i": 1407, "idx": 5, "sa": ["Colin Powell", "George W. Bush"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> George W. Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious sign", "new_id": -2, "mturk_index": "546"}, {"uid": "1295786407057016333", "i": 9252, "idx": 2, "sa": ["Allen Iverson", "Dikembe Mutombo", "Phil Jackson", "Jason Terry"], "q": "shots and <strong> Allen Iverson </strong> scored 47 points as the Phil Jacksonadelphia 76ers beat the Atlanta Hawks 108-103 Friday night. The Hawks have lost 10 straight, including nine since trading <strong> Dikembe Mutombo </strong> to Phil Jacksonadelphia in a five-player deal on Feb. 22. <q> I kept running into them and they kept telling me they were going to dunk on me, </q> said <strong> Dikembe Mutombo </strong>, who is living at the same hotel that Atlanta stayed at in downtown Phil Jacksonadelphia. \"I kept telling them during the course of the game,` Why are you even trying?\" <strong> Jason Terry </strong> had", "new_id": -2, "mturk_index": "1831"}, {"uid": "1296667695062144539", "i": 6584, "idx": 0, "sa": ["David Letterman", "Mitt Romney", "Charlie Sheen"], "q": "Romney-Mitt Romney-jokes-about-how-handsome-and-smelly-he-is-on-teevee\"> The# 1 most important world news story right now is: whatever is happening in Egypt <strong> Charlie Sheen </strong> no jobs <strong> Mitt Romney </strong> visited <strong> David Letterman </strong>'s talk show last night and recited his very own monologue, <q> Things You Don't Know About <strong> Mitt Romney </strong> </q>! Here is an example of one of these Things you don't know about him: \"Do I smell as good as I look? No!\" Did Mitt Romneyens just admit to the entire world that he", "new_id": -2, "mturk_index": "2130"}, {"uid": "1295512445009502750", "i": 9071, "idx": 0, "sa": ["DeSean Jackson", "Jenna Jameson", "Rex Ryan", "Savanna Samson", "Mike Missanelli", "Michael Vick", "Ben Roethlisberger", "Sasha Grey"], "q": "star <strong> Savanna Samson </strong>. \"Now that so many adult film stars including <strong> Jenna Jameson </strong> and <strong> Sasha Grey </strong> have crossed over into the mainstream, it's disappointing that the NFL continues to discriminate against them,\" he said. <q> I wonder if they're plSasha Greying on restricting <strong> Ben Roethlisberger </strong> from playing or <strong> Rex Ryan </strong> from coaching in the <strong> Ben Roethlisberger </strong> game. </q> <strong> Mike Missanelli </strong>'s show goes to the dogs <strong> Mike Missanelli </strong> committed an unintentional violation while interviewing Eagles quarterback <strong> Michael Vick </strong> on his radio show yesterday. <strong> Mike Missanelli </strong> reminded <strong> Michael Vick </strong> that <strong> DeSean Jackson </strong> made some comments about the quarterback", "new_id": -2, "mturk_index": "946"}, {"uid": "1295954421167477290", "i": 56041, "idx": 0, "sa": ["Larry Page", "David Wise", "Sergey Brin", "Eric Schmidt"], "q": "an executive who is transitioning out of the chief executive role- and may even be unusual for sitting chief executives, said <strong> David Wise </strong>, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q> <strong> Eric Schmidt </strong>, 55, is being replaced as Google's chief executive by cofounder <strong> Larry Page </strong>. Both men, along with Google's other cofounder <strong> Sergey Brin </strong>, have limited their salaries to$ 1 for years. But", "new_id": -2, "mturk_index": "1048"}, {"uid": "1295984196057327656", "i": 29774, "idx": 3, "sa": ["Ken Auletta", "Andrew Mason", "Barack Obama", "Eric Schmidt"], "q": ". <strong> Ken Auletta </strong>, author of \"Googled: The End of the World as We Know It,\" told Bloomberg TV last week that <strong> Eric Schmidt </strong> may be weighing a role in the administration of U.S. <strong> Barack Obama </strong>. <q> Maybe he'll find some kind of astonishing offer, either at a startup or at a foundation or from a political unit, but today, he's hanging on to the right to define his job as he sees fit while continuing to make a pile of money, </q> said Whit Andrew Masons, a Shrewsbury, Massachusetts-based analyst at Gartner Inc. \"Why wouldn't you stay? He has nothing to lose by staying at Google except opportunity cost.\" Google rose$ 5.41 to", "new_id": -2, "mturk_index": "548"}]