[{"uid": "2008091701_00009189_W", "i": 2155, "idx": 0, "sa": ["Cathy Freeman", "Carolyn Schuwalow", "Norman Freeman"], "q": "route to visiting a school on behalf of the <strong> Cathy Freeman </strong> foundation when she was told the news. photo gallery: emotional scenes of <strong> Cathy Freeman </strong> and <strong> Norman Freeman </strong> together\" she is now with her mother and family in brisbane, <q> ms <strong> Carolyn Schuwalow </strong> said in a statement. <strong> Cathy Freeman </strong> wishes to thank all australians who have offered support and sent in their condolences. </q> she has asked that her family's privacy be respected at this time. \"<strong> Norman Freeman </strong> is understood to have been the front passenger in the car which hit a parked flat-deck rigid truck. in emotional scenes, the", "new_id": -2}, {"uid": "2008110508_00005748_W", "i": 868, "idx": 3, "sa": ["Ashley Swearengin"], "q": "\" i'm pleased that i was able to reach so many people, and talk about leading fresno into the future. today was tense, but i have a feeling of finality now. this is it. <q> <strong> Ashley Swearengin </strong> said. perea also said he felt he had done everything he could do. </q> i've had a tremendous amount of support. you always find out in an election who your friends are, and i'm surrounded by a lot of them here tonight. \"perea said that along with friends", "new_id": -2}, {"uid": "2008112408_00012815_W", "i": 1571, "idx": 1, "sa": ["Dmitry Medvedev", "Hu Jintao"], "q": "international monetary fund and world bank at a time when more countries need emergency bailouts to avert economic disaster.\" the global political and economic architecture is undergoing the deepest and most complicated changes since the cold war, <q> chinese president <strong> Hu Jintao </strong> told russia's <strong> Dmitry Medvedev </strong> at the summit. <strong> Dmitry Medvedev </strong> said the non-binding declaration might still allow countries to help domestic producers. </q> on the one hand we took an obligation not to resort to protectionism, but of course we will draft measures to help our producers survive, help them with credits and some reasonable measures, \"he said.", "new_id": -2}, {"uid": "2008111412_00007004_W", "i": 391, "idx": 2, "sa": ["Tyrod Taylor", "Edgerrin James", "Marcus Robinson", "Darren Evans", "Allen Bailey"], "q": "spot in the orange bowl, played on miami's home field, dolphin stadium.\" right now, it really doesn't mean anything, \"<strong> Edgerrin James </strong> said.\" we still have two games to go. <q> virginia tech got the ball back with about three minutes left, without timeouts and needing only a field goal to win. the hokies never got close. <strong> Marcus Robinson </strong>'s third-down stop on dustin pickle forced the hokies into a fourth-and-3-and <strong> Allen Bailey </strong> sacked <strong> Tyrod Taylor </strong> to seal the win for miami, which knelt three times to run out the clock. </q> i went out and played hard for our seniors and sent them off with a bang, \"<strong> Marcus Robinson </strong> said. miami held <strong> Darren Evans </strong>, who rushed for a school-record 253 yards last week, to 43 yards on 17", "new_id": -2}, {"uid": "2008103106_00004657_W", "i": 1226, "idx": 2, "sa": ["Adam Gilchrist"], "q": ", did not think the visitors were short on experience.\" they've got the resources. the team is not different from the one that we played against early this year in australia except for one <strong> Adam Gilchrist </strong>. <q> the australians tried every trick in the book to dismiss laxman but to no avail as the agile batsman completed his sixth century against them and 13th overall. they tried bowling various line and lengths, they also came up with different strategies, so full marks to us then for the way we batted. </q> the important thing is that we have done well as a batting unit. we have put on big scores with contributions from everyone, even when batting on foreign soil. that has made a difference. \"laxman", "new_id": -2}, {"uid": "2008101311_00006613_W", "i": 846, "idx": 1, "sa": ["James Daly", "Miguel Acevedo"], "q": "with the boy's still body.\" he was lifeless. he wasn't moving, \"said <strong> Miguel Acevedo </strong>, 48, a custodian.\" as a parent, it was the worst thing you could see. <q> the boy was in critical condition at a hospital saturday night. his parents and sisters were pronounced dead at another hospital. attempts to find relatives saturday were not successful. neighbors said the family moved in a little over a year ago. nancy santiago, 42, said she heard screaming in the apartment at 6:30 a.m.as the hallway filled with white smoke, another neighbor pounded on the door, but there was no response, she said. the family was </q> definitely trying to make their way out, but the only door was blocked by fire, \"<strong> James Daly </strong> said. the apartment entrance opens to a hallway and the kitchen, which was engulfed within a few minutes.", "new_id": -2}, {"uid": "2008100116_00020114_W", "i": 790, "idx": 2, "sa": ["Ichirō Ozawa", "Tarō Asō"], "q": "\" the biggest issue is whether to continue the current government which keep wasting public money by giving a free hand to the bureaucracy, or to replace it with the dpj-led new government to make a drastic change, <q> he said. <strong> Ichirō Ozawa </strong> has vowed to bring in more political appointees to reduce the power of the influential bureaucracy. he also pledged to offer more perks to japanese who have more children to reverse a declining birthrate and to strengthen the farming and fisheries sectors. <strong> Ichirō Ozawa </strong> did not mention his opposition to a controversial naval mission in the indian ocean helping the us-led <NO_QUOTATION> in afghanistan. <strong> Tarō Asō </strong> has vowed to renew the deployment. </q> the dpj government will make the japan-us alliance stronger based on an equal partnership with the united states, \"<strong> Ichirō Ozawa </strong> said. the opposition last year briefly halted the indian ocean mission, arguing that officially pacifist japan should", "new_id": -2}, {"uid": "2008090905_00019811_W", "i": 1062, "idx": 49, "sa": [], "q": "was to point to all the poor people who had gathered for the trial, saying that they were the treasure of the church.\" i don't know if i would have the courage to be burnt, <q> don hash concluded-- far from thinking of any legitimacy of the death penalty for heretics-- </q> but i do know for sure that i would never burn someone like saint lawrence, no matter what. \"at that precise moment of hypocrisy-- so soon after he had gone to confession and offered mass", "new_id": -2}, {"uid": "2008091106_00020149_W", "i": 740, "idx": 1, "sa": [], "q": "every fight we fight, we win. we don't fight to lose. that's why everybody, every little artist,[ must come to] pietermaritzburg- there's going to be a huge party, <q> he said to loud applause from supporters. the pietermaritzburg high court is ruling on an application on friday by zuma's lawyers to have his prosecution declared invalid. judge` looks sober' </q> we'll be there in our numbers and if we are not there in terms of numbers when you count, you must know our people, wherever they are, they are there in pietermaritzburg in spirit, \"", "new_id": -2}, {"uid": "2008100918_00009386_W", "i": 1150, "idx": 0, "sa": ["Warren Buffett", "Henry Paulson"], "q": "response to the mortgage meltdown and the resulting credit crisis. most notably, he proposed the core of the$ 700 billion financial rescue plan. mccain said it's important to choose a treasury secretary in whom americans <q> trust and confidence. obama said the post should be filled by someone with an eye on the welfare of the middle class, and in particular on jobs and incomes. they both seemed to agree that renowned investor <strong> Warren Buffett </strong> </q> would be a pretty good choice, \"as obama put it. <strong> Warren Buffett </strong> has said he's a fan of <strong> Henry Paulson </strong>. might either candidate ask <strong> Henry Paulson </strong> to stay on for some period? and if not, who", "new_id": -2}]