[{"uid": "1295958129216842277", "i": 12966, "idx": 10, "sa": ["Mike Pence"], "q": "need to be able to expand beyond that.\" ( 2 of 3) <strong> Mike Pence </strong> said last week that he's leaning in one direction, but declined to say what that was. <q> We're nearing the end of a process that began right after Election Day in November, </q> <strong> Mike Pence </strong> said. \"We've determined that it would be appropriate for us to make a decision on our general direction before the end of January.\" His recent activities suggest he has been", "new_id": -2}, {"uid": "1295314484167198799", "i": 350, "idx": 0, "sa": ["Mike Pence", "Douglas Rushkoff"], "q": "to the current culture of government bailouts for corporations. When confronted with the news that the Big Three automakers will go under without government assistance, few can respond better than Indiana congressman <strong> Mike Pence </strong>: <q> Economic freedom means the freedom to succeed and the freedom to fail. </q> Is it possible to critique the idea of the corporation while still advocating capitalism? While rarely happening, yes, in fact it is. And <strong> Douglas Rushkoff </strong> shows us how in his fascinating new book.", "new_id": -2}, {"uid": "1296155717100335616", "i": 28074, "idx": 2, "sa": ["Mike Pence", "Mitt Romney"], "q": "We are golden down the road. We don't have a candidate this time. We need somebody. We're going to have an embarrassment of riches before too long.\" My conversant continued: <q> People are looking around.... <strong> Mike Pence </strong> isn't necessarily beating the best lineup we've ever had down the road. But if it's 2011 and <strong> Mitt Romney </strong> is the frontrunner, you're in a good place if you're <strong> Mike Pence </strong>. </q> This particular politico believes the issues that <strong> Mike Pence </strong> is most passionate about are national ones. So while\" it would be a smooth road to the governor's office\" for <strong> Mike Pence </strong> in Indiana, that's", "new_id": -2}, {"uid": "1295559801014680073", "i": 11021, "idx": 0, "sa": ["Bob Vander Plaats", "Mike Pence", "John Thune", "Mitch Daniels", "Haley Barbour", "Mike Huckabee", "Sarah Palin"], "q": "have also made commitments to participate. Other invited speakers include former Arkansas Governor <strong> Mike Huckabee </strong>, Indiana Governor <strong> Mitch Daniels </strong>, South Dakota Senator <strong> John Thune </strong>, former Alaska Governor <strong> Sarah Palin </strong>, Mississippi Governor <strong> Haley Barbour </strong>, and Indiana Representative <strong> Mike Pence </strong>. <q> Iowans play a vital role in hosting the first-in-the-nation presidential caucus, and it is our privilege to offer this Presidential Lecture Series in order to provide our very influential base an opportunity to gain insight into our political process, </q> said <strong> Bob Vander Plaats </strong>, president and CEO of The FAMiLY LEADER. \"Our base is serious about its role in the political process and the Presidential Lecture Series is a focused strategy to facilitate meaningful exposure to our constituents.", "new_id": -2}, {"uid": "1297621750013008911", "i": 2131, "idx": 3, "sa": ["Mike Pence", "Cecile Richards", "Lois Capps"], "q": "liberal Democrats- have vowed to fight the proposed funding cut. \"In my community, Planned Parenthood is a very highly regarded mainstream organization,\" said <strong> Mike Pence </strong> <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as <q> driven by an extreme ideological agenda. </q> <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people. \"This would roll back decades", "new_id": -2}, {"uid": "1296146613005734416", "i": 12696, "idx": 2, "sa": ["Mike Pence"], "q": "the state whether he's made a decision. One sign pointing to a gubernatorial campaign is that he's already scheduled to speak during at least nine GOP county dinners in Indiana this winter and spring. <q> Certainly if a person was going to be running for president of the United States, I think he'd probably be doing more Lincoln Days in Iowa and New Hampshire than he would in Indiana. That's just the pure reality of the matter, </q> said Howard County GOP Chairman Craig Dunn, who has lined up <strong> Mike Pence </strong> to speak at a dinner in Kokomo on March 22. A <strong> Mike Pence </strong> spokesman, who said on Tuesday that no announcement had yet been", "new_id": -2}, {"uid": "1297323276070123533", "i": 28233, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence", "Tim Scott"], "q": "security. \"If <strong> Mitch Daniels </strong> is planning to run for president by running away from social issues, he will face a grass-roots revolt,\" said Andy Blom, executive director of the American Principles Project. <q> Mr. <strong> Mitch Daniels </strong> is only causing divisions in the movement by this talk of a` truce.' </q> <strong> Mike Pence </strong>, R-Ind., who is a favorite of fiscal and social conservatives but rejected appeals that he run for president, turned down an invitation to speak at CPAC, where he has appeared six Tim Scottes.", "new_id": -2}, {"uid": "1296225951235159601", "i": 477, "idx": 4, "sa": ["Eric Holcomb", "Mike Pence", "Joe Donnelly"], "q": "for <strong> Eric Holcomb </strong>. tea party favorite who narrowly lost her race last year against Democratic <strong> Mike Pence </strong> title=\"Joe Donnelly\" Donnelly-Joe Donnelly-PESPT001882.topic\"> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for <strong> Eric Holcomb </strong>. <q> I think he's the clear front-runner, and I think the race is his if he chooses to accept it, </q> Walorski said. \"I think he'd clear the field.\" State Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" such as", "new_id": -2}, {"uid": "1297260106046088366", "i": 12225, "idx": 0, "sa": ["Mike Pence", "Chris Smith", "Jerrold Nadler"], "q": "\"forcible\" would be removed. The GOP's \"Pledge to America\" -- a list of promises Republicans made last fall if they were to take back the House contains a promise to <q> codify the Hyde amendment. </q> House Democrats held a news conference Tuesday to denounce <strong> Chris Smith </strong>'s bill ahead of a Constitution Subcommittee of the House Judiciary Committee hearing on the bill. <strong> Mike Pence </strong> <strong> Jerrold Nadler </strong>, D-N.Y. called the <strong> Chris Smith </strong> bill an", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not \"have much to add\" to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q> I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point, </q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory. \"I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}]