[{"uid": "1295583804072171540", "i": 44852, "idx": 0, "sa": ["Eric Schmidt"], "q": "chief executive in a surprising management reshuffling announced with the Internet company's fourth-quarter earnings, which jumped 29%. The Mountain View, Calif., company said the moves, effective April 4, were made <q>to streamline decision-making and create clearer lines of responsibility and accountability at the top of the company.</q> <strong> Eric Schmidt </strong> will no longer be responsible for the day-to-day operations. Instead, he will become exective chairman, focusing on deals, partnerships, customers and broader business relationships. He also will continue to", "new_id": -2}, {"uid": "1297269552258801706", "i": 1169, "idx": 0, "sa": ["Colin Powell", "Barbara Bush"], "q": "found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq,</q> Rumsfeld wrote. He said he made his recommendation to <strong> Barbara Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days", "new_id": -2}, {"uid": "1295261373094093313", "i": 614, "idx": 0, "sa": ["Cheryl Cole", "Sharon Osbourne", "Simon Cowell", "Louis Walsh", "Dannii Minogue"], "q": "Judge <strong> Louis Walsh </strong> confirmed both <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> have quit the show in favour of working on the American version, leaving a spot free for <strong> Sharon Osbourne </strong>. <strong> Louis Walsh </strong> hinted to the News Of The World: <q>It will be me and <strong> Dannii Minogue </strong> with two more people.</q> <strong> Sharon Osbourne </strong> and <strong> Dannii Minogue </strong> first fell out when they both starred in the show in 2007, with <strong> Dannii Minogue </strong> later claiming she had been bullied. Meanwhile, ITV bosses are said to be on a mission", "new_id": -2}, {"uid": "1295234446192299010", "i": 30787, "idx": 1, "sa": ["Donald Rumsfeld", "Lindiwe Sisulu", "Leon Panetta"], "q": "<strong> Leon Panetta </strong> filed a declaration Friday before a federal court in Washington \"to formally assert and claim the state secrets privilege... to protect intelligence sources, methods and activities\" that may be implicated in the Awlaki case. <q>It is my belief that... this case can not be litigated without risking or requiring the disclosure of classified and privileged intelligence information that http://wn.com/EFF_Press_Conference_After_NSA_Wiretapping_Court_Hearing photo: photo: US Coastguard/ Petty Officer 3rd Ann Marie Gorden. \"In God <strong> We Trust </strong></q> challenge on Supreme Court docket Federal judges consider high school sports case Harkat challenges security certificates <strong> Donald Rumsfeld </strong> Torture Lawsuit Fizzles, Again Stampede kills 102 pilgrims in India Tunisian president toppled after 23 years in power Minister <strong> Lindiwe Sisulu </strong> has come", "new_id": -2}, {"uid": "1297245173074432526", "i": 35309, "idx": 4, "sa": ["Willow Smith", "Will Smith", "Lindsay Lohan", "Simon Cowell"], "q": "to sit through that,\" he scoffed. The 51-year-old continued to say that he was seeing a \"new wave' of child stars that are similar to <strong> Will Smith </strong>'s daughter, <strong> Willow Smith </strong>. <strong> Lindsay Lohan </strong> <q>to be charged with felony grand theft</q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won\"t be", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up. \"A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,\" <strong> Allen Iverson </strong> said. <q>They were beating me down the court, and I was just finding guys. They did a great job of finishing.</q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}, {"uid": "1296114922211763218", "i": 22428, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "so brilliantly,\" Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" Watchers of the technology giant seemed to react mostly positively to news of the leadership shakeup. <q>I think it's a good move. It( the triumvirate management structure) was always one of things that concerned us a little bit,</q> said Jacob Internet Fund portfolio manager Ryan Jacob. \"It should streamline the decision-making process. They're in a fast-moving industry,\" Jacob added. \"Initially Larry and <strong> Sergey Brin </strong> were pretty young when Google started,", "new_id": -2}, {"uid": "1295817637129564698", "i": 3526, "idx": 0, "sa": ["Andy Coulson", "Richard Keys"], "q": "branded \"medieval\" by Fare, a Europe-wide campaign group opposed to discrimination in football. \"They reveal the appalling and damaging sexist attitudes that exist across football,\" said Piara Powar, its executive director. <q>If they had made the same comments about a black or Asian linesman we would be looking at what happened to <strong> Ron Atkinson </strong>[ who was urged to resign as a pundit by ITV in 2004 after he made a racist remark live on air about the black Chelsea player <strong> Marcel Desailly </strong> when he thought the microphone was off].</q> Sky said last night: \"The comments are not acceptable. They were not made on air but we have spoken to <strong> Richard Keys </strong> and <strong> Andy Coulson </strong> and told them our views and they have apologised and expressed their", "new_id": -2}, {"uid": "1295910860137379909", "i": 23906, "idx": 3, "sa": ["Eric Schmidt"], "q": " \"if you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.\" Last year, speaking to a print journalist, he famously said that <q>Google policy on a lot of things is to get right up to the creepy line and not cross it,</q> but this was merely one example of <strong> Eric Schmidt </strong> leaping across that line. Come to think of it, we'd tune in for The <strong> Eric Schmidt </strong> Show. In a heartbeat. Â®", "new_id": -2}, {"uid": "1295218070163594249", "i": 562, "idx": 20, "sa": ["Simon Cowell"], "q": "in exchange for <strong> Simon Cowell </strong> continuing with American Idol, Pop Idol would be pulled off the air, conceding the United Kingdom entirely to The X Factor. London's Independent newspaper quoted one senior music executive as saying, <q>It has come out 75/25 in favor of <strong> Simon Cowell </strong>. He is the star. He had all the aces.</q> But there was a catch, and a very big one indeed. In exchange for winning the airwaves in the United Kingdom, <strong> Simon Cowell </strong> forfeited his dream of bringing The X Factor to the United States.", "new_id": -2}]