[{"uid": "1295901562011026452", "i": 37344, "idx": 0, "sa": ["Mike Pence"], "q": "curiosity and enthusiasm. According to what I've read in the media, about <strong> Mike Pence </strong> reading the media, he's noticed this.( <strong> Mike Pence </strong>'s former chief of staff, Mark Short, quoted in Politico: <q> It probably caught us a little bit off guard, and we've said,` Whoa, we need to look at that.' </q>) He's a smart and discerning guy, and he reads the papers. NRO: If <strong> Mike Pence </strong> announces that he's running, what happens to you guys? Do you close up shop and get folded into", "new_id": -2}, {"uid": "1296228272172146710", "i": 20879, "idx": 16, "sa": ["Mitch Daniels", "Mike Pence", "Curt Smith", "Mike Connolly"], "q": "communications director <strong> Mike Connolly </strong> puts it in even more certain terms: \"Washington's loss is Indiana's gain.\" <strong> Mike Connolly </strong> speaks as if <strong> Mike Pence </strong>'s gubernatorial run- and victory- were a fait accompli. <q> Although <strong> Mike Pence </strong> would have been a very attractive presidential candidate, it is obvious this is the right decision for him and his family right now. He will be a great successor to <strong> Mitch Daniels </strong>, </q> <strong> Mike Connolly </strong> says. <strong> Curt Smith </strong>, president of the Indiana Family Institute, agrees, saying he's \"very encouraged by the news that[ <strong> Mike Pence </strong>] is coming home\" and assumes <strong> Mike Pence </strong> will run for the", "new_id": -2}, {"uid": "1297706494051036178", "i": 46484, "idx": 0, "sa": ["Mike Pence"], "q": "Issues program, <strong> Mike Pence </strong> said members of both parties are signing on to Pence-drops-bill-to-de-fund-planned-parenthood-abortion-biz/\"> his bill to ensure the abortion business is not eligible for millions of dollars in family planning grants from the federal government. <q> There are now more than 160 co-sponsors- Republicans and some Democrats- who are coming together to say that no more public funding will flow into Title X clinics, </q> he said. \"I believe we're reaching a point where we can end public funding for Planned Parenthood once and for all.\" 363 million annually in federal, state and local government grants even though", "new_id": -2}, {"uid": "1295894003267862048", "i": 53962, "idx": 0, "sa": ["Mike Pence"], "q": "are dumping stock. When a storm hits the health disaster begins.... BP shares fell sharply in London Friday following the company's announcement that the cost of responding to the Gulf of Mexico oil leak has risen <q>$ 2.35 billion. The share price dipped as low as 296.6 <strong> Mike Pence </strong>($ 4.42) during morning trading, an 8.9 percent drop and the lowest for BP since August 1996. By 2 pm in London shares had bounced back to 310 <strong> Mike Pence </strong>, still below half of the 655 <strong> Mike Pence </strong> price on April 20, the day an explosion killed 11 workers on the Deepwater Horizon drilling rig. Analysts at Collins Stewart continued to recommend BP shares as a \"buy </q> in a research note released Friday. The company earlier this month had lowered its target price for BP to 450 <strong> Mike Pence </strong>, noting that the investment was \"not one for the faint-hearted.\" BP said a containment", "new_id": -2}, {"uid": "1296258980134725636", "i": 17076, "idx": 14, "sa": ["David McIntosh", "Mike Pence"], "q": "is the right move.\" Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one \"because he made it.\" <q> You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana, </q> <strong> David McIntosh </strong> said. Former Wayne Township superintendent will part ways with district From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1295545193181207041", "i": 23022, "idx": 0, "sa": ["Mike Pence", "Chris Smith", "John Boehner"], "q": "the Republican agenda, House Speaker <strong> John Boehner </strong> on Thursday gave a top designation to a bill introduced by New Jersey <strong> Mike Pence </strong> <strong> Chris Smith </strong> that would ban the use of any federal funds from being used for abortions. The <q> No Taxpayer Funding for Abortion Act, </q> given the numerical designation H.R. 3 to emphasize its prominence, would make permanent in existing law any language that bans abortion. It also would provide medical workers with \"conscientious protections\" that allow them to refuse to", "new_id": -2}, {"uid": "1296206637167591945", "i": 10957, "idx": 5, "sa": ["Eric Holcomb", "Mike Pence", "Jackie Walorski"], "q": "was excited by the prospect of <strong> Mike Pence </strong> running for <strong> Eric Holcomb </strong>. \"I think he's the clear frontrunner, and I think the race is his if he chooses to accept it,\" <strong> Jackie Walorski </strong> said. <q> I think he'd clear the field. </q> State Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" such as <strong> Mike Pence </strong>. \"<strong> Mike Pence </strong>'s been a strong voice in Congress", "new_id": -2}, {"uid": "1296080477244613142", "i": 14423, "idx": 0, "sa": ["Mike Pence"], "q": "the March for Life at the US Capitol in Washington DC this week, demanding the country's Congress pass legislation ending federal funding of abortion, said a Christian Post report on the Christian Today website. <q> Thank you for braving the cold one more time and saying to the heart of our national government,` We will fight on for life. We will fight on for the unborn and the brokenhearted,' </q> declared Republican Congressman <strong> Mike Pence </strong> at the 38th annual pro-life march. During the walk to the Capitol building, marchers chanted slogans such as, \"Hey, Obama, your mama chose life\" and waved signs", "new_id": -2}, {"uid": "1297261541254083125", "i": 54912, "idx": 2, "sa": ["Tim Pawlenty", "Mike Pence", "Al Gore", "Ron Klain"], "q": "to 148.... Republican leaders will bring the bill back under a rule, where it will almost certainly secure the 218-vote threshold.\" target=\"_blank\" http://bit.ly/eCfKdy-- L.A. Tim Pawlentyes, second fRon Klaint, <q> Patriot Act renewal fails in the House: The surveillance law, opposed by an odd coalition, is set to expire this month, </q> by Lisa Mascaro:\" ' I am disappointed in the outcome of tonight's vote,' said <strong> Mike Pence </strong> F. James Sensenbrenner <strong> Al Gore </strong>( R-Wis.), author of the original act.` We are now under", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q> <strong> Google Inc. </strong> had a strong second quarter, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>.`` Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}]