[{"uid": "1295643190262504493", "i": 6939, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "Within technology circles, the move by <strong> Google Inc. </strong>-- born during the first dot-com boom-- to replace CEO <strong> Eric Schmidt </strong> with the 38-year-old Page left some wondering how the search giant would deal with middle age. <q>Founder becoming CEO... Is this like a <strong> Steve Jobs </strong> returning or a Jerry Yang returning?</q> Chris Dixon, a technology veteran who has invested in Skype and Foursquare, tweeted. AAPL.O) in the 1990s to save the company he founded from near death. Yahoo <strong> Google Inc. </strong>'s( YHOO.O) Jerry Yang", "new_id": -2}, {"uid": "1295696713150896652", "i": 16407, "idx": 0, "sa": ["Tony Blair", "Colin Powell"], "q": "Video: Father of soldier killed in Iraq says <strong> Tony Blair </strong> is war criminal and international terrorist http://www.youtube.com/watch?v=GTQC2XWfhoo&amp;feature=player_embedded Re: Six Years Later: March 19- Shock& Awe( aka The Beginning of the End) <q>Reply# 2367 on: January 19, 2011, 03:54:04 AM</q> UK Attorney <strong> Colin Powell </strong> Seeks ''Reassurance' on Illegal Invasion January 18, 2011 In the end, it was all down to one man's` unequivocal'' belief- an invasion that", "new_id": -2}, {"uid": "1296155717100335616", "i": 23213, "idx": 1, "sa": ["Mitt Romney", "Nikki Haley", "Bobby Jindal", "Marco Rubio", "Mike Pence", "Susana Martinez", "John Kasich", "Rob Portman"], "q": "names he rattled off for future presidential candidates were Paul Ryan, <strong> Bobby Jindal </strong>, <strong> Marco Rubio </strong>, <strong> Nikki Haley </strong>, <strong> Susana Martinez </strong>, <strong> John Kasich </strong>, and <strong> Rob Portman </strong>. The aide, who has 20 years of experience in national politics, continued: <q>We are golden down the road. We don't have a candidate this time. We need somebody. We're going to have an embarrassment of riches before too long.</q> My conversant continued: ''People are looking around.... <strong> Mike Pence </strong> isn't necessarily beating the best lineup we've ever had down the road. But if it's 2011 and <strong> Mitt Romney </strong> is the frontrunner,", "new_id": -2}, {"uid": "1296660999176242699", "i": 13894, "idx": 0, "sa": ["Dane Cook", "Simon Cowell"], "q": "interrupted comedian <strong> Dane Cook </strong>'s routine by taking the microphone from him and speaking directly to <strong> Simon Cowell </strong>, he says. In retribution for his outburst, he was threatened by <strong> Dane Cook </strong> and a producer who said he would <q>shove this mic up your ass, but you would like it,</q> according to the lawsuit. Benardo says that he fled the studio in a cab and hid in his hotel on the advice of the show's security, who he says told him that his life could", "new_id": -2}, {"uid": "1295586272212418583", "i": 2941, "idx": 6, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "All-America by the AP as a http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. ''It was definitely a special night,'' <strong> Linas Kleiza </strong> said. ''I will remember this night for the rest of my", "new_id": -2}, {"uid": "1295570074192872461", "i": 33269, "idx": 1, "sa": ["Eric Schmidt"], "q": "internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297242000088965209", "i": 19777, "idx": 0, "sa": ["Sergio Marchionne"], "q": "using Eminem was a risk, given his history of sexist lyrics, prescription drug abuse and harsh language. <strong> Sergio Marchionne </strong> told Forbes in a report published Monday that casting the controversial star was a tough call. <q>You know, I love Eminem but... I also know that some of the choices of language that he has made are things that are not what I would consider to be commonly shared,</q> <strong> Sergio Marchionne </strong> told Forbes. On the other hand, Eminem also is one of the most successful rappers of all time. His album ''Recovery'' has been nominated for 10 Grammy Awards and was the best-selling", "new_id": -2}, {"uid": "1295455732232161286", "i": 12591, "idx": 2, "sa": ["Jane Lynch", "Simon Cowell"], "q": "to take his British programme The X Factor to America this year, and speculation is rife over who will judge it. <strong> Jane Lynch </strong> insists the rumours can now end, as she has the perfect solution. <q>People have asked me, ''What about having Sue on The X Factor? How would she do?' I think she'd be fantastic- and there would be a few contestants reduced to tears,</q> she laughed. ''It can never happen, though. <strong> Simon Cowell </strong> and Sue on the same judging panel will never work in a million years- there''s only room for one ego on the show!", "new_id": -2}, {"uid": "1297089391093831198", "i": 42589, "idx": 0, "sa": ["Sergio Marchionne"], "q": "not really, as I'll explain below. J. P. Freire at the Examiner points out the most embarrassing Super Bowl gaffe, which had nothing to do with football or the show last night: <q>You may have noticed that Chrysler released</q> the longest ad in Super Bowl history on Sunday night, featuring the new Chrysler 200 driven by Detroit native rap star Eminem, an ad that CEO <strong> Sergio Marchionne </strong> says cost less than$ 9 million. But given that", "new_id": -2}, {"i": 6041, "idx": 7, "index_answer": 0, "new_id": -1, "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. ''The people in the streets have to give this government an opportunity to change,'' he said cheerfully. <q>Beautiful things happened in the last five days.</q> This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all, but do keep it", "sa": ["Zahi Hawass", "Hosni Mubarak"], "uid": "1296579646157810697"}]