[{"uid": "1296057921019873840", "i": 6027, "idx": 0, "sa": ["Eric Schmidt"], "q": "Spy'' scanal was the largest wire-tapping scandal in world history, yet Congress has not held a single hearing. With the help of animators, that hearing has been digitally mastered using <strong> Eric Schmidt </strong>'s actual words. <q> Mr. <strong> Eric Schmidt </strong> Goes to Washington, </q> debuted today on the streets of Washington, DC, to make the case for why Congress should call Google CEO <strong> Eric Schmidt </strong> to testify under oath about the Wi-Spy scandal and other online privacy issues. The avatar-style animation", "new_id": -2}, {"uid": "1295755516184385555", "i": 57353, "idx": 3, "sa": ["Eddie Jordan", "Shaquille O'Neal", "Allen Iverson", "Michael Jordan", "Maurice Cheeks"], "q": "at that end, considering he lost his starting job because of his poor defense.`` We didn't make the correct switch,'' Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. <q> Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out how to do it right at the end. </q> <strong> Allen Iverson </strong> http://wn.com/Michael Jordan_Eddie Jordan_1990-91_41_points_Vs_Philadelphia_76ers Some very quick highlights here. Commentary was in Spanish. Boxscore: www.basketball-reference.com <strong> Shaquille O'Neal </strong> dominates Game 1 of the 2001 NBA Finals. Unfortunately the Lakers lose the game, but <strong> Shaquille O'Neal </strong> greatness was not overlooked:", "new_id": -2}, {"uid": "1295972587250167309", "i": 5504, "idx": 1, "sa": ["Michael Vick"], "q": "memory of Sweet Jasmine, who was one of the rescued dogs from <strong> Michael Vick </strong>'s property. Jasmine is also featured on the cover of Jim Gorant's`` The Lost Dogs.'' Jasmine's House and its mission <q> will strive to end the neglect, cruelty, and abuse inflicted on the American Pit Bull Terrier and to restore the excellent reputation once held by them during the 20th century, through education, rescue, rehabilitation, and adoption </q>( credit: href=\"http://www.jasmineshouse.org\"> www.jasmineshouse.org). Jasmine's House urgently needs your help with Geneva, a 13 year old female pit bull rescued during a large drug raid in Baltimore City. Geneva", "new_id": -2}, {"uid": "1295572388224641040", "i": 2686, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "CEO, <strong> Eric Schmidt </strong> said during the call.`` It's time for him to have a shot at running this.'' <strong> Larry Page </strong> hailed <strong> Eric Schmidt </strong> as a`` tremendous leaders'' whose contributions exceeded all expectations. <q> There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done, </q> <strong> Larry Page </strong> said. <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. For the first time last year, he", "new_id": -2}, {"uid": "1295499765081756170", "i": 3369, "idx": 0, "sa": ["Justin Williams", "Paula Abdul", "Kara DioGuardi", "Ryan Seacrest", "Andrew Garcia", "Jason Green", "Randy Jackson", "Avril Lavigne", "Ellen DeGeneres", "Miley Cyrus", "Simon Cowell", "Abdul Fox", "Katy Perry", "Orlando Voorn", "Victoria Beckham"], "q": "anyway. So does <strong> Katy Perry </strong>. Its two big yeses for <strong> Kara DioGuardi </strong> and <strong> Randy Jackson </strong>. And, the Orphan is on his way to Hollywood, to the strains of <strong> Miley Cyrus </strong> The Climb. American idol`` Season 9'' <q> episode 5`` auditions Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington`` los angeles </q> <strong> Orlando Voorn </strong> denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> <strong> Randy Jackson </strong> <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> <strong> Abdul Fox </strong> <strong> Ryan Seacrest </strong> results show final semi-final call-back katie stewans <strong> Justin Williams </strong> Neil Goldstein Jim Ranger Mary Powers AJ Mendoza Austin <strong> Andrew Garcia </strong> Tasha Leighton <strong> Jason Green </strong> Chris Golightly Union Made rocks downtown <strong> Orlando Voorn </strong> at", "new_id": -2}, {"uid": "1297436657123142144", "i": 38569, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer", "Alastair Grant"], "q": "main platform for its smart phones in an effort to pull market share away from Apple's iPhone and Android, Google's software for phones and tablets. Nokia said it will help drive the future of Windows Phone <q> innovating on top of the platform in areas such as imaging, where Nokia is a market leader. </q> Photo: <strong> Alastair Grant </strong>/ AP <strong> Stephen Elop </strong> CEO of Nokia, left, with CEO of Microsoft <strong> Steve Ballmer </strong>, speaking in London, as he announces the strategic partnership with Microsoft, Friday, Feb. 11, 2011. Technology titans", "new_id": -2}, {"uid": "1297188894260702215", "i": 49676, "idx": 0, "sa": ["Colin Powell"], "q": "mass destruction. Rumsfeld writes that military leaders supported a strike, based on what he calls extensive but not conclusive evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> Rumsfeld says he wanted to attack the site before <strong> Colin Powell </strong> finished his presentation in New York, because otherwise the site would be abandoned. All content? Copyright 2000- 2011 WorldNow and KCBD, a", "new_id": -2}, {"uid": "1296015454109002777", "i": 20980, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace"], "q": "in small teams, effectively working as start-ups.'' The average number of software engineers on a project at Google is 3.5, he said. now has 24,400 employees, <strong> Alan Eustace </strong> insisted that it is <q> still the same entrepreneurial company it was when I started, encouraging Googlers to take on big ideas and high-risk, high-reward opportunities. </q> According to chief executive officer <strong> Eric Schmidt </strong>, about href=\"http://www.pcmag.com/article2/0,2817,2376210,00.asp\"> 1,000 of those new jobs will be in Europe.`` Our businesses are doing very well around the globe, and as a", "new_id": -2}, {"uid": "1297706546231276567", "i": 228, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer", "Vittorio Colao"], "q": "<strong> Steve Ballmer </strong>( Microsoft), <strong> Stephen Elop </strong>( Nokia) und <strong> Vittorio Colao </strong>( Vodafone). Anders als die IT-Messe Cebit ist die Mobile World nicht offen f?r Otto Normalverbraucher, sondern dient rein als Networking-Event f?r Unternehmen. <q> Solche Fachmessen ziehen immer ein sehr zahlungskr?ftiges Publikum an </q>, sagt Laura Manfredi von der Mail?nder Messegesellschaft Fiera Milano Congressi. Barcelonas Nachfolger erbt nicht nur die Messe, sondern wird zudem zur Mobilfunk-Hauptstadt erkoren, wo das ganze Jahr ber Veranstaltungen zum Thema Mobilfunk stattfinden sollen", "new_id": -2}, {"i": 10146, "idx": 1, "index_answer": 2, "new_id": -1, "q": "so good phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q> always been good. I said he didn't owe me a phone call, but I appreciated it. </q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong> <strong> Barbra Streisand </strong> America contestants bring home state designs to` Show Us Your Shoes' parade in Las Vegas America contestants strutted down the Las Vegas Strip displaying shoes decorated", "sa": ["Jay Leno", "David Letterman", "Conan O'Brien", "Barbra Streisand"], "uid": "1295127807207224874"}]