[{"uid": "1296231867027263053", "i": 1871, "idx": 7, "sa": ["LeBron James", "Ed Balls", "Michael Gove", "Aaron Porter"], "q": "* Secondary modern schools( secondary intermediate schools in Northern Ireland[ 4]) would train pupils in practical skills, aimed at equipping them for less skilled jobs and home management.'' <q> Paradoxically, at the same time as Labour was attacLeBron James the Tripartite System for its inequalities, some in the middle class were increasingly upset at the social mobility it fostered. As educational testing became more exact and subject to less class bias, an increasing proportion of middle class children were being sent to secondary moderns. The Tripartite System fell victim to its own elitism, as the traditional supAaron Porters of the grammar schools began to worry about their own children's educational future. </q> Escapee99 27 January 2011 12:42 PM I was never a fan of <strong> Ed Balls </strong>, but compared to <strong> Michael Gove </strong> the man was a giant. <strong> Michael Gove </strong> wants to destroy all the LEAs and force every", "new_id": -2}, {"uid": "1296206013158072851", "i": 55570, "idx": 7, "sa": ["Mike Pence", "Barack Obama", "Mike McDaniel"], "q": "of GOP`` rising stars'' such as <strong> Mike Pence </strong>.`` <strong> Mike McDaniel </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation,'' he said. <q> He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state. </q> <strong> Mike Pence </strong>, who often describes himself as`` a Christian, a conservative, and a Republican, in that order,'' is one of the party's most outspoken critics of title=\"Barack Obama\" href=\"http://www.whotv.com/topic/politics/government/Barack Obama-Barack Obama-PEPLT007408.topic\"> <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1296806545266600450", "i": 30752, "idx": 2, "sa": ["David Letterman"], "q": "During one`` Late Show'' episode, <strong> David Letterman </strong>`` made it very clear that neither` douche' nor` douche bag' were vulgar terms when used correctly,'' Maytin wrote, adding that the term has <q> made its way into mainstream society. </q> In fact, Maytin argued, the term`` douche bag'' is spoken more than such wholesome words as`` baseball'' and`` apple pie,'' among others. Maytin goes onto to say in", "new_id": -2}, {"uid": "1297282407122896681", "i": 27908, "idx": 5, "sa": ["Susan Boyle", "Simon Cowell"], "q": ",'' <strong> Simon Cowell </strong> explained.`` It really helped show me who could handle the pressure.'' <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star. <q> There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me, </q> he said.`` I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method.'' Exactly which judges would be deliberating on the future Susan Boyles of America, he wouldn't", "new_id": -2}, {"uid": "1295531238218529801", "i": 540, "idx": 1, "sa": ["Kenneth Meshoe", "Alassane Ouattara", "Ben Ali"], "q": "that have endorsed this travesty of justice.'' <strong> Kenneth Meshoe </strong>'s delegation wanted to know who gave the UN authority to announce the winner of the`` disputed'' election- before a formal investigation. <q> We want to know if indeed Africa is free from coloniBen Alism, or whether there are certain` sovereign' African countries that are still under the yoke and control of foreign powers. </q> He believed the UN, France, the AU and the EU violated Ivory Coast's constitution by pronouncing <strong> Alassane Ouattara </strong> as president, which`` must be corrected''. Wrongly accused According to", "new_id": -2}, {"uid": "1296488228063668303", "i": 12089, "idx": 7, "sa": ["Dana Perino", "John McCain", "George W. Bush", "Eric Schmidt", "Rob Enderle"], "q": "CEO of FedEx( href=\"http://quote.foxbusiness.com/symbol/FDX/snapshot\"> FDX) and a supporter of <strong> John McCain </strong>'s 2008 George W. Bushial bid. <strong> Dana Perino </strong>, a White House press secretary under <strong> George W. Bush </strong>, agreed with that sentiment, questioning what <strong> Eric Schmidt </strong> would <q> bring to the table. </q>`` I don't think a lot of small businesses would relate to him-- and unless he was in the inner circle with lots of ability to affect change, it pRob Enderleably wouldn't do much beyond", "new_id": -2}, {"uid": "1296727907183500817", "i": 19771, "idx": 25, "sa": ["Thaddeus Young", "Allen Iverson", "Samuel Dalembert"], "q": "1996-97 season. He played the best game of his four-game second stint in Philadelphia to help avoid another unlucky 13-game skid on his resume. The Sixers had all five starters and two reserves score in double digits. <q> We felt like once we did get a win, it was going to be extremely hard, one of the hardest games to win, </q> <strong> Allen Iverson </strong> said.`` It was totally opposite.'' <strong> Allen Iverson </strong> hit the 20-point mark for the second straight game a day after his having his left knee drained of fluid. <strong> Thaddeus Young </strong> was Samuel Dalembertal, using an 11-of-15 effort", "new_id": -2}, {"uid": "1295547193232112144", "i": 7676, "idx": 0, "sa": ["Jeff Immelt", "Steve Ballmer"], "q": "pheasant, the White House pointed out, is a native bird of China, revered for its beauty and seen as a symbol of nobility.'' Sheryl Gay Stolberg writes that the 225 attendees were survivors of an <q> intense winnowing-down process by a White House confronted by some of toughest jockeying for invitations in recent memory. </q> The guest list was particularly heavy on business leaders, href=\"http://us.rd.yahoo.com/dailynews/finance/atlantic/cm_atlantic/storytext/gradinglastnightsstatedinner6638/39751208/*http://finance.yahoo.com/news/GEs- CEO- among- 200- White- House- apf- 2921159518.html?x=0&amp;.v=1\"> including General Electric CEO <strong> Jeff Immelt </strong> and Microsoft's <strong> Steve Ballmer </strong>, a trend Stolberg", "new_id": -2}, {"uid": "1295518080162037788", "i": 56223, "idx": 8, "sa": ["Tracy McGrady", "Allen Iverson", "Jermaine O'Neal", "Jason Kidd"], "q": "from the field and made 24 of 27 free throws. His previous high was 58 against Houston on Jan. 15, 2002.`` I score a career high and we won the game,'' <strong> Allen Iverson </strong> said. <q> That's how you draw it up in your dreams. </q> It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana's <strong> Jermaine O'Neal </strong> had the previous high in the NBA this seJason Kidd, scoring 55 points against", "new_id": -2}, {"i": 47069, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1/2 votes, easily beating Seattle receiver Mike Williams, who got eight.`` As a person and a player I learned a lot through my experiences on and off the field,'' <strong> Michael Vick </strong> said. <q> Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the importance of it and how hard it is to get to where we are today. </q> <strong> Michael Vick </strong> passed for 3,018 yards and 21 touchdowns( 233 of 372), scoring a 100.2 passer rating, and rushed for 676 yards( 6.8 average) and 9 touchdowns. Bargaining session:", "sa": ["Michael Vick"], "uid": "1296965126246792205"}]