[{"uid": "1295945463061587467", "i": 5939, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Monday that the officers' claims were overblown. \"We're confident we're going to be able to prove that by the time police arrived, they knew he was unarmed,\" Safire said. <q>There were six cops and a trained dog, and they had an overabundance of nonlethal means at their disposal.<q> The case is Santa Rosa vs. DeSantis, 10-434. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog DANVILLE 2 BR/", "new_id": -2}, {"uid": "1295812367162496520", "i": 22309, "idx": 1, "sa": ["Colin Powell"], "q": "down the deficit is to shave the country's biggest entitlement programs: Social Security, Medicare and Medicaid. He said he was \"very put off\" by Republican calls to simply return spending to 2008 levels. <q>Nobody up there yet is being very candid about what they want to cut,<q> he said. When asked whether he would consider joining the Obama administration, <strong> Colin Powell </strong>, 73, said he was not looking for a return to the White House, and that he prefers serving as \"", "new_id": -2}, {"uid": "1296216057257081374", "i": 34728, "idx": 0, "sa": ["Ryan Higa", "Michael Vick"], "q": "on the field as well, with his disciplined play and leadership now admired as much as his sheer athleticism once was. This will be <strong> Michael Vick </strong>'s fourth Pro Bowl, but as he noted, <q>I feel like this one I had to work hard to get here.<q> This stuff is no secret It's safe to say that <strong> Ryan Higa </strong> is a hit. Roughly 9 million hits, actually. That's the online action the Hilo native", "new_id": -2}, {"uid": "1295635430256720909", "i": 36502, "idx": 2, "sa": ["John McCain", "Colin Powell"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q>a man who I admire as much as any man in the world, person in the world<q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly part 7 more on \"a time to kill\" and reverse psychology on the", "new_id": -2}, {"uid": "1295667499250150927", "i": 276, "idx": 1, "sa": ["Bill Lockyer"], "q": "the world, would not benefit from the legislation, Treasurer <strong> Bill Lockyer </strong> said. \"States didn't ask for it. We don't want it. We don't need it,\" <strong> Bill Lockyer </strong> said. <q>Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs.<q> Struggling to close a$ 25 billion budget gap, California already holds Moody's Investors Service's lowest state credit rating-- a distinction it shares with Illinois. \"Just the availability of a", "new_id": -2}, {"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q>the left is trying to goad her into it,<q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}, {"uid": "1297114055149651533", "i": 45968, "idx": 0, "sa": ["Simon Cowell"], "q": "largest prize in television history! Check out <strong> Simon Cowell </strong> at \"Idol\" NYC auditions! The show will also feature contestants age 12 and up. In a statement issued by FOX, <strong> Simon Cowell </strong> said, <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group.<q> Breaking news and hot photos are just a touch away! Extra connects you with friends and the latest in celebrity news. Check out exclusive performances from all your favorite acts!", "new_id": -2}, {"uid": "1296746865116736071", "i": 44917, "idx": 3, "sa": ["Paul Bremer", "President Bush", "Donald Rumsfeld"], "q": "wrote to himself when <strong> Paul Bremer </strong>'s appointment was announced in May 2003, quietly criticizing <strong> President Bush </strong> for having had lunch alone with the new envoy. \"Shouldn't have done so,\" the memo said. The president <q>linked him to the <strong> John McCain </strong> House instead of to<q> the Pentagon or State Department. \"There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch,\" <strong> Donald Rumsfeld </strong> writes", "new_id": -2}, {"uid": "1296691113131874883", "i": 41133, "idx": 1, "sa": ["Mike Pence"], "q": "them less grief about the abortions on the young women. <strong> Mike Pence </strong> said the video showing \"potential criminal activity at a Planned Parenthood clinic in New Jersey\" is another reason for his legislation. <q>The recent release of an undercover video exposing duplicity and potential criminality by an employee of Planned Parenthood is an outrage,<q> he said. \"Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking.\" \"The time to deny", "new_id": -2}, {"uid": "1294959529081149969", "i": 45160, "idx": 0, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": "remembered at funeral; Congresswoman makes progress With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her unbandaged left eye and tried to focus on loved ones for the first time. <q>This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more,<q> said her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: \"It was raw courage. It was raw strength. It was so beautiful and so moving", "new_id": -2}]