[{"uid": "1296377284098549782", "i": 32917, "idx": 2, "sa": ["Michael Vick"], "q": "qualify as a dog owner. But Best Friends also has conceded that <strong> Michael Vick </strong> has put a brighter spotlight on the problem of dogfighting and the rehabilitation of pit bulls than they ever imagined possible. <q> I'd have to say that he brought attention to the issue in a rather unfortunate way, </q> said Best Friends co-founder Francis Battista.`` It's like people dying in a burning building. It brings attention to the fire codes. It's not something you ever want to happen, but now that it", "new_id": -2}, {"uid": "1295566190075235340", "i": 19097, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "we decided now was the right moment to make some changes to the way we are structured.'' <strong> Eric Schmidt </strong>'s decision to step down as CEO was announced on Twitter where he tweeted: <q> Day-to-day adult supervision no longer needed! </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Careers@ the Star Advertise with us", "new_id": -2}, {"uid": "1296017647213418050", "i": 46692, "idx": 0, "sa": ["Eric Schmidt"], "q": "outreach as executive chairman, also said the group would hire thousands of people this year, rejecting accusations that it has struggled to keep its best talent from leaving for Facebook and other Silicon Valley rivals. <q> I'm very personally excited about my next decade at Google, </q> <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on Jan. 21 that his move was an effort to speed up decision-making.", "new_id": -2}, {"uid": "1296200464159858698", "i": 4880, "idx": 1, "sa": ["Gov. Rick Perry", "Mitch Daniels", "Mike Pence"], "q": "presidency in 2012 but left unanswered whether his choice instead is the Indiana governor's office.`` I'm open to running for governor,'' <strong> Mike Pence </strong> said in an exclusive interview with The Indianapolis Star. <q> We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it. </q> Still, many in politics said the Columbus Republican's decision instantly catapults him into the leading position to succeed <strong> Gov. Rick Perry </strong> <strong> Mitch Daniels </strong>. Although those who wanted him to run for president were disappointed, Republicans", "new_id": -2}, {"uid": "1295479113159825927", "i": 997, "idx": 0, "sa": ["Simon Cowell"], "q": "show does in its first week. As one ratings prognosticator told us,`` I think this week it will do the same or better than it did premiere week last year.'' The reason: rubbernecking. <q> People are curious about the new judges, </q> the source wagers. These opening audition shows could even see the return of ex- Idol junkies curious to see how things work sans <strong> Simon Cowell </strong>. And if it does poorly? Keep it in perspective before", "new_id": -2}, {"uid": "1297350455055672878", "i": 10085, "idx": 1, "sa": ["Mitch Daniels", "Michele Bachmann", "Mike Pence"], "q": ".`` If <strong> Mitch Daniels </strong> is planning to run for president by running away from social issues, he will face a grass-roots revolt,'' said Andy Blom, executive director of the American Principles Project. <q> Mr. <strong> Mitch Daniels </strong> is only causing divisions in the movement by this talk of a` truce.' </q> <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>, R-Ind., who is a favorite of fiscal and social conservatives but rejected appeals that he run for president, turned down an invitation to speak at CPAC, where he has appeared six times", "new_id": -2}, {"uid": "1296869911188694544", "i": 28219, "idx": 0, "sa": ["Sergio Marchionne"], "q": "words. And at a conference on Friday, he expressed strong displeasure at the terms of the American and Canadian governments' loans that kept the company afloat. From The Detroit News: <q>`` I am paying shyster rates, </q> <strong> Sergio Marchionne </strong> said, noting that Chrysler had no choice in 2009 but to pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout.`` We had no choice... I am going", "new_id": -2}, {"uid": "1295264028094093318", "i": 7257, "idx": 5, "sa": ["Andy Coulson", "David Cameron"], "q": "he knows <strong> Andy Coulson </strong> did commit an offence in which case he must have sanctioned the hacking. <strong> Andy Coulson </strong> has claimed all along that he hasn't committed any offence. <strong> David Cameron </strong> is now admitting that he has but that he <q> believes in giving people a second chance. </q> crosby40 17 January 2011 10:20 AM andrewfisk 17 January 2011 10:20 AM Underflow 17 January 2011 10:25 AM Incompetent or in up to his neck. <strong> Andy Coulson </strong> isn't the real issue", "new_id": -2}, {"uid": "1295265238125091846", "i": 3932, "idx": 0, "sa": ["Andy Coulson", "Eric Pickles"], "q": "are supporting NHS reforms, Mr <strong> Eric Pickles </strong> unveiled a list of organisations backing the reform. The list included business leaders, planning professionals, local authorities and community groups. The bill was designed to <q> fundamentally shake up the balance of power in this country </q> Mr <strong> Eric Pickles </strong> insisted. Cameron refuses to deny <strong> Andy Coulson </strong> resignation offer The prime minister has refused to deny allegations that <strong> Andy Coulson </strong> has offered his resignation over the phone hacking row. Free Newsletters Sign", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said. \" \"`` If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,'' <strong> Zahi Hawass </strong> said in an interview at his office. <q> What's happening is normal. Thankfully, all the damaged items can be restored. </q> \" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}]