[{"uid": "1296110120070025222", "i": 4575, "idx": 1, "sa": ["Bernie Sanders"], "q": "U.S. government repays others who invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Election Protection- Georgia Election Info League Of Women Voters: Online Voters Guide Extra Car Tag Fee Up For Vote In November$ 10 Trauma Tag Fee Vote Faces Tough Fight Children Playing Near Woods Find Man's Body", "new_id": -2}, {"uid": "1296932452012320779", "i": 32483, "idx": 2, "sa": ["Tony Dungy", "Dan Patrick", "Michael Vick", "Roger Goodell"], "q": "for his decision-making. Former NFL coach <strong> Tony Dungy </strong>, who has served as a mentor to <strong> Michael Vick </strong>, said the QB knows he can't afford to be associated with parties where trouble could occur. <q> I don't know where it started or what, but he's not going to be there, </q> he told the PatrickDan Patrick/blog/145081/index.html?eref=twitter_feed\" target=\"_blank\"> <strong> Dan Patrick </strong> radio show. \"I think he understands it's something that's just not worth it to him.\" <strong> Roger Goodell </strong> said he is happy that <strong> Michael Vick </strong>'s recovery", "new_id": -2}, {"uid": "1295571578103104583", "i": 8409, "idx": 4, "sa": ["Danny Sullivan", "Eric Schmidt"], "q": "and technology thought leadership.\" As expected, <strong> Eric Schmidt </strong>'s announcement shocked many in Silicon Valley. SearchEngineLand editor <strong> Danny Sullivan </strong> noted that Google was probably long \"overdue\" for a major management reorganization. <q> The structures between the three have remained exactly the same over the past 10 years- which might as well be 100 years of Internet time. In that time, Google has transformed from a scrappy little underdog search engine into a massive advertising and technological powerhouse, </q> he explained. \"In that time, Google has transformed from a scrappy little underdog search engine into a massive advertising and technological powerhouse. The start-up culture seemingly has been largely swallowed by inevitable bureaucracy that", "new_id": -2}, {"uid": "1296174977054247442", "i": 3038, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Economic Forum in Davos. Unruffled reshuffle It was revealed earlier this month that Mr <strong> Eric Schmidt </strong>, 55, would make way as chief executive for <strong> Larry Page </strong>, 37, who co-founded Google with <strong> Sergey Brin </strong>. <q> Between the three of us, I have always been the person who believes the most in expanding into China, </q> he claimed. Mr <strong> Eric Schmidt </strong> will remain as \"executive chairman\" , a role he said would be two-thirds external and one-third internal, with most of his time devoted to customers and partners. Referring", "new_id": -2}, {"uid": "1296099209217432070", "i": 59044, "idx": 3, "sa": ["Bernie Sanders", "Andrew Wood", "Abraham Foxman", "Joel Stein"], "q": "you will become aware of the incredible Jewish influenc... <strong> Joel Stein </strong>- \"Who runs HollyAndrew Wood, c'mon\" LA Times December 19, 2008 <strong> Joel Stein </strong>- \"Who runs HollyAndrew Wood, c'mon\" LA Times December 19, 2008 <q> That's a very dangerous phrase,` Jews control HollyAndrew Wood.' What is true is that there are a lot of Jews in HollyAndrew Wood, \"<strong> Abraham Foxman </strong> of the Anti-Defamation League said said. Instead of \"control, </q> <strong> Abraham Foxman </strong> would prefer people say that many executives in the ind... Sen. <strong> Bernie Sanders </strong>( I-VT) Filibusters Tax Cuts articles.latimes.com New TYT Network channels: www.youtube.com www.youtube.com New TYT Facebook Page(!): www.facebook.com Follow us", "new_id": -2}, {"uid": "1296135065234815529", "i": 45523, "idx": 0, "sa": ["Professor Green", "Simon Cowell"], "q": "<strong> Professor Green </strong> out to play Game Over. Jess, meanwhile, has admitted talking to <strong> Simon Cowell </strong> about a project, despite being signed to a rival label. The singer told radio station Kiss: <q> I had a very interesting conversation with Mr <strong> Simon Cowell </strong> recently. \"He wanted me to perform at The X Factor final but they couldn't make it happen. \"It was really nice of him to ring so you never know what will come out of it. </q> Hopefully, he'll advise her to buy proper pants in future... Have your say on the issues of the day with MY Sun? News Group Newspapers Ltd. \"The Sun\" , \"Sun", "new_id": -2}, {"uid": "1295160052076267565", "i": 12583, "idx": 1, "sa": ["Roddy White", "Michael Vick", "Tramon Williams"], "q": "the Eagles by intercepting <strong> Michael Vick </strong> in the end zone, stepped in front of a quick out pass intended for <strong> Roddy White </strong> and was gone on a 70-yard interception return for a touchdown on the final play of the half. <q> I recognized the formation, </q> <strong> Tramon Williams </strong> said. \"I knew they were trying to get into position for a field goal.\" The second half was one long victory lap for the Packers, whose hefty contingent of fans was able to move", "new_id": -2}, {"uid": "1295622096143933453", "i": 251, "idx": 1, "sa": ["Piers Morgan", "David Letterman", "Larry King"], "q": "\"The Late Show with <strong> David Letterman </strong>.\" <strong> David Letterman </strong> told <strong> Piers Morgan </strong> that his show would only take off if a guest punched him on-air- or, even better, if he punched a guest. <q> You need to grab somebody by the tie and just pop him, </q> <strong> David Letterman </strong> said. \"Just a short right cross and then it would be fantastic.\" \"Would it work if it was <strong> Larry King </strong>, or would it be seen a bit too cruel?\" he", "new_id": -2}, {"uid": "1297702534073007116", "i": 4670, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "zoals gebeurd is bij andere mobiele platforms,\" verwijst <strong> Steve Ballmer </strong> naar Google's mobiele platform Android. Nokia's Ovi Maps en bijbehorende locatiediensten zullen volgens <strong> Steve Ballmer </strong>` breed worden ingezet' binnen Microsofts zoekmachine Bing. <q> Dat gebeurt niet alleen op Windows Phones, maar ook in andere Bing-diensten, zoals op pc en tv. </q> Telco-vriendelijk <strong> Steve Ballmer </strong> nodigde ook Nokia-topman <strong> Stephen Elop </strong> uit op het podium. De twee oud-collega's sloten vrijdag een samenwerkingsovereenkomst. <strong> Stephen Elop </strong>: \"Nokia en Microsoft vormen een natuurlijke combinatie. Mensen beginnen het te snappen", "new_id": -2}, {"uid": "1296117571165298183", "i": 9358, "idx": 10, "sa": ["Michael Vick"], "q": "leading NFC vote-getter for the Pro Bowl. \"I'm very thankful and happy to be here and I'm going to try and put on a great show for the fans,\" he said. <q> This one feels great due to the fact that I've been through so much. To be able to get back to this position is paramount to me and I'm just thankful. </q> This is the fourth Pro Bowl for <strong> Michael Vick </strong>, who was the first pick of the 2001 draft. \"I feel like this one I had to work hard to get here,\" he", "new_id": -2}]