[{"uid": "1296105128124256343", "i": 11914, "idx": 1, "sa": ["Max Clifford", "Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like`` a volcano that is starting to erupt.'' <q> There will be huge explosions all over Fleet Street if police get to the truth, </q> he told the BBC. News On 6 302 S. Max Cliffordfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1295714464099811335", "i": 24112, "idx": 0, "sa": ["Andy Coulson"], "q": "and Karachay want freedom from Russia...... but they also have a power struggle with Circassians Report Abuse \" Feh, does Russia really think it can hold on to its empire any longer? \" Report Abuse <q> Until the region is freed from all outside manipulation, the`` Great Game </q> will continue to take innocent lives, Russian, Chechen, and others. \" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295686539063881242", "i": 10502, "idx": 1, "sa": ["Mike Pence", "Sarah Palin"], "q": "of its most famous son. Former Alaska governor <strong> Sarah Palin </strong> routinely quotes Reagan in her Facebook postings. Indiana <strong> Mike Pence </strong>'s paean to American exceptionalism recalls Reagan's oft-repeated description of the United States as a <q> shining city on a hill. </q> To this day, politicians who have succeeded Reagan cite him as a hero- although they don't necessarily follow his style of politics as a model. Reagan said the", "new_id": -2}, {"uid": "1297125914137412651", "i": 2194, "idx": 1, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": " The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a`` key to the city.'' The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong>", "new_id": -2}, {"uid": "1297083495090374146", "i": 1726, "idx": 1, "sa": ["Zahi Hawass"], "q": "well-known Egyptologist <strong> Zahi Hawass </strong>, played down accounts of the break-in at the museum Thursday and warned against`` rumors.'' Posting on his blog at http://www.drZahi Hawass.com/blog/state-egyptian-antiquities-3-february-2011, <strong> Zahi Hawass </strong> said the incident at the museum had resulted in <q> 70 broken objects, all of which can be restored. </q>`` I want people to know that after nine days of protests, the monuments are safe,'' <strong> Zahi Hawass </strong> said.`` If anything happens, I will announce it.'' He said firefighters", "new_id": -2}, {"uid": "1296017629211435550", "i": 6640, "idx": 1, "sa": ["Bernie Sanders", "Paul Ryan"], "q": "to embrace them.`` Up until this point, the Republican leadership has been vague about what federal programs they want to cut,'' said Sen. <strong> Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats. <q> On the other hand, Congressman <strong> Paul Ryan </strong> has been very clear on this subject. </q> In Washington, Mr. <strong> Paul Ryan </strong>'s speech will be closely watched not only because of his central role in the fight over federal spending. He also is seen as having higher political ambitions: Mr. <strong> Paul Ryan </strong> is", "new_id": -2}, {"uid": "1295498091112721922", "i": 7374, "idx": 10, "sa": ["Chris Webber", "Allen Iverson", "Phil Jackson"], "q": "While Phil Jacksonadelphia remained 2 1/2 games behind Boston in the Atlantic Division, <strong> Chris Webber </strong> gave a glimpse of what he could contribute down the stretch.`` I think every little bit helps your confidence,'' <strong> Chris Webber </strong> said. <q> One day you're averaging a number that many people don't do in three categories and the next day you're worthless. And that's from myself, I don't even care what everyone else is saying. </q> <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` I just know how tough it is on him,'' <strong> Allen Iverson </strong> said.`` He wants to play well so", "new_id": -2}, {"uid": "1295762095175325199", "i": 15359, "idx": 5, "sa": ["John McCain", "Colin Powell", "Gary Bauer", "George W. Bush"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q> a man who I admire as much as any man in the world, person in the world </q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly www.huffingtonpost.com Excerpt: When conservative activist and former George W. Bushial candidate <strong> Gary Bauer </strong> scans the potential 2012", "new_id": -2}, {"uid": "1295576695124059658", "i": 39071, "idx": 10, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "decisions among the three of us.`` But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company,'' <strong> Eric Schmidt </strong> said. <q> <strong> Larry Page </strong>, in my clear opinion, is ready to lead, </q> he said.`` <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come.'' <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> for an``", "new_id": -2}, {"i": 41592, "idx": 8, "index_answer": 3, "new_id": -1, "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency.`` He's not a Muslim,'' said <strong> Colin Powell </strong>, but`` what if he is?'' <q> I'm troubled by the fact that within the party we have these kinds of expressions </q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state.`` We have got to stop polarizing ourselves.'' Republican State <strong> Ron Paul </strong> <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN Republican State", "sa": ["Barack Obama", "Bill Ayers", "Leo Berman", "Colin Powell", "Ron Paul"], "uid": "1295966915202670097"}]