[{"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team. \"The president and I don't have to agree on everything,\" said <strong> Kirsten Gillibrand </strong>. \"GO JETS!\" <q>I'll bet on the Jets over Chicago,</q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}, {"uid": "1297351389055672868", "i": 48872, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "brings deep engineering and online services knowledge to$ 15 billion business. REDMOND, Wash.-- Microsoft Corp. today promoted Senior Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business. <q>We're already making strong traction across our Server and Tools Business by embracing cloud services,</q> said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. \"<strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future", "new_id": -2}, {"uid": "1296830789203898892", "i": 28388, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "former Republican presidential candidate hit back yesterday over unflattering comments made by Mr <strong> Donald Rumsfeld </strong> in his new autobiography, Known and Unknown. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q>a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media</q>. <strong> John McCain </strong>, a fellow Republican, supported the Iraq war but argued for more US troops and resources. He said yesterday that he respected the former defence secretary but the pair had a \"very,", "new_id": -2}, {"uid": "1295729775147996684", "i": 7902, "idx": 0, "sa": ["Andy Coulson", "Ian Edmondson"], "q": "including the editors of Murdoch's four British papers, held a three-day meeting at Babington House in Somerset about the future of the company, aware that Murdoch is flying into London this week at a crucial time. <q>I'd be amazed if they didn't discuss <strong> Andy Coulson </strong>,</q> said a source with some knowledge of the meeting. <strong> Andy Coulson </strong> still has close links with the company and enjoys friendly relations with key executives. Questions also hang over what action News Group will take against <strong> Ian Edmondson </strong>", "new_id": -2}, {"uid": "1295689167050348122", "i": 27660, "idx": 0, "sa": ["Andy Coulson"], "q": "by NATO Training Mission-Afghanistan... Full Story <cite> The Christian Science Monitor </cite> Photo in Slideshow: In this image provided by NATO Photo: European Union political advisor Cooper arrives for talks at the... Report Abuse <q>Imagine that, more violence, unrest and death in a predominantly Muslim nation.</q> Report Abuse \"Time for Karzai to be the President of his PEOPLE rather than the president of his tribe.\" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu", "new_id": -2}, {"uid": "1296758934263634960", "i": 17693, "idx": 0, "sa": ["Donald Rumsfeld", "Will Washington", "Hillary Clinton"], "q": "country's evolution. US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> nimbly stepped in with a speech in Doha on January 13 warning Arab leaders to allow their citizens greater freedoms or risk extremists exploiting the situation. <q>There is no doubt that <strong> Joe Biden </strong> is trying to position itself very quickly on the good side,...</q>\" AFP: US helping shape outcome of Tunisian uprising emphasis added <strong> Will Washington </strong> be successful in instating a new puppet regime?\" On behalf of my fellow U.S. citizens either unable or unaware to raise", "new_id": -2}, {"uid": "1297234002160825518", "i": 35505, "idx": 2, "sa": ["Simon Cowell"], "q": " The X Factor website. \"I believe that with all my heart.\" While Britain- and One Direction- recovers from this blow, <strong> Simon Cowell </strong> went on to trumpet the show's life-altering properties. <q>If you win this competition- I'm going to put my money where my mouth is- it's a$ 5m recording contract. That means the winner walks away with$ 5m, guaranteed. Win this competition, it will change your life forever.</q> The American X Factor will not just benefit from a much larger prize than its main competitor, American Idol- it will have a much larger talent pool. Like its UK counterpart the show is open to", "new_id": -2}, {"uid": "1297242027149028874", "i": 23186, "idx": 2, "sa": ["Mitt Romney", "Sarah Palin", "David Letterman", "Newt Gingrich"], "q": "him as their presidential nominee. <strong> Sarah Palin </strong> came in second with 19%, followed by former <strong> Newt Gingrich </strong>( 11%). <strong> Mitt Romney </strong> told <strong> David Letterman </strong> he has no plans to run for President, but added <q>I'll keep the door open.</q> He also gave a shout out to <strong> Sarah Palin </strong>. Obama Quits! Relax, GOP- we're talking about his cigarette habit Triple murderer and kidnapper writes shocking, gruesome confession Thug killed 2 women and a", "new_id": -2}, {"uid": "1295619240170147869", "i": 26413, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "even royalty, while he worked as the editor of a powerful tabloid newspaper. <strong> Andy Coulson </strong> had felt compelled to resign, but did not mention the scandal, which centres on allegations of systematic wrongdoing at <strong> Rupert Murdoch </strong>'s <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,</q> Cameron said in a statement. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.\"", "new_id": -2}, {"uid": "1295440302234078642", "i": 32806, "idx": 0, "sa": ["Malcolm Goodwin", "David Letterman", "Jimmi Simpson"], "q": "ones. A&E's new original drama series \"Breakout Kings\" follows Charlie and Ray as they form a special task force composed of the three most elusive convicts Ray ever captured: Lloyd Lowery( <strong> Jimmi Simpson </strong> <q>It's Always Sunny In Philadelphia,</q>\" Late Show with <strong> David Letterman </strong>\"), a former child prodigy and behaviorist/psychiatric expert who excels in psychoanalysis; Shea Daniels( <strong> Malcolm Goodwin </strong>, American Gangster), an ex-gang banger who knows how to work the", "new_id": -2}]