[{"uid": "1295239084258359319", "i": 2801, "idx": 3, "sa": ["Asa Dotzler", "Eric Schmidt"], "q": "that the thing that bothers me most about Google CEO <strong> Eric Schmidt </strong>'s comment is that it makes clear that he simply doesn't understand privacy,'' said Doztler in href=\"http://weblogs.mozillazine.org/Asa Dotzler/archives/2009/12/he_doesnt_even_under.html\"> a blog post on Thursday. <q> That a company with so much user data on its servers is led by someone who just doesn't understand privacy is really scary to me and it should be scary to you as well. </q> The Electronic Frontier Foundation made a similar observation.`` Unfortunately, <strong> Eric Schmidt </strong>'s statement makes it seem as if Google, a company that claims to care about privacy, is not even concerned enough to understand basic", "new_id": -2}, {"uid": "1297239482104841255", "i": 57324, "idx": 7, "sa": ["Colin Powell", "Micah Zenko"], "q": "cruise missile strikes at the outset of the invasion. <strong> Micah Zenko </strong>, a political scientist at the Council on Foreign Relations, extensively researched U.S. planning for a military strike on Khurmal in 2002 and detailed it in his book <q> Between Threats and War. </q> He said in an interview that he was unaware that Rumsfeld had advocated bombing the place while <strong> Colin Powell </strong> was at the U.N. By that time, the Khurmal camp had been largely empty for months, <strong> Micah Zenko </strong> said. The", "new_id": -2}, {"uid": "1297297373261144593", "i": 21970, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer"], "q": "of its Server and Tools Business. <strong> Satya Nadella </strong> will be promoted to the position from his current role as senior vice president, where he most recently worked with the company's Online Services Division. <q> We are already making strong traction across our Server and Tools Business by embracing cloud services, </q> said Microsoft chief executive <strong> Steve Ballmer </strong>.`` <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the", "new_id": -2}, {"uid": "1295218070163594249", "i": 677, "idx": 12, "sa": ["Simon Cowell", "Mike Darnell"], "q": "Idol was the biggest thing anyone had seen since, well, the Spice Girls. And just days after the season finale in 2002, it was announced that Idol was heading to America-with its star judge. <q> We had seen footage and of course we knew for sure that <strong> Simon Cowell </strong> had to be there, </q> says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves.`` Then a friend of mine... called", "new_id": -2}, {"uid": "1295934844032604211", "i": 36614, "idx": 0, "sa": ["David Letterman", "Jay Leno", "Johnny Carson"], "q": "the animals to do stuff that the rest of us can not train ourselves or our children to do. His animals are just naturally amusing, especially the cats. He just has to herd them. <q> I don't believe that I train the animals to do a certain trick or stunt. Instead, I teach the animals to perform on stage by allowing them to show off their individual personalities and talents, </q> Popovich said. The World Famous Popovich Comedy Pet Theater has been written up in People magazine, lauded by The New York Times and seen on <strong> David Letterman </strong> and <strong> Jay Leno </strong>. Former Tonight Show host <strong> Johnny Carson </strong> called Popovich", "new_id": -2}, {"uid": "1295100598134397994", "i": 58688, "idx": 3, "sa": ["Cliff Robinson", "Allen Iverson", "Shaquille O'Neal", "Aaron McKie"], "q": "first game since a two-game suspension for violating the NBA's steroid policy, had 14 points and seven rebounds for the Sixers.`` Toni Kukoc gave us a <strong> Shaquille O'Neal </strong> lift off the bench,'' <strong> Allen Iverson </strong> said. <q> He made a whole lot of plays and took a lot of pressure of me to score. </q> Phoenix, which trailed by 13 in the second half, cut it 91-88 on a layup and free throw by <strong> Cliff Robinson </strong> with 4:40 left in the game. But <strong> Aaron McKie </strong> nailed a 3-pointer and <strong> Allen Iverson </strong> made one free throw", "new_id": -2}, {"uid": "1295622311169754648", "i": 9017, "idx": 0, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "felt he's been punished for the same offence twice but I quite understand his decision and wish him well for the future.''( Asked if it raised questions about <strong> David Cameron </strong>'s judgement) <q> I don't think so at all because <strong> Andy Coulson </strong> resigned from News of the World when he found out what was happening. </q> LABOUR PARTY LEADER <strong> Ed Miliband </strong>`` Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We think", "new_id": -2}, {"uid": "1297437980065749054", "i": 1955, "idx": 2, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "hoping the tie-up with Nokia will change its sagging fortunes in the phone market.`` I am excited about this partnership with Nokia,'' said Microsoft CEO <strong> Steve Ballmer </strong>, at a news conference in London. <q> Ecosystems thrive when fueled by speed, innovation, and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Nokia CEO <strong> Stephen Elop </strong> said the arrangement would add a host of new tools and services to his company's sleek handsets.`` Today, devStephen Elopers, operators, and consumers want compelling mobile products,", "new_id": -2}, {"uid": "1296626752088883210", "i": 39571, "idx": 0, "sa": ["Hosni Mubarak", "David Letterman", "Keith Olbermann"], "q": " In his surprise cameo on the Late Show with <strong> David Letterman </strong>, the former MSNBC shows his face to American viewers The Late Show <q> We got ta guy backstage... that if anything ever happened to me... </q> As a coda to a joke about the Egyptian protests and President <strong> Hosni Mubarak </strong>'s imminent departure, <strong> David Letterman </strong> pointed his thumb at an eager-looking <strong> Keith Olbermann </strong>. The would-be GOP nominee is up to his old tricks,", "new_id": -2}, {"i": 45137, "idx": 0, "index_answer": 0, "new_id": -1, "q": "third prize is$ 1,000. Also, the first-place winner is likely to make a guest appearance on`` Late Night with <strong> David Letterman </strong>.'' The talk show host was once a grocery bagger. <q> There's no guarantee, but it's traditional for the winner to be a guest on the show, </q> said <strong> Cindy Kaplan </strong>, media marketing manager for Martin's Super Markets. Eskander said he thinks he has a chance of winning today's contest.`` I've been practicing.", "sa": ["Cindy Kaplan", "David Letterman"], "uid": "1297677860109084718"}]