[{"uid": "1297167911133922834", "i": 43033, "idx": 3, "sa": ["Paula Abdul", "Simon Cowell"], "q": "front runner for a spot alongside <strong> Simon Cowell </strong> is former American Idol judge and singer <strong> Paula Abdul </strong>. ''We've spoken to her[ <strong> Paula Abdul </strong>], she knows I'm a big fan,'' he admitted. <q>I've always said at some point we are going to be working together.</q>[ But] I have to take everyone's opinions into account, including the show's other producers and the network.'' <strong> Simon Cowell </strong>'s role on X Factor USA casts doubt on whether he'll be", "new_id": -2}, {"uid": "1296286332201490484", "i": 2672, "idx": 2, "sa": ["Mike Pence"], "q": ". We will not seek the Republican nomination for president in 2012.'' <strong> Mike Pence </strong> said he would make a decision about his future later, and would be traveling across the state in the months ahead to <q>learn about how Hoosiers think we might best contribute in the years ahead.</q> <strong> Mike Pence </strong> has a pair of public events scheduled for Friday- a town hall meeting in Pendleton and a visit to a high school in Muncie. ''I am convinced he is now going to run for", "new_id": -2}, {"uid": "1295228254102072326", "i": 2002, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": ". ''It feels like a different programme because it's so different with the personalities that now control the judging,'' <strong> Nigel Lythgoe </strong> said, speaking at Bafta's annual tea party in Hollywood. <q>Obviously Randy Jackson remains the same, but he's a different person. Ryan is back to being enthusiastic again, he's gone through that dark period that they seemed to have last year, and we're back to having fun, being creative and that feels really good,</q> he added. The team behind the hit show will be hoping that the added star power on the judging panel will help fill the gap left by <strong> Simon Cowell </strong> who is instead launching an American version of The", "new_id": -2}, {"uid": "1297520083086999051", "i": 31615, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": "who have replaced <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> to join Ant and Dec think the show suffers when the music mogul is not on it and can't wait for his return for the live finals. Ant said: <q>Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking. ''<strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> leaving has changed the mood of the show but you know it might be for the better.</q> ''<strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> leaving has changed the mood of the show but you know it might be for the better.'' Comment on this Article However the pair are excited to be working with former", "new_id": -2}, {"uid": "1296257626179142714", "i": 26491, "idx": 0, "sa": ["Eric Schmidt", "M. Simpson"], "q": "information, but won't give the AG what it collected. The stipulation will avoid going to court as settlement negotiations continue, Jepsen said. He is coordinating a 40-state probe into the Wi-Spy incident. <q>The details of the biggest privacy breach in history shouldn't be settled in secret,</q> said John <strong> M. Simpson </strong>, director of Consumer Watchdog's Inside Google Project. ''This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.'' Consumer Watchdog this weekend released", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q>I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles,</q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}, {"uid": "1296079016000753673", "i": 20687, "idx": 0, "sa": ["Michael Vick"], "q": "We don't know yet what the Unequal people plan to do with him, but the company's CEO, Rob Vito, described <strong> Michael Vick </strong>'s earnings on the deal as ''sizable.'' From Philly.com: <q> ''We believe it was worth it,</q> he said, ''because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.'''[...] ''We're real excited about it,'' Vito said", "new_id": -2}, {"uid": "1295137697028803114", "i": 8597, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman"], "q": "A few months later, the 55-year-old actor confirmed he is engaged to marry 29-year-old flight attendant <strong> Kayte Walsh </strong>. When <strong> Kelsey Grammer </strong> appeared on Thursday's edition of ''Late Show with <strong> David Letterman </strong>,'' <strong> David Letterman </strong> said: <q>Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?</q> <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, ''Well, I'm sorry to hear that, or I'm not sorry to hear that?'' ''Well, you are respectfully", "new_id": -2}, {"uid": "1297616629186400779", "i": 26906, "idx": 48, "sa": ["Donald Rumsfeld", "Richard Nixon"], "q": "Iraq on the verge of all-out civil war, the <strong> Richard Nixon </strong> told <strong> Donald Rumsfeld </strong> he had to go. ''It was hard for him to do that- to come to that conclusion,'' said <strong> Donald Rumsfeld </strong>. <q>And of course I felt the same way when I had to fire somebody. I didn't like it either. He said, ''Are you OK with this?' And I said` Absolutely.'</q> Is he responsible for what went wrong? ''We all were responsible,'' says <strong> Donald Rumsfeld </strong>. ''We all agreed.''' by James93x February 13, 2011 11:54 AM EST by consh8theusa February", "new_id": -2}, {"uid": "1297274054047726593", "i": 38546, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella"], "q": " ''In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops,'' Microsoft CEO <strong> Steve Ballmer </strong> wrote in a Feb. 9 email to employees. <q>We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways.</q> <strong> Steve Ballmer </strong> had apparently considered a number of internal and external candidates before choosing <strong> Satya Nadella </strong>, who will replace Bob Muglia. ''We are on a path to change the world again with our next generation", "new_id": -2}]