[{"uid": "1297384383139427845", "i": 9057, "idx": 1, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "plant in Italy starting in 2012 as part of a Chrysler venture. Under the deal with unions, workers will put in more hours, take shorter breaks and risk having pay withheld for persistent absenteeism. <q>Integration with Chrysler may lead to new combinations, so it's crucial to stress the importance now of a prominent position for Italy,</q> Labor Minister <strong> Maurizio Sacconi </strong>, who will attend the meeting and spoke with <strong> Sergio Marchionne </strong> last week, said in an interview. \"The government wants to verify with Fiat's management the status of the Italian investment plan.\"", "new_id": -2}, {"uid": "1295471396069730345", "i": 36077, "idx": 2, "sa": ["Paula Abdul", "Steven Tyler", "Howard Stern", "Simon Cowell", "Jennifer Lopez"], "q": "Asked about the media comparing him to former judge <strong> Paula Abdul </strong>, <strong> Steven Tyler </strong> laughed, saying it's because of the rehab rumors that dogged <strong> Paula Abdul </strong>. But he added that he'll be no <strong> Simon Cowell </strong> either. <q>You can't say you suck,</q> he told <strong> Howard Stern </strong>. \"<strong> Simon Cowell </strong> got off on doing that. My heart's not like that... I'm not into putting people down. I'm into bringing them up.\" He said <strong> Jennifer Lopez </strong>", "new_id": -2}, {"uid": "1297702868198672412", "i": 30269, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell"], "q": ": \"She won't be able to change her appearance or hair without the say-so of a producer and they have told her she must do her best to lose her accent.\" They added: <q><strong> Cheryl Cole </strong> likes to be in control of her own destiny and feels she will have hardly any say in her own life. She says she will be living like a Stepford Wife.</q> As speculation grows over who will be joining <strong> Simon Cowell </strong> as a judge on the US show, X Factor bosses have quashed reports suggested that troubled actress <strong> Lindsay Lohan </strong> is being considered for the programme.", "new_id": -2}, {"uid": "1295669789217972768", "i": 11606, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "prohibits comments. By comparison, <strong> Eric Schmidt </strong> has a Twitter account, and he blogs. Google disseminates most of its announcements and other information via blog posts. Nine Google blog posts ranked in blogged and Tweeted-- <q>Day-to-day adult supervision no longer needed!</q>-- about Google executive changes, and he welcomed Wall Street analysts to ask about them( by joining the earnings conference call). <strong> Steve Jobs </strong> did neither. Granted, he is sick, which is reason enough,", "new_id": -2}, {"uid": "1296876367021512194", "i": 44851, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "low-quality, non-competitive games and turn those into quality, competitive games that the fans want to see.\" <strong> Michael Vick </strong> was planning a Super Bowl party, and whether that was appropriate for a man with his past: <q>I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here- what he'd be doing. He has said that on numerous occasions people have been using his name about being involved in some type of party, but that he had no intention of participating in that.</q> â\u0080¢ <strong> Roger Goodell </strong> praised the Dallas-Fort Worth area for handling the difficult weather, saying the ice and snowstorms would not jeopardize the region's chances of hosting the game again. This is the first Super Bowl to", "new_id": -2}, {"uid": "1297115366104251431", "i": 46135, "idx": 0, "sa": ["Simon Cowell"], "q": "\" or \"America's Got Talent\" is that the judges will actually work with three finalists each and make decisions as to what the competitors will sing, how they will sing it and more. <q>That means you have to work with them up to five or six days a week,</q> <strong> Simon Cowell </strong> points out. \"So, I need to find someone willing to make that commitment because it is hard work.... It is important to me that I have people I can trust in terms of their", "new_id": -2}, {"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q>We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people,</q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true. \"Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}, {"uid": "1296137360210878468", "i": 45916, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> You can send a story to multiple email addresses by separating the email addresses with a semicolon(;)", "new_id": -2}, {"uid": "1295218037260489221", "i": 34752, "idx": 0, "sa": ["Simon Cowell"], "q": "threw off the pacing and often made the program run long. <strong> Simon Cowell </strong> exited after last season to prepare his own talent contest, \"The X Factor,\" for a Fox run later this year. <q>In the past couple years, it was like so much oxygen seemed to be consumed by everything going on the judges' panel that the poor kids hardly had a chance to introduce themselves,</q> said Richard Rushfield, author of the forthcoming book \"American Idol': The Untold Story.\" Perhaps as a result, the last few crops of \"Idol\" singers haven't broken through", "new_id": -2}, {"uid": "1295887613005734450", "i": 39228, "idx": 1, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "could have changed one thing... \"I'd have waited until I was older before getting into this industry.\" Poor <strong> Cher Lloyd </strong> tries to ignore the haters, but it's difficult for celebs too you know? <q>I do care and it does hurt. Because of my style, I come across as hard and in your face. But I'm not like that.</q> Awwwww. 5. All that drama with <strong> Simon Cowell </strong> is a lie! \"I wouldn't be here without him. <strong> Simon Cowell </strong> gets me and he's got my back. He knows me too well to", "new_id": -2}]