[{"uid": "1294991426005357592", "i": 36295, "idx": 0, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "and taking summer vacations to New Hampshire with <strong> Debbie Wasserman Schultz </strong>'s family. These were the memories they were sharing with <strong> Gabrielle Giffords </strong> when the congresswoman started to signal that she may have known they were there. <q>We started talking about all the things we plan to do when she got better. ''<strong> Gabrielle Giffords </strong>, you've got to get better because we have to have another double-date, we're going to take you out for pizza,'</q> <strong> Kirsten Gillibrand </strong> told NBC Nightly News' Brian Williams. '''So we were really trying to tell her how much we miss her and love her and how we wanted her to know we were with her every", "new_id": -2}, {"uid": "1295804058124010503", "i": 26642, "idx": 0, "sa": ["Hu Jintao", "Colin Powell", "Barack Obama"], "q": " ''State of the Union'' Sunday, <strong> Colin Powell </strong> said the meeting between <strong> Hu Jintao </strong> and <strong> Barack Obama </strong> resulted in some successful trade deals; however, it probably would not do much to alter Beijing's human-right policies. <q>They are going to remain an authoritarian nation,</q> <strong> Colin Powell </strong> said. ''They believe that's the only way they can run a nation of 1.3 billion people, and they haven't done badly in recent years.'' <strong> Colin Powell </strong> observed that both leaders presented", "new_id": -2}, {"uid": "1295093100028508164", "i": 1358, "idx": 3, "sa": ["John Elkann", "Sergio Marchionne", "Silvio Berlusconi"], "q": "including Prime Minister <strong> Silvio Berlusconi </strong>. ''Now we have to put behind all the conflicts and face the challenges that we have in front of us in a constructive way,'' Fiat Chairman <strong> John Elkann </strong> said today. <q>I reiterate the full support from my family.</q> The vote is ''symbolic'' and ''represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break an industrial scheme which needs to be reformed,'' Gianluca Spina, dean of the business", "new_id": -2}, {"uid": "1295686742156401686", "i": 47056, "idx": 23, "sa": ["Rasheed Wallace", "Carmelo Anthony", "Theo Ratliff", "Gerald Wallace", "Dikembe Mutombo", "Allen Iverson"], "q": "'m so excited to be with this group. They're all about winning and we have a great coach.'' Sixers coach Larry Brown was glad that <strong> Dikembe Mutombo </strong> provided a lot of the same things as <strong> Theo Ratliff </strong>. <q>He rebounded and defended like he has his whole career,</q> Brown said. ''I thought he was terrific.... I think it's pretty remarkable what he was able to do under http://wn.com/Allen_Iverson_31pts_vs_Charlotte_Bobcats_06/07_NBA_*Denver_Nuggets_*Nice_pass_to_NENE <strong> Gerald Wallace </strong> put a big hurt on <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>. <strong> Rasheed Wallace </strong> had 25 points,", "new_id": -2}, {"i": 44049, "idx": 0, "index_answer": 0, "new_id": -1, "q": ". Ask him how he feels, and he'll let you know. So on Monday, when <strong> Michael Vick </strong> said on The <strong> Tony Mercurio </strong> Show on ESPN 94.1 in Virginia Beach that his injured leg has <q>probably went from 50 percent to 75 percent,</q> you can believe him. What the Eagles have to hope is that before Sunday that percent jumps up to between 85 to 95 percent. <strong> Michael Vick </strong> saying, ''I'll be 100 percent by", "sa": ["Michael Vick", "Tony Mercurio"], "uid": "1296084752130252877"}, {"uid": "1295779843220971037", "i": 636, "idx": 2, "sa": ["Andy Coulson"], "q": "frontbencher Chris Bryant to call for the police to conduct a new investigation. ''To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place,'' he said. <q>I hope now, finally, that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come to light.</q> Editors at rival papers have also been expressing the view to NI executives that the allegations about the News of the World are ''bad for business'' and threaten the reputation of the entire industry.", "new_id": -2}, {"uid": "1297130959189071378", "i": 41873, "idx": 0, "sa": ["Zahi Hawass"], "q": "last few years, is transforming our knowledge of the early human populations of the British Isles and throwing all sorts of fascinating light on the history of populations in Europe as well,'' he said. <q>The idea, in effect, of removing any possibility of carrying out further investigations on these bones is just a complete disaster-- it's not just a specialist interest.</q> <strong> Zahi Hawass </strong> Mike Heyworth director of the Council for British Archaeology agreed. ''It would be tragic,'' he told Reuters. ''If this material becomes inaccessible to us we have lost that opportunity forever and", "new_id": -2}, {"uid": "1295582258248299524", "i": 15102, "idx": 1, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q>My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup,</q> Mr. Page said in a Thursday interview. ''I think I will have time to do that given the way we have split up our responsibilities.'' Mr. <strong> Eric Schmidt </strong> concurred in the same interview, saying", "new_id": -2}, {"uid": "1295978589172294145", "i": 4987, "idx": 2, "sa": ["Dermot O'Leary", "Christian O'Connell", "Simon Cowell"], "q": "great boss, and I'm not just saying that,'' he said. ''He's very loyal, he's very honest, and he just wants that in return.'' He continued: <q>He smells fear though, he's like a wolf. If you're confident in your own opinions then he's good, but he doesn't like indecision, he doesn't like fear, he likes people to be confident. He's taught me a lot actually in that regard, I owe him a lot.</q> <strong> Dermot O'Leary </strong> went on to reveal that <strong> Simon Cowell </strong> enjoys having a bath in his dressing room. EastEnders: Roxy leaves <strong> Christian O'Connell </strong> and Syed stunned Emmerdale: Jackson makes a plea to Aaron Hollyoaks:", "new_id": -2}, {"uid": "1295159415096436284", "i": 35640, "idx": 0, "sa": ["Craig Revel Horwood", "Zoe Hobbs", "Simon Cowell"], "q": "How does he feel about being as famed for his tantrums as his tangos though? ''I'm not a wallflower, never have been, never will be,'' he says. <q>So if you put up to 50 hours a week into perfecting one dance only for some b***** idiot, if you excuse the expression, to slag it off then it hurts you emotionally. ''It's live TV with millions watching, so you're going to react, stand up for yourself- or at least I am.</q> But didn't he invite his arch enemy, the <strong> Simon Cowell </strong> of sequins, Strictly judge <strong> Craig Revel Horwood </strong> to his wedding to 29-year-old model <strong> Zoe Hobbs </strong> last summer? ''<strong> Craig Revel Horwood </strong>'s a great pal actually and no", "new_id": -2}]