[{"uid": "1295655959070139994", "i": 30275, "idx": 4, "sa": ["Rasheed Wallace", "Tayshaun Prince", "Rip Hamilton", "Allen Iverson"], "q": "of him and get him a lot of opportunities to be aggressive. He was really good offensively and defensively tonight.'' <strong> Tayshaun Prince </strong> shot 5-for-6 in the second and added two assists, three rebounds and a block. <q> When I'm out there with( the second unit), I've got to be aggressive and make plays for them but at the same time, look for opportunities, </q> <strong> Tayshaun Prince </strong> said.`` I know that, starting games, we are going to go to <strong> Rasheed Wallace </strong> and obviously try to get <strong> Rip Hamilton </strong> http://wn.com/NBA_Season_08/09__Detroit_Pistons_@_New_Jersey_Nets NBA Season 08/09- Detroit Pistons@ New Jersey Nets/ <strong> Allen Iverson </strong>'s Debut http://wn.com/Lebron_James_Miami_HEAT_FASTBREAK_DUNK_FROM_Mike_Miller_PreSeason_vs_Detroit_Pistons", "new_id": -2}, {"uid": "1295619162009781260", "i": 4901, "idx": 1, "sa": ["Clarence Mitchell", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal.`` <strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also http://wn.com/Spin_doctor_Andy_Coulson_didn't_condone_phone_tapping Former News of the World editor and Tory spin doctor <strong> Andy Coulson </strong> has told MPs he`` didn't condone", "new_id": -2}, {"uid": "1296273660046694426", "i": 25275, "idx": 10, "sa": ["Stephen Jackson", "Verdell Jones III", "Danny Granger", "Brett Finkelmeier", "Allen Iverson"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way.`` He wasn't missing anything,'' Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 http://wn.com/Indiana_drops_regular-season_finale_at_Wisconsin_85-61 The career-high 23 points from <strong> Verdell Jones III </strong> and defensive intensity of surprise starter <strong> Brett Finkelmeier </strong> weren't enough for the Hoosiers as they fell 85-61 to Wisconsin. http://wn.com/NBA_Pretemporada_16/10/2009__Houston_Rockets_104_Vs_Indiana_Pacers_119 <strong> Danny Granger </strong> is picking up where he left off last", "new_id": -2}, {"uid": "1295910794246595599", "i": 44937, "idx": 0, "sa": ["David Letterman", "Bobby Badfingers"], "q": "when he appeared on the <strong> David Letterman </strong> Show, performing the drum solo of the Surfaris' 1962 hit,`` Wipe Out'' with finger-snaps instead of drumsticks. In 2004, noted that, <q> The list of things that are excellent about <strong> Bobby Badfingers </strong> is nearly endless; in fact, we haven't been so unabashedly enthusiastic about a live act since we heard Charo had a new thing going in Vegas. But there's more: <strong> Bobby Badfingers </strong>, who just shot a commercial for Yahoo!, is in the midst of establishing a`` finger-snapping media empire </q> by creating a how-to book and instructional DVD titled`` Snapology 101 for Whippersnappers.'' He's also commissioned a cartoon called`` Snapmaster <strong> Bobby Badfingers </strong> and His Homies.'' </blockquote> Given <strong> Bobby Badfingers </strong> and his work is a", "new_id": -2}, {"uid": "1295675869065781776", "i": 22132, "idx": 4, "sa": ["Stephen Jackson", "Allen Iverson", "Dwyane Wade"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way.`` He wasn't missing anything,'' Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 http://wn.com/[HD_2009_Playoffs]_Dwyane_Wade_Highlights__Hawks_Vs_Heat__Game_6---------------- Credit of this video goes to revgen of Mixmakers.net--------- MIAMI- A season-saving victory in the books, guard <strong> Dwyane Wade </strong> and most Miami Heat teammates walked off the court Friday night with stoical looks", "new_id": -2}, {"uid": "1296741912015351821", "i": 21626, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush", "Hosni Mubarak"], "q": "<strong> President Bush </strong> focused on a war with Iraq almost immediately after the Sept. 11, 2001 terror attacks.`` He asked that I take a look at the shape of our military plans on Iraq,'' <strong> Donald Rumsfeld </strong> writes. <q> He wanted the options to be` creative.' </q> Since <strong> Hosni Mubarak </strong> came into power in 1981, U.S. taxpayers have sent more than$ 60 million in aid to his government- but more than half was spent on weapons for the military,`` an arrangement that", "new_id": -2}, {"uid": "1297430725063684608", "i": 43946, "idx": 0, "sa": ["Simon Cowell"], "q": "We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour. It hasn't been tested yet but that's the idea.'' <q> We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour. It hasn't been tested yet but that's the idea. </q> Although <strong> Simon Cowell </strong> will resume a role on the judging panel of' The X Factor', it is unclear if he will take part in the entire show after reportedly telling ITV1 bosses he will", "new_id": -2}, {"uid": "1295586272212418583", "i": 2949, "idx": 14, "sa": ["Allen Iverson", "Marcus Camby", "Yao Ming"], "q": "<strong> Yao Ming </strong> plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets.`` I dreamed it up a certain way, and it was better than that,'' <strong> Allen Iverson </strong> said. <q> Everything was perfect but one thing, and that was not winning the game. </q> <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Western", "new_id": -2}, {"uid": "1295633904157057075", "i": 12302, "idx": 3, "sa": ["Charlie Beckett", "Andy Coulson", "Sienna Miller"], "q": "story refused to die with a series of fresh allegations. Earlier this month, the paper suspended a senior editor who was named in a lawsuit by actress <strong> Sienna Miller </strong>, who says her phone was hacked. <q> It was always going to be when, rather than if, </q> said <strong> Charlie Beckett </strong>, director of POLIS, a media thinktank at the London School of Economics.`` I don't know anybody in Britain who didn't think <strong> Andy Coulson </strong> must have known more about this than has come out", "new_id": -2}, [{"i": 21343, "idx": 0, "index_answer": 0, "new_id": -1, "q": "GOOG) <strong> Eric Schmidt </strong>: <q> One day Larry and Sergey bought Android, and I didn't even notice. </q> The important thing to understand about the doesn't change much, Nicholas Carlson writes. In any case, the Street generally", "sa": ["Eric Schmidt"], "uid": "1295565692148553737"}]]