[{"uid": "1295094195134398069", "i": 15704, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "his infamous comment following the fall of Baghdad regarding the rampant looting and violence that broke out in the aftermath of the toppling of the Iraqi government, in response to questions on how we allowed it to happen. <q> Free people are free to[...] commit crimes and do bad things </q>( No they aren't). Visit the BI30 Blog: blog.bi30.org <strong> Donald Rumsfeld </strong> Called Out On Lies About WMD Speaking in Atlanta today, Secretary of Defense <strong> Donald Rumsfeld </strong> was sharply questioned about his pre-war claims about WMD in Iraq", "new_id": -2}, {"uid": "1296560941167215128", "i": 14837, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "No replacement has yet been announced by <strong> David Cameron </strong>'s party. But a Number 10 source said`` good progress'' had been made in identifying a successor and that Mr <strong> Andy Coulson </strong> chose to leave quietly after finishing <q> what he wanted to finish </q>. Scotland Yard has since launched a fresh investigation of hacking allegations. A party source said:`` He had finished what he wanted to finish and good progress is being made with his replacement", "new_id": -2}, {"uid": "1296483335037306377", "i": 56509, "idx": 0, "sa": ["Eric Schmidt"], "q": ": Generals, Pilots,... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the Woodrow Wilson School of Public and International Affairs, on April 18, 2009.... Harvard University Helps the Homeless? Harvard University has an endowment worth$ 34.9 billion. They earned 23 percent on", "new_id": -2}, {"uid": "1296582080157810714", "i": 12507, "idx": 1, "sa": ["Zahi Hawass"], "q": "a fundamental pride among Egyptians even as they revolt against their leadership.`` We can not be like Afghanistan,'' said <strong> Zahi Hawass </strong>, referring to a depleted nation where war overshadows centuries of cultural history. <q> Civilization is inside the Egyptians. </q> The sites have not been immune to the chaos. Last week, Bedouins pulled up in a truck and looted a storage site in Qantara, near the Suez Canal. But 288 items--", "new_id": -2}, {"uid": "1297051799038584340", "i": 54351, "idx": 0, "sa": ["Eric Schmidt"], "q": "( Wiederholung vom Wochenende) LONDON( dpa-AFX)- Der Internetkonzern href=\"http://www.finanznachrichten.de/nachrichten-aktien/google.asp\" title=\"Aktuelle GOOGLE News\"> Google m?chte einen langwierigen Rechtsstreit mit der Europ?ischen Union im Streit ber die Marktmacht des Unternehmens verhindern. <q> Das wollen wir nat?rlich vermeiden </q>, sagte Google-Chef <strong> Eric Schmidt </strong> der Zeitung`` Sunday Telegraph''. Es sei in seinem und wohl auch im Interesse der EU, mit einer schnellen Analyse auf die Bedenken der Wettbewerber von Google einzugehen. Dabei hoffe er,", "new_id": -2}, {"uid": "1295256413206143491", "i": 18989, "idx": 6, "sa": ["Del Negro", "Allen Iverson", "Jeff Saturday", "Phil Jackson"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps,'' <strong> Allen Iverson </strong> said. <q> You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there. </q> The Phil JacksonaDel Negrophia star scored 60 points, a career high and the most in the NBA this season, to lead the 76ers to a 112-99 victory over the Orlando Magic on <strong> Jeff Saturday </strong> night. <strong> Allen Iverson </strong>, averaging an NBA-leading", "new_id": -2}, {"uid": "1295900976011026465", "i": 18383, "idx": 0, "sa": ["Paul McCartney", "Steve Ballmer", "Steve Jobs"], "q": "assuming it will be. It makes sense to release in all initial markets at once, and 10 days after the New York event sounds about right, and will finally allow <strong> Steve Ballmer </strong> to do his <strong> Steve Jobs </strong> impression... <q> And ALL of these phones on ALL of these carriers will be available at the end of next week... but you can preorder them RIGHT NOW. Oh, and one more thing... <strong> Paul McCartney </strong> is here to play a few new songs for us while I do the monkey dance with the entire cast of HBO's True Blood, live on stage. Boom! </q> WMPowerUser they are on YouTube for us all to enjoy... right after the jump. Both of these ads are for AT&T and feature the HTC Mondrian. Specwise the Mondrian is as follows:", "new_id": -2}, {"uid": "1296787924171524099", "i": 17338, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "Al-Qaida attacks on the United States had been planned and where U.S. retaliation was imminent.`` He asked that I take a look at the shape of our military plans on Iraq,'' <strong> Donald Rumsfeld </strong> writes. <q> Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied, </q> <strong> Donald Rumsfeld </strong> recalls. But the <strong> George W. Bush </strong> insisted on new military plans for Iraq, <strong> Donald Rumsfeld </strong> writes.`` He wanted the options to be` creative.''' <strong> Donald Rumsfeld </strong>'s memoir,`` Known and Unknown,", "new_id": -2}, {"uid": "1295503547083329028", "i": 6936, "idx": 1, "sa": ["Carmelo Anthony", "Marcus Camby", "Allen Iverson", "John Calipari", "Phil Jackson"], "q": "over the Denver Nuggets on Wednesday night. <strong> Carmelo Anthony </strong> had 26 points and eight rebounds and <strong> Marcus Camby </strong> had 20 rebounds for the Nuggets.`` We absorbed a lot of points from <strong> Allen Iverson </strong>,'' Lakers <strong> John Calipari </strong> <strong> Phil Jackson </strong> said. <q> He got our whole team in foul trouble. </q> <strong> Allen Iverson </strong> scored 49 points through the first three quarters but was held to a just a layup in the fourth. The Lakers clamped down on the 6-foot guard, forcing the ball out of his hands. The strategy", "new_id": -2}, {"i": 4521, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Kirsten Gillibrand </strong> joined her fellow Democratic Senators today for a Capitol Hill news conference in which she reiterated her opposition to the <q> These bills show a heinous disregard for the health and well-being of women in America, </q> <strong> Kirsten Gillibrand </strong> says.`` It is a tax on all women who want access to a full-range of reproductive health care.'' The bills in question would stop the government from providing tax credits or subsidies to", "sa": ["Kirsten Gillibrand"], "uid": "1297191953182861870"}]