[{"uid": "1295831264124387374", "i": 17391, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "can take over the reins. <strong> Eric Schmidt </strong>, previously CEO of Novell and CTO of Sun Microsystems, has by far the most enterprise experience in the triumvirate that runs Google, which also includes co-founder <strong> Sergey Brin </strong>. <q><strong> Eric Schmidt </strong> clearly had passion for enterprise software,</q> says Gartner analyst Whit Andrews. \"He cared about enterprise software. He worked at a lot of companies that sold enterprise software and bunch of enterprise products. That history is not in place with Page.\"", "new_id": -2}, {"uid": "1297708575012566538", "i": 19657, "idx": 1, "sa": ["Steve Ballmer"], "q": "In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion. \"Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,\" <strong> Steve Ballmer </strong> said. <q>That's not just good for Nokia, that's good for all our handset partners.</q> Groupon, FTD get complaints, offer Valentine's Day flower refunds Intel invests$ 26M in 6 mobile startups, including 2 in Silicon Valley", "new_id": -2}, {"uid": "1294965093056983574", "i": 3891, "idx": 3, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "She was rubbing our hands and gripping our hands so... we knew she could hear and understand what we were saying and she moved her leg, and so we knew she was responding,\" <strong> Kirsten Gillibrand </strong> said. <q>And the more we joked about what we were going to do, she started to open her eyes.</q> <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, realized the significance of the moment. \"<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,\" he said, according to <strong> Kirsten Gillibrand </strong>. Said <strong> Debbie Wasserman Schultz </strong>:", "new_id": -2}, {"uid": "1296084752130252881", "i": 18046, "idx": 1, "sa": ["Michael Vick"], "q": "league( six). He was a leader who inspired his teammates to play at their highest level. He accepted the huge responsibilities that come with being an NFL starting quarterback. <q>The quarterback position, that's the nature of it,</q> <strong> Michael Vick </strong> said of the swings between praise and criticism. \"Everything's thrown on your shoulders as a quarterback. \"I accept it. I respect it. That's the responsibility that you take on", "new_id": -2}, {"uid": "1295958129216842277", "i": 10779, "idx": 2, "sa": ["Dick Armey", "Mike Pence"], "q": "movement made the same argument in a letter sent to <strong> Mike Pence </strong> this week. \"Seize this moment, <strong> Mike Pence </strong>,\" said the letter signed by former House Majority Leader <strong> Dick Armey </strong> and three others. <q>At this precarious time in our nation's history, none of us can afford to make political calculations or make decisions based on future ambitions, for what will be left of the future if we fail today?</q> And <strong> Mike Pence </strong> fans are collecting signatures from conservatives and tea party activists through a Web site and social media campaigns as part of a draft effort. \"I said,`", "new_id": -2}, {"uid": "1295670452069369863", "i": 8305, "idx": 5, "sa": ["Keyon Dooling", "Grant Hill", "Allen Iverson"], "q": "and fortunately, it went in,\" <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. \"That wasn't the first time he threw one in like that,\" <strong> Keyon Dooling </strong> said. <q>He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.</q> The Magic had a chance to tie the game, but <strong> Grant Hill </strong>'s 12-footer at the buzzer was short. <strong> Grant Hill </strong>, who led the Magic with 25 points, had hit a similar shot to tie the game at", "new_id": -2}, {"uid": "1296962832064782345", "i": 6686, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "5, 2011 <strong> Simon Cowell </strong> is back and spending big money on a 2011 Super Bowl ad to promote the US version of the X-Factor. <strong> Simon Cowell </strong> Super Bowl Ad- Will <strong> Cheryl Cole </strong> Join US X-Factor? TMZ.Com cites <q>sources connected with the Super Bowl broadcast tell( TMZ) <strong> Simon Cowell </strong> will appear in a 30-second commercial during Sunday's big game... promoting his new talent show X Factor.</q>*** Singer <strong> Cheryl Cole </strong> will not give up on her bid to make it in the US even if she fails to land a judging role on the US X Factor. The 27-year-old star has been", "new_id": -2}, {"uid": "1295658306074924083", "i": 1972, "idx": 9, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "to <strong> Ken Auletta </strong>'s sources, <strong> Eric Schmidt </strong>'s appetite for the job waned not just because of the China decision, but because Google was struggling to deal with the success of Facebook and increased scrutiny from regulators. <q>Google was becoming defensive. All of their social-network efforts had faltered. Facebook had replaced them as the hot tech company, the place vital engineers wanted to work,</q> <strong> Ken Auletta </strong> writes. \"Complaints about Google bureaucracy intensified. Governments around the world were lobbing grenades at Google over privacy, copyright, and size issues. The \"don't be evil\" brand was getting tarnished,", "new_id": -2}, {"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.\" <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a \"right-wing media echo chamber\" that is <q>transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day.</q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said: \"By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.\" <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}, {"uid": "1295798969051544070", "i": 38028, "idx": 2, "sa": ["John McCain", "Kirsten Gillibrand"], "q": "Tell.\" http://wn.com/Sec_Gates_wants_Senate_to_pass_repeal,_warns_of_Court_action The Log Cabin lawsuit is being used to the advantage of those who want a legislative repeal http://wn.com/Gillibrand_Introduces_Legislation_to_Repeal_Don't_Ask_Don't_Tell <strong> John McCain </strong> <strong> Kirsten Gillibrand </strong>, joined with Senate colleagues and military leaders, introduces legislation to repeal the military's <q>Don't Ask, Don't Tell</q> policy. http://wn.com/040209_Jungbauer_Senate_Floor_Nuclear_power_ban_repeal US Senate votes 65-31 to repeal DADT Visit: firedoglake.com http://wn.com/Democrats_Activists_Speak_After_Key_Don't_Ask,_Don't_Tell_Repeal_Vote A Senate vote Saturday cleared the way for final passage of a bill to end the military's \"Don't Ask, Don't Tell", "new_id": -2}]