[{"uid": "1297225373053084179", "i": 55212, "idx": 1, "sa": ["Mayor Tom", "Michael Vick", "Tom Leppert"], "q": ". \"<strong> Michael Vick </strong> is a convicted felon. He committed horrible, atrocious crimes, violent crimes,\" Jonnie England, of the Metroplex Animal Coalition, Vick-Michael Vick-115527714.html\" target=\"_blank\"> told CNN affiliate WFAA. <q> He has done nothing to deserve a key to the city of Dallas. </q> On Monday, Dallas <strong> Mayor Tom </strong> <strong> Tom Leppert </strong> distanced himself from the presentation, Vick-Michael Vick-key-to-the-city-draws-anger.ece\" target=\"_blank\"> telling the Dallas Morning News: \"We don't condone it and clearly didn't approve it. It's unfortunate", "new_id": -2}, {"uid": "1296044761099729429", "i": 37720, "idx": 3, "sa": ["Michael Vick"], "q": "is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's \"sizable.\" \"We believe it was worth it,\" he said, <q> because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products. </q> Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore the company's shoulder pads", "new_id": -2}, {"uid": "1296784629036126790", "i": 50561, "idx": 12, "sa": ["Paul Bremer", "Bill Clinton", "Colin Powell", "Donald Rumsfeld"], "q": "we were wrong.\" As for the decision to not send more troops to Iraq in the wake of the invasion, <strong> Donald Rumsfeld </strong> accuses his accusers. In conversations with the <strong> Bill Clinton </strong> and his staff, <strong> Colin Powell </strong> <q> did not raise any questions about troop levels, the war plan or the number of troops in a postwar environment, </q> despite media reports that <strong> Colin Powell </strong> had made those arguments. As for the widely-derided decision to disband the Iraqi Army, leading to chaos in the country, he blames <strong> Paul Bremer </strong>, the head of the Coalition Provisional", "new_id": -2}, {"uid": "1297510090068009998", "i": 23200, "idx": 1, "sa": ["Simon Cowell"], "q": "still involved with the ITV1 show. \"We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour,\" he said. <q> It hasn't been tested yet but that's the idea. </q> <strong> Simon Cowell </strong> is yet to announce the judging panel for either version, airing in conjunction this autumn, but there is", "new_id": -2}, {"uid": "1295715717099811342", "i": 13553, "idx": 1, "sa": ["John Kuester", "Nick Young", "Rodney Stuckey", "Allen Iverson"], "q": "3-point attempt was no good. He scored 18 points. Pistons coach <strong> John Kuester </strong> said <strong> Rodney Stuckey </strong> was the right player to take the shot. \"No question I want the ball in his hands,\" he said. <q> You saw a lot of growth in a <strong> Nick Young </strong> man. I've been telling people about how good he can be. He can be one of the best guards in the league and he showed it tonight. </q> <strong> Allen Iverson </strong>, once the best guard in the league, scored 11 points in his second game with the Sixers. He hit the tying jumper with 1:06 left that made it 86-all. <strong> Allen Iverson </strong> is 0-5 this season--", "new_id": -2}, {"uid": "1295233159192299056", "i": 37952, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "Across the nation there's a feeling of defiance among politicians. They are undeterred by the violence that erupted at <strong> Gabrielle Giffords </strong>' political event in Tucson, Ariz., on Jan. 8, 2011. <q> I think right now she is inspiring all of us, </q> said Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.). \"I think she is inspiring our nation with her courage, with her strength.\" Now reinforcing that courage is added security. This weekend at a Minneapolis market", "new_id": -2}, {"uid": "1296802074171819016", "i": 56662, "idx": 1, "sa": ["Don Nelson", "Allen Iverson"], "q": "Pistons started slowly before turning it on defensively in the second half. With a game against the undefeated Los Angeles Lakers coming up Friday night, Detroit is looking for a complete game to extend that winning streak. <q> The best part about it is we struggled at times in the game but we got it Don Nelsone, </q> <strong> Allen Iverson </strong> said. \"We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going", "new_id": -2}, {"uid": "1295993933011730957", "i": 39905, "idx": 0, "sa": ["Camille Grammer", "David Letterman", "Kelsey Grammer"], "q": ", who left his wife <strong> Camille Grammer </strong> in July for younger woman Kayte Walsh, has been engaged in acrimonious... Despite her ex's recent engagement, <strong> Camille Grammer </strong> is not looking to get hitched anytime soon. <q> I don't want to get married again; I need time, </q>... <strong> Kelsey Grammer </strong> Opens Up About Divorce, Kids On <strong> David Letterman </strong>( Video) <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong>'s divorce is getting nasty, but it isn't impacting the kids, <strong> Kelsey Grammer </strong> says. <strong> Kelsey Grammer </strong> sat down with", "new_id": -2}, {"uid": "1296415510191545349", "i": 13824, "idx": 0, "sa": ["Regis Philbin", "Barbara Walters", "Bill Clinton", "David Letterman", "Charles Grandison Rose III", "Julianne Moore", "Ed Asner", "Melissa Peterman", "Robin Williams"], "q": "Those Gershwin Boys target=\"_blank\" An unquenchable joie de vivre buoyed by an antic humor that wells up like spring- <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong>, <strong> Charles Grandison Rose III </strong> and discuss having open-heart surgery on ABC's <q> A <strong> Barbara Walters </strong> Special: A Matter of Entertainment Weekly and Women's Wear Daily. text-->-+ Single Page print Twitter Email Old Boys' Network? Hardly. How About Lots of Tired Geezer ChJulianne Moorels? women get theirs in the end. Not only do they tend to live longer than television, at least, they seem to have a richer and more rewarding old age. Ron Jaffe/CMT Roles for older men tend toward stereotype: <strong> Ed Asner </strong> and <strong> Melissa Peterman </strong> in \"Working Class, </q> beginning Friday on CMT. Related Make It Funny, Make It Work, Make It Quickly( January 23, His mission is to save snakes, rice and slum children Mumbai Saturday, January 29, 2011--", "new_id": -2}, {"uid": "1296438637195035181", "i": 51119, "idx": 2, "sa": ["Michael Vick"], "q": "Friends also has conceded that <strong> Michael Vick </strong> has put a brighter spotlight on the problem of dogfighting and the rehabilitation of pit bulls than they ever imagined possible. <strong> Michael Vick </strong> participates in his first practice as a Philadelphia Eagle <q> But how do you rank the damage and pain he caused? </q> Battista says. At Best Friends, a 3,800-acre sanctuary that's home to 417 dogs, 658 cats, 340 rabbits and a few dozen horses, pigs and parrots, they prefer to celebrate", "new_id": -2}]