[{"uid": "1296744574199131149", "i": 41030, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "will increase all in the need for higher CORPORATE PROFITS. These news stories are NOT trustworthy any more. Pure PROPOGANDA! Unemployed and underemployed are just NOY being counted any more. Report Abuse <q> Could this mean many have run out of benefits? </q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading", "new_id": -2}, {"uid": "1295586272212418583", "i": 3528, "idx": 3, "sa": ["George Karl", "Vince Carter", "Shaquille O'Neal", "LeBron James", "Kevin Martin", "Allen Iverson", "Anthony Carter", "Martin O'Neill", "Kobe Bryant"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Shaquille O'Neal </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Nets_Vince Carter_Anthony Carter_29_PTS_9_REB_7_AST_Vs_Kevin Martin_Martin O'Neill_36_PTS_LeBron Jamess_98__90 <strong> Vince Carter </strong> 29 PTS 9 REB 7 AST Vs LeBron Jamess", "new_id": -2}, {"uid": "1296387505015253604", "i": 37457, "idx": 0, "sa": ["Michael Vick", "Jhon García Sossa"], "q": "might say,` Three years, that seems like such a long time,''' said <strong> Jhon García Sossa </strong>, a manager of the dog operation at Best Friends, who has done extensive work with the pit bulls. <q> But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were. </q> Much as it has been hard to fit the story of <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs' lives, their recovery and the message they send, is", "new_id": -2}, {"uid": "1295425909066371674", "i": 45041, "idx": 0, "sa": ["Sergio Marchionne"], "q": "cars, and we are going to keep buying them as long as gas is relatively cheap.... We're not going to look like Europe anytime soon.''-- Rebecca Lindland, analyst, IHS Global Automotive <q> I don't see a big market( in small cars). I see a market. There is a big difference. We never set out to conquer the U.S. market with A and B cars. </q>-- <strong> Sergio Marchionne </strong>, CEO, Fiat Auto and Chrysler Group`` Looking here at the Detroit auto show, there is no doubt that small cars are having a resurgence. Consumers who once bought large or midsize cars are", "new_id": -2}, {"uid": "1295804524123387912", "i": 58494, "idx": 4, "sa": ["Allen Iverson", "Marcus Gilbert", "Tim Duncan", "Jim O'Brien", "Billy King"], "q": "its bid to win three straight games for the first Tim Duncane this season.`` We do a lot of things positive on the <strong> Marcus Gilbert </strong> court, we're just not putting together whole games,'' <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach <strong> Jim O'Brien </strong> blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 The Indiana Pacers are maBilly King a bad habit of falling apart in the second half", "new_id": -2}, {"uid": "1297413722221036567", "i": 33938, "idx": 0, "sa": ["Stephen Elop", "Stephen Shankland", "Steve Ballmer"], "q": "Today, Nokia and Microsoft intend to enter into a strategic alliance,'' <strong> Stephen Elop </strong> said in the video, a precursor of a turnaround plan he's set to detail later today at an analyst conference in London. <q> Together, we will bring consumers a new mobile experience, with stellar hardware, innovative software, and great services. We will create opportunities beyond anything that currently exists. </q> Microsoft CEO <strong> Steve Ballmer </strong> said the partnership`` brings the brands mobile consumers want, like Bing, Office, and of course Xbox Live.'' href=\"http://www.cnet.com/profile/Stephen Shankland/\"> href=\"http://www.cnet.com/profile/Stephen Shankland/\"> <strong> Stephen Shankland </strong> href=\"http://www.twitter.com/stshank\">", "new_id": -2}, {"uid": "1295783022066551848", "i": 14848, "idx": 0, "sa": ["Anil Ambani", "Andy Coulson"], "q": "Photo in Slideshow: <strong> Anil Ambani </strong>, chairman of the Reliance <strong> Anil Ambani </strong> Group... Reliance Industries Ltd., India's biggest company by market value, reported a... Video: Fishermen, businesses beg for BP spill money Report Abuse <q> Two uneducatd, ignorant smelly cretins posting on this story. Neither knows a single thing about any subject, nor is either capable of gaining any such knowledge. </q> Report Abuse \" Good. India and China deserve cheap energy and 10% growth. \" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1297127604055640064", "i": 6802, "idx": 2, "sa": ["Nick Turner", "Steve Ballmer", "Wes Miller"], "q": "long as it produces results soon, <strong> Wes Miller </strong> said.`` You can play pin the blame on the donkey, but the reality is <strong> Steve Ballmer </strong> has to accept some of the blame,'' he said. <q> He also has to put the right people in the right places. </q>-- Editors: <strong> Nick Turner </strong>, Tom Giles To contact the reporter on this story: Dina Bass in Seattle at dbass2@bloomberg.net", "new_id": -2}, {"uid": "1295805489188252160", "i": 59228, "idx": 4, "sa": ["Colin Powell", "Barack Obama"], "q": "he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect title=\"Superman(fictional character)\" href=\"http://www.dailypress.com/topic/entertainment/movies/superman-%28fictional-character%29-PEFCC000007.topic\"> Superman. We elected a human being, <strong> Barack Obama </strong>.'' <q> I think he has reached out to countries around the world and has developed good relations with countries around the world, </q> <strong> Colin Powell </strong> said.`` And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the", "new_id": -2}, {"i": 21910, "idx": 5, "index_answer": 0, "new_id": -1, "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talking about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said.`` We really like playing together, and we're getting it going. We're really just http://wn.com/Washington_Wizards_John_Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does`` The Dougie'', an amazing pre-game dance before the home", "sa": ["Chris Webber", "Allen Iverson", "John Wall"], "uid": "1295147684219021325"}]