[{"uid": "1296199986159858692", "i": 36863, "idx": 0, "sa": ["Mike Pence"], "q": "Staff Writer Thursday, January 27, 2011; 10:52 PM <strong> Mike Pence </strong>( R-Ind.) will not run for president in 2012 but has left the door open to running for governor of the Hoosier State. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star.`` We will not seek the Republican nomination for president in 2012.'' <strong> Mike Pence </strong> has been publicly pondering whether to run for", "new_id": -2}, {"uid": "1296522021211714148", "i": 19996, "idx": 6, "sa": ["Sergio Marchionne"], "q": "Chrysler's market share rose to 9.2 per cent from 8.8 per cent.`` We have slowly recovered from the low volumes of 2009, up 15 per cent,'' <strong> Sergio Marchionne </strong> said, pointing to the <q> significant performance in Canada. Our market share in Canada has been exceptionally good. </q> Chrysler's global sales last year topped 1.5 million cars and trucks, buoyed by a raft of new models. For 2010, Chrysler reported nearly$ 42 billion U.S. in revenue, in line", "new_id": -2}, {"uid": "1297206545083279894", "i": 11758, "idx": 1, "sa": ["George W. Bush", "Colin Powell"], "q": "Unknown,'' Rumsfeld wrote that the Joint Chiefs supported a strike, based on what Rumsfeld called extensive but not conclusive CIA evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> The pre-war attack never happened, although the site was struck in the opening days of the war that <strong> George W. Bush </strong> launched in March 2003, about six weeks after <strong> Colin Powell </strong>'s U.N. speech. The U.S. never found", "new_id": -2}, {"uid": "1296235801110460933", "i": 17791, "idx": 0, "sa": ["Andreas Scholz", "Eric Schmidt"], "q": "einem starken Jahr geht es href=\"http://www.finanznachrichten.de/nachrichten-aktien/google.asp\" title=\"Aktuelle GOOGLE News\"> Google bestens. Das versicherte Konzern-Chef Dr. <strong> Eric Schmidt </strong> DAF-Chefreporter <strong> Andreas Scholz </strong> im Exklusiv-Interview am Rande des World Economic Forum in Davos. Zu Stimmung sagte Google-Chef Dr. <strong> Eric Schmidt </strong> Schimdt: <q> Die Wirtschaft hellt sich auf- weltweit. Die Gesch?fte laufen also insgesamt besser. Die Leute sorgen sich aber noch um Regierungen, den Euro und solche Dinge, aber die Stimmung ist definitiv besser. Der Tiefpunkt war vor zwei Jahren. Uns geht es also definitiv besser. </q> Die gr?ten Risiken sieht <strong> Eric Schmidt </strong> bei den Regierungen und Haushaltsdefiziten, aber auch die Sorgen bei den Banken seien noch problematisch. Nachrichten FinanzNachrichten.de bernimmt keine Haftung f?r die Richtigkeit der Angaben!", "new_id": -2}, {"uid": "1297709500009535495", "i": 44799, "idx": 1, "sa": ["Steve Ballmer"], "q": "In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion.`` Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,'' <strong> Steve Ballmer </strong> said. <q> That's not just good for Nokia, that's good for all our handset partners. </q> <strong> Steve Ballmer </strong> also demonstrated some of the improvements that are coming to Windows Phone 7 this year. They include a faster Web browser and quicker switching between applications. DIR OF CONTENT OPS& SVCS Company", "new_id": -2}, {"uid": "1296964468246792245", "i": 28386, "idx": 5, "sa": ["Andy Reid", "Michael Vick"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season.`` To sum it all up, the last five months, have been delayed gratification,'' <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with <strong> Andy Reid </strong>, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> NFL: Check out the best shots from Super Bowl Week in Dallas. Launch Gallery Calendar Feb 6: Super Bowl XLV, Dallas, Texas Feb 23-Mar 1:", "new_id": -2}, {"uid": "1296227257153960497", "i": 50300, "idx": 0, "sa": ["Eli Woods", "Alassane Ouattara"], "q": "but it's a damn sight closer than it was five years ago.'' Benham bEli Woodseves Gbagbo can be forced to go, but only if BCEAO applies aggressive financial pressure, cutting off his access to funds. <q> When the army stops being paid, Gbagbo will be forced out. </q> When, as seems likely, <strong> Alassane Ouattara </strong> takes power, he should still consider breaking from the CFA franc. Economic independence would allow Africa's tenth-largest economy the flexibility to capitalise on its position as the most", "new_id": -2}, {"uid": "1295917895088195087", "i": 31700, "idx": 0, "sa": ["Bernie Sanders", "Michael E. Mann", "John Kerry", "Yosef Ben-Jochannan"], "q": ".... Support Climate Denial Crock of the Week- go to www.climatecrocks.com One of the most notorious of the East Anglia Climate e-mails was written by <strong> Yosef Ben-Jochannan </strong> Santer, wherein he mused that he sometimes harbored the desire to <q> beat the crap out of Pat Michael E. Manns </q>- a well known shill fo... Democrats Highlight the Urgency of Climate Change Legislation Democrats Highlight the Urgency of Climate Change Legislation Senators Merkley, <strong> Bernie Sanders </strong> and <strong> John Kerry </strong> spoke to the urgency of passing comprehensive climate change legislation on", "new_id": -2}, {"uid": "1297054828216301599", "i": 35029, "idx": 0, "sa": ["Blake Griffin", "Bill Lockyer"], "q": "health problems. Texas has a two-year budget cycle, which allowed it to camouflage its red ink last year, thanks in large part to Bill Lockyerions of dollars in federal stimulus money. Now, however, <q> someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore, </q> said California Treasurer title=\"Bill Lockyer\" href=\"http://www.latimes.com/topic/politics/Bill Lockyer-Bill Lockyer-PEPLT007506.topic\"> <strong> Bill Lockyer </strong>, with evident satisfaction. The scene in the statehouse in <strong> Blake Griffin </strong> in recent days would be familiar to those who frequent California's Capitol. Throngs of advocates for", "new_id": -2}, {"i": 12105, "idx": 0, "index_answer": 0, "new_id": -1, "q": "considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! </q> wrote <strong> Eric Schmidt </strong> in a post on Google's official blog.`` Larry, in my clear opinion, is ready to lead.'' Page will take over April 4, with <strong> Eric Schmidt </strong> taking the", "sa": ["Eric Schmidt"], "uid": "1295670206191152262"}]