[{"uid": "1295498628019333135", "i": 13034, "idx": 0, "sa": ["Steven Tyler", "Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "Slideshow: <strong> Paula Abdul </strong> poses for photographers backstage during the 9th... <strong> Simon Cowell </strong> gone from` American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: Mairely Perea, 11,( cq) takes a photo of Report Abuse <q> Actually the best part about the show is the auditions of the fools that can't sing at all. They are hilarious. <strong> Steven Tyler </strong>& Ms. <strong> Jennifer Lopez </strong> will give the AI fans what they want. </q> Report Abuse \" Thumbs UP! The show was very entertaining. CUZ <strong> Steven Tyler </strong> is friggin HOT and funny. \" ABC News: Watch: Comic Stripped: Not Exactly Your Sunday Funnies", "new_id": -2}, {"uid": "1297110030149880903", "i": 20653, "idx": 1, "sa": ["Simon Cowell"], "q": "the judges, but also in front of a live audience of thousands. This will prove whether or not they have the vocal ability, charisma and stage presence it takes to really become a superstar. <q> I love having the audience there because everyone's suddenly a judge- everyone's an expert, </q> <strong> Simon Cowell </strong> said.`` But actually, on this show, you get that chance, because you make your presence felt. I mean if you love somebody, you show the support. If you hate them,", "new_id": -2}, {"uid": "1295391203109740051", "i": 7478, "idx": 4, "sa": ["Sergio Marchionne"], "q": "auto worker installs seat belts to a Chrysler Chrysler Brand CEO Francois speaks in... Chrysler Town and Country Report Abuse \"`` We need to completely rethink the minivan,'' CEO <strong> Sergio Marchionne </strong> said Tuesday'' \" <q> One amenity is an optional heated steering wheel, a first among minivans. </q> Report Abuse \" Why haven't detroit automakers learned yet that we don't want rebadged vehicles over and over? \" Why is there so much contempt for the american public? We are not that stupid you", "new_id": -2}, {"uid": "1295927471202604555", "i": 38076, "idx": 1, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, </q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. Germany's Prussian Cultural Heritage Foundation Refuses to Return Nefertiti Bust to Egypt", "new_id": -2}, {"uid": "1295439922072597582", "i": 17343, "idx": 0, "sa": ["Steve Ballmer"], "q": "( Microsoft CRM 2011 Release Candidate Available, Launch Date Set The move is an example of <strong> Steve Ballmer </strong>'s commitment last year that the company is`` all in'' on cloud computing. <q> This is the first time we've made a release in the cloud before we have done so in the server version, and I think that really reflects the push by Microsoft into the cloud, </q> <strong> Steve Ballmer </strong> said in a statement. In fact, Microsoft's Dynamics CRM Online service is based on Microsoft's Dynamics CRM 2011 package, which is set for its own launch on Thursday.", "new_id": -2}, {"uid": "1295329511137969669", "i": 27291, "idx": 0, "sa": ["Michael Vick", "A.J. Hawk", "Jay Cutler", "Eli Manning"], "q": "Seahawks and posted a passer rating over 100 for the fifth time in seven games.`` He has done a really good job of capitalizing on the defense's mistakes,'' Packers linebacker <strong> A.J. Hawk </strong> said. <q> He seems like he just has great command of the offense, great command of the game. Whoever he's working with over there, I think they're doing a great job. He's just growing into being a great quarterback. </q> The Packers have beaten <strong> Eli Manning </strong>, <strong> Jay Cutler </strong>, <strong> Michael Vick </strong> and Matt Ryan in consecutive weeks and are the Super Bowl favorite in Las Vegas.`` That( Bears game) was three weeks ago,", "new_id": -2}, {"uid": "1297514188084983856", "i": 4818, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "official schedule showing up to introduce his old friend and fellow Bush Administration official <strong> Donald Rumsfeld </strong>, the former Defense <strong> Dick Cheney </strong>. There was booing. An NPR colleague attending CPAC reported in an e-mail: <q> <strong> Dick Cheney </strong>, for what it's worth, was cheered AND booed. I heard cries of both`` <strong> Dick Cheney </strong> for <strong> Dick Cheney </strong>! </q> and`` murderous scum!'' And one person yelling`` liberator!''( I could not tell if that was intended as irony.) Every time someone starts heckling/booing, part of the crowd starts changing``", "new_id": -2}, {"uid": "1296078057185663498", "i": 17164, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "last week after numerous questions about practices at the newspaper.`` The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,'' the police force said in a statement. <q> This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010. </q> BUSINESS AND POLITICS <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgment in giving him a second chance and risks complicating a bid by <strong> Rupert Murdoch </strong>'s News Corp to buy full control of British pay TV", "new_id": -2}, {"uid": "1295983558186695688", "i": 39144, "idx": 4, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "praising him for actually coming up with one:`` Let me begin by stating very clearly that I applaud the Republicans for choosing Mr. Ryan,''[ <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>] said. <q> Up until this point, the GOP leadership has been vague about what fed programs they want to cut. On the other hand, Mr. Ryan has been very clear. </q> reports, Republicans aren't exactly lining up to endorse Ryan's plan. But the Wisconsin Republican has long insisted that he didn't write the Roadmap in search of endorsements, rather it was merely an attempt", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that`` contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q> Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs. </q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are`` just on a break[ and] still rocking big time''.", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}]