[{"uid": "1295627755155697152", "i": 36893, "idx": 0, "sa": ["Eric Schmidt"], "q": "%. Industrial names United Technology( Fortune 500) were also strong. \"The profit news is pretty favorable today,\" said Nick Kalivas, vice president of financial research at MF Global. <q> GE is probably the poster child for that, but Google certainly did well last night. </q> Google reported late Thursday that quarterly profits and sales rose from year-ago and beat analysts' forecasts. The company also said <strong> Eric Schmidt </strong> is stepping down as chief executive, with co-founder Larry Page taking", "new_id": -2}, {"uid": "1297129044188514306", "i": 480, "idx": 2, "sa": ["Simon Cowell"], "q": "amount of pressure, because with pressure, you've got to find a star. \"I think if we can't find a global star, then I would say we failed,\" <strong> Simon Cowell </strong> added. <q> I can't put it any clearer than that. There is that person or that group sitting in America right now waiting to be discovered.[ The money proves] we are genuinely, genuinely serious about this. We believe that there is somebody with that star quality out there. </q> Finding that star on X Factor, slated for a fall premiere on Fox, will be a much more hands-on process for the judges. In keeping with the original British version of the show,", "new_id": -2}, {"i": 16110, "idx": 0, "index_answer": 0, "new_id": -1, "q": "as the Wi-Spy incident, and to call CEO <strong> Eric Schmidt </strong> to testify under oath. In a letter to <strong> Darrell Issa </strong>, <strong> Jamie Court </strong>, Consumer Watchdog president and John <strong> M. Simpson </strong>, Inside <strong> Google Inc. </strong> Project director, wrote: <q> An investigation by the committee of <strong> Google Inc. </strong>'s relationship to the Administration is particularly timely now in light of the way the Federal Trade Commission closed its probe of the Wi-Spy incident, and the Department of Justice's current review of the pending acquisition of ITA Software. </q> http://insidegoogle.com/wp-content/uploads/2011/01/GOOGGovfinal012411.pdf http://insidegoogle.com/wp-content/uploads/2011/01/LtrIssa012411final.pdf The report, Lost in the Cloud: <strong> Google Inc. </strong> and the US Government, is drawn from records obtained through the Freedom of Information Act and interviews. It found that <strong> Google Inc. </strong>'s ambitious quest for", "sa": ["Jamie Court", "Eric Schmidt", "M. Simpson", "Darrell Issa", "Google Inc."], "uid": "1295965636047955976"}, {"uid": "1295668634145047607", "i": 18712, "idx": 6, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson", "Derrick Rose"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Derrick_Rose_first_ever_playoff_game_36_points_vs_Boston_Celtics BOSTON( AP) <strong> Derrick Rose </strong> had a playoff debut like few others", "new_id": -2}, {"uid": "1296776050237715544", "i": 256, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "of time, a US senator charged Wednesday. Brandishing a 45-page January 2011 US Department of Defense report on the issue, Independent Senator <strong> Sen. Bernie Sanders </strong> called for \"far more vigorous enforcement\" by the US military <q> to protect taxpayers from massive fraud. </q> \"The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money,\"", "new_id": -2}, {"uid": "1295361442031129628", "i": 33546, "idx": 0, "sa": ["Steve Ballmer"], "q": "questions with Xbox related answers. Maybe <strong> Steve Ballmer </strong> just wanted to promote something after spending He was keen to insist that the Xbox will be a ubiquitous plaything in living rooms for some time to come. <q> Xbox isn't a gaming console. Xbox is a family entertainment center. It's a place to socialize. It's a place to watch TV, </q> he said. But in the world according to <strong> Steve Ballmer </strong>, Xbox has already hit the male teen demographic and it will be Kinect that girls will rave about. \"You go to your average", "new_id": -2}, {"uid": "1295877429093847588", "i": 2833, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": ", Jan 24, 2011, 8:57 AM EST- U.S. Markets open in 33 mins. <strong> Google Inc. </strong> awards$ 100 million to <strong> Eric Schmidt </strong>{ \"s\": \"goog\", \"k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\":\"', \"j\":\"'} On Monday January 24, 2011, 7:58 am NEW YORK( AP)-- <strong> Google Inc. </strong> says it has awarded$ 100 million worth", "new_id": -2}, {"uid": "1295094125134053943", "i": 20120, "idx": 50, "sa": ["Rasheed Wallace", "Carmelo Anthony", "... More", "Linas Kleiza", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> <strong> ... More </strong> <strong> Allen Iverson </strong> 23pts 9asts vs GS Warriors 08/09 NBA* <strong> Rasheed Wallace </strong> 2 Clutch 3s <strong> Allen Iverson </strong> 23pts 9asts vs GS Warriors 08/09 NBA* <strong> Rasheed Wallace </strong> 2 Clutch 3s <strong> Rasheed Wallace </strong> tipped a ball into the wrong basket at one end and missed", "new_id": -2}, {"uid": "1295978029153763874", "i": 2330, "idx": 0, "sa": ["Dianne Feinstein", "Al Franken", "Frank Lautenberg", "Barbara Boxer", "House Judiciary Committee", "Sen. Joe Lieberman", "Ben Cardin", "Sen. Carl Levin", "Sen. Bernie Sanders", "Michael Bennet", "Russ Feingold", "Herb Kohl", "Ron Wyden", "Arlen Specter", "Chuck Schumer"], "q": ". Photo: FILE- This March, 1997 file photo shows a general... Photo: A 1940s advertisement provided by The Advertising... Isreal is the worst human right violator in the world Report Abuse <q> Jewish people only make up around 2.5 percent of the US population, </q> how is it they hold so many positions of power? Senate Members: <strong> Michael Bennet </strong> <strong> Barbara Boxer </strong> <strong> Ben Cardin </strong> <strong> Russ Feingold </strong> <strong> Dianne Feinstein </strong> <strong> Al Franken </strong> <strong> Herb Kohl </strong> <strong> Frank Lautenberg </strong> <strong> Sen. Joe Lieberman </strong> <strong> Sen. Carl Levin </strong> <strong> Sen. Bernie Sanders </strong> <strong> Chuck Schumer </strong> <strong> Arlen Specter </strong> <strong> Ron Wyden </strong> <strong> House Judiciary Committee </strong> Members", "new_id": -2}, {"uid": "1295310565231800855", "i": 26716, "idx": 0, "sa": ["Harry Reid", "Barack Obama", "Mike Pence"], "q": "so why should the Republican House even bother to vote on health care? Find out.www.PJTV.com.... <strong> Mike Pence </strong>: \"You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over.\" <strong> Mike Pence </strong>: <q> You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over. </q> Congressman <strong> Mike Pence </strong> gave the following floor speech during debate of the final reconciliation bill that purports to \"fix\" the Democrat government takeover of health care.... Limbaugh: <strong> Barack Obama </strong> Attempting To Make Health Care Repeal Impossible <strong> Harry Reid </strong>", "new_id": -2}]