[{"uid": "1295638649267567121", "i": 45732, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "said he and Google's founders are currently laying out the details of their management roles. He wrote about the move in a target=\"_blank\"> blog post on the company's blog: <q> As executive chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach and internally as an advisor to <strong> Larry Page </strong> and Sergey[ Brin]. </q> <strong> Eric Schmidt </strong> said the restructuring in management will produce \"even better success\" for the company. However, many analysts are skeptical as to whether <strong> Larry Page </strong> is ready to take on Google's top position.", "new_id": -2}, {"uid": "1297309062028164170", "i": 3906, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "said. \"<strong> Donald Rumsfeld </strong> represents a violation of international law and everything that happened in Guantanamo.\" Joan Broadfield, of Chester, hovered with several others, her sign hung from her neck. <q> I think <strong> Donald Rumsfeld </strong> forgot what he did, </q> Broadfield said. \"I'm thinking about all these young kids who have no clue and think he's telling the truth- he's not. Because your contributions are currently under review, no comments can", "new_id": -2}, {"uid": "1295969219252559400", "i": 9740, "idx": 0, "sa": ["Eric Schmidt"], "q": "Investitionen, auch in Deutschland. Der amtierende Vorstandschef <strong> Eric Schmidt </strong> sagte in M?nchen, der US-Konzern werde in diesem Jahr mehr als 1000 neue Stellen in Europa schaffen, darunter mehrere hundert im Forschungs- und Entwicklungszentrum in M?nchen. <q> Wir hatten ein sehr, sehr gutes Jahr </q>, sagte <strong> Eric Schmidt </strong> zum Abschluss der Internet-Konferenz DLD( Digital, Life, Design). \"Aus diesen Gr?nden werden wir weiter investieren.\" Life, Design(DLD) in M?nchen\"> Foto: dpa Der", "new_id": -2}, {"uid": "1295124191182747179", "i": 3863, "idx": 3, "sa": ["Allen Iverson", "Marcus Camby", "LeBron James"], "q": "<strong> Allen Iverson </strong> made all six of his free throws in the final 23.2 seconds, helping the Nuggets snap a six-game road losing streak that included losses at Dallas and New Orleans at the start of the three-game road trip. <q> It was definitely important, </q> Denver center <strong> Marcus Camby </strong> said. \"We got our butts kicked the other night down in New Orleans against a great team. We wanted to salvage the rest of this three-game road trip. \"We had Jamess__December_29,_2010_NBA December", "new_id": -2}, {"uid": "1295983889241025038", "i": 56591, "idx": 1, "sa": ["Christina Aguilera", "David Letterman", "Paul McCartney", "John Lennon Silva Santos"], "q": "Bowl XLV: <strong> Christina Aguilera </strong> to sing National Anthem Super Bowl XLV is February 6, 2011 and five-time Grammy award winning singer-songwriter <strong> Christina Aguilera </strong> is scheduled to sing the National Anthem as part of the pre-game festivities at Cowboys <strong> Paul McCartney </strong> on <q> A Day in the Life </q> In this clip from the June 1, 2010 Library of Congress press conference, <strong> Paul McCartney </strong> talks about collaborating with <strong> John Lennon Silva Santos </strong> on \"A Day in the Life.\" ( Thanks to <strong> David Letterman </strong> Stinson.) Visit www.examiner.com...", "new_id": -2}, {"uid": "1295192464060719105", "i": 27103, "idx": 1, "sa": ["Andy Coulson"], "q": "The Scottish Falsetto Sock Puppet Theatre turn out to be so bloody good?\" -**** Chortle \"Enough energy to run the National Grid. Sheer comic genius\" - Venue \"Utterly irresistible\" - The Stage <q> Hilarious... the Abbott& Costello of the sock world </q>- Time Out \"Insane yet adorable\" - Doctor Who Magazine <strong> Andy Coulson </strong>` not quitting over phone hacking' Sir Richard Dannatt calls for military charities to work together Tunisia Army arrests security chief in coup plot as struggle", "new_id": -2}, {"uid": "1296387706032849946", "i": 53715, "idx": 1, "sa": ["Carl Nicks", "Jonathan Vilma", "Matt Ryan", "Drew Brees", "Jahri Evans", "Roman Harper", "Michael Vick"], "q": "Seattle on Jan. 8 in the wild-card round of the playoffs, and <strong> Drew Brees </strong>-- along with Saints teammates <strong> Roman Harper </strong>, <strong> Jonathan Vilma </strong>, <strong> Jahri Evans </strong> and <strong> Carl Nicks </strong>-- settled for the consolation of a trip to Hawaii. <q> It's nice to be back out here in Hawaii, </q> <strong> Drew Brees </strong> said. \"It's great for the fans, players love it. It's great for the families.\" <strong> Drew Brees </strong> will share time with <strong> Michael Vick </strong> and Atlanta's <strong> Matt Ryan </strong> in today's game", "new_id": -2}, {"uid": "1296135713210878469", "i": 50, "idx": 0, "sa": ["Bernie Sanders"], "q": "bonds to Social Security, guaranteeing repayment with interest. Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q> It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government, </q> said Sen. <strong> Bernie Sanders </strong>, I-Vt. \"It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this", "new_id": -2}, {"uid": "1295574144118865965", "i": 32973, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Thu, Jan 20, 2011, 8:42 PM EST- U.S. Markets closed{ \"s\" : \"goog\" , \"k\" : <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\" :\" \" , \"j\" :\" \" } The Associated Press, On Thursday January 20, 2011, 8:06 pm NAME: <strong> Eric Schmidt </strong> AGE: 55 EDUCATION", "new_id": -2}, {"uid": "1295564208105267203", "i": 21358, "idx": 3, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "the business so brilliantly,\" <strong> Larry Page </strong> said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion \"for a long time\" as the company tries to \"simplify\" its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. If you enter anything in this field your comment will be treated as spam Users posting comments", "new_id": -2}]