[{"uid": "1295495372185335815", "i": 33166, "idx": 0, "sa": ["Simon Cowell"], "q": "to be a lot of fun once he settles in. He likes to joke, drum on the desk to the music and sing along when he likes someone. He has a flirtatious streak, too. <q>Where is your pitchfork, you little devil,</q> he said to one cutie. The frontman for Aerosmith also has a little <strong> Simon Cowell </strong> in him. \"Did you eat a lot of paint chips as a child?\" he asked a gruesome singer.", "new_id": -2}, {"uid": "1295648417122683417", "i": 7245, "idx": 3, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "<strong> David Cameron </strong> said he was \"very sorry\" <strong> Andy Coulson </strong> was going but added that he could \"understand that the continuing pressures on him and his family mean that he feels compelled to do so.\" <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,</q> he said. Labour leader <strong> Ed Miliband </strong> said: \"He's now done the right thing but he should have done it earlier. I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on", "new_id": -2}, {"uid": "1295541658077021217", "i": 23826, "idx": 7, "sa": ["Courtney Lee", "Larry Bird", "Allen Iverson"], "q": "Philadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers, who opened the season 10-0 at the First Union Center, are 1-7 in their last eight home games. <q>This is not the team we thought we were going to have,</q> Sixers coach <strong> Larry Bird </strong> <strong> Courtney Lee </strong> said, referring to injuries that have hampered the team. Philadelphia, which trailed by 18 in the second quarter, closed to 50-47 following a three-point play by <strong> Allen Iverson </strong> early in the third.", "new_id": -2}, {"uid": "1297184999119177281", "i": 7615, "idx": 1, "sa": ["Simon Cowell"], "q": "same house, where the cameras continue to roll. So why the big prize for the American X Factor? <strong> Simon Cowell </strong> says that he's confident a big star will emerge from season one. <q>We are going to put our money where our mouths are with this$ 5 million recording contract,</q> says the judge and producer. \"I'm doing this show in America because I genuinely believe we can find a superstar.\" The premiere date hasn't been announced, but auditions start in L.A.", "new_id": -2}, {"uid": "1295814035047513616", "i": 8496, "idx": 1, "sa": ["Andy Coulson", "Chris Huhne"], "q": "had been through a very thorough investigation there and they got nowhere, so they may have decided that messing with the political process was something that they didn't want to bother doing.\" He quickly added: <q>I really don't know, I mean you'll have to ask a police officer that.</q> <strong> Chris Huhne </strong>'s intervention is a guarantee that the row over phone hacking won't disappear with <strong> Andy Coulson </strong>'s resignation as director of communications from Downing Street last week. The former editor of the News", "new_id": -2}, {"uid": "1295571328120422413", "i": 716, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "Po: 4 projects for <strong> Google Inc. </strong> in France <strong> Eric Schmidt </strong> at Sciences Po: 4 projects for <strong> Google Inc. </strong> in France <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong>'s speech: 4 main points concerning <strong> Google Inc. </strong> in France.... <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> on privacy www.theytoldyou.com <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place,</q> <strong> Eric Schmidt </strong> tells CNBC... The Future of <strong> Google Inc. </strong> Books- <strong> Google Inc. </strong> Co-Founder <strong> Sergey Brin </strong> Complete video at: fora.tv <strong> Sergey Brin </strong> responds to criticism <strong> Google Inc. </strong> has received concerning its project to digitize and store millions of the world's books online.", "new_id": -2}, {"uid": "1294962678114475021", "i": 23030, "idx": 0, "sa": ["Kyle Richards", "Paris Hilton", "David Letterman", "Conan O'Brien"], "q": "Tonight <strong> Paris Hilton </strong> celebrates \"Real Housewives of Beverly Hills' star's birthday <strong> Paris Hilton </strong> just happened to be one person on the guest list for her aunt <strong> Kyle Richards </strong>'-- who just so happens to be a cast member on <q>The Real Housewives of Beverly Hills</q>-- birthday bash. Just to prove... <strong> Conan O'Brien </strong> OK With <strong> David Letterman </strong>, Not So Much With Leno WPXI BURBANK, Calif.-- <strong> Conan O\"Brien </strong> says he got a phone call from <strong> David Letterman </strong> over the holidays. The CBS", "new_id": -2}, {"uid": "1295566668244678663", "i": 2849, "idx": 0, "sa": ["Eric Schmidt"], "q": "to make some changes to the way we are structured,\" <strong> Eric Schmidt </strong> wrote. a less formal post from <strong> Eric Schmidt </strong>'s Twitter account, and a jab at Google's perceived youthful spirit, <strong> Eric Schmidt </strong> simply wrote: <q>Day-to-day adult supervision no longer needed!</q> with a link to his blog post. <strong> Eric Schmidt </strong> said that he will stay on as executive chairman, where he will focus externally on deals, partnerships, customers and broader business relationships. He will also still", "new_id": -2}, {"uid": "1296650725203423767", "i": 2808, "idx": 4, "sa": ["Donald Rumsfeld", "Zine El Abidine Ben Ali", "Hosni Mubarak", "Condoleezza Rice", "Hillary Clinton", "Will Washington"], "q": "movement- are supported and funded by the US. They indelibly serve US interests. Egyptian dissidents, Fellows of Freedom House in <strong> Will Washington </strong> DC( 2008) US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> speaks with <q>Egyptian activists promoting freedom and democracy</q>, prior to meetings at the State Department in <strong> Will Washington </strong>, DC, May 28, 2009. Compare the two pictures 2008 delegation received by <strong> Condoleezza Rice </strong> versus 2009 delegation <strong> Hillary Clinton </strong> and <strong> Hosni Mubarak </strong> in Sharm <strong> Zine El Abidine Ben Ali </strong> Sheik,", "new_id": -2}, {"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q>What I most want is for him to have a long future,</q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}]