[{"uid": "1295278289044859433", "i": 19956, "idx": 5, "sa": ["Mike Pence"], "q": "that he actually did it under fire- is just a very big deal,\" Benko added. Benko also said that <strong> Mike Pence </strong>'s open commitment to socially conservative values would resonate with tea party members: <q>He has demonstrable integrity both in his word and his deed- that is really extraordinary,</q> Benko said. \"I think people are looking for integrity, and <strong> Mike Pence </strong>'s integrity is so vivid that once you focus on it, I think that's going to move a lot of people.\"", "new_id": -2}, {"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": " \"not committed\" to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q>Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile,</q> he said, adding he thinks <strong> Barack Obama </strong> \"is doing a good job right now.\"  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}, {"uid": "1297261982254083402", "i": 679, "idx": 1, "sa": ["Michael Gove"], "q": "likely to happen if you pay them more for being good at their jobs. After all, teachers, like pupils, want to be liked, and they want to have friends in the workplace.\"\" <q> \"But be in no doubt about the significance of the Education Secretary's plans: they amount to a declaration of war on the teaching establishment and the principles which have dominated state schools for more than 40 years.</q> \"Educational theorists, along with many civil servants in the Whitehall education machine, the zealots who run teacher training colleges and tens of thousands of teachers will fight tooth and nail against almost everything Mr <strong> Michael Gove </strong>", "new_id": -2}, {"uid": "1295648516122683405", "i": 45234, "idx": 0, "sa": ["Eric Schmidt"], "q": "welcome bump. Searches on Android grew tenfold by the end of 2010 over the year prior. These mobile phones are becoming powerful mCommerce vehicles too, and that's what Google appears most excited about. <q>When people complete transactions on devices, it becomes more trackable and significantly more valuable,</q> Jonathan Rosenberg, senior VP of product management, said on the call. Harvard Business Review, new Executive Chairman <strong> Eric Schmidt </strong> reiterated that mobile is the future for Google. He specifically called out three things the company", "new_id": -2}, {"uid": "1295281746135249929", "i": 11368, "idx": 0, "sa": ["Tony Anderson", "Rasheed Wallace", "Penn Jillette", "Wes Matthews", "Allen Iverson"], "q": "it 83-77. <strong> Rasheed Wallace </strong> added two more free throws with 40 seconds left and <strong> Allen Iverson </strong> made two more with 24 seconds to go for the final margin. In the fourth quarter, the Grizzlies were 4-of-20 and didnt www.peoplestandup.ca <q>I am a Canadian, free to speak without fear, free to worship in my own way, free to stand for what I think right, free to oppose what I believe wrong, or free to choose those who shall govern my country. This heritage of freedom I pledge to uphold for myself and all mankind.</q> <strong> Wes Matthews </strong> Pink Lawyer <strong> Tony Anderson </strong> and Jeff <strong> Penn Jillette </strong> had sought out many lawyers by the end of February, 2007. A trusted friend, who has been helping us throughout this ordeal, recommended we go to a lawyer who", "new_id": -2}, {"uid": "1297724525051462174", "i": 8149, "idx": 0, "sa": ["Irina Shayk", "David Letterman"], "q": "midnight on the \"Late Show With <strong> David Letterman </strong>,\" this year's Sports Illustrated Swimsuit Edition cover girl is Russian beauty <strong> Irina Shayk </strong>. Rana Wardlaw took of the billboard outside her office and then tweeted. <q>I saw it from my office window,</q> Wardlaw says. \"I work at a media agency called Starcom Worldwide. They unveiled the billboard for a few minutes to tape it for the <strong> David Letterman </strong> Show and then covered it back up. I guess they did", "new_id": -2}, {"uid": "1297339766134381606", "i": 20557, "idx": 0, "sa": ["Steve Ballmer"], "q": ". For... Photo: Cyber crooks targeting smartphones: McAfee Photo: Smartphones driving travel bookings: Abacus- Tablets, smartphones and perhaps even PCs will appear at HP's Palm launch event. Report Abuse <q>CEO <strong> Steve Ballmer </strong> needs to be replaced.</q> Instead, <strong> Steve Ballmer </strong> is blaming dozens of other Microsoft execs for the failures, and then firing them en masse and using them as scapegoats. Mashable: The Real Story Behind the \"Facebook Phone\"[", "new_id": -2}, {"uid": "1297384739169525259", "i": 48138, "idx": 2, "sa": ["Michael Gove", "Andy Burnham"], "q": "qualifications and the introduction of a reading test for six-year-olds. Labour says it gives Mr <strong> Michael Gove </strong> \"50 new powers to meddle in education in your area\" with Shadow Secretary <strong> Andy Burnham </strong> tweeting that it <q>strips councils of any real power and gives it all to the Secretary of State</q>. Subscribe to RSSMost Popular in: UK Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News editor.", "new_id": -2}, {"uid": "1296569141244629540", "i": 22233, "idx": 1, "sa": ["Michael Vick", "Ron Cook", "Ben Roethlisberger"], "q": "Since his return, in October, <strong> Ben Roethlisberger </strong> has tried to be a better teammate and a better person. Like the Eagles' <strong> Michael Vick </strong>, he has been contrite and has said all the right things. <q>It would be amazing to win another Super Bowl, but it won't be like I'll say, \"Do you forgive me now?' It'll just be another step in earning back everything I lost,</q> he told the Pittsburgh Post-Gazette's <strong> Ron Cook </strong> last week. <strong> Ben Roethlisberger </strong> faced the national media for the first time yesterday afternoon at the Steelers' hotel in Fort Worth, Texas, and it didn\"t", "new_id": -2}, {"uid": "1297143480171491338", "i": 14338, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell", "Hailee Steinfeld"], "q": "learned about. Who knows how much of this really goes on. Report Abuse \"i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well.\" Report Abuse <q>i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong></q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on \"True Grit\" ABC News: Golden Globes Sues Ex-Publicist, Claiming Fraud Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Save 75", "new_id": -2}]