[{"uid": "1295008484200032264", "i": 23201, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "Saturday. <strong> Gabrielle Giffords </strong> was squeezing and stroking <strong> Kirsten Gillibrand </strong>'s hand, as doctors previously said she had been able to do. <strong> Gabrielle Giffords </strong> \"absolutely could hear everything we were saying,\" <strong> Kirsten Gillibrand </strong> said. <q>And Debbie( Wasserman Schultz, D-Florida) and I were telling her how much she was inspiring the nation with her courage, her strength, and we were talking about the things we wanted to do as soon as she was better.<q> <strong> Kirsten Gillibrand </strong> mentioned having another night out with <strong> Gabrielle Giffords </strong> and her husband for beer and pizza. And Wasserman Schultz recounted telling her, \"Come on, you've got to get better, because we expect you", "new_id": -2}, {"uid": "1295799418036782093", "i": 2724, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "all of his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.\" <q>I think he has reached out to countries around the world and has developed good relations with countries around the world,<q> <strong> Colin Powell </strong> said. \"And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the", "new_id": -2}, {"uid": "1295559654260145168", "i": 15633, "idx": 0, "sa": ["Eric Schmidt"], "q": "be replaced by co-founder Larry Page. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" <strong> Eric Schmidt </strong> said in a prepared statement. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.<q> Twitter comment on the shuffle was less formal: \"Day-to-day adult supervision no longer needed!,\" he wrote. The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and Brin have long run", "new_id": -2}, {"uid": "1295154648139460635", "i": 23230, "idx": 0, "sa": ["George H.W. Bush", "Colin Powell", "Norman Schwarzkopf"], "q": "Boomer doesn't question <strong> George H.W. Bush </strong>'s judgment However, Boomer stressed that he talked about <strong> George H.W. Bush </strong>'s command with reluctance. \"I truly believe that Monday morning quarterbacking is easy,\" Boomer stressed. <q>I did not question the <strong> George H.W. Bush </strong>'s judgment then, nor do I now. \"We should presume that he made an informed and thoughtful decision. \"That's the way I fell about it.<q> In his memoirs, <strong> Norman Schwarzkopf </strong> stated \"I don't have any problem with it\" when informed by <strong> Colin Powell </strong> that <strong> George H.W. Bush </strong> was prepared to stop the war. \"Our objective was the destruction of the enemy", "new_id": -2}, {"uid": "1297325128230850591", "i": 7169, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "Indeed, <strong> Donald Rumsfeld </strong> conceded that it's hard today to give a simple explanation- as you could with World War II- about what the Iraq war and related terrorism conflicts were all about. <q>It is a marathon, not a sprint,<q> he said. \"It is a competition of ideas. For whatever reason, we are hesitant and not skillful in engaging in the competition of ideas.\" Last night, the competition of ideas did", "new_id": -2}, {"uid": "1295559761263241902", "i": 25552, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him<q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Notables at state dinner Gallery", "new_id": -2}, {"uid": "1295586272212418583", "i": 2947, "idx": 12, "sa": ["Allen Iverson", "Kevin Garnett"], "q": "Conference teams this season, snapping their string of 16 straight wins. \"I don't look at it as we beat the best team in the league, a win is a win,\" <strong> Allen Iverson </strong> said. <q>Obviously, we can compete with anybody. No one seems to know how much talent we have. We have enough talent to scare some people, but we just have to bring it night in and night out.<q> <strong> Kevin Garnett </strong>, who had been out since Jan. 25 with a strained abdominal muscle, wasn't his flashy self, finishing with four points on 2-of-7 shooting in close to 21 minutes of action. He also had eight", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him. \"As soon as he hangs his cleats up, he's going to the Hall of Fame,\" Steelers cornerback <strong> Ike Taylor </strong> said, <q>and I want to take the bus ride so I can be there.<q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>. \"I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}, {"uid": "1296547175213106706", "i": 2792, "idx": 0, "sa": ["Sergio Marchionne", "The CEO"], "q": "Feb. 11, was announced Monday, even as Chrysler reported a$ 652 million net loss in 2010. Salaried workers will get bonuses, too, but that amount was not disclosed. Advertisement <q>It would have been inexcusable to not recognize what our people have done,<q> said <strong> The CEO </strong> <strong> Sergio Marchionne </strong>, who likened the workload in 2010 to working in \"a sausage factory.\" Chrysler is calling the bonuses \"performance award payments\" because the company's net loss for the year", "new_id": -2}, {"uid": "1295756651021528610", "i": 13742, "idx": 4, "sa": ["Eric Schmidt"], "q": "we decided it was illegal. So we stopped doing that.\" \"If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.\" <q>Every young person one day will be entitled automatically to change his or her name on reaching adulthood in order to disown youthful hijinks stored on their friends' social media sites.<q> \"Just remember when you post something, the computers remember forever.\" \"You can trust us with your data.\" The Google China Syndrome: <strong> Eric Schmidt </strong> Had Enough <strong> Eric Schmidt </strong> wanted to stay in", "new_id": -2}]