[{"uid": "1295901715011026433", "i": 2517, "idx": 1, "sa": ["Mary Jo Foley", "Bob Muglia", "Steve Ballmer", "Don Dodge", "Ray Ozzie"], "q": "has been one of the most consistent financial performers for the company. \"In this context, it seems surprising that <strong> Steve Ballmer </strong> is in search of` new and different talent,\" ' he wrote. <q> It does sound as if <strong> Steve Ballmer </strong> and <strong> Bob Muglia </strong> do not see the future of the ZDNet blogger <strong> Mary Jo Foley </strong> disagreed on the claim that <strong> Bob Muglia </strong> wasn't on-board with Microsoft's increasing emphasis on the cloud. \"<strong> Bob Muglia </strong>'s been championing private and public cloud products and services from the company, and has Don Dodgee a lot to guide Microsoft's` All In' transition, from my vantage point, </q> she wrote. <strong> Don Dodge </strong>, a former Microsoft tech evangelist who moved on to Google after getting axed by Microsoft two years ago, wrote on DodgeDon Dodge.typepad.com/the_next_big_thing/2011/01/microsoft-exodus-Bob Muglia-joins-elop-bach-Ray Ozzie.html\"> his personal blog that the change in direction would", "new_id": -2}, {"uid": "1296751438058556476", "i": 1803, "idx": 0, "sa": ["Allen Iverson", "Richard Hamilton"], "q": "pleased with his team's execution against the Bucks. \"I thought our effort was good, except for a stretch there in the fourth quarter, but by then it was already determined,\" he said. <q> It was a good game for us. </q> Iverson_Allen Iverson_27_points_9_assists_in_OT_win_02/07/09_[HQ] <strong> Richard Hamilton </strong> no longer has time to warm up coming off the bench. He doesn't seem to need it anyway after setting a Pistons scoring record for a reserve. <strong> Richard Hamilton </strong> scored 38 points, <strong> Allen Iverson </strong> had", "new_id": -2}, {"uid": "1297425673245137428", "i": 38280, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "will help both companies rise to the challenge and battle Apple's iOS and Google Android in the United States and around the world. \"We believe this is good for Nokia,\" said <strong> Stephen Elop </strong>. <q> It represents a next gen platform upon which we can attach our innovation... It gives us a faster path to the United States Market place.... We also think this is good for Microsoft. It gives them a faster path to global market. It gives them a role to leading devices. It allows them to focus on areas where they can differentiate. </q> Though a finished agreement is still pending, Microsoft CEO <strong> Steve Ballmer </strong> joined <strong> Stephen Elop </strong> on stage to affirm Microsoft's commitment to the partnership. He explained that though Nokia will not be the exclusive vendor for Windows Phone", "new_id": -2}, {"uid": "1295576927002506766", "i": 58863, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": ".\" The management changes are due to take effect on April 4. \"Day-to-day adult supervision no longer needed!\" <strong> Eric Schmidt </strong> said in a message on his Twitter feed@Eric SchmidtEric Schmidt. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> he added in a statement. \"By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. \"In my clear opinion, <strong> Larry Page </strong> is ready", "new_id": -2}, {"uid": "1296942912213336071", "i": 24577, "idx": 0, "sa": ["Ron Wilson", "Colin Powell", "Nancy Reagan"], "q": "borders, <strong> Ron Wilson </strong> <strong> Nancy Reagan </strong> confRon Wilsonted them. He called them an \"evil empire.\" He stared down their leaders when even his closest advisers told him to \"play nice.\" He told Gorbachev to <q> tear down this wall. </q> Delivering those immortal words meant following his own solid beliefs, rather than the opinions of \"experts.\" Powell\" Powell-Colin Powell-PEPLT0007531.topic\"> <strong> Colin Powell </strong> fought against the line. So did his chief of staff and", "new_id": -2}, {"uid": "1295598179194969628", "i": 40648, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Google-oprichter neemt leiding over Google-oprichter <strong> Larry Page </strong> wordt CEO van zijn eigen onderneming. De Amerikaan maakte gisteren bekend dat hij <strong> Eric Schmidt </strong> zal vervangen. <q> Dagelijks toezicht van een volwassene niet langer nodig! </q>, knipoogde <strong> Eric Schmidt </strong> gisteren via twitter na de publiekswissel. De vervanging zou nodig zijn om de snelheid van beslissingen binnen het miljardenbedrijf sneller te laten verlopen. Het bedrijf ontkent dat de snelle opmars van concurrenten als", "new_id": -2}, {"uid": "1295932595118014000", "i": 35211, "idx": 7, "sa": ["Allen Iverson", "Erick Dampier", "Kobe Bryant", "Michael Finley"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacking any strength. \"I survived, I'm still here,\" he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody.' </q> <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and Michael Finleyal playoff spot, and one game behind the MavErick Dampiers. The Kobe Bryants visit the Pepsi Center on Saturday night for", "new_id": -2}, {"uid": "1296776054237715477", "i": 48530, "idx": 0, "sa": ["Michael Vick", "Christopher Chase", "Ben Wallace"], "q": "is <strong> Ben Wallace </strong>. Get out of the NFL and make way for men who will play the game well AND be decent human beings. Report Abuse So, is the douche bag gon na sing karaoke to <q> Who Let the Dogs Out? </q> Report Abuse Hmmmmm... how can Micharel <strong> Michael Vick </strong> afford to host a Super Bowl party with an off-duty SWAT team? And, for the recored, Mr. <strong> Christopher Chase </strong>, would you please just go away. Report", "new_id": -2}, {"uid": "1296853116101990483", "i": 3622, "idx": 0, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> is apparently planning to unveil his US line-up as early as next week, and if he take Cheryl and Dermot with him, it will cause major headaches for ITV. A show source said: <q> ITV is pulling out all the stops to ensure <strong> Simon Cowell </strong> can do both shows, but he still hasn't agreed anything, which is frustrating. If Cheryl and Dermot also have to travel back and forth it could be tricky. The last thing they want is for any of them to pull out. </q>", "new_id": -2}, {"uid": "1296518242235749409", "i": 23233, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch", "David Cameron"], "q": "to phone messages of royal household staff. He has always denied any knowledge of wrongdoing at the newspaper. <strong> David Cameron </strong> has defended his own judgement in hiring <strong> Andy Coulson </strong>, saying he felt the former editor had been <q> punished twice for the same offence. </q> The News of the World is part of <strong> Rupert Murdoch </strong>'s News Corp media group, which is waiting to hear if the government will clear its planned$ 12 billion( 7.5 billion pound) buyout of pay", "new_id": -2}]