[{"uid": "1296100632011763718", "i": 27087, "idx": 12, "sa": ["Michael Vick"], "q": "18 months at Leavenworth, Kan.. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savoring his experience with his teammates and soaking in the 80-degree weather. <q> I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short, </q> he said. Things seem to be turning around for <strong> Michael Vick </strong> off the field as well. stories with the most comments in the last 7 days. Pittsburgh Steelers question: Steelers and Jets fans-- which", "new_id": -2}, {"uid": "1296212454069550120", "i": 39605, "idx": 0, "sa": ["Dermot O'Leary", "Cheryl Cole", "Simon Cowell", "David Gilmour"], "q": "put together by <strong> Simon Cowell </strong>. The T4 presenter is understood to be favourites with bosses over UK X Factor host <strong> Dermot O'Leary </strong>. \"I'm hearing good things,\" Jones told The Sun. <q> I don't want to jinx anything by thinking I've got it. One day I hear it's going my way, one day I'm less sure. </q> However, there are still reports that producers may eventual go for a US name. Earlier this week, tabloid reports claimed UK judge <strong> Cheryl Cole </strong> was Pink Floyd <strong> David Gilmour </strong>'s Son Charged Over Tuition Fees", "new_id": -2}, {"uid": "1295987770115605542", "i": 12530, "idx": 1, "sa": ["Zahi Hawass"], "q": "of one sun god, Aton. The bust is at the top of a \"wish list\" of five major artefacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q> Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti, </q> <strong> Zahi Hawass </strong> said in a statement. But he asked that \"this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" Article: Egypt asks Berlin to return Nefertiti", "new_id": -2}, {"uid": "1297250613009437217", "i": 37602, "idx": 3, "sa": ["Simon Cowell"], "q": "underway, the panelists will need to be available five to six days a week to work with the contestants. And by being so involved, the judges will be just as competitive as their charges. <q> It makes it amusing to judge other judges' contestants, </q> acknowledged <strong> Simon Cowell </strong>. the unprecedented$ 5 million prize the winner receives, along with a recording contract with Sony, <strong> Simon Cowell </strong> admitted to being just a little bit nervous about the seven-figure stakes, but believes he can find", "new_id": -2}, {"uid": "1295279594245153795", "i": 4379, "idx": 0, "sa": ["Steve Ballmer"], "q": "a gaming console? If the answer is yes, then you're wrong. So says <strong> Steve Ballmer </strong>. The Microsoft CEO recently told USA Today that he believes it's a family entertainment center. <q> Xbox isn't a gaming console, </q> said <strong> Steve Ballmer </strong>. \"Xbox is a family entertainment center. It's a place to socialize. It's a place to watch TV. We have Hulu coming. It's the only system where you are the", "new_id": -2}, {"uid": "1296003390098533379", "i": 29984, "idx": 2, "sa": ["Malik Allen", "Brandon Jennings", "Allen Iverson", "Antonio Gonzalez"], "q": "he is the healthiest he has been all season and Curry has started to regain his rhythm with the Warriors. \"All you can do now is come back stronger and better,\" <strong> Brandon Jennings </strong> said. <q> So, I've got my legs back, I'm stronger now and the second half of the season I'll be able to push through better than I did in the second half of last year. </q>-- <strong> Antonio Gonzalez </strong> Magic's <strong> Allen Iverson </strong> could be available against Pacers ORLANDO, Fla.( AP)- Magic forward <strong> Malik Allen </strong> could be available for the first time in 18 games when the Magic travel", "new_id": -2}, {"uid": "1295813473183353387", "i": 15081, "idx": 0, "sa": ["Colin Powell"], "q": "of the Union address Tuesday night. Mr. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. <q> I think he's got a way to go, </q> Mr. <strong> Colin Powell </strong> said. \"I mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}, {"uid": "1296859850024854534", "i": 2209, "idx": 2, "sa": ["Sergio Marchionne"], "q": "the term \"shyster\" at least three times when discussing the interest rates on debt owed to the U.S. Treasury during his nearly hour-long appearance at an industry conference with auto dealers, journalists and analysts. <q> When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut, </q> <strong> Sergio Marchionne </strong> said of the bailout. The sharp tone from an executive regarded as one of the shrewdest dealmakers in the auto industry comes after delays in Chrysler's application for a new round of low-interest loans from", "new_id": -2}, {"uid": "1295293303218529793", "i": 12268, "idx": 2, "sa": ["Rep. Patrick Kennedy", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "told ABC News. \"She will not die. She does not have that permission from me.\" 01/12/2011 1:08 AM ET <strong> Sen. Bernie Sanders </strong>' Office Defends Shooting Reference In Fundraising Message reports: <q> A spokesman for <strong> Sen. Bernie Sanders </strong>( I-VT) is defending the <strong> Barack Obama </strong>'s decision to reference the shootings in Arizona as part of a newsletter and fundraising appeal he sent to constituents on Tuesday. </q> took some heat on Tuesday for including his reflections on the shooting of <strong> Rep. Patrick Kennedy </strong> <strong> Gabrielle Giffords </strong> in the context of raising money to fight Republicans and other \"right-wing reactionaries.\" 01/12/2011 12:55 AM ET AP: More Warning", "new_id": -2}]