[{"uid": "1296729581100368405", "i": 12304, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Hosni Mubarak", "Robert Gibbs", "John McCain"], "q": "the top stories making news from around the country and the world. WASHINGTON/POLITICAL For the latest political news: CNN: <strong> John McCain </strong> hopes for quick end to violence in Egypt protests <strong> Barack Obama </strong> and his administration <q> strongly condemn the outrageous and deplorable violence that's taken place on the streets of Cairo today </q> and want it to end quickly, <strong> John McCain </strong> House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> said Wednesday. CNN: <strong> John McCain </strong> now calling for <strong> Hosni Mubarak </strong> to step down <strong> John McCain </strong> is now calling for <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to step down and let an interim", "new_id": -2}, {"uid": "1297177746196968450", "i": 9232, "idx": 0, "sa": ["Brett Favre", "David Letterman", "Aaron Rodgers"], "q": "thanked him for stopping by, especially in light of his grueling schedule. Earlier in the day, <strong> Aaron Rodgers </strong> appeared at Disney World to celebrate his Super Bowl victory. The Super Bowl MVP told <strong> David Letterman </strong>, <q> I watch your show a lot. It's good to be here. </q> <strong> David Letterman </strong> went on to tell <strong> Aaron Rodgers </strong> that his`` ascension to the throne following <strong> Brett Favre </strong>'' was a remarkable story.`` I'm not 6' 5'' and I'm not 240 lbs, but I think the", "new_id": -2}, {"uid": "1295577074207667206", "i": 46478, "idx": 16, "sa": ["Eric Schmidt", "Steve Cohen", "Anderson Cooper", "Google Inc."], "q": "..., 37, is reclaiming the top job from <strong> Eric Schmidt </strong>, who had been... Technology Video: Spy Satellite Launched From California Report Abuse \" 55 it too old to run <strong> Google Inc. </strong>, period. \" Report Abuse <q> Happy 2011 everyone... This has got to be a better year!... </q> Report Abuse \" You know the democrats have gone too far, when <strong> Anderson Cooper </strong> goes after their representative. \" Democrat Rep. <strong> Steve Cohen </strong> took to the House floor and compared GOP's rhetoric on the Obamacare issue to", "new_id": -2}, {"uid": "1296802074171819014", "i": 5798, "idx": 3, "sa": ["LeBron James", "Chris Webber", "LaMichael James", "James May", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` <strong> James May </strong> just know how tough it is on him,'' <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 http://wn.com/LaMichael_James_says_off-season_situations_have_made_him_a university.kval.com For the first time during Spring camp, <strong> LaMichael James </strong> addressed the media about his tough off-season and how he has turned the sitation into a positive to", "new_id": -2}, {"uid": "1295559318082083864", "i": 847, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.'' For his part, Page said that <strong> Eric Schmidt </strong> <q> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity-- we are only at the beginning and I can't wait to get started. </q> The posting of advertisements, profanity, or personal attacks is prohibited. By using this Web site you agree to accept our <h6> Report offensive content: </h6> If you believe this comment is offensive or violates the", "new_id": -2}, {"uid": "1296136659006979634", "i": 11545, "idx": 4, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "@katiecouric: <strong> Kelsey Grammer </strong> 29:32 <strong> Kelsey Grammer </strong> tells Wendy Williams if he plans on living in New York City full-time with his new girlfriend Kate.... <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February click our link thetodaybuzz.com- to watch full <q> <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the`` Late Show with <strong> David Letterman </strong>'' on Thursday night that he plans on marrying his girl... <strong> Kelsey Grammer </strong> Engaged To <strong> Kayte Walsh </strong>- Watch They KISSING in Front of Camera", "new_id": -2}, {"uid": "1295974602230735939", "i": 4693, "idx": 0, "sa": ["Tim Pawlenty", "Bill Lockyer", "Newt Gingrich"], "q": "to solve the entire national debt that now totals$ 1.4 trillion. <strong> Tim Pawlenty </strong> also said raising the retirement age is an option he's willing to consider for younger workers entering Social Security programs. <q> Your retirement age is going to be pegged to some reasonable correlation to life expectancy, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SOCCER COACH Company International SOFTWARE ENGINEER Company Oracle America SOFTWARE", "new_id": -2}, {"uid": "1295965636047955976", "i": 16111, "idx": 1, "sa": ["Eric Schmidt", "Mick Jagger", "Google Inc.", "Darrell Issa"], "q": ", vacations and schmoozing. These include at least three wintertime trips to the Caribbean and a trip by <strong> Google Inc. </strong> chief executive <strong> Eric Schmidt </strong> to the Cannes Film Festival, where he hobnobbed with <strong> Mick Jagger </strong> and Hollywood stars. <q> Our report only reveals only part of the picture, </q> said the letter to <strong> Darrell Issa </strong> asking for an investigation.`` The House Oversight& Government Reform Committee has subpoena power if necessary. We urge you to use all the tools at the committee's disposal to reveal the", "new_id": -2}, {"uid": "1297724169158892043", "i": 35132, "idx": 0, "sa": ["Irina Shayk", "David Letterman", "Cristiano Ronaldo"], "q": "at midnight on the`` Late Show With <strong> David Letterman </strong>,'' this year's Sports Illustrated Swimsuit Edition cover girl is Russian beauty <strong> Irina Shayk </strong>. Rana Wardlaw took of the billboard outside her office and then Wardlaw says <q> I saw it from my office window. I work at a media agency called Starcom Worldwide. They unveiled the billboard for a few minutes to tape it for the <strong> David Letterman </strong> Show and then covered it back up. I guess they didn't cover it fast enough! </q> Here are some other photos of the suddenly very super model. <strong> Irina Shayk </strong> Is Beautiful. Spotted With <strong> Cristiano Ronaldo </strong>:: IAMCHIQ.COM CELEBRITIES- CELEBRITY GOSSIP <strong> Irina Shayk </strong> Is Gorgeous:: PATPOH", "new_id": -2}, {"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}]