[{"uid": "1296498486124518453", "i": 41303, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Curt Smith", "Joe Donnelly", "Dan Coats", "Brad Ellsworth"], "q": "nominee, former <strong> Mike Pence </strong> <strong> Brad Ellsworth </strong>, lost so badly to Sen. <strong> Dan Coats </strong> that he might have a hard time running again for statewide office. <strong> Mike Pence </strong> <strong> Joe Donnelly </strong> has shown he can win even amid a Republican landslide. <q> He's from outside Indianapolis, </q> notes Indiana Family Institute <strong> Barack Obama </strong> <strong> Curt Smith </strong>, a top adviser to Republicans. \" He's got a moderate streak. \" Former Democratic state chairman Robin Winston thinks Democrats can make the race competitive, with help", "new_id": -2}, {"uid": "1295682265065617928", "i": 126, "idx": 20, "sa": ["Andrew P. Smith", "Mike Pence", "Marjorie Dannenfelser", "Sarah Palin"], "q": "nominee. \" He has that everyman, Indiana appeal with vision, \" <strong> Marjorie Dannenfelser </strong> said. She said <strong> Mike Pence </strong>, a former radio talk show host, connects with those he's speaking to. <q> I hate to bring up Reagan because everybody does that, </q> <strong> Marjorie Dannenfelser </strong> said. \" But it's what Reagan did and what <strong> Sarah Palin </strong> can do and what other candidates would pay any amount of money for. \" <strong> Andrew P. Smith </strong>, who heads the University of New Hampshire's", "new_id": -2}, {"uid": "1295568932159776947", "i": 40612, "idx": 0, "sa": ["Mike Pence", "Paul Ryan", "George H. W. Bush"], "q": "not a fiscal conservative; the state budget nearly doubled under him. No way he'll beat Obama. <strong> Paul Ryan </strong> or <strong> Mike Pence </strong>. Jindal or Christie if they can be pushed to run. Ha! His <q> I wan na run for <strong> George H. W. Bush </strong> here's my book </q> book isn't doing well. I guess Its just being bought by republican \" insiders \" ... \" lso, I had to really look around the bookstore to find it. Conservative books in Portland usually", "new_id": -2}, {"uid": "1295762095175325199", "i": 15360, "idx": 6, "sa": ["John McCain", "George W. Bush", "Mike Pence", "Gary Bauer", "Ron Paul"], "q": "not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly www.huffingtonpost.com Excerpt: When conservative activist and former George W. Bushial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious fRon Paultline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one candidate, Mr. <strong> Gary Bauer </strong> sees only qualities that he likes. Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the", "new_id": -2}, {"uid": "1297627010160415775", "i": 39918, "idx": 1, "sa": ["Mike Pence"], "q": "not have the kind of health care that Bill's nice Fox News health plan provides for Bill's wife. \" The rich get rich and the poor get babies, \" and STD's and breast cancer... <q> ain't we got fun! </q> Bill reported about GOP Congressman <strong> Mike Pence </strong>'s legislation to defund Planned Parenthood adding the ever popular anti-choice meme about taxpayer dollars. Earlier this week, Bill Pence_Mike Pence_in_war_on_planned_parenthood.php\"> agreed with <strong> Mike Pence </strong> that PP should", "new_id": -2}, {"uid": "1296391725266764308", "i": 46994, "idx": 0, "sa": ["Eric Cantor", "Michele Bachmann", "Mike Pence", "Paul Ryan"], "q": "not match our records. Please try again or call customer service at 1-888-285-4350. Your browser's security settings are preventing some features from appearing. <strong> Michele Bachmann </strong> seems to be using anger to forward her message <q> We will move forward together, or not at all- for the challenges we face are bigger than party, and bigger than politics, </q> he said in his State of the Union address. \" AmEric Cantorans are skeptical of both political parties, and that skepticism is justified- especially when it comes to spending, \" said <strong> Mike Pence </strong> <strong> Paul Ryan </strong>", "new_id": -2}, {"uid": "1296224676092700695", "i": 2484, "idx": 0, "sa": ["Eric Holcomb", "Mike Pence"], "q": "not received less than 60 percent since his first victory in 2000. U.S. <strong> Mike Pence </strong> shut the door Thursday on seeking the presidency in 2012 but left unanswered whether his choice instead is the Indiana <strong> Eric Holcomb </strong>'s office. <q> I'm open to running for <strong> Eric Holcomb </strong>, </q> <strong> Mike Pence </strong> said in an exclusive interview with The Indianapolis Star. \" We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it.", "new_id": -2}, {"uid": "1296171922065404971", "i": 3550, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. <strong> Mike Pence </strong> ruled out a White House bid in a letter sent to supporters that also fueled speculation he is instead planning a run for governor. <q> We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home, </q> <strong> Mike Pence </strong> wrote in the letter. \" In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. \"", "new_id": -2}, {"uid": "1296215094141213698", "i": 29340, "idx": 0, "sa": ["Darrell Issa", "Mike Pence", "Barack Obama"], "q": "not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. <strong> Mike Pence </strong> ruled out a White House bid in a letter sent to supporters that also fueled speculation he is instead planning a run for governor. <q> We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home, </q> <strong> Mike Pence </strong> wrote in the letter. \" In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. \" <strong> Mike Pence </strong> has two public events scheduled for today. <strong> Darrell Issa </strong>", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,'' <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}]