[{"uid": "1295646089003719170", "i": 16680, "idx": 2, "sa": ["George LeMieux", "Mike Pence", "Paul Ryan", "Tom Coburn", "Barack Obama", "Dylan Ratigan"], "q": "forgo increasing the debt limit, rescind$ 120 billion in spending, eliminate 640 duplicative government programs, rescind unobligated discretionary funds, and direct the Government Accounting Office to identify and report to Congress duplicative government programs. <q> I appreciate the Barack Obamas gesture, but the impact wont be discernable. Going after this small sliver of federal spending is like going on a one-day diet after a pie-eating contest. This will do nothing to reduce our debt, the deficit, or rein in the growth of government, said <strong> George LeMieux </strong>. Our nation is more than$ 12 trillion in debt. Shame on us if we dont address the problem head on. We should for the sake of our country and the prosperity of our children. </q> http://wn.com/Dr_Tom Coburn_on_Dylan Ratigan_Dylan Ratigan_discussing_job_creation,_tax_cuts,_trade_and_spending_113010 G.O.P. Bloc Presses Leaders to Slash Even More <strong> Mike Pence </strong> <strong> Paul Ryan </strong> to deliver Republican response to <strong> Barack Obama </strong>'s State of the Union address US Republicans target spending in <strong> Barack Obama </strong> rebuttal White House: Layoffs likely if GOP gets way", "new_id": -2}, {"uid": "1297706494051036178", "i": 46484, "idx": 0, "sa": ["Mike Pence"], "q": "Issues program, <strong> Mike Pence </strong> said members of both parties are signing on to Pence-drops-bill-to-de-fund-planned-parenthood-abortion-biz/\"> his bill to ensure the abortion business is not eligible for millions of dollars in family planning grants from the federal government. <q> There are now more than 160 co-sponsors- Republicans and some Democrats- who are coming together to say that no more public funding will flow into Title X clinics, </q> he said. \"I believe we're reaching a point where we can end public funding for Planned Parenthood once and for all.\" 363 million annually in federal, state and local government grants even though", "new_id": -2}, {"uid": "1295386095039157811", "i": 35567, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "pregnant to plan their parenthood. No- it was a sham to be able to kill black babies,\" he added. He told the program that proof of the agenda is seen in the fact that <q> 75 percent of all Planned Parenthood facilities are located in black neighborhoods. </q> Congressman <strong> Mike Pence </strong> of Indiana, himself a potential Republican Barack Obamaial candidate, has filed a bill in the House of Representatives to revoke federal taxpayer funding for the Planned Parenthood abortion business. The Title X", "new_id": -2}, {"uid": "1296224676092700695", "i": 2495, "idx": 11, "sa": ["David McIntosh", "Mike Pence", "Marjorie Dannenfelser"], "q": ", president of the Susan B. Anthony List, a group that opposes abortion, said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q> What I most want is for him to have a long future, </q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s", "new_id": -2}, {"uid": "1295616977003915781", "i": 18194, "idx": 2, "sa": ["Bill Hammond", "Mike Pence", "Ian Crawford"], "q": "the unsightly high-voltage transmission lines needed to carry the power to distant cities. But state regulators are moving forward- and yesterday they approved a contentious project that runs through the Hill Country.\" Dallas Morning News: <q> Attempts to rein in homeowners associations have failed in the state Legislature for more than a decade, but a rise in HOA foreclosures and a spate of public lawsuits have invigorated supporters, who see this session as their chance for reform. Legislators have filed a handful of Bill Hammonds that curtail HOA powers, including limiting their ability to foreclose on property and ending bans on solar panels. HOA proponents agree that the system needs review, but promise to push back at changes that threaten associations' authority. </q> Politico: \"To understand the dissatisfaction on the right with the current crop of Republican presidential hopefuls, look no further than <strong> Mike Pence </strong>. An IndIan Crawforda congressman with just five terms in public office, <strong> Mike Pence </strong> is currently the", "new_id": -2}, {"uid": "1295412290169443332", "i": 36144, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "presidential primaries. <strong> Mike Pence </strong> has stepped down from his post in the House Republican leadership and is considering a White House run or possible governor campaign. In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong> <q> the best governor in America. </q> <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to \"keep the national campaign.\" <strong> Mike Pence </strong> visits Ind.. Statehouse while mulling future", "new_id": -2}, {"uid": "1296157924245841935", "i": 12192, "idx": 3, "sa": ["Mike Pence", "Roy Blunt", "Steve Israel"], "q": "can agree it's[ the tax code] too complicated\" said <strong> Steve Israel </strong>( D-N.Y.), head of the Democratic Congressional Campaign Committee, the Democrats' election arm of the House. But, <strong> Steve Israel </strong> warned, <q> the hard climb will be identifying what provisions to reform. </q> Freshman Sen. <strong> Roy Blunt </strong>( R-MO) also expressed hope that \"the divided government can create an opportunity to accomplish some hard things.\" Looking toward the 2012 political season all eyes were on <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295351570142295047", "i": 52777, "idx": 2, "sa": ["Mike Pence"], "q": "statement. \"It is also morally wrong to take the taxpayer dollars of millions of pro-life Americans and use them to promote abortion at home or abroad.\" \"Last year,\" said <strong> Mike Pence </strong>, <q> Planned Parenthood received more than$ 363 million in revenue from government grants and contracts. During that same time, they performed an unprecedented 324,008 abortions. The largest abortion provider in America should not also be the largest recipient of federal funding under Title X. </q> <strong> Mike Pence </strong> said his bill would \"prevent any family planning funds under Title X from going to Planned Parenthood or other organizations that perform abortions. It will ensure that abortion providers are not being subsidized with federal", "new_id": -2}, {"uid": "1295534390252182552", "i": 25971, "idx": 1, "sa": ["Tim Pawlenty", "Chip Saltsman", "Mike Pence", "Mike Huckabee", "Chuck Fleischmann", "Barack Obama", "Sarah Palin"], "q": "job as Chief of Staff for freshman <strong> Mike Pence </strong> <strong> Chuck Fleischmann </strong>( R-Tenn.)...[ But] <strong> Chip Saltsman </strong> said his taking the job should not be read as an indication about <strong> Mike Huckabee </strong>'s intentions.\" Real Clear Politics, <q> Former Alaska Gov. <strong> Sarah Palin </strong> has tasked her aides with quietly gauging her level of support for a potential Barack Obamaial campaign by making inquiries to a select pool of likely allies and grassroots activists in Iowa. </q> if she runs for <strong> Barack Obama </strong>. <strong> Tim Pawlenty </strong>: \"Republican <strong> Tim Pawlenty </strong> dished out$ 34,000 to state-level candidates and conservative groups in Iowa during the final 2010 push,\" the AP reports", "new_id": -2}, {"i": 35147, "idx": 1, "index_answer": 0, "new_id": -1, "q": "informed source. The political stakes were ratcheted up in the hours following <strong> Andy Coulson </strong>'s resignation when <strong> Ed Miliband </strong> personally issued a series of statements criticising the wisdom of hiring the former News of the World Editor; <q> I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for as long as he did', </q> he said. Those comments have reportedly given an added urgency to efforts to \"throw the dirt back\" . \"<strong> Ed Miliband </strong> was unwise to comment,\" said one observer, \"the Tories are going to", "sa": ["Ed Miliband", "Andy Coulson"], "uid": "1295876928012320777"}]