[{"uid": "1295365495187695155", "i": 11900, "idx": 2, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": " \"We had been telling her that she was inspiring the country with her courage and that we couldn't wait to take her out to pizza and a weekend away,\" <strong> Kirsten Gillibrand </strong> said through a spokeswoman. <q>Then, after she heard our voices and the encouragement of Mark and her parents, she struggled briefly and opened her eyes for the very first time. It was a miracle to witness.</q> \"My heart was overflowing with love for my friend <strong> Gabrielle Giffords </strong> today,\" <strong> Debbie Wasserman Schultz </strong> said in a prepared statement. \"It was absolutely incredible to witness <strong> Gabrielle Giffords </strong> open her eyes. I am confident that the", "new_id": -2}, {"uid": "1295574065192872455", "i": 6666, "idx": 2, "sa": ["Ken Auletta", "Eric Schmidt", "Barack Obama"], "q": "previous month. Combined, Microsoft and Yahoo had 28 percent, down from 28.2 percent, according to ComScore. <strong> Eric Schmidt </strong> may be eyeing a role in the administration of U.S. <strong> Barack Obama </strong>, <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World as We Know It,</q> told Bloomberg Television. <strong> Eric Schmidt </strong>, who commented on the management change to his more than 225,000 followers on Twitter: \"Day-to-day adult supervision no longer needed!\" Nolan Finley: What despicable opportunists are", "new_id": -2}, {"uid": "1295569913120422584", "i": 19583, "idx": 1, "sa": ["Eric Schmidt"], "q": "-- \"Day-to-day adult supervision no longer needed!\" Data Warehouse Appliance Promises Database Transparence, Mixed BI Workload, Massive Scalability <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295715717099811342", "i": 11265, "idx": 3, "sa": ["Erik Spoelstra", "Mario Chalmers", "Udonis Haslem", "Devin Harris", "Allen Iverson"], "q": "knee in the first minute but came back to contribute 10 points and 11 rebounds. <strong> Udonis Haslem </strong> led the reserves with 16 points and eight rebounds despite a sore back while <strong> Mario Chalmers </strong> played 11 minutes with a sprained thumb. <q>Defensively, we were very active,</q> Heat coach <strong> Erik Spoelstra </strong> said. \"We have a lot of http://wn.com/Allen_Iverson_Pistons'_Debut_24pts_6asts_vs_Nets_NBA_08/09_sick_crossover_on_Eduardo_Najera! <strong> Allen Iverson </strong>'s first game with Detroit turned into the best night of <strong> Devin Harris </strong>' career. <strong> Devin Harris </strong> scored a career-high 38 points Friday night, outplaying <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1296387706032849946", "i": 44222, "idx": 5, "sa": ["Roman Harper", "Jahri Evans", "Drew Brees", "Michael Vick", "Jonathan Vilma"], "q": "with Saints teammates <strong> Roman Harper </strong>, <strong> Jonathan Vilma </strong>, <strong> Jahri Evans </strong> and Carl Nicks- settled for the consolation of a trip to Hawaii. \"It's nice to be back out here in Hawaii,\" <strong> Drew Brees </strong> said. <q>It's great for the fans, players love it. It's great for the families.</q> <strong> Drew Brees </strong> will share time with <strong> Michael Vick </strong> and Atlanta's Matt Ryan in today's game. Ryan will be working with a familiar set of coaches with the Falcons' staff running the NFC. But with ample", "new_id": -2}, {"uid": "1295907438241205258", "i": 30854, "idx": 0, "sa": ["Eric Schmidt"], "q": "hedge GOOG), who gave outgoing CEO <strong> Eric Schmidt </strong>$ 100M in gas money AND he gets to keep his current salary even after giving up half his job! Nice work if you can get it... <q>who gave outgoing CEO <strong> Eric Schmidt </strong>$ 100M in gas money AND he gets to keep his current salary</q> Explain how all the analysts watch IBM and then somehow, someway, it gets a \"breakout\" to 160 and they missed it? Hmmm. How about checking the tape on", "new_id": -2}, {"uid": "1296055712213385310", "i": 22196, "idx": 0, "sa": ["Eric Schmidt"], "q": ", will work mainly in London, Munich and Zurich and be split between technology and sales. Announcing the plan at a conference in Munich yesterday( 25 January), outgoing chief executive <strong> Eric Schmidt </strong> says: <q>We looked at this year and our prospects for growth in Europe, and our businesses globally are doing well, both our core business and our adjacent businesses.</q> Google has identified the UK in particular as an opportunity to grow revenue. The UK accounted for 10%( Â£ 552m) of the company's total revenue in the fourth quarter. Google", "new_id": -2}, {"uid": "1296723373183549966", "i": 23719, "idx": 0, "sa": ["Sergio Marchionne"], "q": "The NADA convention provides an opportunity for us to hear directly from dealers about the issues that matter most to them,\" said Jim Bunnell, GM's general manager of U.S. sales operations, in a statement. <q>We are able to talk to a large number of dealers, answer their questions and share news about our business plans and performance.</q> Chrysler CEO <strong> Sergio Marchionne </strong> will speak at a pre event conference, sponsored by JD Power and Associates. While the fight over dealer terminations was a difficult one, Tonkin says that's over, and", "new_id": -2}, {"i": 20485, "idx": 5, "index_answer": 1, "new_id": -1, "q": "game of their Western Conference playoff series with <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> leading the way. \"The guys who were here two years ago know we were in the same situation last time,\" Denver center <strong> Marcus Camby </strong> said. <q>They ran off and won four straight. That's why no one is really happy. We came out to get Game 1 but we also want to get Game <strong> Rafer Alston </strong>.</q> If <strong> Allen Iverson </strong> and <strong> Tony Parker </strong> play this well again, the Nuggets have a good shot. <strong> Tony Parker </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter. \"Two years ago we probably were", "sa": ["Tony Parker", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295245546048136202"}, {"uid": "1296227273172146729", "i": 1454, "idx": 7, "sa": ["Barack Obama", "Mike Pence"], "q": "\" he said. \"He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state.\" <strong> Mike Pence </strong>, who often describes himself as <q>a Christian, a conservative, and a Republican, in that order,</q> is one of the party's most outspoken critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "new_id": -2}]