[{"uid": "1295294243074366995", "i": 23386, "idx": 8, "sa": ["Eric Cantor", "Mike Pence"], "q": "on CNBC Congressman <strong> Mike Pence </strong> appeared on the CNBC program \"Power Lunch\" to discuss the economy, the White House jobs summit and the Republican Economic Roundtable... 11/26/09 Weekly Republican Address: <strong> Mike Pence </strong>( R-IN) <strong> Mike Pence </strong>: <q> The AmEric Cantoran people know we can't borrow and spend and bail our way back to a growing economy.... Republicans have proposals to get our economy moving again, to achieve energy independence and lower the cost of health care. </q>... 2-1-2010- Congressman <strong> Mike Pence </strong> Discusses House GOP Retreat on \"Fox and Friends\" 2-1-2010- Congressman <strong> Mike Pence </strong> Discusses House GOP Retreat on \"Fox and Friends\" Congressman <strong> Mike Pence </strong> appeared on \"FOX and Friends\" to discuss", "new_id": -2}, {"uid": "1295002006132628500", "i": 22326, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Carolyn McCarthy"], "q": "` gun safety bills.' And this one just addresses the narrow issue of these clips.\" Ms. <strong> Carolyn McCarthy </strong> said she would try to appeal to members of the Senate and <strong> Barack Obama </strong> to push her legislation forward. <q> Listen, any kind of bill the N.R.A. is against is always a problem. </q> Asked about prospects for new gun restrictions, Representative <strong> Mike Pence </strong>, Republican of Indiana, asserted, \"I maintain that firearms in the hands of law-abiding citizens makes communities safer, not less safe", "new_id": -2}, {"uid": "1295150789036716549", "i": 10354, "idx": 2, "sa": ["Vern Buchanan", "Mike Pence"], "q": "A much bigger economic crisis is coming. And, every country in the world i... <strong> Mike Pence </strong>: \"You Can't Fix A GoVern Buchananment Takeover Of Health Care. Repeal and Start Over.\" <strong> Mike Pence </strong>: <q> You Can't Fix A GoVern Buchananment Takeover Of Health Care. Repeal and Start Over. </q>", "new_id": -2}, {"uid": "1295957873147439632", "i": 22597, "idx": 0, "sa": ["Kevin McCarthy", "Ben Mankiewicz", "Paul Ryan", "Mike Pence", "Jeffrey Young", "John Boehner"], "q": "And <strong> John Boehner </strong> was far from the only one laying out$ 100 billion in non-defense discretionary spending cuts as the Ben Mankiewiczchmark. Incoming House Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut <q> a good$ 100 billion. </q> <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of \"<strong> Jeffrey Young </strong> Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" \"We", "new_id": -2}, {"uid": "1296224676092700695", "i": 2489, "idx": 5, "sa": ["Eric Holcomb", "Mike Pence", "Joe Donnelly"], "q": "he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said <strong> Mike Pence </strong> could be hard to beat if he runs for <strong> Eric Holcomb </strong>. <q> He'll be the prohibitive favorite in 2012, </q> Bopp said, for both the nomination and the general election. Democrats disagreed. Several Democrats have expressed interest in running, including U.S. <strong> Mike Pence </strong> <strong> Joe Donnelly </strong>, whose Northern Indiana district is expected to become", "new_id": -2}, {"uid": "1296258980134725636", "i": 17075, "idx": 13, "sa": ["David McIntosh", "Mike Pence"], "q": "I'm sure that he's made a discernment that this is the right move.\" Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one <q> because he made it. </q> \"You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana,\" <strong> David McIntosh </strong> said. Former Wayne Township superintendent", "new_id": -2}, {"uid": "1296366488199786542", "i": 44441, "idx": 6, "sa": ["Mike Pence", "Phil Sharp"], "q": ", <strong> Mike Pence </strong> accused <strong> Phil Sharp </strong>'s family of benefiting from a nuclear waste dump deal. <strong> Mike Pence </strong> denounced such tactics after the campaign, writing in an essay titled \"Confessions of a Negative Campaigner\" that <q> negative campaigning, I now know, is wrong. </q> \"It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan", "new_id": -2}, {"uid": "1296817703066027527", "i": 52681, "idx": 2, "sa": ["David McIntosh", "Mike Pence", "Karen Hartman"], "q": "His political views began to change at Hanover College, where he became a born-again Christian. He met his wife, <strong> Karen Hartman </strong>, at an evangelical church service where she was playing the guitar. <q> I think his faith is first and foremost what makes him tick, </q> said former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, a Republican. \"Even as he approached this really hard decision, I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in", "new_id": -2}, {"uid": "1295934300135806979", "i": 12654, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "the ascendant tea-party faction views compromise as akin to a white flag of surrender. As <strong> Mike Pence </strong>, a high-profile House Republican who already sees himself as Barack Obamaial timber, told a conservative talk show host the other day, <q> There will be no compromise... and if I haven't been clear enough yet, let me say it again: No compromise. </q> I find this attitude a tad odd, given the fact that our entire democratic system is built on compromise. The U.S. Constitution- which the tea partyers profess to revere and vow to defend- is", "new_id": -2}, {"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q> merge Google's technology and business vision brilliantly. </q>`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!'' <strong> Eric Schmidt </strong> wrote.`` Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}]