[{"uid": "2008100922_00018495_W", "i": 546, "idx": 1, "sa": [], "q": "revenues, there are only two ways to pay for those big projects- printing more money or borrowing more money. do you think borrowing money from china is more patriotic than raising it in taxes from americans? <q> that is not putting america first. that is selling america first. sorry, i grew up in a very middle-class family in a very middle-class suburb of minneapolis, and my parents taught me that paying taxes, while certainly no fun, was how we paid for the police and the army, our public universities and local schools, scientific research and medicare for the elderly. no one said it better than justice oliver wendell holmes: </q> i like paying taxes. with them i buy civilization. \"i can understand someone saying that the government has no business bailing out the financial system, but i can't understand someone arguing that we should do", "new_id": -2}, {"uid": "2008110519_00044127_W", "i": 194, "idx": 4, "sa": ["Manny Ramirez", "Alex Rodriguez", "Scott Boras"], "q": "who likes to win and watched what <strong> Manny Ramirez </strong> did, it's got to bring you to a place where you can say,` there's a real chance that player can help me achieve my objectives.' <q> <strong> Manny Ramirez </strong> is reportedly seeking a six-year deal, one which would take him through his 42nd birthday- the same age that dana point, calif.- one year ago, <strong> Scott Boras </strong> and <strong> Alex Rodriguez </strong> were on the outs, as a-rod blamed his agent for the handling of his infamous opt-out drama. the two are apparently once again on good terms. <NO_QUOTATION> <strong> Scott Boras </strong> told the associated press yesterday at the general managers meetings. </q> when <strong> Alex Rodriguez </strong> came out to anaheim during the season, we had a chance to spend a lot of time together. \"a-rod opted out of the final three years and$ 72 million of his contract last year", "new_id": -2}, {"uid": "2008101806_00008148_W", "i": 825, "idx": 8, "sa": ["Guðlaugur Þór Þórðarson"], "q": "almost all of his retirement savings in the banking meltdown.\" it's a matter of pride as a man and an icelander, \"he says,\" and it was yanked out from under from me. <q> <strong> Guðlaugur Þór Þórðarson </strong> th?r th?rdarson agrees that iceland has sustained a blow to its psyche- </q> especially when uses antiterrorism laws against iceland, \"he says, referring to the british prime minister's move to invoke an antiterrorism law to freeze icelandic companies' assets in the u.k.\" the people here not only", "new_id": -2}, {"uid": "2008120604_00002886_W", "i": 1311, "idx": 0, "sa": [], "q": "attorney dan kogovsek and his brother, larry, an award-winning social activist and volunteer advocate in washington state; la junta district judge mikeschiferl; john shosky, speechwriter for presidents reagan and bush, and many others. <q> the bisels were known among their students as <NO_QUOTATION> and <NO_QUOTATION> </q> she remained exceptionally vital until the last year, and even then she was very vital for her age, \"remarked mattoon. and it continues:` she had gone blind, but she still listened to the", "new_id": -2}, {"uid": "2008121521_00034820_W", "i": 1324, "idx": 0, "sa": ["Carolyn Porco"], "q": "'s cassini spacecraft have provided new signs of ongoing changes on and around the moon. the latest high-resolution images of enceladus show signs that the south polar surface changes over time. close views of the southern polar region <q> where jets of water vapor and icy particles spew from vents within the moon's distinctive <NO_QUOTATION> fractures, provide surprising evidence of earth-like tectonics. they yield new insight into what may be happening within the fractures. the latest data on the plume-- the huge cloud of vapor and particles fed by the jets that extend into space-- show it varies over time and has a far-reaching effect on saturn's magnetosphere. </q> of all the geologic provinces in the saturn system that cassini has explored, none has been more thrilling or carries greater implications than the region at the southernmost portion of enceladus, \"said <strong> Carolyn Porco </strong>, cassini imaging team", "new_id": -2}, {"uid": "2008110700_00004095_W", "i": 1766, "idx": 3, "sa": ["Harry Reid", "Joe Lieberman", "Nico Pitney"], "q": ", but <strong> Harry Reid </strong> apparently is looking at a coming caucus vote as a mechanism to resolve the standoff.\" if they aren't able to work something out satisfactorily, there will be a vote in the caucus, <q> the source said. it doesn't appear that whatever agreement is reached will be linked to the question of whether <strong> Joe Lieberman </strong> is allowed to remain in the dem caucus in a general sense. </q> that's <strong> Joe Lieberman </strong>'s decision, \"the source said of the question of whether <strong> Joe Lieberman </strong> would continue caucusing with dems. earlier today, <strong> Nico Pitney </strong> of the huffington post reported that <strong> Harry Reid </strong> had offered <strong> Joe Lieberman </strong> a deal by which", "new_id": -2}, {"uid": "2008090310_00003568_W", "i": 2115, "idx": 6, "sa": [], "q": "a struggle. no doubt you will be able to use that to debunk evolution, after all you need some more weapons in your armoury.\" reply# 1133 on: september 02, 2008, 05:19:24 pm <q> dok# 1127 hey i was not aware you were catholic, congratulations!!!! and just think. i grew up as a protestant. quote really could you post some? id really love to see the radiometic dating results. lol well i am sure with a little investigation you would be allwowed access. then maybe a scientist could explain to you how it works. quote </q> 1) ice rings, tree ring? come on bj, some trees make more than one a year. and as for ice rings. you can have a warm and cold period more than once in one", "new_id": -2}, {"uid": "2008090907_00025852_W", "i": 1634, "idx": 2, "sa": ["Saad Hariri", "Bashar al-Assad"], "q": "fled their homes to return under army protection and compensation for material losses. seniora called the agreement a contract which all sides should commit to and abide by, and said\" the state will play a complete role <q> in keeping the peace. parliamentary majority leader <strong> Saad Hariri </strong>, a sunni, has been in tripoli since saturday trying to reconcile the city's feuding communities. <strong> Saad Hariri </strong> accused syria on friday of using the instability in tripoli as a way of meddling in lebanon's affairs. the syrians </q> want to use the situation in tripoli as a pretext for involving themselves in lebanese affairs and as a means for their military and security return to lebanon, \"he charged. syrian president <strong> Bashar al-Assad </strong> had said earlier he", "new_id": -2}, {"uid": "2008110516_00051612_W", "i": 874, "idx": 4, "sa": ["Gary Peters", "Ron Paul", "Bill Richardson", "Fred Thompson", "Sarah Brady", "Barack Obama", "Alan Grayson", "Mike Huckabee"], "q": "than being frightened with false alarms about the government taking their guns away, most voters want to do something to make it harder for dangerous people to get dangerous weapons and to stop the trafficking in illegal guns. <q> some additional facts and numbers about yesterday's results:-- more than 91 percent of <strong> Sarah Brady </strong> campaign endorsed candidates nationwide won their elections.-- some <strong> Sarah Brady </strong> endorsed candidates who won house seats-- like <strong> Alan Grayson </strong> in florida and <strong> Gary Peters </strong> in michigan-- were considered underdogs for much of the election cycle.-- not only did the nra leaders endorse a candidate for <strong> Barack Obama </strong> they had previously called </q> one of the premier flag carriers for enemies of the second amendment \"and graded only a <NO_QUOTATION> but none of their highly graded supporters-- <strong> Mike Huckabee </strong>, <strong> Fred Thompson </strong>, <strong> Ron Paul </strong> or <strong> Bill Richardson </strong>-- lasted long in the primaries.", "new_id": -2}, {"uid": "2008110523_00013801_W", "i": 891, "idx": 1, "sa": [], "q": "four-time champion bayern and lyon, which beat steaua bucharest 2-0, each have eight points. fiorentina has three and steaua has one.\" it was a very important point, because we kept fiorentina at bay, <q> bayern coach juergen klinsmann. we've got a very good chance of advancing. </q> we knew it was going to be a difficult game. in the second half, we were able to increase the pace and we could have even won, but i think a draw was a fair result.", "new_id": -2}]