[{"uid": "1297616629186400779", "i": 32523, "idx": 5, "sa": ["George H. W. Bush", "David Martin", "Donald Rumsfeld"], "q": "Nearly three decades later, \"the <strong> Donald Rumsfeld </strong> problem\" came to the Pentagon with orders from <strong> George H. W. Bush </strong> to shake the place up. \"Change is hard for people,\" <strong> Donald Rumsfeld </strong> said. <q> Change is hard. But did you make it harder than it had to be by alienating people? </q> asked <strong> David Martin </strong>. \"If you don't want to change and someone above you wants to, it's not fun, replied the ex-Secretary of Defense. <strong> Donald Rumsfeld </strong>'s Life in Pictures The former", "new_id": -2, "mturk_index": "1159"}, {"uid": "1295715717099811337", "i": 37898, "idx": 13, "sa": ["Žydrūnas Ilgauskas", "Chris Webber", "Elton Brand", "Phil Jackson", "LeBron James", "Allen Iverson", "Andre Iguodala"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinLeBron James about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Žydrūnas Ilgauskas </strong> added 22 points and 11 76ers vs Celtics 18/12/2009 Pueden verlo en nba.com Phil Jacksonadelphia 76ers- <strong> Elton Brand </strong>: 23 points, 8 rebounds, 2 blocks- <strong> Andre Iguodala </strong>: 18 points, 8 rebounds", "new_id": -2, "mturk_index": "2022"}, {"uid": "1295568681147800068", "i": 17127, "idx": 3, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "and <strong> Sergey Brin </strong> for a long time to come.\" Aaron Kessler, an ananlyst at Thinkequity, said that <strong> Larry Page </strong> had probably now gained the experience necessary to run operations at the internet giant. <q> Initially <strong> Larry Page </strong> and <strong> Sergey Brin </strong> were pretty young when Google started, so maybe they weren't prepared at that point to run the day-to-day operations of Google. \"But at this point they've been involved for several years now, and are in a better position to really run the company as opposed to just being in the founder role. </q> <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> as a \"tremendous leader\" who did an \"outstanding job leading Google for the last decade\" . \"There is no other CEO in the world that could have kept", "new_id": -2, "mturk_index": "2084"}, {"uid": "1295588443175472914", "i": 24682, "idx": 4, "sa": ["Larry Page", "Eric Schmidt"], "q": "agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" He added, \"managing the business has become more complicated,\" and Google wanted to <q> speed up decision making, </q> so <strong> Larry Page </strong> got the nod. As for <strong> Larry Page </strong>'s ability to lead the company, <strong> Eric Schmidt </strong> says, \"<strong> Larry Page </strong>, in my clear opinion, is ready to lead.\" This news came", "new_id": -2, "mturk_index": "2090"}, {"uid": "1295593755183287833", "i": 38981, "idx": 3, "sa": ["Richard Chang", "Sergey Brin", "Eric Schmidt"], "q": "en 2001 pour apporter une exp?rience de gestion? la toute jeune soci?t, reste pr?sident du conseil d'administration avec un r?le ex?cutif. <strong> Sergey Brin </strong>, 37 ans, se concentrera sur les projets strat?giques. <q> Il n' y a plus besoin d'une supervision adulte au quotidien </q>, a expliqu <strong> Eric Schmidt </strong> apr?s cette annonce. Ce Richard Changement s` inscrit dans un plan de \"rationalisation\" de la prise de d?cision, explique Google, visant? cr?er des lignes de responsabilit?s plus claires", "new_id": -2, "mturk_index": "639"}, {"uid": "1295545349188383370", "i": 16507, "idx": 3, "sa": ["Tyler Perry", "Kirsten Gillibrand", "David Boies"], "q": "<strong> Tyler Perry </strong> v. Schwarzenegger, <strong> David Boies </strong> indicated that he's in the national marriage equality fight for the long haul. \"If there's no standing, there will have to be additional cases,\" he said. <q> And we're already looking for the right places to bring cases. </q> Senator <strong> Kirsten Gillibrand </strong>, who said she was in Los Angeles for \"a few events,\" was hopeful about marriage equality prospects in her own state, one of several on the east coast where state legislatures seem", "new_id": -2, "mturk_index": "1588"}, {"uid": "1295617073111296513", "i": 58434, "idx": 4, "sa": ["Andy Coulson", "Kay Burley", "Chris Bryant"], "q": "on Sky News Labour MP <strong> Chris Bryant </strong> has enough of <strong> Kay Burley </strong>'s snippy remarks, and hits back, accusing her of lying, and calls her` dim'. <strong> Kay Burley </strong> hits the nail on the head when she says <q> Nobody cares what I think </q>.( Apologies for shaky video and crappy sound!)... Conservative Chief <strong> Andy Coulson </strong> Caught Up In Fresh Scandal This is a video that shows current Director of Communications& Planning for the Conservative Party, <strong> Andy Coulson </strong>& the", "new_id": -2, "mturk_index": "1945"}, {"uid": "1296461906199901208", "i": 34444, "idx": 1, "sa": ["Allen Iverson", "Charles Best", "Kobe Bryant"], "q": "season. Denver also bettered the 66.2 percent shooting of the Lakers earlier this season, the previous <strong> Charles Best </strong> in the league. The highest scoring game before Wednesday night came against Denver, when the Suns scored 137. <q> I've been in the league 12 years and I've been playing a long time. I don't know if we've been this hot before, but it was pretty special, </q> <strong> Allen Iverson </strong> said. \"It was fun.\" Playing a tired Seattle team certainly helped the Nuggets. The Sonics were finishing off a back-to-back, having played at Golden State a night earlier and offered <strong> Kobe Bryant </strong> resistance at", "new_id": -2, "mturk_index": "992"}, {"uid": "1297052099082575405", "i": 59982, "idx": 1, "sa": ["Eric Schmidt"], "q": "wohl auch im Interesse der EU, mit einer schnellen Analyse auf die Bedenken der Wettbewerber von Google einzugehen. Dabei hoffe er, dass die Sachverhalte als unbedeutender als von der Konkurrenz eingesch?tzt bewertet w?rden. <q> Wir werden klarmachen, dass wir sehr wohl im Rahmen und auch im Sinne des Gesetzes arbeiten </q>, sagte <strong> Eric Schmidt </strong>. Bei den Ermittlungen geht es um Beschwerden von der Konkurrenz, die Google einen Missbrauch seiner dominanten Marktposition bei Internetsuchmaschinen vorwirft. Beim Softwareriesen WDH/ROUNDUP/Suchmaschinen-Krimi: Google stellte Falle f?r Microsoft ROUNDUP/Suschmaschinen-Krimi", "new_id": -2, "mturk_index": "747"}, {"uid": "1297272969044515334", "i": 43505, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell"], "q": "But in this week's Arts& Leisure section, Jon Caramanica argues that the Aerosmith frontman's wacky charisma has ably replaced Mr. <strong> Simon Cowell </strong>'s caustic derision as the show's signature quality. <q> Mr. <strong> Steven Tyler </strong>, who will turn 63 next month, has done much of the heavy lifting for` Idol' this season, </q> Mr. Caramanica writes, \"helping keep the show within striking distance of last season's ratings and ensuring that even though certain things have been lost in transition, the show still has a steady center.\"", "new_id": -2, "mturk_index": "702"}]