[{"uid": "1295372338223019023", "i": 3377, "idx": 0, "sa": ["Justin Bieber", "Simon Cowell"], "q": "That She Would Like To Have <strong> Simon Cowell </strong>'s <strong> Justin Bieber </strong> Thank you for your rating, Your vote has been counted and is reflected above. Chloe Mafia shown as she appeared on the BBC TV show, <q> Blimey I Done Went And Burned Me Muffins Ag` in. </q> The London Revue Gazette is reporting that famed London prostitute Chloe Mafia, who can do some amazing as hell things with whipped cream, Maraschino cherries, and three Costa Rican bananas has announced that she would like for", "new_id": -2}, {"uid": "1295619496043139129", "i": 34012, "idx": 0, "sa": ["Steve Cohen", "Ronald Reagan", "Mike Pence"], "q": ". <strong> Steve Cohen </strong>, who compared Republicans to Nazis earlier this week, apologized that his words are being used as a`` distraction'' by his political opponents, in a statement he released yesterday afternoon: <q> It is disappointing that my comments have been used to distract from the health care reform debate. It is my hope that we can return our focus to the matter at hand- health care for 32 million Americans. </q> On the 30th anniversary of <strong> Ronald Reagan </strong>'s inaugural, <strong> Mike Pence </strong> This entry was posted on Friday, January 21st, 2011 at 9:13 AM and is filed under", "new_id": -2}, {"uid": "1296051154245661719", "i": 31426, "idx": 2, "sa": ["Michael Vick"], "q": "a whole other person.'' Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract. <q> We believe it was worth it, </q> he said,`` because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.'' Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury", "new_id": -2}, {"uid": "1297698694012320938", "i": 8385, "idx": 0, "sa": ["Bob Dylan", "John Mayer", "Whitney Houston", "David Letterman", "Lady Gaga"], "q": ", who was actually there, and superbly sideburned. But guess who won? Yes. It was Muse. Tears streaming down my face, I reached listlessly for the bottle of wine and dolefully sang along: <q> We... will... be... vic... tooooooorious. </q> Mumford& Sons, <strong> Bob Dylan </strong>, the Avett Brothers <strong> Lady Gaga </strong> won something, defeating a cool, dapper-looking <strong> John Mayer </strong>. She thanked <strong> Whitney Houston </strong>, for some reason. <strong> David Letterman </strong> delivered a Grammy-specific Top Ten, which,", "new_id": -2}, {"uid": "1295929158036896768", "i": 1201, "idx": 0, "sa": ["Andy Coulson", "Keir Starmer"], "q": "Monday, Mr <strong> Keir Starmer </strong> said he has asked Ms Levitt to take a`` robust approach'' to her review of hundreds of documents and subsequent advice to senior police officers or prosecutors. Mr <strong> Keir Starmer </strong> said: <q> It has been agreed following a meeting with Acting Commissioner <strong> Tim Godwin </strong> and Acting Deputy Commissioner John Yates that any evidence resulting from recent or new substantive allegations made to the Metropolitan Police Service( MPS) of mobile voicemail interception arising from the <strong> Clive Goodman </strong> and <strong> Glenn Mulcaire </strong> case should be subject to the same rigorous assessment as Alison Levitt QC is applying to material already in the possession of the Metropolitan Police Service. </q> The Met is under intense pressure to reopen its investigation into the phone hacking scandal following the departure of Downing Street communications chief <strong> Andy Coulson </strong>, who has faced a barrage of difficult questions about his conduct while editor", "new_id": -2}, {"uid": "1296802074171819014", "i": 5798, "idx": 3, "sa": ["LeBron James", "Chris Webber", "LaMichael James", "James May", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` <strong> James May </strong> just know how tough it is on him,'' <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 http://wn.com/LaMichael_James_says_off-season_situations_have_made_him_a university.kval.com For the first time during Spring camp, <strong> LaMichael James </strong> addressed the media about his tough off-season and how he has turned the sitation into a positive to", "new_id": -2}, {"uid": "1296864258154910775", "i": 3231, "idx": 6, "sa": ["Sergio Marchionne"], "q": "based here.'' But there is a laundry list of things to do before a merger of Fiat and Chrysler could happen, including the refinancing of debt and the IPO, <strong> Sergio Marchionne </strong> said. <q> I want to pay the shyster loans first, </q> he added.( Reporting by Deepa Seetharaman, editing by Matthew Lewis) Gold prices at critical juncture, where will they go?[ EVENT CHART] UFO sightings trigger speculation about aliens; WikiLeaks", "new_id": -2}, {"uid": "1295694045156483629", "i": 10094, "idx": 0, "sa": ["Andy Coulson"], "q": "said. Among those arrested was the head of the party's parliamentary group, Othmane Amazouz, he said. the wealthy just took all the money the poor has very little Report Abuse <q> That's too sad and bad situation, it's the result of the officials corruption, and the failure of their policies. </q> I don't think, that it's time to change the situation, for one reason there is no leaders, to make that change happen. Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1297220603217088033", "i": 40905, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "U.S. Video: Controversial AZ Sheriff Speaks In OC Report Abuse \" young men& women volunteered to serve their country for 25-45 K/yr. \"... thousands killed... thousands more injured... physically and mentally Report Abuse <q> Bribing a public official is nothing out of the norm for securing these type jobs but you can rest assured these two guys will go down for doing what they have done. </q> Time.com: Super Bowl Ticket Scandal: Are Fans Planning A Suit? ABC News: Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"i": 10731, "idx": 0, "index_answer": 0, "new_id": -1, "q": "that truth will keep national headquarters from wasting the opportunity to hit up donors. Speaking of: In the same e-mail, <strong> Cecile Richards </strong> claims that <strong> Mike Pence </strong>'s bill would make it so that Planned Parenthood <q> can no longer provide family planning, birth control, or preventive care to millions of women. </q> They're a profit-maker with high-paid friends who do fundraisers for them. We're not talking about some struggling crisis-pregnancy center( The very fact that the people behind the video would fabricate a story about a child", "sa": ["Cecile Richards", "Mike Pence"], "uid": "1296777793174178305"}]