[{"uid": "1296113235070025337", "i": 22944, "idx": 0, "sa": ["David Letterman"], "q": "also has a multi-interface technology for seamless integration with all mechanical devices and computers. <strong> David Letterman </strong> referred to a \"switch\" in a pet trick segment involving \"Bailie\" the dog who played dead on command and used <q>There is no off position on the genius switch.</q> as a queue. http://www.youtube.com/watch?v=_rr_IXvCm4k During Beta testing of the \"Key to Knowledge\", which started yesterday, the inventors confirmed that humans could use it to become \"Super Intelligent\",", "new_id": -2}, {"uid": "1297217357071778312", "i": 6721, "idx": 1, "sa": ["Zahi Hawass"], "q": "had tried to break open a golden sarcophagus, hoping to find treasures inside, and some skeletons were also damaged, <strong> Zahi Hawass </strong> said. A gallery displaying King Tut's treasures, on the other hand, <q>was fully secure and had not been damaged.</q> After the break-in, troops were deployed around the landmark rosestone building formally known as the Egyptian Museum of Antiquities, which has about 120,000 items on display or in storage. Television images of looters", "new_id": -2}, {"uid": "1295615312003915794", "i": 31191, "idx": 3, "sa": ["Eric Schmidt"], "q": "ways to simplify Google's management structure and quicken decision making. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company,\" he said. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> The management changes come as Google reported a fourth-quarter profit of$ 2.54 billion( Â£ 1.59 bn), up from$ 1.97 bn a year earlier and far exceeding market expectations. <strong> Eric Schmidt </strong> said", "new_id": -2}, {"uid": "1296772477091881732", "i": 30414, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "<strong> Sen. Bernie Sanders </strong>, I-Vt., ordered the report in a provision he added to last year's defense spending bill. The measure also directed the Pentagon to recommend ways to punish fraudulent contractors. But the report concluded that <q>the department believes that existing remedies with respect to contractor wrongdoing are sufficient.</q> \"It is clear that DoD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud,\" <strong> Sen. Bernie Sanders </strong> said in a news release. You must fill", "new_id": -2}, {"uid": "1296511486204390448", "i": 31823, "idx": 1, "sa": ["Michael Vick"], "q": "\"What authority do Dumbergs investigators have to do this? They weren't residents. Where these guns transported across state lines? How much did this leftist propaganda cost the new york taxpayer schmuck?\" Report Abuse <q>If the cops bought these guns for the mayor, or for anyone but their own personal use, then THEY have broken the law.</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options!", "new_id": -2}, {"i": 17605, "idx": 16, "index_answer": 0, "new_id": -1, "q": "with an injured rib and back. \"Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,\" <strong> Michael Vick </strong> said. <q>Unequal was one of the reasons I've been able to make it through the season.</q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. Subscribe Now Home delivery prices for Oahu Only. Please call customer service at(808) 538-6397 for Neighbor Island", "sa": ["Michael Vick"], "uid": "1296128197246497300"}, {"uid": "1297261068179191811", "i": 20143, "idx": 1, "sa": ["Saddam Hussein", "Paul Bremer", "Donald Rumsfeld"], "q": "to issue an order dissolving the Iraqi military. <strong> Paul Bremer </strong> signed the order four days later. http://www.rumsfeld.com \"I was told of <strong> Paul Bremer </strong>'s decision,\" <strong> Donald Rumsfeld </strong> wrote in his memoir, <q>and possibly could have stopped it.</q> <strong> Donald Rumsfeld </strong> also conceded an inch or two on charges that he and others in the administration overstated the certainty of their claims that <strong> Saddam Hussein </strong> had weapons of mass destruction. He recalls his remark just days after the", "new_id": -2}, {"uid": "1295451114167215130", "i": 20530, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", and Chrysler now aims to run two shifts at a Sterling Heights, Mich., factory that had previously been slated to close. Toyota is hiring 2,000 to staff up a plant in Tupelo, Miss. <q>Certainly the story in Detroit is a totally different story than what we saw in 2010,</q> said Chrysler Chief Executive <strong> Sergio Marchionne </strong>. \"A year ago, the questions I was getting were whether we'd still be here in a year.\" Ford's hiring plans reflect the company's rising profit", "new_id": -2}, {"uid": "1295082156260702223", "i": 5774, "idx": 4, "sa": ["Kelsey Grammer", "David Letterman"], "q": "hear that, or I'm not sorry to hear that?\" \"Well, you are respectfully considerate, and yet pleased for the new developments in my life,\" <strong> Kelsey Grammer </strong> offered. <q>Well, it's a difficult time, regardless,</q> <strong> David Letterman </strong> said, \"always regardless of circumstances, and especially with kids. Are the kids and everybody all right now?\" \"The kids seem to be doing OK, yeah,\" <strong> Kelsey Grammer </strong> said", "new_id": -2}, {"uid": "1295280448145555491", "i": 6566, "idx": 1, "sa": ["Sergio Marchionne", "Susanna Camusso"], "q": "makes it possible to achieve \"very high production levels, of up to 280,000 vehicles per year, and also open the way for the potential creation of jobs,\" <strong> Sergio Marchionne </strong> said in a statement. <q>In a country such as Italy, which has always been tied to the past and reluctant to change... those who voted yes showed vision,</q> he said. The new head of Italy's leftist CGIL labor confederation, <strong> Susanna Camusso </strong>, insisted that the referendum \"shows that there is no possibility of ruling a factory without the consensus of the workers.", "new_id": -2}]