[{"uid": "1295792500158990396", "i": 14364, "idx": 0, "sa": ["Andrew Garfield", "Simon Cowell", "Steven Tyler"], "q": ". Experts believe it could be the absence of the Mr <strong> Simon Cowell </strong>, <strong> Simon Cowell </strong>. The new panel-Jennifer Lopez, Aerosmith's <strong> Steven Tyler </strong> and show regular Randy Jackson- has had mixed reviews. <q> <strong> Simon Cowell </strong>'s cutting edge is clearly missed. The reality is that people like their reality and talent shows to have a little bit of bite. It doesn't bode well, </q> the Daily Star quoted one insider as saying. <strong> Simon Cowell </strong> quit <strong> Simon Cowell </strong> tells Oprah he was kicked out of a US TV network once <strong> Andrew Garfield </strong> didn't expect The Social Network to be", "new_id": -2}, {"uid": "1297179623238403585", "i": 19626, "idx": 1, "sa": ["Donald Rumsfeld", "George Stephanopoulos"], "q": "of the headlines coming out about the memoir focus on what it does not include. In his two television interviews on ABC News, <strong> Donald Rumsfeld </strong> displayed little recognition of personal responsibility for the war in Iraq. <q> Everyone involved bears a responsibility for the conduct, </q> <strong> Donald Rumsfeld </strong> told <strong> George Stephanopoulos </strong> on`` Good Morning America'' Tuesday. When pressed further about his responsibility, <strong> Donald Rumsfeld </strong> said it was`` as a participant'' in a group of policy makers who believed the intelligence was", "new_id": -2}, {"uid": "1296830208019169341", "i": 30057, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "in Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict, the Washington Post reported on Wednesday. Had the government of <strong> Saddam Hussein </strong> remained in power the Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other US officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 US-led invasion. No such", "new_id": -2}, {"uid": "1296598035161153062", "i": 11309, "idx": 0, "sa": ["Colin Powell"], "q": ", in filing suit Monday( Jan. 31). The scheduled speaker for the annual National Prayer Luncheon on Feb. 10 is Lt. Clebe McClary, a decorated disabled Vietnam veteran from South Carolina. <q> By making a fundamentalist Christian the keynote speaker at this event, the government has promoted, elevated, endorsed and favored Christianity over all other religions, </q> they argued. Academy spokesman Lt. Col. John Bryan said McClary was invited after former Secretary of State <strong> Colin Powell </strong> could not attend. The event is voluntary and paid for with a chaplains' offering fund and a", "new_id": -2}, {"uid": "1297708913141344772", "i": 23177, "idx": 0, "sa": ["Taylor Swift", "Kim Kardashian", "Kevin Costner", "Katy Perry", "Simon Cowell", "Eva Longoria", "Matt Bellamy", "Kate Hudson"], "q": "upsets dominate Grammys Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? Glam Slam: Grammy Style- The Good, The Bad& The Gaga <strong> Matt Bellamy </strong> Opens Up About Baby-to-Be With <strong> Kate Hudson </strong> <strong> Taylor Swift </strong>'s Unrequited Crush: <q> I Was So in Love With You </q> <strong> Kim Kardashian </strong> and <strong> Eva Longoria </strong> Got Ready for The Grammys Together <strong> Katy Perry </strong>:' I Was Shaped Like a Square' Miley's Puppy Love <cite> Crush- February 11, 2011 8:25 PM PST </cite> <strong> Kevin Costner </strong>'s Little Golfing", "new_id": -2}, {"uid": "1296102825131907709", "i": 23653, "idx": 0, "sa": ["Antonio McDyess", "Allen Iverson"], "q": ", who had his way for 41 minutes. The likely MVP went 13-of-20 from the field, 11-of-14 from the line and didn't commit a turnover. Cleveland had only five miscues, a postseason franchise record. <q> It's tough when he is going like that, </q> Pistons forward <strong> Antonio McDyess </strong> said.`` No matter what you do; trap, he's going to make that play; contest shots, he's making shots. He's http://wn.com/Allen_Iverson_1st_Win_as_a_Pistons_vs_Kings_30pts_9asts_7rebs_08/09_NBA For a veteran like <strong> Allen Iverson </strong>, a", "new_id": -2}, {"uid": "1295391192255787026", "i": 46193, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q> We need to retain all its functionality but make it much more versatile. </q> <strong> Sergio Marchionne </strong> said that could mean new products that can still carry a lot of people but won't look like traditional minivans. A team within the company is also studying whether to continue both the Town and", "new_id": -2}, {"uid": "1297682295187187221", "i": 45580, "idx": 2, "sa": ["Rick Santorum", "Mike Pence"], "q": "fiscal crisis; it is a family crisis'' and that`` the breakdown of Wall Street was not a money crisis; it was a moral crisis.'' Rep. <strong> Mike Pence </strong> earned his biggest applause when he declared, <q> <strong> We Trust </strong> will not restore this nation with public policy alone; it will require public virtue. </q> And former <strong> Rick Santorum </strong> had this to say:`` The idea that the basic moral values of our country are not part of an integrated set of issues that keep our country safe and prosperous is a very dangerous idea", "new_id": -2}, {"uid": "1297464292037044245", "i": 44242, "idx": 4, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "At a dinner this week, attended by`` The Daily Telegraph'', with conservatives in New York, <strong> Donald Rumsfeld </strong> elicited murmurs of approval when he suggested that <strong> Barack Obama </strong>'s troop-heavy strategy in Afghanistan was flawed. <q> I personally did not think we needed to make a career out of Afghanistan, </q> he said.`` The Soviets were in there with hundreds of thousands of troops for 12 years and lost. It's a landlocked country, it went through occupation, civil war, drought, hostile neighbours.", "new_id": -2}, [{"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy''/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q> Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise, </q> he said.`` It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.''", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}]]