[{"uid": "1295027375086523940", "i": 34800, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "tried to focus on loved ones for the first time.`` It was raw courage. It was raw strength. It was so beautiful and so moving,'' said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York. <q> She wanted us to know that she was with us 100 per cent and understood everything we were saying. </q> <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr Michael Lemole, called it an important milestone and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing for caution,", "new_id": -2}, {"uid": "1295572388224641040", "i": 2242, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "<strong> Eric Schmidt </strong> drew fire for responding to a hypothetical question posed at a forum in Washington, D.C., about an implant that would let <strong> Google Inc. </strong> know what its users were thinking. He responded that <strong> Google Inc. </strong>'s policy is to <q> get right up to the creepy line and not cross it, </q> and an implant would cross the line. He also said that as users voluntarily share information online, it doesn't need users to type in search queries for the company to tailor the results.`` We do", "new_id": -2}, {"uid": "1295159210108871759", "i": 10303, "idx": 0, "sa": ["Mike D'Antoni", "Allen Iverson", "Toney Douglas", "Danilo Gallinari"], "q": ", citing the team's long-term interests.`` With the development of some of our young guys and with Gallo[ <strong> Danilo Gallinari </strong>] and Wilson[ Chandler] and <strong> Toney Douglas </strong>,'' coach <strong> Mike D'Antoni </strong> said at the time, <q> we just didn't think right now we wanted to have that dominant force on the team. </q> On one hand, this was a polite way of saying,`` <strong> Allen Iverson </strong>'s a crazy person,'' but the underlying message was,`` We have a plan here. Let us stick to it.''", "new_id": -2}, {"uid": "1297413722221036567", "i": 28025, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ", we will bring consumers a new mobile experience, with stellar hardware, innovative software, and great services. We will create opportunities beyond anything that currently exists.'' Microsoft CEO <strong> Steve Ballmer </strong> said the partnership <q> brings the brands mobile consumers want, like Bing, Office, and of course Xbox Live. </q> <strong> Stephen Elop </strong> Shankland Full Profile E-mail <strong> Stephen Elop </strong> Shankland E-mail <strong> Stephen Elop </strong> Shankland If you have a question or comment for <strong> Stephen Elop </strong> Shankland, you can submit", "new_id": -2}, {"uid": "1295139773120274967", "i": 22547, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "for New York's junior senator, <strong> Kirsten Gillibrand </strong>, since her friend Rep. <strong> Gabrielle Giffords </strong> was gunned down in Arizona. But one thing that hasn't changed for the Democrat is that she feels comfortable in her state. <q> I'm not worried about my safety, and I feel very safe everywhere in our state, and I feel safe doing my job, </q> <strong> Kirsten Gillibrand </strong> said after visiting <strong> Gabrielle Giffords </strong> yesterday and seeing the remarkable strides she's made since a lunatic turned a mundane supermarket meet-and-greet into a scene of horror. The event was a`` Congress on Your Corner''", "new_id": -2}, {"uid": "1297242543083116089", "i": 15458, "idx": 1, "sa": ["Simon Cowell"], "q": "question.`` Your wardrobe for this season- are we gon na see the tight V-neck? Are we gon na be branching out with some new looks for you?'' she asked. <q> Well, I've had so much positive feedback wearing a suit from the Super Bowl[ spot]. Literally, thousands and thousands of letters saying how handsome I looked, so I might wear that again, </q> <strong> Simon Cowell </strong> laughed. And no doubt <strong> Simon Cowell </strong> will be looking sharp off camera too- at his wedding. He is engaged to makeup artist Mezhgan Hussainy.`` The royal wedding is taking place,", "new_id": -2}, {"uid": "1295485227045400075", "i": 40484, "idx": 0, "sa": ["Zahi Hawass", "Steve Odell"], "q": "guests.`` Our Silver Perspectives enrichment program offers travellers interesting journeys hosted by noted historians, political analysts, bestselling authors and other esteemed experts,'' said <strong> Steve Odell </strong>, Silversea's senior vice president Asia Pacific. <q> And many of these voyages will feature several guest lecturers teaming up to host a broad range of entertaining and enlightening presentations on a single itinerary. </q> One such sailing with multiple guest speakers is Silver Spirit's 15-day, Dubai-to-Athens World Cruise Segment 5109, departing April 18. Highlighting the enrichment program are: <strong> Zahi Hawass </strong>, one of the world's most", "new_id": -2}, {"uid": "1297375908005832712", "i": 2695, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Dick Cheney"], "q": "policies than his current aides. <strong> Dick Cheney </strong> surprised a gathering of conservatives on Thursday to present the former two-time defense secretary an award. The vice president joked that <strong> Donald Rumsfeld </strong> twice served as defense secretary and added that <q> maybe if we give him a third term, he might get it right. </q> <strong> Dick Cheney </strong> also drew laughs when he wondered aloud if <strong> Donald Rumsfeld </strong> may have more influence on <strong> Barack Obama </strong> than his current advisers. <strong> Barack Obama </strong> campaigned against the Bush White House's national security policies and yet has continued", "new_id": -2}, {"uid": "1295156297147554335", "i": 10735, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "and led the Green Bay Packers to their second straight postseason road victory with a stunning 48-21 rout of the Atlanta Falcons on Saturday night.`` That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.'' here. <strong> Henry Blodget </strong> writes for The Business Insider, <q> Let's be serious: <strong> Eric Schmidt </strong> got fired. </q>`` Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet--` day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,' through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}]