[{"uid": "1296791221147030018", "i": 20223, "idx": 6, "sa": ["Allen Iverson", "Ömer Aşık", "George Karl", "Yao Ming"], "q": "share to ruin <strong> Allen Iverson </strong>'s homecoYao Ming. Denver scored the first 14 points of the fourth quarter to rally for its fourth straight win. <strong> Allen Iverson </strong>'s old team improved to 16-5; his new-again team fell to 5-16. <q> It was a positive experience to be part of AI returning, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought he fatigued as the game went on <strong> Ömer Aşık </strong> we got the benefit of it. He's not in the best of shape yet.\" <strong> Allen Iverson </strong> received a stÖmer Aşıking ovation when", "new_id": -2}, {"uid": "1296747953119816192", "i": 26616, "idx": 0, "sa": ["Barack Obama", "Donald Rumsfeld"], "q": "... the US-gov, pay salaries( in billions) to these dictators, to help them over-control the situation in there countries( of course.... as long as the dictatore is serving the us-interrest) Report Abuse <q> Rember one good wayto know a countrries beat, style, rythum, is to know of their Origin Reglious Belifes( HISTORY)+= wisdom= discrenment/goto web-site gratefulness.org, then to candles, groups <strong> Barack Obama </strong> I am SCALY EGYPT </q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Stock Picking Software No Guessing- No Hunches- No Missed Trends- EVER- Learn", "new_id": -2}, {"uid": "1296296849031719434", "i": 496, "idx": 7, "sa": ["Klaus Kleinfeld", "Barack Obama", "Eric Schmidt"], "q": "gr?er als Parteien und gr?er als die Politik.\" Nachdem die Republikaner im November die Mehrheit im Repr?sentantenhaus gewannen, ist <strong> Barack Obama </strong> auf eine Zusammenarbeit angewiesen. Auch Google-Chef <strong> Eric Schmidt </strong> will die Augen vor der Wirklichkeit nicht verschlie?en: <q> Ja, es gibt erhebliche Schwierigkeiten auf dem Immobilienmarkt und mit der Arbeitslosigkeit. </q> Aber wenigstens <strong> Eric Schmidt </strong> hat dem sprichw?rtlichen Optimismus der Amerikaner noch nicht abgeschworen: \"Die Menschen werden einen Weg aus der Krise finden, der letztlich f?r jedermann funktionieren wird\" , ist er berzeugt. <strong> Klaus Kleinfeld </strong>:", "new_id": -2}, {"uid": "1297022203088555540", "i": 51716, "idx": 1, "sa": ["Eric Schmidt"], "q": "the Telegraph. View result <strong> Eric Schmidt </strong> said that people who \"opt in\" to the system will begin experiencing a much richer relationship with technology, aided by their computerised \"personal assistant\" . <q> We still think of search as something you type, </q> he said. \"Perhaps a decade from now, you will think, well, that was interesting, I used to type but now it just knows.\" He explained: \"On mobiles we", "new_id": -2}, {"uid": "1297091660253722636", "i": 49222, "idx": 0, "sa": ["Aaron Rodgers", "David Letterman", "Martin Lawrence"], "q": "4) Comments <strong> Aaron Rodgers </strong> will bring his title belt to Broadway tonight when he's a guest on the <q> Late Show With <strong> David Letterman </strong>. </q> is listed on <strong> David Letterman </strong>'s site as a guest tonight along with actor <strong> Martin Lawrence </strong> and musical guest Steel Magnolia. Comments\" Read and share your thoughts on this story. E-mail Newsletter The", "new_id": -2}, {"uid": "1295719198234373121", "i": 7860, "idx": 0, "sa": ["Larry Page", "Danny Goodwin", "Sergey Brin", "Eric Schmidt"], "q": "his role as CEO? Google just announced a huge change in management. As of April, <strong> Eric Schmidt </strong> is out as CEO, and co-founder <strong> Larry Page </strong> will take over his day-to-day duties. Meanwhile, co-founder <strong> Sergey Brin </strong> will <q> devote his energy to strategic projects, in particular working on new products. </q> by <strong> Danny Goodwin </strong> Obviously, the big story is <strong> Larry Page </strong> replacing <strong> Eric Schmidt </strong> as CEO. That news is so big it even dwarfs Google's huge Q4 of 2010, in which the company reported$ 8.44 billion in revenue", "new_id": -2}, {"uid": "1295382740044089403", "i": 5611, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", full-faith effort to work together.\" <strong> Sergio Marchionne </strong> also reminded employees that it was with the assistance of the federal government of Ontario that Chrysler has been given an opportunity to create a future. <q> Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the U.S. for the loans that enabled a reenergized, restructured company to emerge in June 2009, </q> said <strong> Sergio Marchionne </strong>. \"We recognize we have a moral responsibility to fulfill our promises, justify these investments and pay back every penny that was loaned to us.\" In preparation for the launch of the new", "new_id": -2}, {"uid": "1297713687197591071", "i": 7794, "idx": 0, "sa": ["Metta World Peace", "Michael Vick", "Oprah Winfrey", "Cam Newton"], "q": "' gun stuff and a whole passel of other NFL stars legal troubles. What's going on with the Brett Favre/Jenn Sterger stuff? What about the Metta World Peaces Wall Starcaps stuff? Hmm...... <q> SteelFever gets# 93. Just like <strong> Metta World Peace </strong>. Great game just keep an eye on him that he doesn't go into the stands after a fan. </q> Recent NFL Posts on From Our Editors <strong> Cam Newton </strong> Gets Record Deal From Under Armour: And It's Totally Legal! <strong> Michael Vick </strong> On The <strong> Oprah Winfrey </strong> Show: Of Course It's Happening! 2011 NFL Draft News", "new_id": -2}, {"uid": "1295918657088195080", "i": 3847, "idx": 0, "sa": ["Derek Hough", "Simon Cowell"], "q": "Big hitter... Rihanna is an established name in America <strong> Simon Cowell </strong> is now fighting tooth and nail to persuade the producers to vote Geordie and back Cheryl. A pal of her boyfriend <strong> Derek Hough </strong> said: <q> Everyone thinks Cheryl has the judging job on US X Factor in the bag. \"The truth is, nothing has been signed and the producers still aren't convinced. \"They are more keen to get a big US star like Katy or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> Cheryl has already banked on the move to LA- checking out apartments in the city and getting ready for a fresh start. Her dancer fella <strong> Derek Hough </strong> and other showbiz mates including WILL.I.AM and", "new_id": -2}, {"uid": "1297146144184270868", "i": 21911, "idx": 0, "sa": ["Stuart Bowen", "Eric Schmidt"], "q": "Eric Schmidts allegedly arranged for less exercise equipment than was paid for to be delivered to Iraq. <strong> Eric Schmidt </strong>, who was deployed to Iraq in 2008, received bribes from Iraqi vendors, according to court documents. <q> The Eric Schmidts defrauded U.S. taxpayers, cheated the Iraqi people and betrayed the trust placed in them, </q> said <strong> Stuart Bowen </strong>, special inspector general for Iraq Reconstruction.", "new_id": -2}]