[{"uid": "1295612541207978516", "i": 25106, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "wishing the <strong> Tony Blair </strong>, his family and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government.'' Mr <strong> David Cameron </strong> said in a statement: <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. I wish <strong> Andy Coulson </strong> all the very best for his future, which I am certain will be a successful one. </q> Last week Mr <strong> David Cameron </strong> refused to confirm or deny reports that Mr <strong> Andy Coulson </strong> had offered to resign to spare the Government further damage. But he admitted that his communications director was`` extremely embarrassed'' about the", "new_id": -2}, {"uid": "1295440324144605237", "i": 37513, "idx": 3, "sa": ["Jimmy Iovine", "Simon Cowell"], "q": "do have some kind of originality as well.'' To do that, <strong> Simon Cowell </strong> <strong> Jimmy Iovine </strong> intends to bring in producers like Timbaland to coach the contestants two or three days a week. <q> They're going to be bringing them along the same way they bring any artist that signs with Interscope along every week, </q> <strong> Simon Cowell </strong> <strong> Jimmy Iovine </strong> said.`` I think you're going to see a remarkable difference from week to week; much bigger than it was in the previous shows and previous airings.'' The brunt of the", "new_id": -2}, {"uid": "1296005496137592915", "i": 1364, "idx": 0, "sa": ["Eric Schmidt"], "q": ", blowing away the average analyst estimate of 2 percent growth. The company will introduce the smart phone in February, ending AT&T's exclusive hold on the device in the United States. Hear here <q> How long are you committed to doing what you're doing? As long as it's exciting. </q> Google CEO <strong> Eric Schmidt </strong>, when asked Tuesday about his plans for the future. <strong> Eric Schmidt </strong>, who announced last week that he will become executive chairman while co-founder Larry Page takes over as CEO, dismissed speculation that", "new_id": -2}, {"uid": "1296373180057065475", "i": 23353, "idx": 4, "sa": ["Allen Iverson"], "q": "right knee. He missed four recent games with a sore knee, but played 32 minutes against the Kings in his second game back, making 6-of-14 shots and adding five rebounds, three assists and three steals. <q> All my life I've been watching him play and to have the opportunity to play him was fun, </q> said Kings guard Sergio Rodriguez, who was matched up against <strong> Allen Iverson </strong> at times.`` He showed that he can still play and he can play well. He looked great.'' <strong> Allen Iverson </strong> was at his best in", "new_id": -2}, {"uid": "1297256445195313688", "i": 5940, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "dead in execution-style slayings in Mexico... FILE- In this July 1, 2009 file photo,... Department of Corrections- KILGORE, Texas-- Martin Midstream Partners L.P. announced today that the... Report Abuse <q> We should avoid the drug companies products for human filth like this and </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trade Stock Like A Pro# 1 Pro Investment Portal for stock news, tools,", "new_id": -2}, {"uid": "1296058173154206255", "i": 4968, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Arizona.`` I think he's got a way to go,'' <strong> Colin Powell </strong> said. <q> I mean, he hasn't achieved all of his purposes, but he's stabilized the economy </q> and taken on health care reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.''`` I think he has reached out to countries around the world", "new_id": -2}, {"uid": "1295560284104759370", "i": 35571, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "company needed a more mature leader.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said ina statement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. <strong> Google Inc. </strong> has", "new_id": -2}, {"uid": "1297005021190775334", "i": 8178, "idx": 1, "sa": ["Saddam Hussein", "Zahi Hawass"], "q": "Cairo had raised fears that the country could suffer the same loss of cultural heritage as occurred in Iraq in 2003 after the fall of <strong> Saddam Hussein </strong>. Egypt's cultural treasures are now secure, <strong> Zahi Hawass </strong> said. <q> The Valley of the Kings is safe, the pyramids are safe, 24 museums are safe, the synagogues and the monasteries and the Muslim monuments are completely safe, </q> he said. We welcome comments that advance the story directly or with relevant tangential information. We try to block comments that use offensive language, all capital letters or appear to be spam, and we review", "new_id": -2}, {"uid": "1297451775077103110", "i": 48134, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Marketplace. Under the proposed partnership, Microsoft will provide developer tools. Nokia is moving Symbian and MeeGo off the table.`` I am excited about this partnership with Nokia,'' said Microsoft CEO <strong> Steve Ballmer </strong>, <q> Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation, and a proven ability to execute. </q> A Nokia-Microsoft Merger? The Nokia-Microsoft partnership is much broader than IDC analyst Al Hilwa expected, and he said the total realignment of the smartphone platform strategy is unprecedented in scope. He thinks <strong> Stephen Elop </strong>", "new_id": -2}, [{"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q> merge Google's technology and business vision brilliantly. </q>`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!'' <strong> Eric Schmidt </strong> wrote.`` Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}]]