[{"uid": "1295901953137494561", "i": 1659, "idx": 5, "sa": ["Zahi Hawass"], "q": "competent\" German government was re-established. Egypt, added the statement, recognized and appreciated the care accorded by Germany to the painted limestone bust of the famous ancient Egyptian queen, but added: <q>Egypt is confident that the German authorities will assist in facilitating its return. The government and people of Egypt are eager that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.</q> If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. \"They don't like me for making these requests,\" said <strong> Zahi Hawass </strong>. \"But I do", "new_id": -2}, {"uid": "1295425431127008871", "i": 30753, "idx": 1, "sa": ["George H.W. Bush", "James A. Baker III", "Colin Powell", "Smedley Butler"], "q": "the Vietnam syndrome.\" <strong> George H.W. Bush </strong> and <strong> James A. Baker III </strong> said some opponents later would acknowledge their criticism was wrong. \"It was far better than we had feared,\" <strong> George H.W. Bush </strong> said of the outcome. <q>We feared it would go badly. But it went far more clean... far more quickly, far less loss of our lives and Iraqi lives, than we worried about. It was very rewarding. Article: GOP Senate candidates lining up for Hutchison... Report Abuse \"Congratulations on twenty years of murdering innocents.Do you get a medal for that.</q> Report Abuse \"-- Excerpt from a speech delivered in 1933, by Major <strong> Colin Powell </strong> <strong> Smedley Butler </strong>, USMC.\" War is just a racket. A racket is best described, I believe, as something", "new_id": -2}, {"uid": "1296102825131907639", "i": 34367, "idx": 0, "sa": ["Allen Iverson", "Mike Woodson", "50 Cent"], "q": ". LaBumbard said it was expected Ford would remain at the hospital through the night. Toronto coach Sam Mitchell reacted with immediate anger to the hard foul and had a brief exchange of words with Atlanta coach <strong> Mike Woodson </strong>. <q>We're just concerned about TJ,</q> Mitchell said. \"There's not much more to say. We've just got to http://wn.com/Allen_Iverson_50pts_Philadelphia_76ers_vs_Atlanta_Hawks_03/04_NBA_*Flu_Game_*Season_High Once the flu didn't stop <strong> Allen Iverson </strong>, nobody could. <strong> Allen Iverson </strong> scored a season-high <strong> 50 Cent </strong> points, leading the Philadelphia 76ers", "new_id": -2}, {"uid": "1295044803220282934", "i": 13980, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q>The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome,</q> he said. Bryant said the police had \"severely\" damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. EDUCATION", "new_id": -2}, {"uid": "1296770160151027758", "i": 43039, "idx": 0, "sa": ["Michael Vick"], "q": "with heavy security, according to a report from the celebrity gossip Web site, TMZ. The invitation has a large drawing of <strong> Michael Vick </strong> in his Eagles uniform superimposed over Cowboys Stadium. It is headlined: <q>Super Bowl-- Dallas Dynasty 2011-- The <strong> Michael Vick </strong> Experience.</q> And then in smaller type: \"Four-time Pro Bowl quarterback <strong> Michael Vick </strong> would like to personally invite you to the only upscale, A-list celebrity event of the 2011 Super Bowl. This will be the", "new_id": -2}, {"uid": "1295456090049922076", "i": 24698, "idx": 3, "sa": ["Simon Cowell", "Mark Zuckerberg", "Todd Gordon"], "q": "\" it appears that \"Idol\" could be caught. And \"24\" ended its long run last season. \"<strong> Simon Cowell </strong>'s been critical to the show, no question,\" said <strong> Todd Gordon </strong>. <q>So this year's \"Idol' is hard to anticipate and plan for as media buyer.</q> The real Person of the Year is... In Rex On Techs, Rex Crum says Facebook\"s <strong> Mark Zuckerberg </strong> may be the obvious Person of the Year choice. But he knows someone else who deserves", "new_id": -2}, {"uid": "1295617389243957781", "i": 46199, "idx": 4, "sa": ["Clive Goodman", "Andy Coulson"], "q": "give the 110 percent needed in this role. I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on,\" he said. <q>I'll leave within the next few weeks and will do so wishing the prime minister, his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government.</q> Mr. <strong> Andy Coulson </strong> has been under pressure for months over his role at the News of the World. He was its editor in chief in 2007 when a reporter, <strong> Clive Goodman </strong>, and an investigator the paper had", "new_id": -2}, {"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q>We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people,</q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true. \"Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}, {"uid": "1295974550233406580", "i": 39213, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Freddie Mac. \"The authorities should not delay efforts to create an action plan for the future,\" says its latest Global Financial Stability Report released Tuesday in South Africa. Fannie Mae and Freddie Mac <q>could be either privatized or converted to public utilities with an explicit( and explicitly funded) guarantee.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Aston Martin 2008 V8 Vantage$ 85,794 Aston Martin 2009 V8 Vantage$ 152,445", "new_id": -2}, {"uid": "1296862636132562982", "i": 10930, "idx": 2, "sa": ["John McCain", "Donald Rumsfeld", "President Bush"], "q": "State and head of the National Security Council( NSC) in the <strong> John McCain </strong> House at the war's onset. \"Key differences were never clearly or firmly resolved in the NSC,\" <strong> Donald Rumsfeld </strong> asserts. <q>Only the <strong> President Bush </strong> could do so.</q> <strong> President Bush </strong>, he also writes, \"did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation", "new_id": -2}]