[{"uid": "1296706156055525376", "i": 55586, "idx": 0, "sa": ["Mike Pence", "Mike Huckabee", "Rick Santorum", "Sarah Palin"], "q": "conservative pundit says that there's a big opening in the field for someone who can appeal to social conservatives, especially after <strong> Mike Pence </strong> opted not to run and if <strong> Mike Huckabee </strong> and <strong> Sarah Palin </strong> don't jump in. <q> Social conservatives are much of that base, are feeling neglected and are looking for someone like <strong> Rick Santorum </strong>, </q> Will writes. The syndicated column wasn't supposed to go online until Wednesday night, but rel=\"nofollow\" href=\"http://billingsgazette.com/news/opinion/editorial/columnists/george_will/article_ad99f74f-8df2-5368-83b3-fcde804e7212.html\" target=\"_blank\"> at least one newspaper seems to have jumped the gun. Will thinks <strong> Rick Santorum </strong>", "new_id": -2}, {"uid": "1297203269184696834", "i": 22995, "idx": 14, "sa": ["Donald Rumsfeld", "Colin Powell", "Barack Obama", "Dick Cheney"], "q": "out this year.`` The government of Iraq is eventually going to have work with the Iraqi people and fashion various accommodations so that they can go forward and govern the country,'' <strong> Donald Rumsfeld </strong> said. <q> And being aimed in that direction starts them along that road, and that's basically a good thing. </q> <strong> Barack Obama </strong> addresses the U.S. Chamber of Commerce in... Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Photo in Slideshow: <strong> Barack Obama </strong> greets guests after addressing the U.S....'s memoir plays a fast and loose game of dodge ball", "new_id": -2}, {"uid": "1295713151148635720", "i": 37057, "idx": 0, "sa": ["Eric Schmidt"], "q": "said.`` But it's about me directing my attention to the country.'' He added that he expected the government would win a confidence vote set for next Wednesday, the newspaper noted, and <q> the government will continue to govern the country. </q> http://bit.ly/eMi1cb'' 6:25 p.m. EST, Jan. 21, 2011 from href=\"http://twitter.com/MarketWatch\"> MarketWatch`` Commentary: <strong> Eric Schmidt </strong>'s next act bodes well for tech`` Citigroup increases CEO Pandit's base pay", "new_id": -2}, {"uid": "1295560435243744777", "i": 15574, "idx": 1, "sa": ["Jennifer Lopez", "Steven Tyler", "Simon Cowell"], "q": "and <strong> Jennifer Lopez </strong> are performers, time- and road-tested,[...][ they] made the show more interesting than it has been in a while...'' The New York Post's Linda Stasi writes <q> Heck, last night's made-over`` Idol </q> was so good, I may never go out again..'' Some missed nasty <strong> Simon Cowell </strong>, but others seemed unfazed.`` <strong> Simon Cowell </strong> who?'' said CNN. <strong> Steven Tyler </strong> has emerged as a", "new_id": -2}, {"uid": "1297016781210059273", "i": 25084, "idx": 1, "sa": ["Sergio Marchionne", "Charles Bolden", "Steven Rattner", "Rick Astley", "Sarah Palin"], "q": "our government loans that has raised concern. I regret the remark which I consider inappropriate,'' <strong> Sergio Marchionne </strong> said in his statement. The Detroit News said Sunday that <strong> Steven Rattner </strong>, who was the Obama administration's <q> auto czar' during the bailout, said the loans were made at or below market rates and Washington would be delighted Chrysler found a way to refinance the loans and pay them off. <strong> Charles Bolden </strong>'s Story: From the Segregated South to Low Earth Orbit Floods, cyclones and now wildfires. Australia may not be the promised land after all A member of the Landover Baptist Church recently saw the word`` FAP </q> in a <strong> Sarah Palin </strong> thread. Let's... Happy 45th birthday to 80s pop sensation <strong> Rick Astley </strong>. Here's Together Forever United Press International, Inc.. All Rights Reserved. Welcome to UPI.com! Your trusted source for world", "new_id": -2}, {"uid": "1295674743088440893", "i": 33126, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "<strong> Larry Page </strong>, now 37 and graying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, <strong> Larry Page </strong> says he will be making most of the big decisions as he tries to rekindle <q> the soul and passion of a startup. </q> <strong> Sergey Brin </strong> will concentrate on developing new products. He's worth$ 15 billion, but <strong> Larry Page </strong> remains something of a rebel who has always had a disdain for corporate protocol.", "new_id": -2}, {"uid": "1296964596119160897", "i": 6619, "idx": 0, "sa": ["Tom Brady", "Michael Vick", "Ben Roethlisberger", "Brett Favre"], "q": "has a lot to overcome. A poll taken for The Hollywood Reporter shows that`` <strong> Ben Roethlisberger </strong>'' is the most disliked player in today's game. The good news for him: Despite what Sports Illustrated described as <q> repulsive behavior, the ultimate expression of athletic entitlement run amok, </q> <strong> Ben Roethlisberger </strong> is not the most disliked player in the league. According to this poll, he ranks fourth, behind <strong> Brett Favre </strong>, of the Minnesota Vikings; <strong> Michael Vick </strong>, of the Philadelphia Eagles; and New England's <strong> Tom Brady </strong>", "new_id": -2}, {"uid": "1295623976256049166", "i": 13942, "idx": 0, "sa": ["Steve Ballmer"], "q": "at present works only with the Xbox 360 gaming console. Small World Labs is an enterprise social networking service provider. It allows organizations to build customer engagement communities. WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"uid": "1295804524123387906", "i": 46377, "idx": 13, "sa": ["Allen Iverson", "Michael Finley", "Jimmy Kimmel"], "q": "Phoenix Suns in`` The Team Mating Game'' on <strong> Jimmy Kimmel </strong> Live: Game Night. Aired Sunday, June 7 prior to Game 2 of the NBA Michael Finleyals.... JR Smith Top 20 Plays as a Denver Nugget <q> Absolutely no copyright infringement is intended. All images, audio, and video clips are the sole property of their respective owners. This is only clipped for entertainment. </q> All these plays by JR Smith were put in this order by my opinion, so this is NO official list.( Made th... <strong> Allen Iverson </strong> 38pts Denver Nuggets vs LA Clippers 07/08 NBA <strong> Allen Iverson </strong> 38pts Denver Nuggets vs", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "'' The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}]