[{"uid": "1297242441083116117", "i": 20961, "idx": 0, "sa": ["Jay Leno", "David Letterman"], "q": "Stern made it clear from the get-go he was disappointed in what he deemed to be a \"complacent\" attitude among Team <strong> David Letterman </strong> when it came to the business of crushing <strong> Jay Leno </strong> in the ratings. <q>You had your foot on his neck,</q> Stern admonished <strong> David Letterman </strong>, referring to the 2010 Super Bowl ad that placed the Late Show host on a couch just inches away from his nemesis. \"What was that? I didn't like it", "new_id": -2}, {"uid": "1297464221019595377", "i": 27486, "idx": 0, "sa": ["Michael Vick", "Michael Lombardi"], "q": "to make that determination? There's also the distinct possibility, due to all the factors involved, the Eagles simply decide to ride with Kolb during the second and final year of his contract. <q>I think he's worth a lot more to the Eagles than he would be to most of the other teams in the NFL, with the exception, perhaps, of the Browns,</q> <strong> Michael Lombardi </strong> told NFL Network. \"I think he's more valuable to the Eagles because of the durability issues with[ <strong> Michael Vick </strong>]. If I let him go for a third- or fourth-round pick, am I", "new_id": -2}, {"uid": "1295853731069795901", "i": 26379, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "posted in recent days. A story published Saturday said <strong> Mitch Daniels </strong> would be the odds-on favorite for the GOP nomination in 2012 if pundits, conservative columnists and political thinkers represented the party's base. <q>The diminutive Hoosier has nurtured a profile as a mature politician whose outlook extends beyond the next news cycle and whose demeanor exudes seriousness,</q> the story said. It also noted that the candidate favored by party elites has almost always failed to win the nomination. As for <strong> Mike Pence </strong>, a story Friday highlighted the effort by a group of conservatives", "new_id": -2}, {"uid": "1295637393157057065", "i": 21728, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Larry is ready to lead,\" said <strong> Eric Schmidt </strong>, in a nod to the company's 37-year-old co-founder. During the public conference call, <strong> Eric Schmidt </strong>, Larry Page and co-founder <strong> Sergey Brin </strong> lavished ebullient praise on one another. <q><strong> Eric Schmidt </strong> has clearly done an outstanding job,</q> Page said. A few moments later, <strong> Eric Schmidt </strong> sent out a peppy little tweet, \"Day-to-day adult supervision no longer needed!\" But surely there's more to the story. The company itself shrouded", "new_id": -2}, {"i": 21343, "idx": 0, "index_answer": 0, "new_id": -1, "q": "GOOG) <strong> Eric Schmidt </strong>: <q>One day Larry and Sergey bought Android, and I didn't even notice.</q> The important thing to understand about the doesn't change much, Nicholas Carlson writes. In any case, the Street generally", "sa": ["Eric Schmidt"], "uid": "1295565692148553737"}, {"uid": "1296564851217727002", "i": 17519, "idx": 0, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": "give his full attention to the job because of the drip-drip of claims about illegal eavesdropping under his editorship. Scotland Yard has since launched a fresh investigation into hacking allegations. The source said: <q>He had finished what he wanted to finish and good progress is being made with his replacement. \"It was his choice to leave quietly but he said a proper goodbye to the prime minister and those he worked closely with.</q> <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor <strong> Clive Goodman </strong> and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone hacking. Although he accepted ultimate responsibility for", "new_id": -2}, {"uid": "1297353501031227960", "i": 1599, "idx": 2, "sa": ["Zahi Hawass"], "q": "substance called \"red mercury\" that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q>They live thinking about it. They could kill each other to get it,</q> <strong> Zahi Hawass </strong> said. \"When I enter any place in Egypt, people ask me all the time about this.\" The museum is still checking to determine whether any items are missing. On his website", "new_id": -2}, {"uid": "1297630544075120644", "i": 15122, "idx": 0, "sa": ["Larry Fitzgerald", "Ken Whisenhunt", "Kevin Kolb", "Rod Graves", "Michael Vick"], "q": "Cardinals G.M. <strong> Rod Graves </strong> and coach <strong> Ken Whisenhunt </strong>. \"I mean, if( <strong> Larry Fitzgerald </strong>) is not the best, he's one of the best receivers in the NFL, superstar,\" <strong> Kevin Kolb </strong> told WIP-AM. <q>For a guy like that to say something about me, it means a lot. And it's awfully flattering, and I hope that if something happens, their name comes up.</q> <strong> Kevin Kolb </strong>, who turns 27 in August, says he just wants a chance to start after losing Philadelphia's starting job to <strong> Michael Vick </strong> last season. <strong> Kevin Kolb </strong> is the best QB on the trade or", "new_id": -2}, {"uid": "1296849950166477846", "i": 28441, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "Bowl player. <strong> Michael Vick </strong>'s name has been connected to at least one Super Bowl party this weekend, but <strong> Roger Goodell </strong> says <strong> Michael Vick </strong> told him that he would not be attending any public parties while in Dallas. <q>I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here,</q> <strong> Roger Goodell </strong> said. \"He has said on numerous occasions people have been using his name about being involved in some type of party and he had no intention of participating in that. I'm extremely proud of what", "new_id": -2}, {"uid": "1296200464159858698", "i": 4886, "idx": 7, "sa": ["Cecile Richards", "Mike Pence"], "q": "partisans on both sides were acting as if he were. Within minutes of his decision being made public, the Washington-based Planned Parenthood Action Fund put out a statement criticizing the staunchly anti-abortion <strong> Mike Pence </strong>. <q>As women voters in Indiana learn that one of Rep. <strong> Mike Pence </strong>'s top legislative priorities is effectively denying access to preventive care for millions of women, he will have difficulty winning their vote,</q> <strong> Cecile Richards </strong>, the fund's president, said in a statement. But among conservatives, the only disappointment was that <strong> Mike Pence </strong> wasn't aiming at the White House rather than the Statehouse. \"I", "new_id": -2}]