[{"uid": "1296077499180650053", "i": 46322, "idx": 0, "sa": ["Steve Ballmer", "Bill Clinton"], "q": "gets burned by the recession. The company announced the cuts Thursday as it reported an 11 percent drop in second-quarter profit, which fell short of Wall Street's expectations. Microsoft shares plunged more than 11 percent. <q> We're certainly in the midst of a once-in-a-lifetime set of economic conditions, </q> <strong> Bill Clinton </strong> Executive <strong> Steve Ballmer </strong> said during a conference call. With less access to credit, businesses and consumers are spending less and stretching the life span of their existing computers. The biggest names in the technology sector have been", "new_id": -2}, {"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was`` incremental,'' not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}, {"uid": "1297188372166789129", "i": 5229, "idx": 3, "sa": ["Simon Cowell"], "q": "availability and commitment will be key to determining The X Factor's judges, as unlike American Idol, the new show will require its judges to mentor and work with the contestants on a near-daily basis. <q> I think it comes down to who I think is interesting, but the most important criteria I think for this show is the commitment and the expertise each person offers. Because on this show, when you reach the live part of the shows, each judge is going to mentor three finalists each, and that means you got to work with them up to five or six days a week, </q> <strong> Simon Cowell </strong> told reporters.`` So, I'd need to find somebody who's willing to make that commitment because it is hard work, because you are deciding on all of their material, how they", "new_id": -2}, {"uid": "1295033166139100209", "i": 630, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "and new challenges. Anyone who has graduated college and started a first job has been through that experience, and it made the young players seem that much more relatable. Quotes of the year: <q> You're just going to do <strong> Kevin Kolb </strong>'s chair like that? </q>- <strong> Michael Vick </strong> to a cameraman standing on <strong> Kevin Kolb </strong>'s chair to get a better view days before the first Redskins game. Somehow, this still strikes me as hysterical all around.`` God has given you", "new_id": -2}, {"uid": "1295779311072171626", "i": 38041, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "held a series of meetings with MPs and peers last week described as a`` charm offensive''.`` The Prime Minister is definitely in listening mode as never before,'' said one Conservative <strong> David Cameron </strong>. <q> He is much more conciliatory, the mood music has completely changed. </q> It is understood Mr <strong> Andy Coulson </strong> first informed the Prime Minister of his intention to leave last Wednesday before announcing his resigation two days later. No decision has yet been taken on a replacement. Labour", "new_id": -2}, {"uid": "1297294523070500357", "i": 13341, "idx": 5, "sa": ["George Washington", "Donald Rumsfeld", "Joe Klein"], "q": "anything else.''- <strong> Joe Klein </strong>, Time( 2010) Job: <strong> Donald Rumsfeld </strong> of Defense Notable achievement: Iraq, before the surge Memoir: Known and Unknown( 2011) What they said about him then: <q> I think that <strong> Donald Rumsfeld </strong> will go down in history as one of the worst secretaries of defense in history. </q>- Report Abuse \" <strong> George Washington </strong> and his cronies had their way with America and they did it the hard way... no lube. \" The Christian Science Monitor: Seven-ton dump truck plummets into giant sinkhole[ VIDEO]", "new_id": -2}, {"uid": "1297136473102924319", "i": 29841, "idx": 5, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": "latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.'' <q> That's not the case with Iraq, </q> <strong> Donald Rumsfeld </strong> countered.`` I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan,'' he added, insisting the <strong> President Bush </strong> administration's decision to", "new_id": -2}, {"uid": "1296897094171786270", "i": 34609, "idx": 0, "sa": ["Tu Holloway", "Alan Major", "Michael Vick"], "q": "Charlotte. The 49ers neutralized <strong> Tu Holloway </strong>, a player of the year candidate, and handed the Musketeers their first A-10 loss, 66-62. <strong> Tu Holloway </strong> missed all eight of his three-point tries and went 3 of 17 overall. <q> It's like in football if you're playing <strong> Michael Vick </strong>, </q> 49ers coach <strong> Alan Major </strong> told the Charlotte Observer.`` You'd rather <strong> Michael Vick </strong> throw it than run. We'd rather have[ <strong> Tu Holloway </strong>] shooting over you rather than driving around you.'' 9. Poor man", "new_id": -2}, {"uid": "1295610219050561027", "i": 8662, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "company's other co-founder and its president of technology. In the interview, Mr. Page also explained the move as an effort to streamline, saying the three had selected him as the top decision-maker because of <q> the pace of decision-making and the scale of the company. </q> Mr. <strong> Sergey Brin </strong>, who joined Mr. Page and Mr. <strong> Eric Schmidt </strong> in the interview, said the three-way process confused employees.`` We wanted to make it clear to all the executives and the managers who report to", "new_id": -2}, {"uid": "1297708030197591123", "i": 19897, "idx": 0, "sa": ["Jason Pollock", "David Letterman", "Ashton Kutcher"], "q": "many high-profile clients and individuals including <strong> David Letterman </strong> Moore and <strong> Ashton Kutcher </strong>. With more than 83,000 followers, <strong> Jason Pollock </strong> is one of the 140 most influential people on Twitter, according to a report in The New York Times. <q> Social media is a powerful tool when used for philanthropy and to highlight innovative products like the new Ford Focus, </q> <strong> Jason Pollock </strong> said.`` I'm thrilled to be participating in this historic social media event and to be raising money for my father's FREE Partnerships.'' FREE Partnerships is a nonprofit in Rochester, N.Y. that works", "new_id": -2}]