[{"uid": "1295231821192299018", "i": 2249, "idx": 1, "sa": ["Aaron Rodgers", "Michael Vick"], "q": "sixth NFC seed. <strong> Aaron Rodgers </strong> closed the season as the last NFC Offensive Player of the Month. \"I feel the exact same,\" <strong> Aaron Rodgers </strong> said in comparing himself to a year ago. <q> I've had 16 more starts, actually 15 because I missed a start. It's the same preparation. </q> When <strong> Michael Vick </strong> left Philadelphia's Lincoln Financial Field on Jan. 23, 2005, after Atlanta's 27-10 loss to Philadelphia in the NFC Championship Game, only the grandest <strong> Michael Vick </strong> critic could have thought it would be", "new_id": -2}, {"uid": "1295724032238878720", "i": 9459, "idx": 0, "sa": ["Colin Powell", "Condoleezza Rice"], "q": "to <strong> Condoleezza Rice </strong> on last Wednesday's show. He also referred to <strong> Colin Powell </strong> as an \"Uncle Tom,\" saying both <strong> Condoleezza Rice </strong>, <strong> Colin Powell </strong> and other blacks have only a subservient role in the Bush administration. <q> I'm concerned that I have offended many African Americans by using a crass term to describe an incompetent, dishonest, political appointee of the Bush administration, I apologize, </q> the letter reads. \"I know the term` Aunt Jemima' is not complimentary to African American women who have worked so hard, and yet, receive so little from our great country. I will not", "new_id": -2}, {"uid": "1297018733169345033", "i": 45953, "idx": 0, "sa": ["Barbara Walters", "Kim Kardashian", "Bill Clinton", "Gabriel Aubry", "David Letterman", "Halle Berry", "Robin Williams"], "q": "was tried for being a witch in the Salem Witch Trials? <strong> Barbara Walters </strong>' Heart-To-Heart Hollywood Special <strong> Barbara Walters </strong> sits down with fellow open-heart surgery survivors, including <strong> David Letterman </strong>, former <strong> Bill Clinton </strong> and <strong> Robin Williams </strong> for her special, <q> A Matter of Life and Death. </q> Plus, what was <strong> Barbara Walters </strong> trying to emphasize by naming the special \"A Matter of Life and Death\" ? <strong> Kim Kardashian </strong> Remains Mum On <strong> Halle Berry </strong>& <strong> Gabriel Aubry </strong>'s Custody Battle <strong> Kim Kardashian </strong>, with the help of her publicist", "new_id": -2}, {"uid": "1297190811065617976", "i": 1107, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "weekend, deserved an honor on the city's behalf, the newspaper said. The resulting controversy led <strong> Mayor Tom </strong> Leppart to ask for a city review of how council members hand out ceremonial gifts. <q> We don't condone it and clearly didn't approve it, </q> Leppert said of the <strong> Michael Vick </strong> award. \"It's unfortunate, and I would rather have not seen the situation.\" The key <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> was less than official, city officials explained. The", "new_id": -2}, {"uid": "1295976018128352266", "i": 2927, "idx": 1, "sa": ["Tim Montgomerie", "David Cameron", "Fraser Nelson", "Michael Gove", "Matthew Taylor", "Stephan Shakespeare"], "q": "), <strong> Fraser Nelson </strong>( The Spectator), Freddie Sayers( PoliticsHome) and <strong> Matthew Taylor </strong>( RSA). \"The Who is going to be Who of the next parliamentary party\" Jonathan Isaby, Editor of ConservativeHome. <q> The list of the insiders making things happen in David Camerons Machine </q> <strong> Tim Montgomerie </strong>, Director of Conservative Intelligence. \"What makes David Camerons Conservatives tick?\" <strong> Michael Gove </strong> MP, Shadow Secretary of State for Children, Schools and Families. \"The first internet age Michael Government\" <strong> Stephan Shakespeare </strong>, Founder and", "new_id": -2}, {"uid": "1296102406079347717", "i": 49201, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "the search company, in his new role as executive chairman, for another decade. Delivering the final keynote talk today at the annual DLD media conference in Google's chief executive last week, said: <q> I'm very personally excited about my next decade at Google. </q> <strong> Larry Page </strong>, Google's co-founder will take over from <strong> Eric Schmidt </strong>, who has been the company's chief executive since 2001. <strong> Eric Schmidt </strong>, who has just been granted a$ 100m(? 73m)` golden parachute", "new_id": -2}, {"uid": "1296559646171900934", "i": 1676, "idx": 0, "sa": ["Allen Iverson", "Paul Pierce", "Raef LaFrentz"], "q": "of a sprained left shoulder. <strong> Allen Iverson </strong> started and played 44 minutes, getting nine assists and six steals, despite a strained groin that put him out of the fourth quarter in Friday night's game against Dallas. <q> Early in the game, we buckled down, </q> he said. \"I'm glad we did, because it shows we can play defense with the best of them.\" <strong> Paul Pierce </strong> had 26 points and 13 rebounds and <strong> Raef LaFrentz </strong> had 14 points and 13 rebounds for", "new_id": -2}, {"uid": "1295912875241205290", "i": 1258, "idx": 3, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "interview, saying it had started to become clear the company needed to be run more crisply. \"I am not as concerned about the titles as I am winning,\" <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> Google's stockholders have had little to complain about, not that it would have made a major difference because <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> combined own a controlling stake in the company. Google is", "new_id": -2}, {"uid": "1295499872140181508", "i": 56143, "idx": 0, "sa": ["Elton Brand", "Agnieszka Radwańska", "Linda McMahon", "Ben Wallace", "Samuel Dalembert", "Robert Horry", "Allen Iverson"], "q": "otherwise. Or did they? \"Defense is heart and desire and I thought we stepped it up on that end,\" said Sixers forward <strong> Elton Brand </strong>, who contributed 14 points on 6-for-8 shooting off the Ben Wallacech. <q> We haven't had some good games defensively, leading with 3-pointers. I thought we did a much better job in this game. </q> <strong> Allen Iverson </strong> scored 17 points and <strong> Samuel Dalembert </strong> was terrific once Agnieszka Radwańskain with 17 points( 7-for-7 from the field), 12 rebounds and three blocked Robert Horrys. It was his second straight double-double and eighth of the McMahon_Linda McMahon/_Stand_up_for_WWE Poll:", "new_id": -2}, {"uid": "1295122108061161595", "i": 57894, "idx": 0, "sa": ["Gabrielle Giffords", "Bernie Sanders"], "q": "markings like the ones on her website weren't his style. But he also agreed on one key point with the woman who enjoys wide support among conservatives likely to vote in next year's primaries. <q> There is no evidence to suggest that it( the shootings) had anything to do with this mentally unstable person's rage and senseless act in Arizona, </q> he said. Liberal Sen. Sanders-Bernie Sanders.htm#r_src=ramp\"> <strong> Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>.", "new_id": -2}]