[{"uid": "1297370052141737998", "i": 23725, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "few came to visit. The heavily guarded and shuttered Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people on some days. <q>We will open the museum after the strike is finished. I don't know when the strike is finished,</q> said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. \"I need things to go back to normal.\" Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want", "new_id": -2}, {"uid": "1297452929027197459", "i": 34753, "idx": 0, "sa": ["Chris Medina", "Simon Cowell"], "q": "got through but he didn't-- until he started singing/pleading as he went up the aisle out of the theater. Not classy, Nick. And judge Randy Jackson played the past role of <strong> Simon Cowell </strong> telling him, <q>One and you're done dude.</q> Good stories developing with James Durbin, the spike-haired Santa Cruz guy; <strong> Chris Medina </strong>, with the recovering fiancee; Julie Zorrilla, whose parents fled Colombia; and raspy-voiced Brett Loewenstern, 16, of Florida.", "new_id": -2}, {"uid": "1295120798042319882", "i": 9483, "idx": 1, "sa": ["Sergio Marchionne", "Susanna Camusso"], "q": "makes it possible to achieve \"very high production levels, of up to 280,000 vehicles per year, and also open the way for the potential creation of jobs,\" <strong> Sergio Marchionne </strong> said in a statement. <q>In a country such as Italy, which has always been tied to the past and reluctant to change... those who voted yes showed vision,</q> he said. The new head of Italy's leftist CGIL labour confederation, <strong> Susanna Camusso </strong>, insisted that the referendum \"shows that there is no possibility of ruling a factory without the consensus of the workers.", "new_id": -2}, {"uid": "1295224344099581997", "i": 30732, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.\" Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q>Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick.</q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. Scottsdale-$ 999,000 MLS 4441761", "new_id": -2}, {"uid": "1295798969051544087", "i": 20733, "idx": 4, "sa": ["Colin Powell", "President Bush", "Dick Cheney", "Barack Obama"], "q": "if he is?\" \"I'm troubled by the fact that within the party we have these kinds of expressions\" about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state. <q>We have got to stop polarizing ourselves.</q> <strong> President Bush </strong> <strong> Dick Cheney </strong> of State <strong> Colin Powell </strong> said President-elect <strong> Barack Obama </strong> will be a <strong> Barack Obama </strong> for all of America. <strong> Colin Powell </strong> made the comments while in Hong Kong. <strong> Colin Powell </strong> endorsed <strong> Barack Obama </strong> leading up to Tuesday's election.( Nov. 5)", "new_id": -2}, {"uid": "1297556997118095888", "i": 26847, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "it offered Nokia hundreds of millions of dollars worth of engineering assistance and marketing support as a sweetener to encourage it to switch from its much-criticised Symbian operating system to Windows Mobile 7. The two believe their <q>complementary strengths will create a new global mobile ecosystem</q>, said <strong> Stephen Elop </strong> at a joint news conference in London, where he claimed the combined unrivalled global reach and scale meant it was now \"a three-horse race\" with Apple and Google. Microsoft's chief executive <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1295762095175325199", "i": 12720, "idx": 0, "sa": ["Barack Obama", "Condoleezza Rice", "Colin Powell", "President Bush", "Dick Cheney"], "q": " \"yes\" on a House Resolution in 2005 calling for the immediate withdrawal of US troops from Iraq. One of her last acts in office was introducing Articles of Impeachment naming <strong> President Bush </strong>, <strong> Dick Cheney </strong> and <strong> Condoleezza Rice </strong>.\" <q>According to <strong> Cynthia McKinney </strong> \"It is time to break the vicious cycle where the poor go to war and veterans come home wounded and ignored.</q>\" Her answers were to the point; no dodging, hedging or dancing around the issues. Refreshing. <strong> Dick Cheney </strong> of State <strong> Colin Powell </strong> announced Sunday that he will be voting for <strong> Barack Obama </strong>, citing the Democrat's \"ability", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not \"have much to add\" to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q>I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point,</q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory. \"I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}, {"uid": "1295240169095436825", "i": 355, "idx": 1, "sa": ["Steve Ballmer"], "q": "Microsoft Corp CEO <strong> Steve Ballmer </strong> identified \"better global enforcement of intellectual property laws\" as the world's largest software company's No. 1 lobbying priority in an interview with the Washington Post in July. <q>That is particularly true in China, where the protections are the weakest,</q> <strong> Steve Ballmer </strong> told the paper. U.S. businesses' fears range from outright piracy of their goods to the transfer of technological know-how that can be inevitable in joint ventures with Chinese companies. \"Sometimes Beijing", "new_id": -2}, {"uid": "1297190811065617976", "i": 898, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": ", deserved an honor on the city's behalf, the newspaper said. The resulting controversy led Mayor Tom Leppart to ask for a city review of how council members hand out ceremonial gifts. <q>We don't condone it and clearly didn't approve it,</q> Leppert said of the <strong> Michael Vick </strong> award. \"It's unfortunate, and I would rather have not seen the situation.\" The key <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> was less than official, city officials explained. The", "new_id": -2}]