[{"uid": "1297712718012566528", "i": 40207, "idx": 2, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website.`` Many people make the mistake of thinking that dreams can not come true, but they can,'' he wrote. <q> You have to believe, and know that they are more than just imagination. </q> User comments are not being accepted on this article. Tea Party groups praise plan to curb collective bargaining; foes of legislation plan to speak out Federal budget proposal includes big gains in education spending Sen.", "new_id": -2}, {"uid": "1295853731069795901", "i": 26380, "idx": 1, "sa": ["Dick Armey", "Jim Ryun", "Mitch Daniels", "Mike Pence"], "q": "<strong> Mike Pence </strong>, a story Friday highlighted the effort by a group of conservatives, including former House Republican Majority Leader <strong> Dick Armey </strong> and former <strong> Dick Armey </strong> <strong> Jim Ryun </strong>, to convince him to run for president rather than Indiana governor. <q> For them, the Hoosier checks many boxes- a fresh face on the national scene, a charismatic speaker from the heartland and, most important, a Republican who can appeal to all three elements of the party base: social conservatives, economic conservatives and foreign policy conservatives, </q> the story said. <strong> Mitch Daniels </strong> and <strong> Mike Pence </strong> both received votes when the New Hampshire Republican Party held a straw poll during a meeting Saturday. A total of 273 ballots were cast, according to news accounts of", "new_id": -2}, {"uid": "1295564424178864177", "i": 8793, "idx": 0, "sa": ["Eric Schmidt"], "q": "the pioneering technology company.`` We have been talking about how best to simplify our management structure and speed up decision making for a long time,'' said <strong> Eric Schmidt </strong> in announcing the decision. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.`` Page credited <strong> Eric Schmidt </strong> with running the company`` brilliantly </q> while keeping the`` headstrong founders'' involved.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role", "new_id": -2}, {"uid": "1297324589060997654", "i": 34300, "idx": 0, "sa": ["Omar Suleiman", "Colin Powell"], "q": "as a smuggling conduit for both weapons and foodstuffs into Gaza. According to a WikiLeak( ed) US diplomatic cable, titled` Presidential Succession in Egypt', dated May 14, 2007: <q>`` Egyptian intelligence chief and <strong> Hosni Mubarak </strong> consigliere, in past years Soliman was often cited as likely to be named to the long-vacant vice-presidential post. In the past two years, Soliman has stepped out of the shadows, and allowed himself to be photographed, and his meetings with foreign leaders reported. Many of our contacts believe that Soliman, because of his military background, would at least have to figure in any succession scenario. </q> \" From 1993 until Saturday, <strong> Omar Suleiman </strong> was chief of Egypt's <strong> Colin Powell </strong> Intelligence Service. He remained largely in the shadows until 2001, when he started taking over powerful dossiers in the foreign ministry; he", "new_id": -2}, {"uid": "1295550199218546204", "i": 15602, "idx": 0, "sa": ["Simon Cowell"], "q": "the thousands of early auditions-- British judge <strong> Simon Cowell </strong>. <strong> Simon Cowell </strong>, the contest's biggest star, quit in May to launch Fox later in 2011. In a column headlined <q> The end of` American Idol'( for real this time), </q> Newsweek blogger Ramin Setoodeh wrote;`` The entire franchise has gone to the land of Stepford, where everybody is so nice and sweet and happy and zippy, you feel a cavity coming", "new_id": -2}, {"uid": "1297209057130318359", "i": 42758, "idx": 0, "sa": ["Joan Rivers", "Adam Lambert", "Simon Cowell", "Stefano Langone"], "q": "of traditional Hawaiian tunes, complete with ukulele accompaniment. We're also exited to see <strong> Adam Lambert </strong> sound-a-like, James Durbin and piano virtuoso, <strong> Stefano Langone </strong>. Karaoke king,( no kidding, he's a two-time winner of <q> Karaoke Fest), Jillian Michaels calls her GoDaddy ad`` tragic </q>; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> will judge X Factor, but other judges haven't been selected, he says", "new_id": -2}, {"uid": "1295254129216039427", "i": 32658, "idx": 0, "sa": ["Andy Coulson"], "q": "UK& Ireland News`` I think <strong> Andy Coulson </strong> will be feeling a bit hot around the collar, he thought his friends in the met...'' David D left a comment- 53 min ago uk.news.yahoo.com <q> 1000. free holidays to tunisia.leaving tomorow evening, at 8pm, check in desk number 2. from... </q> Dr. Zook left a comment- 54 min ago uk.news.yahoo.com`` It's even more interesting Henry that I got thumbs down from you and others. I guess you lot would...''", "new_id": -2}, {"uid": "1297272042258801683", "i": 30684, "idx": 0, "sa": ["Steve Ballmer"], "q": "jobs at Microsoft, with new blood coming in to run the key business units- prompted by Microsoft's misreading of some of the biggest technology trends of recent times, most notably smartphones and tablets. <q> Over the past year we've seen the departure of many of the Microsoft old guard- including chief software architect <strong> Ray Ozzie </strong> and server and tools chief Bob Muglia- in preparation for the reshuffle. <strong> Steve Ballmer </strong> has been spearheading this effort and we don't see any change in his commitment to the company he's led for the past 11 years, </q> he added. In November, co-founder <strong> Steve Ballmer </strong>, chief executive of Microsoft, sold$ 1.3 bn( Â£ 800m) worth of shares in the firm.", "new_id": -2}, {"uid": "1297272178044515363", "i": 28241, "idx": 0, "sa": ["Zahi Hawass", "Howard Carter"], "q": "treasure trove discovered in his tomb in Luxor's Valley of the Kings, uncovered by British archaeologist <strong> Howard Carter </strong> in 1922. Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <q> We started the restoration two days ago. In three days, all these monuments will be completely restored, </q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs", "new_id": -2}, {"i": 22123, "idx": 2, "index_answer": 0, "new_id": -1, "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in <strong> April Wayne </strong>. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "sa": ["Eric Schmidt", "April Wayne", "Google Inc."], "uid": "1295905334076185612"}]