[{"uid": "1295669855215973935", "i": 37831, "idx": 0, "sa": ["Andy Coulson"], "q": "afternoon we have carried out a thorough forensic examination at the scene of the crime and have been checking local CCTV in an effort to glean further information on this attack.\" Det Insp Martin added: <q> The park is frequented by dog walkers and I would appeal to anyone who was in the park at the time and may have unwittingly seen something that could be helpful to the inquiry. \"The weather was particularly foggy yesterday afternoon and visibility in the park was poor, however, I would ask anyone who heard anything untoward to contact my office. </q> Woman indecently assaulted and slashed across face at park Downing Street spin doctor <strong> Andy Coulson </strong> resigns in phone-hacking row Ice eliminator that clears icy roads at-20 C to be used across Scotland 300 jobs could be created in Dundee", "new_id": -2}, {"uid": "1296655437186056720", "i": 12858, "idx": 1, "sa": ["Bill Lockyer"], "q": "industry groups lobby for Wall Street banks and contribute to a variety of state and national political campaigns. Both groups employ Sacramento advocates to lobby the Legislature, the governor's office and various state agencies. <q> Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances, </q> <strong> Bill Lockyer </strong> said. \"It's improper, it will stop now, it will not happen again and we will get our money back.\" Last year, for example, SIFMA lobbied against a bill", "new_id": -2}, {"uid": "1295943500244924449", "i": 34420, "idx": 1, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "layup by <strong> Allen Iverson </strong> to the boards and sank a 15-footer that drew Toronto http://wn.com/Cavaliers_1st_Quarter_Highlights_vs_Clippers_1-31-10 I copied one of the \"Where amazing happens\" com...( more) Added: November 22, 2007 I copied one of the <q> Where amazing happens I copied one of the \"Where amazing happens </q> com...( more) Added: November 22, 2007 I copied one of the \"Where amazing happens\" commercials, except this is with <strong> Kobe Bryant </strong>. Accomplishments* 3-time NBA Champion: 2000, 2001, 2002", "new_id": -2}, {"uid": "1296115097157515826", "i": 568, "idx": 0, "sa": ["David Letterman"], "q": ". On August 30th 1993, on the \"Late Show\", <strong> David Letterman </strong> referred to a \"switch\" in a pet trick segment involving \"Bailie\" the dog who played dead on command and used <q> There is no off position on the genius switch. </q> as a queue. http://www.youtube.com/watch?v=_rr_IXvCm4k During Beta testing of the \"Key to Knowledge\", which started yesterday, the inventors confirmed that humans could use it to become \"Super Intelligent\", simply by understanding", "new_id": -2}, {"uid": "1297234014042778761", "i": 939, "idx": 2, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": "Exaggeration of Transit Benefits As indicated in \"Washington's War,\" the Transportation <strong> Donald Rumsfeld </strong>'s blog exaggerated the benefits of transit. Economic Impacts. \"Washington's War\" concluded that <q> the purported economic benefits are both minuscule and unachievable and would be more than offset by the high costs of transit service expansion. </q> <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong> claimed that \"each 1 percent of regional travel shifted from automobile to transit increases regional income about$ 2.9 million\"( not billion), based on the APTA report. \"Washington's", "new_id": -2}, {"uid": "1296968578257851407", "i": 40190, "idx": 7, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney"], "q": "says. \"I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.\" Another <strong> Donald Rumsfeld </strong> Rule: <q> If you are not criticized, you may not be doing much. </q> As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and was a close ally of <strong> Dick Cheney </strong>, then <strong> President Bush </strong>'s vice president. But he was deeply disliked by opponents of", "new_id": -2}, {"uid": "1296629259145113105", "i": 35381, "idx": 0, "sa": ["Colin Powell"], "q": "way late\" in calling for a new government, says Edward Walker, an assistant secretary of State for the Middle East under former secretaries of State <strong> Colin Powell </strong>. Had the U.S. been more aggressive in responding, <q> we would have been out ahead of the feeling of the Egyptian people and the people in the region that we are indeed supporters of democracy. </q> reprints& permissions, visit our FAQ's. To report corrections and clarifications, contact Standards Editor", "new_id": -2}, {"uid": "1297436657123142144", "i": 31801, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ", <strong> Stephen Elop </strong> said. Android surpassed Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. <strong> Steve Ballmer </strong> said the partnership would give the team <q> more innovation, greater global reach and scale. </q> \"We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,\" he said. The key challenge will be to come", "new_id": -2}, {"uid": "1295981119035848240", "i": 35579, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "should not be reached through coercion, intimidation, and threats of violence. Hezbollah, backed by Syria, engaged in all three to achieve its political goals.\" Vietor said the tribunal is vital for <q> stability, security and justice in Lebanon. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 1 BR/ 1 BA$ 395,000.00 SAN FRANCISCO 3 BR/ 2", "new_id": -2}, {"i": 6866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. \"We're trying to be as transparent and as collaborative as possible,\" <strong> Eric Schmidt </strong> said. <q> We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that, </q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several \"significant\" new products. He said he", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669701105103360"}]