[{"uid": "1296028590046219275", "i": 5499, "idx": 0, "sa": ["Zahi Hawass"], "q": "North African Caucasoid. Mummies don't lie. en.wikipedia.org------------------------------------------------------- CAIRO-- Egyptian antiquities supremo <strong> Zahi Hawass </strong> insisted Tuesday that Tutankhamun was not black despite calls by US black activists to recognize the boy king's dark skin color. <q> Tutankhamun was not black, and the portrayal of ancient Egyptian civilization as black has no element of truth to it, </q> <strong> Zahi Hawass </strong> told reporters. CAIRO. On Tuesday, October 12th 2010, was opened a new Natuzzi Store in Cairo, the first Egyptian Natuzzi store. The store is located in Designopolis, the largest furniture shopping mall", "new_id": -2}, {"uid": "1295782038072171535", "i": 43769, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Andrew Marr"], "q": "` Play a role' And he defended Mr <strong> David Cameron </strong>'s handling of the issue and his decision to appoint Mr <strong> Andy Coulson </strong> in the first place after he resigned as editor of the newspaper in 2007. <q> If you listen to what <strong> David Cameron </strong> has said, </q> he told BBC One's <strong> Andrew Marr </strong> show,`` he said very emphatically that he thought it was right to give <strong> Andy Coulson </strong> a second chance.`` <strong> Andy Coulson </strong> has been very clear that he was not in any", "new_id": -2}, {"uid": "1295116940052232197", "i": 27752, "idx": 1, "sa": ["Allen Iverson", "Matt Geiger"], "q": "of 7-footer <strong> Matt Geiger </strong> in the fourth quarter lifted Philadelphia to a 104-90 victory over the Orlando Magic in the opener of their Eastern Conference first-round series.`` I am still excited about this game,'' <strong> Allen Iverson </strong> said. <q> I feel like I could still play another 48 minutes. The crowd was against us and it was just great playing in that kind of atmosphere. This was my first one, and I would love to play in a lot more. </q>`` <strong> Allen Iverson </strong> told me he got 15 minutes of sleep last night, that was 15 more than I expected,'' said 76ers coach Larry Brown, who took his record sixth different organization to the playoffs.``", "new_id": -2}, {"uid": "1295559596021315679", "i": 28236, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season.` Terrence can take", "new_id": -2}, {"uid": "1295960930216842257", "i": 26722, "idx": 1, "sa": ["Bill Lockyer"], "q": "<strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept.`` No state needs to declare bankruptcy,'' <strong> Bill Lockyer </strong> said, <q> The states have sovereign taxing power the big companies don't. </q> <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments that lack the capacity to repay their debts. California and other states have, at least", "new_id": -2}, {"uid": "1296626752088883210", "i": 32644, "idx": 0, "sa": ["Keith Olbermann", "David Letterman", "Hosni Mubarak"], "q": "In his surprise cameo on the Late Show with <strong> David Letterman </strong>, the former MSNBC shows his face to American viewers The Late Show <q> We got ta guy backstage... that if anything ever happened to me... </q> As a coda to a joke about the Egyptian protests and President <strong> Hosni Mubarak </strong>'s imminent departure, <strong> David Letterman </strong> pointed his thumb at an eager-looking <strong> Keith Olbermann </strong>. The would-be GOP nominee is up to his old tricks,", "new_id": -2}, {"uid": "1295045090220282912", "i": 21396, "idx": 4, "sa": ["Kirsten Gillibrand", "Rush Limbaugh", "Barack Obama"], "q": "'re doing something right if Lumpy attacks you.`` Oh Lord, its hard to be humble when you're perfect in every way.'' Didn't the Army once ask their recruits to <q> be all that you can be? </q> Same sentiment. Was that wrong too, <strong> Rush Limbaugh </strong>? <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> must be just devastated.* eyes rolling* Oh Lord it's hard to be humble When you're perfect", "new_id": -2}, {"uid": "1294981747186728455", "i": 3520, "idx": 0, "sa": ["Jay Leno", "David Letterman", "Conan O'Brien"], "q": "got a phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q> always been good. I said he didn't owe me a phone call, but I appreciated it. </q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong>, who preceded and replaced him as`` Tonight'' show host. He says the reason is no mystery, noting,`` We all know the story", "new_id": -2}, {"uid": "1295733110147996681", "i": 34161, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "media chief on Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The Guardian after <strong> Andy Coulson </strong> quit yesterday, bowing to pressure over what he knew about hacking at the development also renewed questions about practises at the Sunday tabloid, commentators said, at", "new_id": -2}, [{"i": 21343, "idx": 0, "index_answer": 0, "new_id": -1, "q": "GOOG) <strong> Eric Schmidt </strong>: <q> One day Larry and Sergey bought Android, and I didn't even notice. </q> The important thing to understand about the doesn't change much, Nicholas Carlson writes. In any case, the Street generally", "sa": ["Eric Schmidt"], "uid": "1295565692148553737"}]]