[{"uid": "1295801090231243788", "i": 20708, "idx": 1, "sa": ["Colin Powell"], "q": "poverty. The retired general and former chairman of the Joint Chiefs of Staff stressed that relations between the world's two largest economies will have their ups and downs. <strong> Colin Powell </strong> appeared on CNN's <q> State of the Union. </q> Doctor Cures Arthritis With Antibiotics and 3 Nutrients", "new_id": -2}, {"uid": "1297269838172048416", "i": 30381, "idx": 2, "sa": ["Steve Ballmer"], "q": "Gralla.`` Je hoeft ook niet technisch geschoold te zijn om te zien dat Microsoft snel iets moet gaan doen in de markt voor tablets.'' Volgens Gralla hebben nerds aan de macht geen zin. <q> <strong> Steve Ballmer </strong> kan de meest briljante ontwikkelaars onder hem hebben, maar het draait om een visie voor de toekomst. </q> Dean Takahasi van Venturebeat stelt het nog scherper:`` Op een gegeven moment kan <strong> Steve Ballmer </strong> niet meer de schuld op mensen binnen de organisatie schuiven en moet hij zelf de verantwoordelijkheid nemen. Dat hebben we eerder gezien bij", "new_id": -2}, {"uid": "1297193758265863169", "i": 16513, "idx": 2, "sa": ["Colin Powell"], "q": "so startling.'' He rebuked the Congressional Black Caucus for their hesitancy, and suggested that the role played by General <strong> Colin Powell </strong> and Condoleeze Rice shifted the African American role from outsider to insider. <q> The result has been the diminution of an American voice that gave people abroad hope that at least some of us were sympathetic to their struggles, </q> he said. But, this silence might not matter much now, he continued. In Tunisia, Egypt and elsewhere, they're on the move- with or without help from America's political establishment", "new_id": -2}, {"uid": "1295678374205783044", "i": 56650, "idx": 0, "sa": ["Charlie Sheen", "Johnny Depp", "Susan Sarandon", "Angelina Jolie", "Kristen Stewart", "Tim Robbins", "Ricky Gervais"], "q": "Love Interest?( 627) Best& Worst of the Golden Globes! <strong> Ricky Gervais </strong> Roasts <strong> Johnny Depp </strong>, <strong> Angelina Jolie </strong>, <strong> Charlie Sheen </strong>...( 425) <strong> Kristen Stewart </strong>'s Vogue Outtakes: Too Much Photoshop?( 424) <strong> Susan Sarandon </strong>: <q> I Don't Have a Boyfriend! </q> For quite some Tim Robbinse, numerous reports have claimed that href=\"http://au.eonline.com/uberblog/celebs/c116667_Susan Sarandon_Susan Sarandon.html\"> <strong> Susan Sarandon </strong>'s boyfriend is her young business partner Jonathan Bricklin. If the two are more than just dear friends( <strong> Susan Sarandon </strong> is", "new_id": -2}, {"uid": "1295677119039469083", "i": 53776, "idx": 0, "sa": ["Andy Coulson"], "q": "meaningless. is only a word spoken out from his mouth. not from his heart. \" Report Abuse \" They'll carry on with this, they'll carry on with that yada yada... \" Report Abuse <q> He and Bush both deserve the same fate as Saddam. </q> They are war criminals. They should be hanged. They were so happy to dole out their`` justice'' on Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295934815035356689", "i": 58628, "idx": 1, "sa": ["Zahi Hawass"], "q": "Berlin's Neues Museum.`` I am doing something that I believe in and that should have been done a hundred years ago,'' href=\"http://www2.journalnow.com/topics/types/person/tags/Zahi Hawass-Zahi Hawass/\" title=\"Topic- Zahi Hawass\"> <strong> Zahi Hawass </strong> said. <q> My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many nations to follow suit. </q> him an instantly recognizable world figure, said his campaign has returned some 5,000 artifacts to href=\"http://www2.journalnow.com/topics/types/country/tags/egypt/\" title=\"Topic- Egypt\"> Egypt from museums and private collections the world over since its launch in 2002. Germany has declined", "new_id": -2}, {"uid": "1297079235054001715", "i": 10401, "idx": 0, "sa": ["Fred Upton", "Donald Rumsfeld", "Ari Fleischer", "Mitt Romney"], "q": "for a retreat that will last through Thursday. Former Defense Secretary <strong> Donald Rumsfeld </strong>'s memoir`` Known and Unknown'' hits bookstores. The House Judiciary ComMitt Romneyee will hold a heAri Fleischerng on the constitutionality of the <q> No Taxpayer Funding for Abortion Act, </q> at 4 p.m. in 2141 Rayburn. Rep. <strong> Fred Upton </strong>( R-Mich.), chairman of the House Energy and Commerce ComMitt Romneyee, will discuss his policy goals over the next two years at a forum at the", "new_id": -2}, {"uid": "1295440340100417590", "i": 16359, "idx": 1, "sa": ["Simon Cowell", "Anthony Hopkins", "Randy Jackson"], "q": "them; I don't,'' he joked before admitting that he and his wife TiVo every episode.`` I went to one or two of the shows and met <strong> Simon Cowell </strong>,'' he revealed. <q> Somebody I really like is <strong> Randy Jackson </strong>. We became friends, although I don't see much of him. I think we invited him to the premiere of[` The Rite']. </q> <strong> Anthony Hopkins </strong> went on to say that he likes <strong> Randy Jackson </strong>'s spirit and did a little impression of the veteran`` Idol'' judge's trademark phrase.`` He's a terrific guy. I love", "new_id": -2}, {"uid": "1296231398058523657", "i": 51052, "idx": 0, "sa": ["Sergio Marchionne"], "q": "przewiduje m.in. ograniczenie prawa do dzikiego strajku, walk z absencj, wzrost obowi?zkowych godzin nadliczbowych. Zwi?zkowcy zarzucaj dyrekcji koncernu amanie praw pracowniczych. Takie same zarzuty wobec koncernu Fiata maj zwi?zkowcy protestuj?cy w Warszawie. <q> Plan <strong> Sergio Marchionne </strong>( <strong> Sergio Marchionne </strong>, prezesa Fiata- PAP) ogranicza prawa pracownicze. Zak?ada m.in. obowi?zkowe nadgodziny, czy dziesi?ciogodzinne zmiany bez przerw niadaniowych. Obawiamy si, e je?eli takie rozwi?zania zostan wprowadzone we w?oskich zak?adach, to wkr?tce b?d te u nas, w Tychach </q>- powiedzia przewodnicz?cy Sierpnia'80 w Fiat Auto Poland Franciszek Gierot. Pikietuj?cy w Warszawie zwi?zkowcy byli ubrani w czerwone kamizelki, nie?li sztandary z emblematami zwi?zku. Niekt?rzy trzymali transparenty z napisami:`` <strong> Sergio Marchionne </strong> won!", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On` The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I'm Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}]