[{"i": 49389, "idx": 2, "index_answer": 0, "new_id": -1, "q": "he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone sees him that way. <q>In the eyes of many people, he's a hero,</q> said <strong> Dwaine Caraway </strong>, adding that he doesn't condone animal cruelty. Photo: Scars from fighting mark the face of Lucas, the grand champion of football player <strong> Michael Vick </strong>'s fighting dogs in Kanab, Utah.", "sa": ["Dwaine Caraway", "Michael Vick"], "uid": "1297240707110002271"}, {"uid": "1295756651021528610", "i": 13741, "idx": 3, "sa": ["Eric Schmidt"], "q": "years.\" <strong> Eric Schmidt </strong>'s quotes are legendary, however, and perhaps one reason he's no longer CEO: \" \"One person's definition of evil is another person's different definition.\"\" <q>Google policy is to get right up to the creepy line but not cross it. I would argue that implanting things in your brain is beyond the creepy line. At least for the moment, until the technology gets better.</q> \"With Street View, we drive by exactly once, so you can just move.\" \"I actually think most people don't want Google to answer their questions. They want Google to tell them what", "new_id": -2}, {"uid": "1297078488193609737", "i": 43374, "idx": 0, "sa": ["Paul McMullan", "Max Mosley", "Andy Coulson"], "q": "Newspapers The Home Affairs Committee on Friday published the evidence it has received so far in relation to its investigation into the <q>unauthorised tapping into or hacking of mobile communications</q>. The most interesting bits are from <strong> Paul McMullan </strong>, who was features editors at the NoW between 1998 and 2001 when <strong> Andy Coulson </strong> was deputy editor, and from <strong> Max Mosley </strong>, who sued the NoW for breach of privacy", "new_id": -2}, {"uid": "1297011135120438797", "i": 25, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "<strong> Zahi Hawass </strong> said on Sunday. Seventy artefacts were damaged when looters broke into the world-famous Egyptian Museum, on the edge of Tahrir Square, focal point of an uprising against President <strong> Hosni Mubarak </strong>'s regime. <q>Restoration has started on the items, including on a statue of King Tutankhamun and a statute of King Akhenaten,</q> <strong> Zahi Hawass </strong> told AFP. Looters had tried to break open a golden sarcophagus, hoping to find treasures inside, and some skeletons were also damaged, <strong> Zahi Hawass </strong> said. A gallery displaying King Tut's", "new_id": -2}, {"uid": "1295218051235503687", "i": 1370, "idx": 5, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-44v&amp;flvURL=/media/2011/01/13/01132011-44v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-44v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\", \"description\": <q><strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.</q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1297004136041598996", "i": 29960, "idx": 1, "sa": ["Colin Powell", "Dick Cheney", "Barack Obama"], "q": "Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article: <strong> Barack Obama </strong> steps up diplomacy for Egypt transition... Article: <strong> Barack Obama </strong> urges entrepreneurial focus on America... Report Abuse <q> \"The Egyptians will welcome us as liberators!</q>\" Report Abuse \"This is true, but it's funny as well.\" Washington Post: <strong> Barack Obama </strong> praise could hurt two 2012 GOP candidates Washington Post: ATF fears budget cuts would imperil gun-trafficking fight at Mexico", "new_id": -2}, {"uid": "1296663357109838441", "i": 4916, "idx": 0, "sa": ["Andy Coulson", "Kenny Kunene"], "q": "choose to invest. Latest from BBC News blogs Nick Robinson: \"The Prime Minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" <q>Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>, an ambitious Brit who...</q> \"Is the new Backbench Business Committee about to make some serious enemies? This new-fangled innovation has done pretty well so...\"' Wealthy ANC supporter <strong> Kenny Kunene </strong>( left) eating sushi from the body of a", "new_id": -2}, {"uid": "1295478769073809934", "i": 20498, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "enhancements will enable students in basic and in-service training to learn in a more modern manner. During his visit, <strong> Sen. Bernie Sanders </strong> took the opportunity to thank current and future officers for choosing to serve their community. <q>I want to thank the men and women of the Vermont Police Academy for what you do daily that ultimately makes a real difference in the lives of your fellow citizens.</q> 1-19-11", "new_id": -2}, {"uid": "1295565740204783649", "i": 20450, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "became more complicated as the Mountain View, Calif., company has grown, so he, Page and <strong> Sergey Brin </strong> had been discussing how to simplify the company's management structure and speed up the decision-making process. <q>For the last 10 years, we have all been equally involved in making decisions,</q> <strong> Eric Schmidt </strong> said. \"This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual", "new_id": -2}, {"uid": "1295714464099811335", "i": 19878, "idx": 0, "sa": ["Andy Coulson"], "q": "and Karachay want freedom from Russia...... but they also have a power struggle with Circassians Report Abuse \"Feh, does Russia really think it can hold on to its empire any longer?\" Report Abuse <q>Until the region is freed from all outside manipulation, the \"Great Game</q> will continue to take innocent lives, Russian, Chechen, and others.\" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}]