[{"uid": "1295808436044548117", "i": 9665, "idx": 1, "sa": ["David Letterman", "Keith Olbermann"], "q": "man's version of ESPN, href=\"http://us.rd.yahoo.com/dailynews/dailycaller/pl_dailycaller/storytext/whyKeith Olbermannwouldhavetroublereturningtomajorsportsbroadcastingnetworks/39805150/SIG=112ogocai/*http://cornellsun.com/node/13424\"> according to a Cornell Sun report.`` Fox Sports was an infant trying to stand[ in comparison to ESPN],'' <strong> Keith Olbermann </strong> said. <q> But on the broadcast side there was no comparison- ESPN was the bush leagues. </q> During a 2007 appearance on the`` Late Show,'' host <strong> David Letterman </strong> asked <strong> Keith Olbermann </strong>,`` What is it about you? You seem to burn bridges wherever you leave.'' said of his relationship", "new_id": -2}, {"uid": "1295657130141557835", "i": 12242, "idx": 0, "sa": ["Simon Hughes", "Andy Coulson"], "q": "not want to see their progressive tradition sacrificed for personal ambition. I respect their choice too and I understand how painful it must be to watch what is happening to their party,'' he continued. <q> We do not doubt that they hold sincere views and we will cooperate where we can in parliament and outside, with those that want to fight the direction of this government. </q> But comments about working with Lib Dem deputy leader <strong> Simon Hughes </strong> on saving the educational maintenance allowance( EMA) prompted an irritated response. Westminster in turmoil as <strong> Andy Coulson </strong> resigns There were frantic scenes in Westminster", "new_id": -2}, {"uid": "1295979343233783301", "i": 31567, "idx": 1, "sa": ["Eric Schmidt"], "q": "`` Our businesses are doing very well around the globe, and as a result I'm happy to announce we'll be adding 1,000 new employees in Europe and make some significant investments,'' explained <strong> Eric Schmidt </strong>. <q> Hundreds of these people will be located right here in our technology center in Munich. </q> In discussing such`` significant investments,'' the former Google CEO outlined three main categories: smart phones-soon to surpass PC sales-LTE networks-for which Germany is the leader in deployment-and real-time voice translation technology-a priority for multilingual", "new_id": -2}, {"uid": "1295348812121946130", "i": 36191, "idx": 1, "sa": ["Steve Ballmer", "Maria Bartiromo"], "q": "an interview with <strong> Maria Bartiromo </strong>, Microsoft CEO <strong> Steve Ballmer </strong> discussed the success of Kinect, dodged questions regarding Windows Phone 7's viability, and complimented Facebook, a partner the company is working with for its Bing search engine( <q> It's worth exactly what investors will pay for it. They're a great partner, and I love them. </q>) <strong> Steve Ballmer </strong> also talked about what he feels to be the two biggest trends for the next two years: natural interface via voice, touch and vision recognition, and the Cloud.`` There's still so much", "new_id": -2}, {"uid": "1296536150067862554", "i": 3167, "idx": 4, "sa": ["Linas Kleiza", "Allen Iverson", "Marc Gasol", "Carmelo Anthony"], "q": "the franchise's 35-year history. http://wn.com/Allen Iverson_Allen Iverson_28pts_Linas Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came Marc Gasolh 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said.`` I will remember this night for the rest of my", "new_id": -2}, {"uid": "1295612741003915790", "i": 41174, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Vint Cerf"], "q": ", from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years--`` a nice round number''-- and <strong> Larry Page </strong> was ready to lead the company into the future. <q> <strong> Larry Page </strong> and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up, </q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other Internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly$ 30 billion. German business", "new_id": -2}, {"uid": "1296485848063668253", "i": 754, "idx": 0, "sa": ["Sergio Marchionne"], "q": "government, with no new products for much of the past two years. Only now is that situation starting to change, and Chrysler even has added back 5,000 workers to develop and build new vehicles. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> <strong> Sergio Marchionne </strong> said Monday in a statement. <strong> Sergio Marchionne </strong>'s Fiat got a 20 per cent stake in Chrysler when it took over management. Earlier this month, Fiat upped its stake to 25 per cent by meeting", "new_id": -2}, {"uid": "1297706351051036169", "i": 55628, "idx": 2, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "Finally, <strong> Steve Ballmer </strong> spoke briefly of Microsoft's title=\"nokia-adopts-microsoft-windows-phone\" href=\"http://www.eweekeurope.co.uk/news/nokia-adopts-microsoft-windows-phone-20662\"> recently announced partnership with Nokia. He once again brought href=\"http://www.eweekeurope.co.uk/tag/nokia\" title=\"Nokia\"> Nokia's chief executive <strong> Stephen Elop </strong> up on stage, who said that Nokia would <q> support Windows to build strength versus the other mobile platforms </q>. The first Nokia device running Windows Phone is expected later this year. href=\"http://www.printfriendly.com\">", "new_id": -2}, {"uid": "1297616629186400779", "i": 32534, "idx": 16, "sa": ["Donald Rumsfeld", "David Martin", "Osama bin Laden", "George H. W. Bush"], "q": ". Even before the bomOsama bin Ladeng of Afghanistan began, it was secretly planning to take out Saddam Hussein.`` When did you first talk to <strong> George H. W. Bush </strong> about going after Saddam?'' asked <strong> David Martin </strong>. <q> Oh, I think it was in September, </q> <strong> Donald Rumsfeld </strong> replied.`` So before the first U.S. boot is on the ground in Afghanistan...''`` He called me into the Oval Office and he said,` Do you have a war", "new_id": -2}, {"i": 19946, "idx": 0, "index_answer": 1, "new_id": -1, "q": "court of law, very fine lines and what responsibility women have with regards to our own safety. These do not lend themselves to non-reflection, which is understandably all <strong> Ben Roethlisberger </strong> R wanted to do Monday. <q> That is a great reflective question, and I think the time for reflecting is probably after the year, </q> he said. Variations of reflect were the words of the day. But as I listened to him, I could not help but think of beleaguered Eagles QB <strong> Michael Vick </strong>. Every good game,", "sa": ["Michael Vick", "Ben Roethlisberger"], "uid": "1296535397014417929"}]