[{"uid": "1295934410148537368", "i": 22495, "idx": 5, "sa": ["Allen Iverson", "Matt Geiger"], "q": "That's just Philly. When I play bad, they boo.\" <strong> Matt Geiger </strong> missed 10 of 14 shots, and kept losing rebounds to the Raptors. When rookie Todd MacCullough replaced him, the crowd cheered. <q>The crowd getting on <strong> Matt Geiger </strong>, and then at the end of the game he ended up being one of the heroes,</q> said <strong> Allen Iverson </strong>, who scored 37 points. \"It's tough. \"For this guy to help us get to the playoffs last year and come in here off having surgery and push himself to get back a", "new_id": -2}, {"uid": "1296966831159891467", "i": 15520, "idx": 3, "sa": ["Michael Vick", "Tom Brady"], "q": "in leading the Eagles to an NFC East title. <strong> Michael Vick </strong> finished runner-up to Patriots quarterback <strong> Tom Brady </strong> in voting for the most valuable player award. \"I've come a long way,\" <strong> Michael Vick </strong> said. <q>I don't want to live in the past. I always want to move forward. Everything happens for a reason.</q> <strong> Michael Vick </strong> arrived here on Thursday, and the next day spoke to the Boys and Girls Club of Collin County in suburban Dallas. The event was just one that was to benefit the club. A party", "new_id": -2}, {"uid": "1296575674140820502", "i": 36499, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "A little late for that <strong> Ben Roethlisberger </strong>. Bernsie- nail on the head. If he regretted his actions, then his actions were something he shouldn't have done. He didn't qualify it by saying <q>I regret putting myself in a situation where I could be unjustifiably accused of sexual assault</q>. He never pleaded his innocence. He just tried to move forward and make people forget. If you were wrongly accused of rape, raise holy hell, <strong> Ben Roethlisberger </strong>! At least <strong> Michael Vick </strong> seems to want", "new_id": -2}, {"uid": "1295617200111296519", "i": 43776, "idx": 0, "sa": ["Andy Coulson"], "q": "2011-01-21 13:36:46.0 http://www.telegraph.co.uk/news/newstopics/politics/8273820/Andy-Coulson-resigns-amid-phone-hacking-allegations-live.html?service=artBody ponders on Twitter: <q>With <strong> Andy Coulson </strong> gone, the Ying/Yang( Essex man/Cameroon) balance in No. 10 has gone too. Can Cam cope without tabloid expert?</q> tells Sky News he \"understands why he wants to go\" but says he feels that <strong> Andy Coulson </strong> has been \"punished for the same offence twice\". Comparing his director of communication's conduct with the \"", "new_id": -2}, {"uid": "1297112166205144067", "i": 5558, "idx": 0, "sa": ["Simon Cowell"], "q": "Image Credit: Stan Honda/AFP/Getty Images <strong> Simon Cowell </strong> says he has not watched an episode of Fox's American Idol since he left the show. <q>I haven't seen a full episode,</q> the former Idol judge told reporters on a conference call for his upcoming music competition series, The X-Factor. \"I've seen three minutes of a recap. From what I've seen and from what I", "new_id": -2}, {"uid": "1297135687195428360", "i": 22502, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Mayor Tom Leppert", "Michael Vick"], "q": "Big Ante celebrity poker, and the 3 Little Pigs have in common? They're all events canceled today. And there's more. See them all. New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q>My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy?</q> Dallas <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1295703657085770304", "i": 730, "idx": 0, "sa": ["Andy Coulson"], "q": "Iran talks in Turkey focus on fuel swap deal as step to confidence-building self-immolations have taken place in Egypt but few, even among the popular... World Video: Raw Video: Japan launches rocket to ISS Report Abuse <q>Amazing::: The Nazi rhetoric against Jews of Europe are no different then rhetoric of many against Muslims...</q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1297109124023560237", "i": 5140, "idx": 1, "sa": ["Michael Gove"], "q": "is a moron, plain and simple. LordPosh Labour aren't in power anymore. This is <strong> Michael Gove </strong>'s mess, and associated Tory scum. Manningtreeimp 7 February 2011 7:15 PM <q> \"It was for precisely these reasons that last year's Liberal Democrat conference fired a shot across the government's bows with a trenchant endorsement of localism in education.</q>\" littlefeat 7 February 2011 7:18 PM \"You have got some nerve considering the absolute**** up your lot made of our children's life chances over the past 13 years. Crawl back under", "new_id": -2}, {"uid": "1297108146141246491", "i": 18931, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": "\" Monday. <strong> President Bush </strong> has written that the troop level in Iraq was \"the most important failure in the execution of the war. \" \"I think that it's possible,\" <strong> Donald Rumsfeld </strong> responded. <q>We had( an) enormous number of troops ready to go in.... You know, the path you didn\"t take is always smoother.</q> <strong> Donald Rumsfeld </strong> is promoting his memoir, \"Known and Unknown,\" which is being published Tuesday. Reminded that his predecessor <strong> Robert McNamara </strong> said, \"we were wrong, terribly wrong,\" decades after", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q>It is a pretty good offer we are making.</q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont. \"There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}]