[{"uid": "1296775013214941738", "i": 56204, "idx": 6, "sa": ["Barbara Walters", "David Letterman", "Robin Williams"], "q": "did your new arteries come from?''`` Ace Hardware,'' joked <strong> David Letterman </strong>. <strong> Robin Williams </strong> told <strong> Barbara Walters </strong> about his aortic valve replacement in 2009. He too couldn't resist being funny saying, <q> As time goes on you go, I'm okay, thank you. How are you? A little flatulent. Didn't need that news </q> joked <strong> Robin Williams </strong>. On a serious note, <strong> Barbara Walters </strong> pointed out on The View", "new_id": -2}, {"uid": "1294957406081149956", "i": 56708, "idx": 1, "sa": ["Allen Iverson", "Shaquille O'Neal"], "q": "ailing 4-year old daughter. In 14 years as a pro, <strong> Allen Iverson </strong> had stints with the http://wn.com/Allen Iverson_Allen Iverson_Be?ikta?_Cola_Turka_Welcome_Light_Music_Show_11/9/10 Former NBA star <strong> Allen Iverson </strong> arrived in Istanbul on Monday to begin a stint with Turkish club Besiktas, promising to give fans <q> something they haven't seen before. </q> <strong> Allen Iverson </strong>, who agreed to a$ 4 million, two-year contract with Besiktas, is the Turkish league's Shaquille O'Nealgest signing. He has called his move to the Istanbul club`` a chance to get back on track", "new_id": -2}, {"uid": "1295897193127107081", "i": 55016, "idx": 9, "sa": ["Donald Rumsfeld", "George H. W. Bush", "Dick Cheney"], "q": "the war on terror?''`` Is the U.S. government changing fast enough?''`` Do we need more troops? And if so, where and for what purpose?'' Another <strong> Donald Rumsfeld </strong> Rule: <q> If you are not criticized, you may not be doing much. </q> As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and was a close ally of <strong> George H. W. Bush </strong> <strong> Dick Cheney </strong>. But he was deeply disliked by opponents of the Iraq war, and", "new_id": -2}, {"uid": "1295653529184696869", "i": 29024, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Fri, Jan 21, 2011, 6:45 PM EST- U.S. Markets closed Biodata on outgoing Google CEO <strong> Eric Schmidt </strong>{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} The Associated Press, On Friday January 21, 2011, 6:08 pm NAME: <strong> Eric Schmidt </strong> AGE: 55 EDUCATION", "new_id": -2}, {"uid": "1295070638169934886", "i": 41960, "idx": 4, "sa": ["Donald Rumsfeld"], "q": ",`` By our calculations, there is not enough money to meet even minimal expectations of what <strong> Donald Rumsfeld </strong>'s requests will be.`` Without a compelling threat, an immediate threat,'' Spratt said, <q> I don't think cutting education or the environment is going to work. </q> Some Republicans have raised similar concerns. But the administration does not accept such http://www.sfgate.com/cgi- bin/article.cgi?f=/c/a/2001/06/03/MN149661.DTL&amp;hw=UNMANNED+WEAPON&amp;sn=053&amp;sc=232 July 2, 2001 U.S. lawmakers from both parties warned Defense Secretary <strong> Donald Rumsfeld </strong> that the$ 1.35 trillion", "new_id": -2}, {"uid": "1297272134196116511", "i": 32911, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia"], "q": "experience to help build its presence in the nascent cloud computing market. WildPackets brand new packet capture system at 11.6 Gbps will make your enterprise 10 Gig-ready. Of course, this doesn't come cheap. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran <strong> Bob Muglia </strong> as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought <strong> Bob Muglia </strong> was", "new_id": -2}, {"uid": "1297242386040484874", "i": 28131, "idx": 4, "sa": ["George W. Bush", "Colin Powell"], "q": "<strong> George W. Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Rumsfeld quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as`` Terrorist Poison and Explosive Factory, Khurmal.'' Rumsfeld", "new_id": -2}, {"uid": "1295635357052674594", "i": 13590, "idx": 0, "sa": ["Brian Williams", "Dick Cheney", "Brent Scowcroft", "Colin Powell"], "q": ", on the 20th anniversary of the Persian Gulf War. Asked if he had`` made peace'' with Gulf War colleagues like <strong> Brent Scowcroft </strong> and <strong> Colin Powell </strong> who criticized his policies as vice president, <strong> Dick Cheney </strong> replied, <q> I prefer to think of it as a truce, <strong> Brian Williams </strong>. </q>`` Clearly we had differences on subsequent policy issues,'' he said.`` I looked at Saddam Hussein differently after 9/11 than before 9/11, as <strong> Colin Powell </strong> pointed out.... I was in the bunker", "new_id": -2}, {"uid": "1296987403169525255", "i": 54512, "idx": 1, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> is said to have finally persuaded US TV executives to give her a slot on the panel.`` <strong> Simon Cowell </strong> is the boss of this show,'' a source told the News of the World. <q> He gets what he wants and he wants Cheryl. The money you make on American TV is huge, but there's also a huge risk.`` The way American contracts are gives Fox the chance to opt out if viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen. </q> Cole is expected to use the show as a springboard for a music career in America:`` As soon as it's announced she's going to be a judge the plan will be to launch her", "new_id": -2}, {"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.'' <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a`` right-wing media echo chamber'' that is <q> transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day. </q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said:`` By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.'' <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}]