[{"uid": "1295308684212140059", "i": 47456, "idx": 1, "sa": ["John Clark", "Michael Vick"], "q": "confirmed as much during an interview with <strong> John Clark </strong> of NBC10 that aired Sunday night. \"Absolutely, absolutely,\" <strong> Michael Vick </strong> said, when asked if Philadelphia was the best place for him to play football. <q> I know we're only going to get better as a team. I would love to stay here, love to be here, and I think this team gives me the best chance of winning a Super Bowl. </q> But that wasn't always the case. <strong> Michael Vick </strong> said two years ago, the Eagles were not at the top of his list of teams. As has been reported multiple times, <strong> Michael Vick </strong>'s camp wanted", "new_id": -2}, {"uid": "1295822525140492827", "i": 6834, "idx": 0, "sa": ["Gabrielle Giffords", "Colin Powell", "Barack Obama"], "q": "but said he still supports <strong> Barack Obama </strong> even though he hasn't yet decided who to vote for in 2012. The highly respected retired general and moderate Republican made waves when he endorsed military veteran. <strong> Colin Powell </strong> told CNN's <q> State... EDITORIAL: Symbolic votes don't move nation forward target=\"_blank\" politics and do something. Share thefresnobee_994:/ 2011/01/21/2242168/editorial-symbolic-votes-dont.html E-Mail Print Text Size: tool name tool goes here 0 comments Similar stories: </q> tooltipId= \"mi_tt1\" > target=\"_blank\" TUCSON, Ariz.-- Doctors prepared <strong> Gabrielle Giffords </strong> and her family on Thursday to leave behind the target=\"_blank\" Arizona hospital where she dazzled them with her rapid recovery", "new_id": -2}, {"uid": "1295873140093847566", "i": 21848, "idx": 1, "sa": ["Philipp Wolf", "Zahi Hawass"], "q": "Berlin gefordert. \"In der Sachlage gibt es nichts Neues\" , betonte <strong> Philipp Wolf </strong>. Der damalige preu?ische Staat sei bei den Ausgrabungen in gypten Anfang des 20. Jahrhunderts durch Fundteilung zum rechtm?igen Eigent?mer der Nofretete geworden. <q> Aus unserer Sicht gibt es deshalb keinen Rechtsanspruch von Seiten gyptens auf diese B?ste </q>, sagte er. Die Stiftung werde das j?ngste Schreiben von <strong> Zahi Hawass </strong> zusammen mit der Bundesregierung beantworten, erg?nzte <strong> Philipp Wolf </strong>. Die Nofretete bleibt damit weiter in Berlin.", "new_id": -2}, {"uid": "1295351668142295045", "i": 8287, "idx": 1, "sa": ["Michael Vick"], "q": "on <strong> Michael Vick </strong> in fantasy football this year. To quote one of my favorite films, Ocean's Eleven: Rusty \"Guys, what's the first rule of poker?\" Report Abuse <q> Cajole- nice point on some awful pre-ranks at MDC.. hopefully they adjust soon. </q> Piano did good not mentioning Joba because he has absolutly no value unless Holds are counted. Yet he will be drafted and rostered in leagues for reasons unclear. Piano might make a note for those who", "new_id": -2}, {"uid": "1295883490173096982", "i": 20376, "idx": 5, "sa": ["Marissa Mayer", "Barack Obama", "Eric Schmidt"], "q": "<strong> Barack Obama </strong>- Computer Science Question <strong> Barack Obama </strong> gets asked a computer science question by Google CEO <strong> Eric Schmidt </strong>.... Google Job Interview- <strong> Barack Obama </strong> www.youtube.com <strong> Eric Schmidt </strong> asked \"the most efficient way to sort a million 32-bit integers\" <strong> Barack Obama </strong> replied <q> the bubble sort would be the wrong way to go. </q> by BizzyMicBizness... evil google& WORLD domination! SCROOGLE for google:) The TyrMarissa Mayery of Google( by Matt Patterson, AmEric SchmidtanThinker.com)- In an astonishing interview with The Wall Street Journal, <strong> Eric Schmidt </strong>, the CEO of", "new_id": -2}, {"uid": "1297234976152961059", "i": 26843, "idx": 2, "sa": ["Simon Cowell"], "q": "'s \"spoken to her, she knows I'm a big fan.\" He adds he's \"always said at some point we are going to be working together.\" But, he says he has <q> to take everyone's opinions into account </q> including the show's other producers and the Fox network. <strong> Simon Cowell </strong> says the judges' panel will be announced about a month from now. One thing he knows for sure is that the winner of \"The X-Factor", "new_id": -2}, {"uid": "1295243276223936526", "i": 10019, "idx": 3, "sa": ["Steve Ballmer"], "q": "which transformed gaming experiences with the cloud. That put Xbox front and center in the social entertainment revolution.\" <strong> Steve Ballmer </strong> then cited Microsoft's successful launch of its Kinect gaming control system two months ago. <q> There's nothing else like it in the world, </q> he said. Microsoft plans to extend its innovative motion control system to include facial recognition, through a forthcoming system called Avatar Kinect. It will allow the company's 30 million Xbox Live members to share", "new_id": -2}, {"uid": "1295209231006406224", "i": 56956, "idx": 1, "sa": ["Rio Ferdinand", "Allen Iverson", "Chris Webber"], "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the WarRio Ferdinandrs with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said. \"We just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. We ran the offense through him and he made some great things happen.\" <strong> Chris Webber </strong>", "new_id": -2}, {"uid": "1295945463061587459", "i": 1817, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "name because he feared retribution, said he had told police he was looking out his second-story window because he liked to keep an eye on the alley, which was once known for drugs and prostitution. <q> They cleaned up most of the drug dealers from this area, </q> the man said, \"but they can't keep all the bad men away.\" Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog", "new_id": -2}, {"uid": "1296081802244613134", "i": 1689, "idx": 1, "sa": ["Andy Coulson"], "q": "for evidence to discover whether other executives from that era are implicated. \"This is a new phase for News International in relation to the hacking,\" said a businessman close to the media group. <q> They want to know everything and root out anyone who obtained information improperly. It could get pretty messy. </q> <strong> Andy Coulson </strong>, the former director of communications for the prime minister who was editor of the News of the World at the relevant time, has always denied all knowledge of the hacking. In investigating", "new_id": -2}]