[{"uid": "1295594704029032469", "i": 33830, "idx": 3, "sa": ["Saddam Hussein", "Colin Powell"], "q": "\" <strong> Colin Powell </strong> said a peaceful solution was not possible because <strong> Saddam Hussein </strong> was unfazed by the warnings from the UN Security Council, by economic sanctions or by the buildup of US troops in the region. <q> I was quite confident we were going to war and( <strong> Saddam Hussein </strong>) wasn't going to blink, </q> <strong> Colin Powell </strong> said. The UN Security Council warned Iraq that if it didn't withdraw its troops by January 15, 1991, a US-led coalition would be authorised to drive them out. The war", "new_id": -2}, {"uid": "1297261484254656563", "i": 23355, "idx": 0, "sa": ["James Caan", "Adam Sandler", "Simon Cowell", "Joan Rivers"], "q": "Sandman Cometh: It's become such a classic that <strong> Adam Sandler </strong> has updated it several times, with fresh examples of <strong> James Caan </strong> celebs swapped in for each new version. But the original still holds up as a gem: <q> <strong> David Lee Roth </strong>, lights the menorah/So do <strong> Kirk Douglas </strong>, <strong> James Caan </strong> and the late Dinah Shore-a!/ Guess who eats together at the Carnegie Deli?/ Bowser from Sha Na Na and Arthur Fonzarelli!/ <strong> Paul Newman </strong>'s half <strong> James Caan </strong> and <strong> Goldie Hawn </strong>'s half, too/Put them together: What a fine-looking Jew! </q> Jillian Michaels calls her GoDaddy ad \"tragic\"; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> will judge X Factor, but other judges haven't been selected, he says", "new_id": -2}, {"uid": "1295803447123387998", "i": 46686, "idx": 0, "sa": ["Sergio Marchionne", "Karl-Theodor zu Guttenberg"], "q": "include GM's European brands Opel and UK-based Vauxhall, as well as Chrysler- and would be listed on a stock exchange. German Economy Minister <strong> Karl-Theodor zu Guttenberg </strong> met with <strong> Sergio Marchionne </strong>.[ <strong> Karl-Theodor zu Guttenberg </strong>, German Economy Minister]: <q> I must say, it's an interesting approach, without question, one with a considerable amount of financing. </q> Fiat's known for its small cars- but it also owns other brands including Ferrari and Maserati. <strong> Sergio Marchionne </strong> says Fiat needs to increase its output to about six million vehicles a year to survive the financial crisis.", "new_id": -2}, {"uid": "1295166038045383695", "i": 1324, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "initial plan for the long months and eventually years that followed to put Afghanistan and Iraq back on their feet. Korb called it a \"deliberate\" move on then-defence secretary <strong> Donald Rumsfeld </strong>'s part. <q> He didn't want any part of nation-building, plus the neocons( neoconservatives) believed( preeminent Iraqi politician Ahmed) Chalabi would take over. They didn't really do any planning for the post-war period, </q> he added. In Iraq and Afghanistan alike, insufficient numbers of US and coalition troops coupled with governments too weak to bring their authority to bear on the population faced a growing insurgency that forced the United", "new_id": -2}, {"uid": "1295983558186695688", "i": 39142, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "get to play by different rules than people who are working their way up to their own American dream.\"\" vowed to bring the \"Roadmap\" to a vote on the Senate floor: <q> \"I will do my best to bring the Ryan plan to the floor of the United States Senate, to give my Republican colleagues the opportunity to vote to privatize Social Security, Medicaid and Medicare and make massive cuts on programs needed by ordinary people at the same time as they give tax breaks to the rich, </q> <strong> Sen. Bernie Sanders </strong> said Monday evening on MSNBC.\" It has become a favorite tactic of Democrats to denounce the individuals elements of Ryan's plan, while simultaneously( and perhaps disingenuously) praising him", "new_id": -2}, {"uid": "1295582258248299524", "i": 15102, "idx": 1, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q> My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup, </q> Mr. Page said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" Mr. <strong> Eric Schmidt </strong> concurred in the same interview, saying", "new_id": -2}, {"uid": "1296075398185663489", "i": 15594, "idx": 0, "sa": ["Eric Schmidt", "Wendy Schmidt", "Peter Diamandis"], "q": "about the <strong> Wendy Schmidt </strong> Oil Cleanup X Challenge prize. <strong> Eric Schmidt </strong> and her husband will also serve as co-chairs for the May 21 X Prize Gala at Google's Moffett Field hangar in Mountain View. <q> Some of our prizes, like the space challenge, are years in development for competing teams, </q> <strong> Peter Diamandis </strong> said. \"But with the Deepwater Horizon spill in July, we immediately received calls asking, \"Can\"t you do something?\" But <strong> Peter Diamandis </strong> realized the larger and more critical challenge is", "new_id": -2}, {"uid": "1295625832143933451", "i": 20889, "idx": 1, "sa": ["George H.W. Bush", "Norman Schwarzkopf", "James A. Baker III", "Colin Powell"], "q": "and recalled the events leading up to the conflict. Their discussion detailed the efforts the U.S. made to try to resolve the situation diplomatically and build a worldwide coalition before deciding that military action was the only solution. <q> This is a textbook example of the way to go to war. Diplomatically, politically, militarily of course and economically, </q> said <strong> James A. Baker III </strong>, who added that <strong> George H.W. Bush </strong> left no stone unturned in seeking a peaceful way to resolve things. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, commander of the coalition forces, wasn't able to attend Thursday's event because of health", "new_id": -2}, {"i": 11815, "idx": 10, "index_answer": 2, "new_id": -1, "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando. \"We lost again,\" point guard <strong> Rodney Stuckey </strong> said. <q> I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play. </q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led http://wn.com/Mavs-Spurs_106-93_I_Nowitzki_31pts,9reb,Terry_19pts_vs_Duncan_30pts,8reb,Parker_26pts,12ast SAN ANTONIO, April 28,2009( AP) <strong> Jason Terry </strong> galloped down court after one big shot and <strong> Josh Howard </strong> skipped", "sa": ["Jason Terry", "Josh Howard", "Rodney Stuckey", "Antonio McDyess", "Allen Iverson"], "uid": "1295937890179191810"}, {"uid": "1297212253102973486", "i": 7232, "idx": 0, "sa": ["the unwanted", "David Letterman", "Aaron Rodgers"], "q": "Player of Super Bowl XLV, <strong> Aaron Rodgers </strong>, greeted 50,000-plus fans at Lambeau Field during \"Return To Titletown\" after his Green Bay Packers beat the Pittsburgh Steelers, 31-25, to claim the Lombardi Trophy. <q> I just want you to know, for the next year, you can steal my belt celebration, because we're the champions of the world. Put that on whenever you want. </q> <strong> Aaron Rodgers </strong>, who went from North Texas to Disney World to \"Late Night with <strong> David Letterman </strong>\" in New York back to Titletown, marked the path he personally has taken. He has gone from <strong> the unwanted </strong>", "new_id": -2}]