[{"uid": "1295788412114884629", "i": 45567, "idx": 2, "sa": ["Andy Coulson"], "q": "he is representing clients preparing to bring civil court cases against several newspaper groups over allegations of phone tapping. His claims suggest the practice of illegal eavesdropping is much more commonplace than first thought. <q>I am absolutely positive- and I am not an advocate for the News of the World- that this wasn't a practice for one newspaper or even one newspaper group,</q> Mr Lewis said. \"It's fair to say that over the past 10 years or so most entertainment stories will have had some element of subterfuge.\" Mr <strong> Andy Coulson </strong>, who edited the", "new_id": -2}, {"uid": "1295560051263241797", "i": 4359, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO <strong> Eric Schmidt </strong> Schimdt, Chairman of media company and web search giant Google has announced changes to the management team. The announcement came as a post to the Google Official Blog: <q>When I joined Google in 2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today. Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the process. And our emerging businesses-display, Android, YouTube and Chrome-are on fire. Of course, like any successful organization we've had our fair share of good luck, but the entire team-now over 24,000 Googlers globally-deserves most of the credit,</q> wrote <strong> Eric Schmidt </strong>. The change was made to simplify the company's management structure and speed up decision making. The decision was made over the holidays 2010. \"For the last 10 years,", "new_id": -2}, {"uid": "1296118797029376546", "i": 21293, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1295782408127156258", "i": 33216, "idx": 4, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": "hacking and had no knowledge of it. I have no reason to disbelieve him.\" And Mr <strong> Nick Clegg </strong> said he would have some input into the choice of who would replace Mr <strong> Andy Coulson </strong>. <q>It is primarily a decision for the prime minister, he is the prime minister's spokesman but he is also responsible for communicating government policy so of course I will play a role as well.</q> \"Trust in politics\" However, Labour said <strong> David Cameron </strong> could not escape responsibility for bringing Mr <strong> Andy Coulson </strong> into his top team when there were unresolved questions about his past. \"I think that <strong> David Cameron </strong>", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology. \"He's an innovator and entrepreneur to the core, and this role suits him perfectly,\" <strong> Eric Schmidt </strong> wrote in his post. <q>As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured,</q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+ \"px';} else{ this.style.height=' 250px\";};\"> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}, {"uid": "1296049065000704526", "i": 9429, "idx": 1, "sa": ["Dannii Minogue", "Cheryl Cole", "Simon Cowell"], "q": "who sits on the panel alongside <strong> Simon Cowell </strong>, <strong> Cheryl Cole </strong> and <strong> Dannii Minogue </strong>- can procrastinate when making decisions as to who should leave the show in the weekly vote. Comment on this Article He said: <q>I just feel for him because we always seem to go to him to make the hardest decision, you know, it's always for the crucial decision- but, invariably, if you ever have to hurry up because you're going to fall off air, he will take an age.</q> Despite being one of the main names in the frame for the job as host of the first ever US' X Factor', the 37-year-old presenter has \"made peace\" with the possibility a high-profile", "new_id": -2}, {"uid": "1295945705264699933", "i": 48437, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich", "Richard Keys"], "q": "whether she knew the offside rule. <strong> Richard Keys </strong> said he could \"guarantee\" she would make a big mistake. <strong> Richard Keys </strong> said the game had \"gone mad\" by allowing her to run the line. The comments <q>are inexcusable from anyone at Sky,</q> said Barney Francis, managing director of Sky Sports. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN RAFAEL 4 BR/ 3", "new_id": -2}, {"uid": "1297375549207732796", "i": 26429, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "Tools division. <strong> Amitabh Srivastava </strong>, senior vice president over the company's Azure cloud unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Groundwork OpenSource offers open source IT management software <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,</q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1295287692010338352", "i": 17503, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": ", leading to shorter battery life on mobile devices. He said that the poor performance of Flash on traditional computers has proven that Adobe's application runtime should not be allowed on iOS devices. <q>Flash is the number one reason Macs crash,</q> <strong> Steve Jobs </strong> wrote. \"We have been working with Adobe to fix these problems, but they have persisted for several years now.\" <strong> Steve Jobs </strong> and Google CEO <strong> Eric Schmidt </strong> are spotted having coffee in March 2010", "new_id": -2}, {"uid": "1296156422245841951", "i": 35143, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "need <strong> Barack Obama </strong> to have their back on this-- in part because some Democrats think Social Security benefit cuts are the way to go. On that score they're hopeful, but see room for improvement. <q>I think he's mostly there, I would like to see him be even clearer,</q> <strong> Sen. Bernie Sanders </strong> told reporters. \"I would like to see him simply say what he said during the campaign... that he will not support cuts, raising the retirement age, or in any case privatization.\"", "new_id": -2}]