[{"uid": "1296415510191545349", "i": 13824, "idx": 0, "sa": ["David Letterman", "Barbara Walters", "Melissa Peterman", "Regis Philbin", "Robin Williams", "Bill Clinton", "Charles Grandison Rose III", "Ed Asner", "Julianne Moore"], "q": "Those Gershwin Boys target=\"_blank\" href=\"http://wn.com/?an?\"> An unquenchable joie de vivre buoyed by an antic humor that wells up like spring- <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong>, <strong> Charles Grandison Rose III </strong> and discuss having open-heart surgery on ABC's <q> A <strong> Barbara Walters </strong> Special: A Matter of Entertainment Weekly and Women's Wear Daily. text-->-+ Single Page print Twitter Email Old Boys' Network? Hardly. How About Lots of Tired Geezer ChJulianne Moorels? women get theirs in the end. Not only do they tend to live longer than television, at least, they seem to have a richer and more rewarding old age. Ron Jaffe/CMT Roles for older men tend toward stereotype: <strong> Ed Asner </strong> and <strong> Melissa Peterman </strong> in`` Working Class, </q> beginning Friday on CMT. Related Make It Funny, Make It Work, Make It Quickly( January 23, His mission is to save snakes, rice and slum children Mumbai Saturday, January 29, 2011--", "new_id": -2}, {"uid": "1296218677100073685", "i": 43074, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "on downloads and conventional cellular data plans, while the world is shifting towards browser/cloud approaches and new-style devices and content. In the new structure, <strong> Larry Page </strong> will lead product development and technology strategy, while Brin <q> will devote his energies to strategic projects, in particular working on new products </q>. <strong> Eric Schmidt </strong> will take the role of executive chairman,`` focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership''. He will also act as internal advisor to", "new_id": -2}, {"uid": "1296582992133529623", "i": 2752, "idx": 0, "sa": ["Michael Vick"], "q": "wonder if we'll get to see them jumping from buildings again? Report Abuse \" Would blowing up the nest of a bunch of greedy capitalists even be a crime? \" target=\"mwphcomReportAbuse\" href=\"http://bb.ugccs.abuse.yahoo.com/report_abuse/ReportAbuseBeacon.php?appId=news&amp;redirect=http%3a%2f%2fhelp.yahoo.com%2fl%2fus%2fyahoo%2fnews%2fforms%2fabuse_articles.html&amp;eaci=XBLGPRJWRVZY3RPASZFMYF5BYQ&amp;commentid=52763757\"> Report Abuse <q> I would have thought Wall Street has been a constant primary target since well before 9/11? And why do so many commenters seem to hate people who make money? Yes they are a bunch of fat cats, but they are trained to go for the green just like special forces would be to go for the kill. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Stock Picking Software No Guessing- No Hunches-", "new_id": -2}, {"uid": "1294961599111804420", "i": 16223, "idx": 7, "sa": ["Allen Iverson", "Tyronn Lue"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said It all comes down to this who will win after 36 days in the Nicaragua rain forest 20 survivors have chAllen Iversonged them selfs for one of the toughest games ever Survivor. When Janes allince blindsided her and", "new_id": -2}, {"uid": "1295966915202670097", "i": 50495, "idx": 12, "sa": ["Colin Powell", "Barack Obama", "Ron Paul"], "q": "by some Republicans that <strong> Barack Obama </strong> is a Muslim, and that- by implication- there was something wRon Paulg with a Muslim running for the US presidency.`` He's not a Muslim,'' said <strong> Colin Powell </strong>, but <q> what if he is? </q>`` I'm troubled by the fact that within the party we have these kinds of expressions'' about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state.`` We have got to", "new_id": -2}, {"uid": "1295639889070795268", "i": 27744, "idx": 0, "sa": ["Ian Edmondson", "Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "href=\"http://www.guardIan Edmondson.co.uk/media/newsinternational\" title=\"More from guardIan Edmondson.co.uk on News International\"> News International, News Corp's UK arm- blamed this newspaper. When the GuardIan Edmondson reported there were potentially thousands of victims of phone hacking, her message was clear: <q> The GuardIan Edmondson coverage, we believe, has substantially and likely deliberately misled the British public. </q> <strong> Andy Coulson </strong>'s departure from <strong> David Cameron </strong>'s side, it is clear both strategies have failed, just as News Corp tries to win approval for his? 8bn takeover of BSkyB. With News Corp mired in crisis, <strong> Rupert Murdoch </strong>", "new_id": -2}, {"uid": "1295618776206700577", "i": 37595, "idx": 3, "sa": ["David Cameron", "Andy Coulson"], "q": "110 per cent needed in this role.'' Prime Minister <strong> David Cameron </strong> said he was`` very sorry'' that <strong> Andy Coulson </strong> had decided to resign, but understood why he had chosen to step down. <q> I understand that the continuing pressures on him and his family mean that he feels compelled to do so. <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> <strong> David Cameron </strong> said. Start of sidebar. href=\"http://www.dailytelegraph.com.au/uk- pm039s- spin- doctor- resigns/story- fn6e1m7z- 1225992662694?from=public_rss#sidebar- end\"> Skip to end of sidebar.", "new_id": -2}, {"uid": "1296755246266420251", "i": 16963, "idx": 0, "sa": ["Tom Courtney", "Kirsten Gillibrand"], "q": "credit. companies could take advantage of the R&D credit, which if it is made permanent, could increase private investment in R&D by more than$ 7.5 billion across the country, according to Senator <strong> Kirsten Gillibrand </strong>. <q> My number one focus is on creating good-paying, family-supporting jobs. By supporting research and development, we can help our businesses become more competitive and create the high tech jobs of Tom Courtneyorrow, </q> Senator <strong> Kirsten Gillibrand </strong> said.'' New York is already home to the universities, businesses, laboratories, researchers and the bright minds we need for long-term economic strength. This proposal would leverage more private investment in our", "new_id": -2}, {"uid": "1296496333175095835", "i": 45075, "idx": 15, "sa": ["Allen Iverson", "Michael Jordan", "Glenn Robinson", "Glenn Hughes"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/Michael Jordan_Michael Jordan_vs_Glenn Hughes_Glenn Robinson_Shootout__44_points_apiece_Jan_2,_1998 The first game in the New Year between Milwaukee", "new_id": -2}, {"i": 8391, "idx": 1, "index_answer": 0, "new_id": -1, "q": "News Radio that the nation is ready for open service.`` First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,'' <strong> Donald Rumsfeld </strong> said. <q> We know that[ repeal of a ban on gays serving openly] is an idea whose time has come. </q> <strong> Donald Rumsfeld </strong> says he has`` enormous respect'' for the ground commanders and service chiefs who have expressed concerns about the impact of gays serving openly on unit cohesion, and he urged the top brass to implement", "sa": ["Donald Rumsfeld"], "uid": "1297564427252067843"}]