[{"uid": "1295779892017170523", "i": 1840, "idx": 6, "sa": ["Charlie Black", "Mike Pence"], "q": "something that has been done only once, in 1880?`` A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.`` The folks I've heard, the names I've seen, are", "new_id": -2}, {"uid": "1295715899131842121", "i": 25769, "idx": 5, "sa": ["Kirsten Gillibrand", "Polly Noonan"], "q": "so aggressive at fundraising that some fellow Dartmouth graduates have reportedly been irked by her appropriation of the alumni mailing list to solicit donations. But <strong> Kirsten Gillibrand </strong> evinces neither shame nor annoyance at having to work the cash circuit. <q> Raising money is the very same effort as developing a grassroots advocacy, </q> she asserts. She is also Zen about the rough-and-tumble nature of her profession-an attitude she credits to her grandmother. The attacks <strong> Polly Noonan </strong> encountered as head of the Albany Democratic machine engendered a defiant streak in <strong> Kirsten Gillibrand </strong>", "new_id": -2}, {"uid": "1297130531053067806", "i": 48372, "idx": 2, "sa": ["Simon Cowell"], "q": "big fan,'' <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added, <q> I have to take everyone's opinions into account, </q> including the show's other producers and the network. Our opinion is that we should be on the panel- as long as <strong> Simon Cowell </strong> doesn't mind being upstaged. A decision about who will", "new_id": -2}, {"i": 39257, "idx": 1, "index_answer": 0, "new_id": -1, "q": "\"`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> \" The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy and procedure for NRO comments can be found accept no responsibility for the content of", "sa": ["Mike Pence"], "uid": "1296166252125468725"}, {"uid": "1295669745215973892", "i": 13545, "idx": 1, "sa": ["Eric Schmidt", "Andy Coulson"], "q": "on his Twitter account:`` Day-to-day adult supervision no longer needed!'' According to <strong> Eric Schmidt </strong>, the previous structure, which involved decisions being taken by the triumvirate, had become inefficient. Page said: <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly... I have learned innumerable lessons from him. </q> Get a FREE copy of The Week magazine and keep up-to-date with the most important news stories from the past 7 days by Ten things you need to know today: <strong> Andy Coulson </strong> quits, Alan Johnson", "new_id": -2}, {"uid": "1297238985246775836", "i": 30021, "idx": 7, "sa": ["Simon Cowell"], "q": "Eyed Peas or Destiny's Child.`` I'm genuinely staggered this hasn't happened. All the signs are out there, from Glee' to High School Musical,''' he said, advising <q> any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition. </q> The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner.`` If they don't sell a single record they still get to keep the money,'' he said.``", "new_id": -2}, {"uid": "1296146613005734416", "i": 10568, "idx": 2, "sa": ["Craig Dunn", "Mike Pence"], "q": "the state whether he's made a decision. One sign pointing to a gubernatorial campaign is that he's already scheduled to speak during at least nine GOP county dinners in Indiana this winter and spring. <q> Certainly if a person was going to be running for president of the United States, I think he'd probably be doing more Lincoln Days in Iowa and New Hampshire than he would in Indiana. That's just the pure reality of the matter, </q> said Howard County GOP Chairman <strong> Craig Dunn </strong>, who has lined up <strong> Mike Pence </strong> to speak at a dinner in Kokomo on March 22. A <strong> Mike Pence </strong> spokesman, who said on Tuesday that no announcement had yet been set", "new_id": -2}, {"uid": "1296664437210550812", "i": 25717, "idx": 1, "sa": ["Robin Williams", "Bill Clinton", "David Letterman"], "q": "1 comment By BARBARA WALTERS with ALAN B. GOLDBERG`` I realized there was really no alternative, if I wanted to live, I had to do this.''-- <strong> Bill Clinton </strong> <q> I would find myself busting into tears and sobbing uncontrollably. </q>-- <strong> David Letterman </strong>''... stop the heart, work on it, restart it... good luck.''-- <strong> Robin Williams </strong>`` They're going to put him on a", "new_id": -2}, {"uid": "1295645219096387090", "i": 24155, "idx": 0, "sa": ["Barack Obama", "David Letterman"], "q": "<strong> David Letterman </strong> reads <strong> Barack Obama </strong> Top 10 list <strong> Barack Obama </strong>'s second anniversary in office with a special Top 10 list on his talk show. <strong> David Letterman </strong> read <q> Ways <strong> Barack Obama </strong> Celebrated His Two-Year Anniversary in Office </q> on Thursday's edition of`` Late Show with <strong> David Letterman </strong>.'' The list went as follows: 10. Spelled`` two years'' on the South Lawn of the White House with cigarette butts", "new_id": -2}, {"uid": "1295763240036667398", "i": 31781, "idx": 1, "sa": ["Mike Tyson", "Heidi Klum", "Michael Vick"], "q": "that jungle now, you have got to be more aggressive. You've got to be louder.'' Pigeon racing â\u0080¢ What <strong> Mike Tyson </strong> was there to talk about when he got the inevitable <strong> Michael Vick </strong> question. <q> He admitted to the crime, he paid his time, and now he should start over. You still think he should suffer some more? A little bit more? I don't know. </q> <strong> Mike Tyson </strong>'s reality series about pigeon racing,`` Taking on <strong> Mike Tyson </strong>,'' is due March 6 on Animal <strong> Mike Tyson </strong>. Boogers â\u0080¢ One thing that makes <strong> Heidi Klum </strong> laugh. For`` Seriously Funny Kids''(", "new_id": -2}]