[{"uid": "1297283661263864336", "i": 7557, "idx": 3, "sa": ["Simon Cowell"], "q": "\" and \"X Factor\" to the difference between \"Extreme Makeover: Home Edition\" and \"Jersey Shore.\" As for the current, Simon Cowell-free season of \"Idol,\" he claimed, <q> I haven't seen a full episode, </q> continuing, \"I think we're going to do something different. I'm excited. The stakes are high.\" Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering", "new_id": -2, "mturk_index": "1748"}, {"uid": "1295564414055705600", "i": 11793, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Google's <strong> Eric Schmidt </strong> is stepping aside as chief executive in April, and co-founder Page\" Page-Larry Page-PEBSL000061.topic\"> <strong> Larry Page </strong> is taking over, the company said before its earnings statement Thursday. <q> Google also announced that its board of directors had approved certain changes to Google's management team, </q> the company said in a filing with the Securities and Exchange Commission. \"<strong> Larry Page </strong>, Google's co-founder and president of products, will become Google's chief executive officer, effective April 4, 2011.", "new_id": -2, "mturk_index": "1596"}, {"uid": "1296773990217071661", "i": 41530, "idx": 0, "sa": ["Darren Criss", "Paula Abdul", "Elijah Wood", "George Takei", "Chris Colfer", "Simon Cowell"], "q": "<strong> Darren Criss </strong> tells AccessHollyElijah Wood.com's Laura SGeorge Takei that something will \"definitely develop\" between his character, Blaine, and <strong> Chris Colfer </strong>'s character, Kurt, on FOX's \"Glee.\" Also, <strong> Chris Colfer </strong> says that their relationship <q> could go either way. </q> Dish Of Salt: <strong> Paula Abdul </strong>- The Truth Behind <strong> Simon Cowell </strong> Leaving` Idol? Backstage at \"Live to Dance,\" <strong> Paula Abdul </strong> discusses with AccessHollyElijah Wood.com's Laura SGeorge Takei how she knew it was the right time to", "new_id": -2, "mturk_index": "2182"}, {"uid": "1295943954061587491", "i": 7719, "idx": 0, "sa": ["Larry Page", "David Wise", "Eric Schmidt"], "q": "the award is \"unusual\" for an executive who is transitioning out of the CEO role, said Wise+David Wise%22\"> <strong> David Wise </strong>, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q> <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder Page+Larry Page%22\"> <strong> Larry Page </strong>. <strong> Larry Page </strong>, 37, takes over the CEO role in April. Purchase Photos Other", "new_id": -2, "mturk_index": "1894"}, {"uid": "1296770511173654034", "i": 14640, "idx": 14, "sa": ["Ted Kennedy", "Tommy Franks", "George Tenet", "Donald Rumsfeld"], "q": "we might be missing an opportunity\" there and should perhaps bring in more U.S. forces. He says he later learned that a CIA operative on the ground had requesTed Kennedy that some Rangers be sent, but <q> I never received such a request from either <strong> Tommy Franks </strong> or <strong> George Tenet </strong> and can not imagine denying it if I had. If someone thought bin Laden was cornered, as later claimed, I found it surprising that <strong> George Tenet </strong> had never called me to urge <strong> Tommy Franks </strong> to support their operation. </q> Perhaps, he says without elaboration, \"their recollections may be imperfect.\" <strong> Donald Rumsfeld </strong> takes a similar tack on a question that came to haunt the Bush administration: Why didn't the Pentagon dispatch more", "new_id": -2, "mturk_index": "352"}, {"uid": "1295012255080707586", "i": 36719, "idx": 0, "sa": ["Allen Iverson", "Gary Moore"], "q": "scheduled to for surgery to remove a lesion in his leg and will be in rehab for at least six weeks. Afterward, he should be rejoining the team in Turkey for the playoffs. <q> People need to know that <strong> Allen Iverson </strong> is and always has been a fighter, </q> said <strong> Allen Iverson </strong>'s manager <strong> Gary Moore </strong>. \"He's got a battle ahead of him.\" Just remember where <strong> Allen Iverson </strong> is now. He was traded from the Sixers to Denver, then to Detroit. After", "new_id": -2, "mturk_index": "2101"}, {"uid": "1295901162252542991", "i": 9658, "idx": 1, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "\"It was so bad that a minute into the pitch the guy said,` No',\" the Daily Mail quoted him as telling <strong> Oprah Winfrey </strong> on her Master Class show. <q> To wind him up, I said, \"So, it sounds like you're interested? </q> He said` Get out' and we were thrown out of the network,\" <strong> Simon Cowell </strong> revealed. Adding to the humiliation was that the group hadn't booked a car to pick them up, so", "new_id": -2, "mturk_index": "1643"}, {"uid": "1295465638118243338", "i": 48236, "idx": 3, "sa": ["Bernie Sanders", "Barack Obama", "Brent Glass"], "q": "Vermont who caucuses with Democrats, acknowledged that buying foreign products will not have a \"profound\" impact on the trade deficit, but added \"the symbolism is extraordinary\" and \"pretty pathetic.\" <q> It appears that a museum owned by the people of the United States, celebrating the history of the United States, can not find companies in this country employing American workers that are able to manufacture statues of our founding fathers, or our current <strong> Barack Obama </strong>. </q> <strong> Bernie Sanders </strong>' letter was sent yesterday to the museum's director, <strong> Brent Glass </strong>. The Smithsonian Institution, which overseas the operation of the museum, has yet to respond to <strong> Bernie Sanders </strong>' letter or NBC News for", "new_id": -2, "mturk_index": "894"}, {"uid": "1296521662156762117", "i": 37644, "idx": 0, "sa": ["Byron Scott", "Allen Iverson", "Guo Lusheng"], "q": "out the Toronto Raptors 137-105 for their fifth straight win at home. The Denver guard hit seven straight attempts before missing a three-pointer early in the third quarter. He also made all 10 of his free throws. <q> It felt OK before the game, </q> <strong> Allen Iverson </strong> said. \"Now, it feels that much worse. It's throbbing like a heartbeat.\" <strong> Allen Iverson </strong>, who hurt his <strong> Guo Lusheng </strong> against San Byron Scottio a week ago, slips on a brace after every game", "new_id": -2, "mturk_index": "1470"}, {"uid": "1297426049196083720", "i": 25611, "idx": 6, "sa": ["Michael Gove"], "q": "Budget deficit' Lawyers for Mr <strong> Michael Gove </strong> had argued his decisions were not made lightly and were not open to legal challenge. In written statements put before the court, they said the coalition had inherited <q> the largest budget deficit in peacetime history </q>, and spending cuts had had to be made \"quickly and significantly\" . The axing of the scheme in July last year meant that at least 700 school rebuilds in England would not be going ahead", "new_id": -2, "mturk_index": "885"}]