[{"uid": "1295515771004980738", "i": 8412, "idx": 2, "sa": ["Gabrielle Giffords", "Mike Pence", "Peter Shumlin"], "q": ", may move to rehab center Friday Arizona <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong> was able to stand with assistance on Wednesday, an aide said, with her doctor adding that the congresswoman has the strength to stand on her own. <q> Today we were getting her out of bed again and we were able to stand with assistance, </q> said Dr. <strong> Peter Shumlin </strong> Rhee, Tucson's University Medical Center's trauma chief. \"She's got the strength to stand on her own, lift her head up and these... I see improvements every single day.", "new_id": -2}, {"uid": "1296200464159858698", "i": 5812, "idx": 8, "sa": ["LeBron James", "Eric Holcomb", "Mike Pence", "Jonathan Weinzapfel"], "q": "in 2010; Evansville Mayor <strong> Jonathan Weinzapfel </strong>; and Kokomo Mayor Greg Goodnight. Indiana Democratic Party Chairman Dan Parker predicted a \"very, very competitive race\" in 2012. He labeled <strong> Mike Pence </strong> an ideologue who is <q> out of the mainstream in Indiana </q> and should be thinLeBron James more about his job in Washington and less about seeLeBron James another job. Even though <strong> Mike Pence </strong> wasn't officially in the race yet for <strong> Eric Holcomb </strong>, partisans on both sides were acting as if", "new_id": -2}, {"uid": "1297663845136904715", "i": 52942, "idx": 1, "sa": ["Rachel Maddow", "Gabrielle Giffords", "Mike Pence", "Jesse Kelly", "Lincoln Chafee", "Sharron Angle", "Allen West", "Keith Olbermann", "Sarah Palin"], "q": "on her hands.\" ( See-- he changed \"elk\" to \"caribou.\" ) In an especially prissy \"Special Comment\" the night of the shooting, <strong> Keith Olbermann </strong> said that if <strong> Sarah Palin </strong> <q> does not repudiate her own part in amplifying violence and violent imagery in politics, she must be dismissed from politics. </q> Ditto for <strong> Mike Pence </strong> <strong> Allen West </strong>, ex-candidate <strong> Sharron Angle </strong>, <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong>' opponent <strong> Jesse Kelly </strong> and \"the Tea Party leaders.\" In response to the Arizona shooting, the governor of Rhode Island, <strong> Lincoln Chafee </strong>, bRachel Maddowd state", "new_id": -2}, {"uid": "1295463406125829121", "i": 4229, "idx": 0, "sa": ["Eric Cantor", "Bill Whittle", "Mike Pence", "Jeff Flake"], "q": "\"malignant tumor\" and says the entire <strong> Bill Whittle </strong> must be and will be repealed- with significant target=\"_blank\" Democrat support. Like a tumor ravaging a body, King says that the health care <strong> Bill Whittle </strong>, <q> eats away at AmEric Cantoran's liberties </q> going on to explain why the cancerous <strong> Bill Whittle </strong> must be surgically removed in one House GOP prepares for health care repeal vote USA Today Updated| Comment| Recommend||| <strong> Mike Pence </strong> Jeff FlakeBy Matt York, APRep. Debbie", "new_id": -2}, {"uid": "1295407658030703641", "i": 52226, "idx": 0, "sa": ["Mike Pence", "Bill Clinton"], "q": "so it starts with, will they have demonstrated in their career, in some of their other rulings, if they come from the federal judge bench, whether or not they also share that.\" <q> Because I believe that the principles that our Founding Fathers cherished, when they founded this country, and wrote the Declaration of Independence which inspired the Constitution, they were based upon biblical principles. I want to get back to those principles as <strong> Bill Clinton </strong>, if I run and get elected- not rewrite those documents, </q> he added. Congressman <strong> Mike Pence </strong> of Indiana, himself a potential Republican Bill Clintonial candidate, has filed a <strong> Bill Clinton </strong> in the House of Representatives to revoke federal taxpayer funding for the Planned Parenthood abortion business.", "new_id": -2}, {"uid": "1297287102243777541", "i": 56267, "idx": 7, "sa": ["Mike Pence"], "q": "about how PP services the poor. <strong> Mike Pence </strong> brayed about Title X and how money is \"fungible.\" He did not answer the question because the GOP has no alternative in their bill. Bill repeated that PP <q> makes money on abortion. </q> Comment: Don't ya love the GOP. They were elected to bring back jobs and decrease the defict and all they care about is denying reproductive services for poor families. And don't ya love Bill", "new_id": -2}, {"uid": "1296225951235159601", "i": 480, "idx": 7, "sa": ["Mike Pence", "Barack Obama", "Mike McDaniel"], "q": "of GOP \"rising stars\" such as <strong> Mike Pence </strong>. \"<strong> Mike McDaniel </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation,\" he said. <q> He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state. </q> <strong> Mike Pence </strong>, who often describes himself as \"a Christian, a conservative, and a Republican, in that order,\" is one of the party's most outspoken critics of title=\"Barack Obama\" Obama-Barack Obama-PEPLT007408.topic\"> <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1296117499016678933", "i": 29110, "idx": 2, "sa": ["Eric Cantor", "Paul Ryan", "Mike Pence", "Barack Obama"], "q": "in his State of the Union address. \"AmEric Cantorans are skeptical of both political parties, and that skepticism is justified- especially when it comes to spending,\" said <strong> Mike Pence </strong> <strong> Paul Ryan </strong> of Wisconsin. <q> So hold all of us accountable. </q> State of the Union| Kentucky, Indiana lawmakers split over <strong> Barack Obama </strong>'s message State of the Union| Full text of <strong> Barack Obama </strong>'s prepared remarks State of the Union| Some Kentuckiana lawmakers cross the aisle to sit", "new_id": -2}, {"uid": "1295591716183287832", "i": 44231, "idx": 3, "sa": ["Ray LaHood", "Thomas S. Price", "Judd Gregg", "Mike Pence"], "q": ", I don't need any encouragement to write letters to governors, until <strong> Ray LaHood </strong> finally responded, No. http://wn.com/Senator_Judd Gregg_Judd Gregg_R-NH_at_Senate_Health_Committee Senator <strong> Judd Gregg </strong> R-NH speaking about the current Health Care Legislation at the Senate Health Committee meeting Thursday 6/25/09. <q> You don't control spending by RADICALLY INCREASING spending </q> Also points out that medicare and medicaid currently have 60 TRILLION unfunded liabilities, this bill would tack on another 2 TRILLION in unfunded liabilities! http://wn.com/This_Congress_is_Spending_Like_There's_No_Thomas S. Priceorrow <strong> Mike Pence </strong> Jordan on the House Floor, offering the Republican Motion to Recommit", "new_id": -2}, {"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.'' As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q> I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table, </q> he said.`` He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}]