[{"uid": "2008101320_00015466_W", "i": 887, "idx": 3, "sa": [], "q": "signal that says it's not only good but it's not challengeable or it is. obviously that didn't cost us the game. but anyway,[ it's] something they've got to fix. <q> re: getting back to the field goal challenge, how can they reverse that if there's not a camera at the same place where the referee is? how can you get that reversed? </q> when he came over, i asked him the same exact question. other than, can i challenge it? he asked the guy,` was it below it?' and they all kind of said it", "new_id": -2}, {"uid": "2008120913_00038390_W", "i": 951, "idx": 3, "sa": [], "q": "grand canyon 10 years ago to teach elementary school.\" hailey and pam made this really great connection. they've been in design mode. i think the prospect of working for pam has really inspired her. <q> wilkinson said she thinks the dress will be done by dec. 15, well before hailey's jan. 17 flight from phoenix to the nation's capital. the dress is made from natural fabrics, the only material wilkinson uses, including silk chiffon, silk netting and an underpinning done with her signature fabric, a hemp/silk/satin blend. </q> it's grecian, but it's also on a baby-doll design, \"the designer said.\" because she's so tall, she can handle it. it's going to end up with a total of", "new_id": -2}, {"uid": "2008103106_00004657_W", "i": 1227, "idx": 3, "sa": ["Sachin Tendulkar"], "q": ".\" the important thing is that we have done well as a batting unit. we have put on big scores with contributions from everyone, even when batting on foreign soil. that has made a difference. <q> laxman, who became the second indian batsman after <strong> Sachin Tendulkar </strong> to score more than 2,000 runs against australia, said the pressure would now be on the tourists to match india's batting chart. </q> australia have a huge task ahead. they are under pressure and we will wait and see how they perform. \"laxman was also pleased that he had managed to silence his critics who were clamouring for his retirement", "new_id": -2}, {"uid": "2008100919_00019537_W", "i": 1948, "idx": 1, "sa": [], "q": "banks and associated financial institutions a greater threat than would be the failure of other large businesses such as\" it will be a slow ramp up and we'll just have to see where the market takes us. <q> toyota to applies brakes on us output </q> we don't have any changes in mind beyond what we've already done, \"toyota to applies brakes on us output\" it may get to the crunch point where they have to slow down assembly plants,", "new_id": -2}, {"uid": "2008090310_00003568_W", "i": 2120, "idx": 11, "sa": ["Russell Humphreys"], "q": "can't decide which is worse. they must go together. \"\" reply# 1137 on: september 02, 2008, 05:35:32 pm \"\" reply# 1138 on: september 02, 2008, 05:37:57 pm <q> amisism# 1134 self-styled <NO_QUOTATION> d. <strong> Russell Humphreys </strong>, an adjunct faculty member of the institute for creation research, often lectures on </q> evidence for a young world \"at creationist seminars and fundamentalist churches around america and the world. he claims to provide evidence that the earth is not billions of years old, but just a few thousand years old", "new_id": -2}, {"uid": "2008092513_00004696_W", "i": 332, "idx": 0, "sa": ["Sarah Palin", "Mike Kernell"], "q": "the ip address used to hack <strong> Sarah Palin </strong>'s account was traced to the building where <strong> Mike Kernell </strong> lives, and the fbi searched <strong> Mike Kernell </strong>'s knoxville apartment over the weekend, according to information week. in a statement, <strong> Mike Kernell </strong> <q> attorney, wade v. davies, said: </q> this is a difficult time for david and his family. the <strong> Mike Kernell </strong> family wants to do the right thing, and they want what is best for their son. we are confident that the truth will emerge as", "new_id": -2}, {"uid": "2008101620_00001873_W", "i": 1969, "idx": 8, "sa": ["Edmund King"], "q": "energy costs. \"each site- which includes parts of the a413 and a40- had undergone thorough testing to assess risk, she said.\" we have more of the public on our side than against, <q> she said. yet <strong> Edmund King </strong>, aa president, this week said: turning off street lights to save money or reduce co2 may backfire in terms of increased accidents and crime. </q> in the dark drivers' reactions tend to be slower and stopping distances longer. street lighting can reduce the risk of crashes and their severity. \"cyclists and pedestrians would be more at risk on dark streets,", "new_id": -2}, {"uid": "2008090905_00019811_W", "i": 1053, "idx": 40, "sa": [], "q": ", from le rinascite to the basilica. don hash was ready for a reprimand, but did not respond to this provocation, so the cardinal asked,\" do you think everything and everyone revolves around you? <q> at a loss, all don hash could say was, </q> i am sorry, and i did confess my... \"<NO_QUOTATION> asked the cardinal.\" you are concerned with yourself, thinking yourself to be clever when you think you have nothing on your conscience. then,", "new_id": -2}, {"uid": "2008121805_00019897_W", "i": 977, "idx": 0, "sa": ["Bob Green", "Nancy Michael"], "q": "they will attempt to come up with an education-friendly, balanced two-year budget despite the slumping economy. <NO_QUOTATION> says state rep. <strong> Nancy Michael </strong>( d-greencastle),\" will be getting schools the money that was approved to them. <q> school districts across indiana are facing increased costs for salaries, health insurance and day-to-day operations. they are worried flat or declining state tax revenues could lead to consequences such as teacher layoffs and larger class sizes. </q> if we have to make cuts, we have to make them, \"said greencastle community school corp. superintendent <strong> Bob Green </strong>.\" i don't know what else to do. we will protect the classroom instruction as much", "new_id": -2}, {"uid": "2008093007_00012810_W", "i": 2190, "idx": 1, "sa": [], "q": "'re not sleeping with me tonight!' \"as in any race, some are not satisfied with the choices.\" we have some people who are upset that we don't have an independent doggie biscuit, <q> kawasumi says, but that's less a political statement than a practical problem: </q> we don't know what it would look like. \"so perhaps the occasional dog who turns up his nose at both biscuits isn't just a fussy eater. but there are choices for the undecided or independent", "new_id": -2}]