[{"uid": "1295595231037634053", "i": 11023, "idx": 13, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "few high-priority products. Some are believed to be social tools designed to counter Facebook's popularity, but <strong> Sergey Brin </strong> wouldn't discuss specifics. \"I have a passion for several projects,\" he said. <q>I don't think anyone has heard of any of them and I don't think anyone will for a while.</q> As CEO, Page will lead product development and technology strategy and run day-to-day operations. <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> all still plan to remain with <strong> Google Inc. </strong> through at least 2024, reaffirming a promise", "new_id": -2}, {"uid": "1296810494196722698", "i": 42143, "idx": 0, "sa": ["Sean Kugler", "Dick LeBeau", "Michael Vick"], "q": "hard transition, but I bet it gets done.\" So, maybe <strong> Sean Kugler </strong> will replace <strong> Dick LeBeau </strong> if <strong> Dick LeBeau </strong>, 73, retires after Sunday's game? \"No,\" he said. <q>There'd be more than a few scratched heads if they ever did that. I have no aspirations to do that.</q> Party pooper? An Eagles spokesman indicated yesterday that <strong> Michael Vick </strong> probably will not attend a Super Bowl party being promoted under his name tonight in Dallas. \"Dallas Dynasty", "new_id": -2}, {"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.\" The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q>started to open her eyes, literally,</q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying: \"<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,\" <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}, {"uid": "1294965103172343305", "i": 13380, "idx": 0, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Barack Obama", "Debbie Wasserman Schultz"], "q": "is strengthened because we share a profession and experiences,\" <strong> Debbie Wasserman Schultz </strong> said in an interview Thursday. \"But it's tighter than that. There are precious few good friends.\" <strong> Debbie Wasserman Schultz </strong> said the women <q>don't get a lot of social time</q> in Washington but tried to catch up when they could, recently lunching together in the Senate dining room at New York Democratic <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>'s request. It was <strong> Kirsten Gillibrand </strong> and <strong> Debbie Wasserman Schultz </strong>, along with House Minority Leader <strong> Nancy Pelosi </strong>", "new_id": -2}, {"uid": "1297113366161923086", "i": 13542, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q>I believe I can find a star.</q> Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an important element of the user experience on sunherald.com. We invite you to comment on our content as part", "new_id": -2}, {"uid": "1296003648058851372", "i": 38, "idx": 1, "sa": ["Jim Richardson", "Tim Tebow", "Michael Vick", "Barack Obama"], "q": "rankings is <strong> Tim Tebow </strong>, the University of Florida quarterback who's now with the Denver Broncos. His N-score is a strong 141, putting him in the top five among all active professional quarterbacks. Says Master: <q>The guy has just started his NFL career and he's in the top five. Wow. This guy is election material when he hangs up his cleats.</q> \"<h6> Raising <strong> Michael Vick </strong> Story Continues the Conservative Attack on <strong> Barack Obama </strong> </h6>\" <strong> Jim Richardson </strong> of VA, its Conservatives like Bedard here and Fox News who have their fixation on the MichaeL <strong> Michael Vick </strong> story. Conservatives tried to make", "new_id": -2}, {"uid": "1296939454193232924", "i": 27297, "idx": 0, "sa": ["Sergio Marchionne"], "q": "- SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as \"shyster loans.\" <q>Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern,</q> CEO <strong> Sergio Marchionne </strong> said in a statement. \"I regret the remark which I consider inappropriate.\" Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "new_id": -2}, {"uid": "1295004374005226501", "i": 16821, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "for the first time. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. <q>She wanted us to know that she was with us 100% and understood everything we were saying.</q> Ms <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr Michael Lemole, called it \"a major milestone\", and said the congresswoman was clearly responding to the gathering of friends and family. After five days of", "new_id": -2}, {"uid": "1297176031226918403", "i": 3177, "idx": 19, "sa": ["David Letterman"], "q": "who took all the reps in the off season, and he was the guy who took all the reps during the season, so. That's kind of how it worked out.\" <strong> David Letterman </strong>: <q>So there's a certain justice in this then isn't there? I think so.</q>( audience applauds) \"Is it nearly-- I mean, there's only a handful of men who do this, and some women--\"( audience laughs)\"-- but is it impossibly hard to", "new_id": -2}, {"uid": "1295461561122241153", "i": 8088, "idx": 1, "sa": ["Michael Gove"], "q": "voters in Hull should back in the forthcoming council elections. \"Defending his plans to cut Educational Maintenance Allowances in the Commons this afternoon <strong> Michael Gove </strong> praised councils that helped students with travel costs:\" <q>In Hull, Liberal Democrat-controlled Hull, any student in receipt of EMA also gets a travel grant to cope with the full cost...</q> Then, in response to interruptions, he continued: \"Well, they won't if a Labour council takes power, I suspect. But if they're wise enough to vote Liberal Democrat", "new_id": -2}]