[{"uid": "1295642939254836748", "i": 7598, "idx": 2, "sa": ["Eric Schmidt"], "q": "the world's leading internet company. \"We have been talking about how best to simplify our management structure and speed up decision making for a long time,\" said <strong> Eric Schmidt </strong> in announcing the decision. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. \"Page credited <strong> Eric Schmidt </strong> with running the company \"brilliantly</q> while keeping the \"headstrong founders\" involved. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role", "new_id": -2}, {"i": 12615, "idx": 13, "index_answer": 0, "new_id": -1, "q": ". You must fill out the comment body in order to submit a comment. People wait to talk with U.S. Rep. <strong> Mike Pence </strong>, R-6th District, after a September 2009 town hall meeting in Richmond. <q>As a strong believer in federalism, I am encouraged by Congressman <strong> Mike Pence </strong>'s decision to explore how he can best serve the people of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision.</q>-- <strong> Gov. Rick Perry </strong>, chairman of the Republican Governors Association. \"While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an", "sa": ["Gov. Rick Perry", "Mike Pence"], "uid": "1296218172048857090"}, {"uid": "1296974450095551545", "i": 34690, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "high level, smart enough to anticipate things before they happen. But all do their best work in the comfort of the pocket. \"It has to be a feel thing,\" <strong> Aaron Rodgers </strong> said. <q>I think pocket presence is something that you can learn a little bit, but a lot of it is just feeling your way through that, knowing when to stay in there and when to get out. I think I've done a better job over the last season of knowing when to get out and when to hang in there.</q> <strong> Aaron Rodgers </strong>, 6 feet 2, 225 pounds, ranked third among quarterbacks and 26th overall in rushing, totaling 356 yards and four touchdowns on 64 carries( 5.6 average). Only Philadelphia's <strong> Michael Vick </strong> averaged", "new_id": -2}, {"uid": "1296062754109985833", "i": 105, "idx": 5, "sa": ["Michael Vick"], "q": "pads made by the company. \"The Unequal technology is a part of my game now and I won't play without my Unequal,\" <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q>Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.</q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest and later conviction on dogfighting", "new_id": -2}, {"uid": "1295553639137363464", "i": 12559, "idx": 2, "sa": ["Barack Obama", "Mike Pence"], "q": "- <strong> Mike Pence </strong> Moore \"There is no federal funding of abortions. And how dare you try to stop it!\"/ s WHAT ABOUT THE CHILDREN!?!? Oh, wait... <q>Backers of abortion rights, including most Democrats, say the health care overhaul law already maintains the Hyde amendment ban on federal funding of abortions.</q> Then they should have no problem with this, if it only duplicates existing law. Why do we need this law? Joe( Dipsh* t) Donnelly D-IN2nd assured us that his BFF <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1296365682082608136", "i": 23313, "idx": 2, "sa": ["Elizabeth Bartman", "Zahi Hawass"], "q": "Even if the protesters and government forces share that respect for the museum's antiquities, the situation could still lead to unintended and unwelcome consequences. The fire next door is the main threat right now. <q>Especially with Egypt being such a dry place- they have all these organic materials, they have textiles, they have ancient food, they have lots of wooden items- fire is a very scary proposition,</q> <strong> Elizabeth Bartman </strong> said. \"Let's just keep our fingers crossed that the museums are not going to be caught in the crossfire.\" The Daily Mail says <strong> Zahi Hawass </strong> has acknowledged that the looters targeted Tut's treasures", "new_id": -2}, {"uid": "1297275957168607770", "i": 12550, "idx": 0, "sa": ["Warren Casey", "Jim Jacobs", "David Letterman", "Vince Lombardi", "Dan Lauria"], "q": "original Grease. Performances will play ATC's home at 1909 W. Byron, Chicago, IL. Opening night is May 2, 2011. Here's how ATC bills the show: <q>Chicago. 1959. Before two movies and three Broadway productions, summer lovin' happened on Lake Michigan and the Pink Ladies were a group of working class outsiders living on Chicago's Northwest Side. Including never-before-heard music, lyrics and scenes, author <strong> Jim Jacobs </strong> teams up with artistic director <strong> PJ Paparelli </strong> and choreographer <strong> Jim Corti </strong> to bring to life for the first time since 1971 the original R-Rated version of the world's most famous movie musical.</q> Grease has book, music and lyrics by <strong> Jim Jacobs </strong> and <strong> Warren Casey </strong>. For more information, visit www.atcweb.org.* <strong> Dan Lauria </strong> Helps Out With <strong> David Letterman </strong>'s Top 10- as <strong> Vince Lombardi </strong>( Video", "new_id": -2}, {"uid": "1296937069066093063", "i": 16309, "idx": 1, "sa": ["Simon Cowell", "Jennifer Lopez"], "q": "whooping and hollering up a downtown Los Angeles street on a 90 degree day, until the producer yelled that he could stop and come back. As we passed on the sidewalk, I could hear Jacob muttering, <q>Oh, Lawd help me. They got me running down the street, Lawd- I'm just too big for this.</q> Fri 02/04/11 9:16 AM what was j-lo wearing? it looked like those smocks you put on to get a hair cut lol Fri 02/04/11 10:07 AM Looks like <strong> Jennifer Lopez </strong> is ready for her close-up <strong> Simon Cowell </strong> Demille", "new_id": -2}, {"uid": "1296391786239042627", "i": 4590, "idx": 9, "sa": ["Michael Vick"], "q": " \"Hopefully, I'll be with the Eagles next year. We'll see what happens,\" said <strong> Michael Vick </strong>, who added that he expects \"everything to go according to plan.\" <q>We'll see what happens over the next couple months. I just got to be patient and take it day by day,</q> he said. <strong> Michael Vick </strong>, who made his three previous Pro Bowls in six years with the Atlanta Falcons. He is being coached this week by the Falcons' staff, though none of those coaches were", "new_id": -2}, {"uid": "1295159415096436284", "i": 35640, "idx": 0, "sa": ["Craig Revel Horwood", "Zoe Hobbs", "Simon Cowell"], "q": "How does he feel about being as famed for his tantrums as his tangos though? \"I'm not a wallflower, never have been, never will be,\" he says. <q>So if you put up to 50 hours a week into perfecting one dance only for some b***** idiot, if you excuse the expression, to slag it off then it hurts you emotionally. \"It's live TV with millions watching, so you're going to react, stand up for yourself- or at least I am.</q> But didn't he invite his arch enemy, the <strong> Simon Cowell </strong> of sequins, Strictly judge <strong> Craig Revel Horwood </strong> to his wedding to 29-year-old model <strong> Zoe Hobbs </strong> last summer? \"<strong> Craig Revel Horwood </strong>'s a great pal actually and no", "new_id": -2}]