[{"uid": "1295632864218054656", "i": 48883, "idx": 6, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "far. For the last 10 years, he continued, the trio of <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> have been equally involved in decision-making. They are betting on a brighter future by clarifying their roles. <q> We are confident that this focus will serve Google and our users well in the future. <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come, </q> <strong> Eric Schmidt </strong> said. \"As friends, coworkers and Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong> Will Step Aside for Google Cofounder <strong> Larry Page </strong> In a move that surprised industry analysts,", "new_id": -2}, {"uid": "1295617389243957781", "i": 56161, "idx": 4, "sa": ["Andy Coulson", "Clive Goodman"], "q": "give the 110 percent needed in this role. I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on,\" he said. <q> I'll leave within the next few weeks and will do so wishing the prime minister, his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government. </q> Mr. <strong> Andy Coulson </strong> has been under pressure for months over his role at the News of the World. He was its editor in chief in 2007 when a reporter, <strong> Clive Goodman </strong>, and an investigator the paper had", "new_id": -2}, {"uid": "1294980002041598981", "i": 58615, "idx": 0, "sa": ["Steve Ballmer"], "q": "Microsoft CEO <strong> Steve Ballmer </strong> should probably stay in place. I bring this up because my eWeek colleague, Don Reisinger, just published an article titled, Ballmer-Steve Ballmers-CES-Performance-Proves-He-Needs-to-Go-10-Reasons-Why-712672/\"> <q> <strong> Steve Ballmer </strong>'s CES Performance Proves He Needs to Go. </q> Among the reasons: Microsoft's failure to craft a sizable tablet response to the Apple iPad, <strong> Steve Ballmer </strong>'s supposedly misplaced faith in Windows Phone 7's market prospects and little progress in reversing Google's search-engine dominance", "new_id": -2}, {"uid": "1295602326021397504", "i": 20970, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "r?jouis de travailler? la fois avec lui et <strong> Sergey Brin </strong>( <strong> Sergey Brin </strong>) pour encore longtemps\" , explique le futur ex-PDG de Google, target=\"\"> sur le blog officiel de Google. <q> J'ai appris un nombre incalculable de le?ons </q> Dans un communiqu, <strong> Larry Page </strong> a rendu hommage? son futur pr?d?cesseur. \"De toute vidence, <strong> Eric Schmidt </strong> a fait un travail remarquable en dirigeant Google depuis dix ans\" , a d?clar <strong> Larry Page </strong>,", "new_id": -2}, {"uid": "1296862636132562982", "i": 13137, "idx": 0, "sa": ["George H. W. Bush", "Colin Powell", "Condoleezza Rice", "Donald Rumsfeld"], "q": "go around. Dysfunction in decision-making arose partly because of the competing agendas of different agencies, his own included. However, he implies that ultimately it was up to <strong> George H. W. Bush </strong> to take firmer control. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> writes <strong> Donald Rumsfeld </strong>. Among those coming in for knocks in the book are <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, respectively Secretary of State and head of the National Security Council( NSC) in the White House at the war", "new_id": -2}, {"uid": "1297356397125239311", "i": 58913, "idx": 5, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. target=\"_blank\"> All content? Copyright 2000- 2011 WorldNow and WAVE, a", "new_id": -2}, {"uid": "1295501732152404070", "i": 40026, "idx": 7, "sa": ["Metta World Peace", "Chris Bosh", "Allen Iverson", "José Calderón", "Kwame Brown"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been All-star <strong> Chris Bosh </strong> had 27 points and <strong> José Calderón </strong> added 22 points and 12 assists as the ToMetta World Peaceto Raptors entered the all-star break on a high,", "new_id": -2}, {"uid": "1295630574155697175", "i": 34771, "idx": 0, "sa": ["Jamie Oliver", "Kay Burley", "Andy Coulson", "Chris Bryant", "Simon Jenkins"], "q": ", let me tell him| <strong> Simon Jenkins </strong> So far, 10 O'Clock Live just talks down to the kids| <strong> Jamie Oliver </strong> Laughland After <strong> Andy Coulson </strong>, we need the full story to come out| <strong> Chris Bryant </strong>@jdthndr: <strong> Kay Burley </strong>- <q> <strong> Andy Coulson </strong> here, leaving Downing Street for the last time. </q> Apart from the several weeks he's staying on. Bestsellers from the Guardian shop paid out double the requested amount. But they won't have to return the cash: Bank Machine Ltd said it was", "new_id": -2}, {"uid": "1295125227265830412", "i": 42546, "idx": 25, "sa": ["Isnilon Hapilon", "Donald Rumsfeld"], "q": "more Soldiers sentenced for <strong> Isnilon Hapilon </strong> Ghraib Isnilon Hapilonse Archived September 15, 2005 at the Wayback Machine.^ \"Iraq Isnilon Hapilonse` ordered from the top\" '. BBC News. June 15, 2004.^ <q> US unit denies jail` dogs' charge </q>. BBC News. June 16, 2004.^ <strong> Donald Rumsfeld </strong> tried to resign during scandal- Conflict in Iraq- MSNBC.com^ Justice Dept. Memo Says Torture` May Be Justified'^ a b From", "new_id": -2}, {"uid": "1295450752253739022", "i": 21443, "idx": 2, "sa": ["George H. W. Bush", "David Letterman", "Dick Cheney", "Sarah Palin", "Katie Couric", "Larry King"], "q": "\" and gave her \"tremendous access\" to <strong> Sarah Palin </strong>. <strong> Katie Couric </strong> said that <strong> Sarah Palin </strong> may have gotten tripped up because she was not prepared to answer more general questions during their interview following her visit to the UN. <q> I started by asLarry King her who most impressed her as <strong> George H. W. Bush </strong> and why, what was the best and worst things <strong> Dick Cheney </strong> had done as <strong> George H. W. Bush </strong>, why was Roe v. Wade an ill-conceived or a bad Supreme Court decision, </q> <strong> Katie Couric </strong> told <strong> David Letterman </strong>. \"And I think she really hadn't anticipated those kinds of questions, so I think it might've thrown her off a bit. And then we got into foreign policy- because,", "new_id": -2}]