[{"i": 10928, "idx": 0, "index_answer": 0, "new_id": -1, "q": "go around. Dysfunction in decision-making arose partly because of the competing agendas of different agencies, his own included. However, he implies that ultimately it was up to <strong> President Bush </strong> to take firmer control. <q>There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch,</q> writes <strong> Donald Rumsfeld </strong>. Among those coming in for knocks in the book are <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, respectively <strong> Donald Rumsfeld </strong> of State and head of the National Security Council( NSC) in the <strong> John McCain </strong> House at the war", "sa": ["Donald Rumsfeld", "John McCain", "Condoleezza Rice", "Colin Powell", "President Bush"], "uid": "1296862636132562982"}, {"uid": "1295476300073809973", "i": 1631, "idx": 0, "sa": ["Sergio Marchionne", "Lisa P. Jackson"], "q": "light-duty vehicles. The announcement was made at the EPA laboratories in Ann Arbor, Mich., following a meeting with <strong> Sergio Marchionne </strong>, Chrysler Group CEO, and <strong> Lisa P. Jackson </strong>, Agency Administrator for the EPA. <q>In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,</q> <strong> Sergio Marchionne </strong> said. \"Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1297712098124567599", "i": 27008, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q>Many people make the mistake of thinking that dreams can not come true, but they can,</q> he wrote. \"You have to believe, and know that they are more than just imagination.\" News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1296217506223641601", "i": 17637, "idx": 1, "sa": ["Mike Pence", "Sen. Jim DeMint"], "q": "a bid for president. That group was looking for a candidate who has a sterling fiscally conservative record-a characteristic missing from many in a field scarred by support for earmarks or votes for bailouts. <q>There's a real void for a Club for Growth kind of candidate, an ideologically conservative candidate on fiscal issues, and <strong> Mike Pence </strong> was the closest there was to actually running,</q> said Terry Sullivan, a longtime GOP consultant in South Carolina who has worked for <strong> Sen. Jim DeMint </strong>. <strong> Sen. Jim DeMint </strong>, who is close to <strong> Mike Pence </strong>, is adamant that he won't run for president-despite a visit to Iowa", "new_id": -2}, {"uid": "1295637365052674591", "i": 28810, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "a way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.\" <strong> Eric Schmidt </strong>, 55, said, <q>We worked as a triumvirate for 10 years.</q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "new_id": -2}, {"uid": "1296579471068321301", "i": 10111, "idx": 0, "sa": ["Jeff Hahn", "Sen. Bernie Sanders"], "q": " on what bedbugs look like, and how to inspect and sanitize belongings. Many people just want to discard all luggage and clothing after discovering an infestation, but Kells and <strong> Jeff Hahn </strong> say this is unnecessary. <q>The key is to contain all items suspected of carrying bed bugs in plastic bags until the items can be laundered, washed by hand, heated, or frozen,</q> they advise. Cummings Seeks Copies of Industry Group Letters on Regulation Privately Sent to Issa <strong> Sen. Bernie Sanders </strong> Paul Appointed To Education Committee On Same Week He Proposed Abolishing The Education Dept. Bloomberg's Undercover Gun Show Bust Reveals Firearm", "new_id": -2}, {"uid": "1295871237205455360", "i": 18076, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "for Apple's day-to-day operations. The cause of <strong> Steve Jobs </strong>' medical leave of absence is unclear. He beat pancreatic cancer in 2004 and underwent a liver transplant in 2009. <strong> Steve Jobs </strong> said he will return <q>as soon as( he) can</q> and he and his family requests respect for their privacy during this time. <strong> Eric Schmidt </strong> to step down as CEO- Google reports US$ 8.4 bn revenues <strong> Eric Schmidt </strong> is to hand the role of CEO of", "new_id": -2}, {"uid": "1295563164055378000", "i": 6541, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ": Starting April 4, co-founder Larry Page, becomes CEO and takes over day-to-day operations. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, specifically, new products. <strong> Eric Schmidt </strong> becomes Executive Chairman and will focus externally on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-all of which are increasingly important given Google's global reach.</q> Internally, <strong> Eric Schmidt </strong> will continue to act as an advisor to Larry and <strong> Sergey Brin </strong>. We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying", "new_id": -2}, {"uid": "1296188505230555653", "i": 25447, "idx": 1, "sa": ["Drew Brees", "Michael Vick", "Ovie Mughelli"], "q": "For <strong> Ovie Mughelli </strong>, walking into the Pro Bowl hotel for the first time and seeing Manning, <strong> Drew Brees </strong>, <strong> Michael Vick </strong> and other NFL greats-- past and present-- made him pause. <q>All these monsters of the game,</q> he said. \"All these are legends and Hall of Famers walking by me. It's hard not to be in awe of how much greatness is in one room... I'm hoping one day I'll", "new_id": -2}, {"uid": "1295611063109838346", "i": 18590, "idx": 2, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "face' of Google for such things. But being that face can take a toll,\" he wrote. But Google was also overdue for a management change, <strong> Danny Sullivan </strong> wrote, noting that a decade <q>may as well be 100 years of Internet time.</q> Steve Arnold, an analyst who heads the firm ArnoldIT, faulted <strong> Eric Schmidt </strong> for leaving Google too dependent on search advertising. \"It has not diversified its revenue streams in a meaningful way,\" Arnold said", "new_id": -2}]