[{"uid": "1295915073213958666", "i": 57770, "idx": 0, "sa": ["Ann Coulter", "Mike Pence", "Michele Bachmann", "Rick Santorum"], "q": "on Monday, <strong> Mike Pence </strong> <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former Sen. <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the Ann Coulterual gathering. <q> Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending, </q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th Ann Coulteriversary of Roe vs. Wade.`` We must not remain silent when great moral", "new_id": -2}, {"uid": "1295218070163594249", "i": 686, "idx": 21, "sa": ["Simon Cowell", "Jonathan King"], "q": "million a year. The offer was so overwhelming, <strong> Simon Cowell </strong> initially said yes. But he just couldn't do it. The desire to be the man with the name on the door was too great. <q> That's the time you find out that's who you really are, I guess, </q> he says, looJonathan King back.`` I used to say it's about the money... Suddenly, when you're in that position, loyalty comes into it, all sorts of emotions.'' Finally", "new_id": -2}, {"uid": "1297707996054411379", "i": 13975, "idx": 0, "sa": ["Kim Kardashian", "Taylor Swift", "Justin Bieber", "Marion Cotillard", "Sarah Chalke", "Simon Cowell", "Eva Longoria"], "q": "Performances, upsets dominate Grammys Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Taylor Swift </strong>'s Unrequited Crush: <q> I Was So in Love With You </q> <strong> Kim Kardashian </strong> and <strong> Eva Longoria </strong> Got Ready for The Grammys Together <strong> Sarah Chalke </strong> Returns to TV But This Time, It's Love at First Sight href=\"http://us.rd.yahoo.com/news/Justin Bieber-Justin Bieber-im-spending-valentines-day-with/56329\"> <strong> Justin Bieber </strong>: Im Spending Valentines Day With... <cite> Us Magazine </cite> <strong> Marion Cotillard </strong>`", "new_id": -2}, {"uid": "1297195214244269078", "i": 6006, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers"], "q": "long kickoff return by the opposing team. But he said he breathed a sigh of relief when the Steelers were flagged for a personal foul.`` We lucked out,'' he said. <q> One of their guys punched one of our guys, got a 15 yard penalty. </q>`` You hate to see that happen,'' <strong> David Letterman </strong> joked. Photos: Super Bowl XLV <strong> Aaron Rodgers </strong> also told the talk show host that the Packers only ran about 40 of the 60", "new_id": -2}, {"uid": "1294957392081149963", "i": 8366, "idx": 12, "sa": ["Allen Iverson", "George Karl"], "q": "it straight after every game, there's a chance it will get worse and I'll have to get a pin,'' he said. Yet he refuses to wear anything on the finger in a game. <q> I'm just real superstitious, </q> <strong> Allen Iverson </strong> said. Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last", "new_id": -2}, {"uid": "1296615825145653773", "i": 23915, "idx": 3, "sa": ["Sergio Marchionne"], "q": "Program, the U.S. Treasury can restrict senior management's compensation.`` It was absolutely owed that we treat our people properly,'' CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call. <q> The obligation to our people was much greater than the need to improve our bottom-line profitability. </q> <strong> Sergio Marchionne </strong> chose the term performance award rather than profit sharing because`` it's difficult to talk about profit sharing when you have a negative number at the bottom line.''", "new_id": -2}, {"uid": "1295586061144719886", "i": 20824, "idx": 3, "sa": ["Eric Schmidt"], "q": "1.97 billion a year earlier. Google reported revenues of USD 8.44 billion for the quarter ended December 31, 2010, an increase of 26 per cent compared to the fourth quarter of 2009. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said.", "new_id": -2}, {"uid": "1296856799145915922", "i": 28950, "idx": 2, "sa": ["Sergio Marchionne"], "q": "to generate another$ 1 billion this year. <strong> Sergio Marchionne </strong> said the company expects to report a net income of between$ 200 million and$ 500 million this year even after interest expenses. <q> It is a thorn in my side, </q> <strong> Sergio Marchionne </strong> said of the government debt.`` But when we did this deal back in 2009 we could not have borrowed a buck from a 7-11 store. The banking system was shut.''", "new_id": -2}, {"uid": "1296862636132562982", "i": 13145, "idx": 8, "sa": ["Colin Powell"], "q": "about the war preparations, I do not recall his ever asking me if I thought going to war with Iraq was the right decision.'' On <strong> Colin Powell </strong>`` The media image'' of Mr <strong> Colin Powell </strong> <q> battling the forces of unilateralism and conservatism may have been beneficial to <strong> Colin Powell </strong> in some circles, but it did not jibe with reality. </q> Help and Tech support Your questions answered& how to report a technical issue Feedback How to contact someone at nzherald.co.nz Group Sites Copyright 2011, APN Holdings NZ Limited", "new_id": -2}, {"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,'' Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q> These payouts recognize the continual support and tireless efforts of our people, </q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds.`` We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}]