[{"uid": "1295746465110362635", "i": 41656, "idx": 1, "sa": ["Tony Blair", "Michael Vick", "Dolly Parton"], "q": ", California. I videotaped the press conference at the Farnborough air show a week later, with Boeing Global Strike Systems VP and General Manager Shelley Lavender.... <strong> Michael Vick </strong> is Back{ Ultimate Highlight Reel} 2009 Eagles <q>There was a point in my life where I felt it was wrong and I knew it was wrong, to this day I have to live with that shame and that embarrassment.</q>- <strong> Michael Vick </strong> Good Luck at the Eagles... <strong> Tony Blair </strong> \"a2z\" Adamowicz 40th Anniversary Formula 5000 Race 1 1 of 2- <strong> Tony Blair </strong> \"a2z\" Adamowicz 40th Anniversary Formula 5000 Race Sears Point 2008 Wine <strong> Dolly Parton </strong> Classic Formula", "new_id": -2}, {"uid": "1295561213061718589", "i": 2856, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "to Apple and Google-but is it the right one? <strong> Google Inc. </strong> Chairman and CEO <strong> Eric Schmidt </strong> too issue with the assertion that <strong> Google Inc. </strong> and its competitors such as Apple were involved in a some sort of blood sport, saying people <q>assume that these are zero-sum games, which are battles to the death.</q> <strong> Eric Schmidt </strong> instead proposed that the market was big enough for multiple approaches, saying \"there's plenty of room for everyone.\" techplanet30.com In this video I talk about <strong> Google Inc. </strong> and would like to know your thoughts on", "new_id": -2}, {"uid": "1295568038178864146", "i": 35730, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "adviser to Page and co-founder <strong> Sergey Brin </strong>, who will devote his energy to strategic projects. Speaking to investors, <strong> Eric Schmidt </strong> said he doesn't anticipate a material change in the company's strategic direction. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> said on his Twitter account. On the company's earnings conference call, <strong> Eric Schmidt </strong> said, \"I'm sure this partnership will continue.\" While the management shake-up wasn't telegraphed,", "new_id": -2}, {"uid": "1297200617076382208", "i": 6365, "idx": 0, "sa": ["Michael Vick"], "q": "Laurence Lovejoy stabbed, beat, poisoned and drowned Waubonsie Valley High School sophomore Erin Justice in Aurora. Justice's mother found the 16-year-old's body in a bathtub of their townhome in March, 2004. <q>He left her to drown in a pool of her own blood,</q> DuPage County Assistant State's Attorney <strong> Michael Vick </strong> Pawl said during closing arguments Tuesday. Lovejoy, 44, formerly of Naperville, was sentenced to death in 2006, but the appellate court overturned the case amid confusion", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q>Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term.</q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}, {"uid": "1295819193226000912", "i": 7274, "idx": 0, "sa": ["Eric Schmidt"], "q": "who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will become executive chairman and remain available to advise Page, 37, and Google's other 37-year-old", "new_id": -2}, {"uid": "1295555667243744791", "i": 3521, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "appearing on \"Ellen\" and compared him to fungus you can't stay away from. This week, she was singing a different tune in her latest appearance. <strong> Paula Abdul </strong> told The Talk hosts, <q>I still talk to all the guys. They are my extended family. I've never had any brothers and certainly got my full share of being bullied.</q> While <strong> Paula Abdul </strong> may still bash <strong> Simon Cowell </strong>, it sounds like a classic love/hate relationship Live To Dance, which returned <strong> Paula Abdul </strong> to her first love of dance. \"I'm overwhelmed by the whole process but", "new_id": -2}, {"uid": "1296171718125468698", "i": 4376, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Woodrow Wilson"], "q": "affordable Internet.( Publi... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... Native American Access to Broadband The <strong> Barack Obama </strong> announces his plans for securing America's digital future. May 29, 2009.", "new_id": -2}, {"uid": "1295589933175472714", "i": 36127, "idx": 2, "sa": ["Eric Schmidt"], "q": "tomorrow?' and \"What job shall I take?\" And if that was just too gray for you, consider this, another quote from <strong> Eric Schmidt </strong> from a 2010 interview with the Wall Street Journal: <q>I actually think most people don\"t want Google to answer their questions, they want Google to tell them what they should be doing next.</q> BAAAAAH! GOOGLE TELLING US WHAT TO DO! THAT IS THE DEFINITION OF WORLD DOMINATION! Having said all this, I still love Google. I still plan on using Gmail until the robots", "new_id": -2}, {"uid": "1297134536144228406", "i": 34893, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "odds over <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong>'s decision to honor <strong> Michael Vick </strong>, who beginning in 2007, served 19 months in prison for his involvement in dogfighting. Dallas <strong> Mayor Tom Leppert </strong> said the action went without his knowledge. <q>The message and the kids are far greater than all this response about, \"Why give him the key to the city?\"</q> <strong> Dwaine Caraway </strong> told ESPN on Monday. \"He is telling kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal with", "new_id": -2}]