[{"uid": "1297134526194773022", "i": 5084, "idx": 1, "sa": ["Mayor Tom", "Tom Leppert", "Michael Vick", "Dwaine Caraway"], "q": "have, and I think I'm the guy to pick up the pieces and hopefully get us in the right direction.\" Dallas <strong> Mayor Tom </strong> <strong> Tom Leppert </strong> says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this year, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong> presented", "new_id": -2}, {"uid": "1297662325045400099", "i": 16795, "idx": 3, "sa": ["George H. W. Bush", "Colin Powell", "Condoleezza Rice", "Donald Rumsfeld"], "q": ", Ms. <strong> Condoleezza Rice </strong> as ineffectual and inexperienced. Mr. <strong> Donald Rumsfeld </strong> takes particular offense at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. <q> <strong> Colin Powell </strong> was not duped or misled by anybody, </q> Mr. <strong> Donald Rumsfeld </strong> writes. \"Nor did he lie about Saddam's suspected WMD stockpiles. The <strong> George H. W. Bush </strong> did not lie. The <strong> George H. W. Bush </strong> did not lie.[ CIA Director <strong> George H. W. Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did", "new_id": -2}, {"uid": "1297344557177520643", "i": 13383, "idx": 0, "sa": ["Hosni Mubarak", "David Letterman", "Anderson Cooper"], "q": "<strong> Anderson Cooper </strong> was on <strong> David Letterman </strong>'s \"Late Show\" on Wednesday, and he talked about Cooper-Anderson Cooper-attacked-egypt-huff-post_n_817612.html\" target=\"_hplink\"> being attacked in Egypt last week. <q> I don't recommend it, </q> he told <strong> David Letterman </strong>. \"I'd never been punched in the head before.\" recent pattern of very tough talk about the government of Egyptian president <strong> Hosni Mubarak </strong>. He said the regime has been \"continuously lying", "new_id": -2}, {"uid": "1297619593186400775", "i": 22941, "idx": 1, "sa": ["Ron Paul", "Dick Cheney", "Donald Rumsfeld"], "q": "pRon Paulounced after a few audience members- reportedly <strong> Ron Paul </strong> supporters- heckled speeches by <strong> Donald Rumsfeld </strong> and former vice president <strong> Dick Cheney </strong> last Friday. The hecklers yelled, \"War criminal!\" \"Where's bin Laden?\" and <q> <strong> Dick Cheney </strong>, where are the shekels? </q> before being removed from the audience. And the widespread annoyance with <strong> Ron Paul </strong>'s fans seemed to translate into increased animosity toward the congressman himself. His statements on foreign policy were loudly booed by many in the", "new_id": -2}, {"uid": "1296084752130252881", "i": 21863, "idx": 2, "sa": ["Michael Vick"], "q": "league( six). He was a leader who inspired his teammates to play at their highest level. He accepted the huge responsibilities that come with being an NFL starting quarterback. <q> The quarterback position, that's the nature of it, </q> <strong> Michael Vick </strong> said of the swings between praise and criticism. \"Everything's thrown on your shoulders as a quarterback. \"I accept it. I respect it. That's the responsibility that you take on", "new_id": -2}, {"uid": "1296644684150142979", "i": 13061, "idx": 2, "sa": ["Allen Iverson", "Samuel Dalembert"], "q": "1-for-4 on 3-pointers, with seven assists and six turnovers. The last time he topped 20 points was Dec. 5, when he scored 35 in a victory in Miami. The 76ers are 3-2 since <strong> Allen Iverson </strong> returned. <q> The games we lose, it hurts worse, </q> <strong> Allen Iverson </strong> said. \"But in the games that we win, I don't think about it.\" <strong> Samuel Dalembert </strong> set career highs with 15 points and 11 rebounds. He fouled out late in the game, but", "new_id": -2}, {"uid": "1295469111069730385", "i": 21364, "idx": 3, "sa": ["Simon Cowell", "Randy Jackson"], "q": "couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.\" ( A jab at <strong> Simon Cowell </strong>?) <q> I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage, </q> he prattled cheerfully. \"There's camaraderie that you haven't seen in 10 years on this show. I get along with <strong> Randy Jackson </strong>, and J Lo is a fox; she's street, she's got", "new_id": -2}, {"uid": "1295611340109838367", "i": 50293, "idx": 0, "sa": ["Eric Schmidt"], "q": ". Sie tauchen regelm?ig nebeneinander auf der \"Forbes\" - Liste der Superreichen auf- in der j?ngsten Ausgabe wurde ihr Verm?gen auf jeweils 15 Milliarden Dollar beziffert. Bei Google hatten sie bislang den gleichen Titel <q> Ko- Gr?nder und Pr?sident </q> und hielten sich in dieser Rolle eher im Hintergrund, w?hrend Vorstandsvorsitzender <strong> Eric Schmidt </strong> zumeist das ffentliche Gesicht des Unternehmens war. target=\"_self\"> Nun aber schlagen die Google- Gr?nder sehr unterschiedliche Wege ein: Neuer Chefpilot", "new_id": -2}, {"uid": "1295687287040943628", "i": 8096, "idx": 3, "sa": ["Michael Jordan", "Allen Iverson", "Michael Redd", "John Starks"], "q": ". \"I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,\" said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q> But I know he's here now. </q> And <strong> John Starks </strong> had plenty of help. Patrick Iverson_Allen Iverson_48pts_vs_Michael Jordan_Michael Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "new_id": -2}, {"uid": "1295614631111296515", "i": 39498, "idx": 1, "sa": ["Larry Page", "Mark Zuckerberg", "Eric Schmidt"], "q": "advertisers. At Facebook, 26-year-old founder and CEO Zuckerberg\" Zuckerberg-Mark Zuckerberg-PEBSL000091.topic\"> <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave Google to work for the social networking company. <q> My goal is to run Google at the pace and with the soul and passion of a startup, </q> <strong> Larry Page </strong> said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying Google's", "new_id": -2}]