[{"uid": "1297272180137707539", "i": 40670, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business. \"We're already making strong traction across our Server and Tools Business by embracing cloud services,\" said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future.</q> As president of the Server and Tools Business, <strong> Satya Nadella </strong> will oversee the overall strategy, engineering, marketing and product development for Microsoft's server, tools and cloud platform efforts. This includes developing the technology", "new_id": -2}, {"uid": "1297011149120438784", "i": 44716, "idx": 0, "sa": ["Zahi Hawass"], "q": "poaching highlights the importance of conservation initiatives to help expand the critical remaining numbers. Cairo- Work has begun to restore priceless Egyptian antiquities, including a statue of King Tutankhamun, damaged by looters amid anti-government <q>in Cairo, antiquities chief <strong> Zahi Hawass </strong> said on Sunday. Seventy artefacts were damaged when looters broke into the world-famous Egyptian Museum, on the edge of Tahrir Square, focal point of an uprising against President <strong> Hosni Mubarak </strong>'s regime. \"Restoration has started on the items, including on a statue of King Tutankhamun and a statute of King Akhenaten,</q> <strong> Zahi Hawass </strong> told AFP. Looters had tried to break open a golden sarcophagus, hoping to find treasures inside, and some skeletons were also damaged, <strong> Zahi Hawass </strong> said. A gallery displaying King Tut's", "new_id": -2}, {"uid": "1295432264218038285", "i": 5820, "idx": 0, "sa": ["Lt. Gen. Harold G. Moore", "Colin Powell", "Peter Pace", "Joseph L. Galloway"], "q": ". www.internationalwomensday.com Vietnam Veterans Memorial www.thewall-usa.com National Park Service/Vietnam Veterans Memorial www.nps.gov About the rubbings: Memorial Rubbings Page www.memorialrubbings.com <strong> Colin Powell </strong> en.wikipedia.org <strong> Colin Powell </strong> <strong> Peter Pace </strong> en.wikipedia.org Battle of Ia Drang en.wikipedia.org <strong> Lt. Gen. Harold G. Moore </strong> en.wikipedia.org <strong> Joseph L. Galloway </strong> en.wikipedia.org <strong> Lt. Gen. Harold G. Moore </strong> and <strong> Joseph L. Galloway </strong> co-authored book entitled <q>We Were Soldiers Once... And Young.</q> We Were Soldiers Once... And Young www.lzxray.com Vietnam Clips from We Were Soldiers with seperate soundtrack! Please Comment! http://wn.com/Battlefield_Bad_Company_2_Vietnam_Vantage_Point_Trailer_[HD] Department of the Army Vietnam Crucible AVA06050VNB1, 1968 The program reports on the American soldier's", "new_id": -2}, {"uid": "1296523805167067675", "i": 8211, "idx": 0, "sa": ["Michael Vick"], "q": ". This won't be <strong> Michael Vick </strong>'s first return to Atlanta, of course. He scored the first two touchdowns of his comeback in a December 2009 rout of the Falcons at the Dome. <q>I'll never forget this day,</q> an emotional <strong> Michael Vick </strong> said after the game. \"I'll never forget coming back to the city of Atlanta. I'll never forget arriving yesterday. I'll never forget seeing a lot of the landmarks I used", "new_id": -2}, {"uid": "1296258959088588295", "i": 10093, "idx": 0, "sa": ["Justin Townes Earle", "David Letterman"], "q": "of outside life that may be associated with abuse. Now Mr. <strong> Justin Townes Earle </strong> is back on tour. He recently performed on <strong> David Letterman </strong>'s show. He says he is sober, but maybe not for good. <q>I'm never going to say it's not going to happen again. I'm smart enough to know that.</q> Copyright 2011 Dow Jones& Company, Inc.. All Rights Reserved This copy is for your personal, non-commercial use only. Distribution and use of this material are governed by our New!", "new_id": -2}, {"uid": "1295663931231571456", "i": 27049, "idx": 1, "sa": ["Aamer Anwar", "Andy Coulson", "Tommy Sheridan"], "q": "The charges related to statements <strong> Tommy Sheridan </strong> made in court when he successfully sued the News of the World about stories regarding his involvement with swingers' clubs. A Downing Street insider told The Scotsman: <q>While the <strong> Tommy Sheridan </strong> trial is not the reason he resigned, it is fair to say that it certainly didn't help. \"It was one of the many things getting in his way and taking up his time that meant he couldn't do his job properly. \"He had to spend two or three days preparing for the trial and these things build up.</q> <strong> Tommy Sheridan </strong> is appealing against his conviction for perjury and yesterday his lawyer, <strong> Aamer Anwar </strong>, said: \"At the trial of <strong> Tommy Sheridan </strong>, <strong> Andy Coulson </strong> gave evidence under oath that he had no knowledge of phone hacking, despite Glen", "new_id": -2}, {"uid": "1296407544252772372", "i": 128, "idx": 6, "sa": ["Kyle Korver", "Allen Iverson"], "q": "the Philadelphia 76ers beat the Denver Nuggets 108-97 Tuesday night in <strong> Allen Iverson </strong>'s first game against his former team. It was weird to see him wearing a white jersey and we're wearing black,\" <strong> Kyle Korver </strong> said. <q><strong> Elgin Baylor </strong> said to one of our coaches that it is so weird to see him on the other side. It wasn't really a good feeling at all. He's a great player and he meant a lot to Philadelphia.</q> <strong> Allen Iverson </strong> scored 30 points on 10-of-24 shooting before getting tossed for his second technical with 1:44 remaining. Afterward, he said the loss disappointed him because he feels the Nuggets are the better team. <strong> Allen Iverson </strong>'s best shots", "new_id": -2}, {"i": 14164, "idx": 4, "index_answer": 0, "new_id": -1, "q": "is not a competitor because the more people use Facebook the more they use Google. \"That is a net positive.\" Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment. <q>I can only describe this now as a \"wow\" moment,</q> he says. \"For me this is the beginning of the real revolution in information. \"You need never be lonely, you need never be bored. It is a remarkable change that has not", "sa": ["Eric Schmidt"], "uid": "1296940939224919552"}, {"uid": "1297183312119177307", "i": 46114, "idx": 4, "sa": ["Mick Jagger", "Simon Cowell"], "q": "the acerbic judge. He asked about who will be judging the American version of the show with <strong> Simon Cowell </strong> when it begins here in the fall, but the Brit wasn't ready yet to reveal names. <q>I was sworn to secrecy. I really don't know. I was talking to somebody on Friday, who I really, really want to be on this show, and I'm waiting on a decision. I can't say. I really, really at this point can't say.</q> <strong> Simon Cowell </strong> did strike down the rumor, however, that it might be veteran rocker, <strong> Mick Jagger </strong>. It won't. \"They'll be cute,\" he said as a teaser. \"", "new_id": -2}, {"uid": "1295552145232112145", "i": 5191, "idx": 8, "sa": ["Mike Pence"], "q": "the American people engage on this issue, I like our chances.\" In the meantime, Republicans, <strong> Mike Pence </strong> says, will use the \"power of the purse\" to block Obamacare's implementation. <q>We have a wide variety of legislative tools available.</q> <strong> Mike Pence </strong> has raised his profile a number of times in recent years- when he was elected chairman of the the House conservative caucus in 2005, when he ran for House minority leader in 2006, and", "new_id": -2}]