[{"uid": "1295091531196460547", "i": 28630, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Expand Jeep is looking to revive its luxury Wagoneer, which will be a seven-seat SUV. Photo/ Supplied Jeep will resurrect a hallowed nameplate- the Grand Wagoneer- in two years. <q>It's time we gave the market an upper-scale Grand Wagoneer,</q> said Chrysler CEO <strong> Sergio Marchionne </strong>. \"You'll see it in January 2013.\" The Grand Wagoneer would be a seven-seat SUV built on the same platform as the Grand Cherokee and the Dodge Durango. Those", "new_id": -2}, {"uid": "1296504451024739846", "i": 19460, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "heavily protected by the Egyptian military. Later on Monday, he was appointed Minister of State Antiquities in the new government named by President <strong> Hosni Mubarak </strong>, who faces calls from protesters for his ouster. <q>If the museum is safe, Egypt is safe,</q> <strong> Zahi Hawass </strong> said. A museum administrator found the head of a small clay statue on the stairs. Mummies heads ripped off Looters had broken into the museum on Friday, ripping the", "new_id": -2}, {"uid": "1297604062127287303", "i": 20030, "idx": 11, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "somebody like Beyonce: She is the best example of somebody who works it every hour of the day,\" he said. <strong> Simon Cowell </strong>, as American Idol viewers know, doesn't lack for confidence: <q>I believe I can find a star,</q> he said. He has seen only a few minutes of this season's American Idol and its reconstituted panel with <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and Randy Jackson, he said. But he's been reassured by", "new_id": -2}, {"i": 12615, "idx": 13, "index_answer": 0, "new_id": -1, "q": ". You must fill out the comment body in order to submit a comment. People wait to talk with U.S. Rep. <strong> Mike Pence </strong>, R-6th District, after a September 2009 town hall meeting in Richmond. <q>As a strong believer in federalism, I am encouraged by Congressman <strong> Mike Pence </strong>'s decision to explore how he can best serve the people of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision.</q>-- <strong> Gov. Rick Perry </strong>, chairman of the Republican Governors Association. \"While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an", "sa": ["Gov. Rick Perry", "Mike Pence"], "uid": "1296218172048857090"}, {"uid": "1296128501046055494", "i": 45496, "idx": 1, "sa": ["Andy Coulson"], "q": "of the World, stood by his earlier decision at the meeting. \"I was asked by Sir Paul Stephenson to establish the facts, not to review the case,\" he said. <q>The plain fact was that while the material was new to the media it wasn't new to us. It didn't constitute new evidence.</q> The issues around phone hacking have started to unravel at an alarming rate since the resignation of <strong> Andy Coulson </strong>, Downing Street director of communications, on Friday. There will be a \"corporate risk\" to", "new_id": -2}, {"uid": "1295987770115605542", "i": 12531, "idx": 2, "sa": ["Zahi Hawass"], "q": " \"Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,\" <strong> Zahi Hawass </strong> said in a statement. But he asked that <q>this unique treasure be returned to the possession of its rightful owners, the Egyptian people.</q> Article: Egypt asks Berlin to return Nefertiti bust... FILE- In this March 7, 1982 file photo, Cleopatra's..., the ubiquitous, media-savvy Egyptian antiquities director whose... Photo: FILE- In", "new_id": -2}, {"uid": "1295372756245596257", "i": 24950, "idx": 0, "sa": ["Simon Cowell", "Ellen DeGeneres", "Jennifer Lopez"], "q": "excitement over being on the show during an interview with former judge <strong> Ellen DeGeneres </strong>, set to air Tuesday on \"The <strong> Ellen DeGeneres </strong> Show.\" \"We're just having so much fun,\" <strong> Jennifer Lopez </strong> says. <q><strong> Steven Tyler </strong>'s a riot. Randy, obviously, is kind of walking us through it, since he's been there for 10 years now.... You really get to use everything you know and help people. We get to help these kids who are just starting off in the business.</q> But while no one seems eager to follow in departed judge <strong> Simon Cowell </strong>'s \"villain\" footsteps, that doesn't mean the prospective contestants have gotten nicer too. \"Some people just get crazy", "new_id": -2}, {"uid": "1297124178124354581", "i": 20771, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "from Dallas mayor <strong> Dwaine Caraway </strong> on Saturday, causing an uproar among animal rights activists. In 2007, <strong> Michael Vick </strong> was convicted of a felony related to a dogfighting ring and served 19 months in prison. <q>The message and the kids are far greater than all this response about, \"Why give him the key to the city?\"</q> <strong> Dwaine Caraway </strong> said Monday. \"He is telling kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal with the drugs.", "new_id": -2}, {"uid": "1295580798132530194", "i": 12353, "idx": 0, "sa": ["Larry Ellison", "Eric Schmidt", "Google Inc."], "q": "to bring new insight and perspective\" to the company. \"With our new leadership, it's a natural time to assess the composition of the board,\" the company said in a statement. <q>We thank our current directors for their outstanding service to HP and welcome the opportunity to work with our new members.</q> HP's revelation came the same day that another technology heavyweight, <strong> Google Inc. </strong>, disclosed a surprise reshuffling of its own: CEO <strong> Eric Schmidt </strong> is relinquishing the job to <strong> Google Inc. </strong> co-founder <strong> Larry Ellison </strong> Page. HP's", "new_id": -2}, {"uid": "1295981454233783305", "i": 9566, "idx": 0, "sa": ["David Letterman", "Bill Maher", "Dennis Kucinich"], "q": "workers, and injured many thousands more, while causing serious damage and disruption to health infrastructure, se... <strong> Bill Maher </strong> on <strong> David Letterman </strong> January 3 <strong> David Letterman </strong> interviews <strong> Bill Maher </strong> on the Late Show- aired January 3, 2008... <strong> Dennis Kucinich </strong> <q>If Republicans Repeal Obama Health Care It Opens The Debate Of Medicare For All</q> <strong> Dennis Kucinich </strong> \"If Republicans Repeal Obama Health Care It Opens The Debate Of Medicare For All\" January 03, 2011 MSNBC The ED Show MOXNews.com... Health Matters: What is Social Anxiety Disorder? What is Social Anxiety", "new_id": -2}]