[{"uid": "1297242485110002193", "i": 40087, "idx": 0, "sa": ["Michael Vick"], "q": "after he posted$ 3,000 bond. He is scheduled to appear in Iredell County District Court on March 18, the day of qualifying for the March 19 Nationwide race at Bristol Motor Speedway. Here's some <q> negativity that will undoubtedly arise from it </q>: In this month's Playboy, there is an article about how forgiving sports fans can be of an athlete's transgressions, as long as that athlete WINS. <strong> Michael Vick </strong> is a case in point. Whether", "new_id": -2}, {"uid": "1296922649262193174", "i": 35459, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "might want or wish to <strong> President Bush </strong> Grindhouse, one of their most prolific warmongers, has penned a`` Not Me, Not My Fault'' book, hitting the streets this week. From the NYT; <q>`` Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied, </q> Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes.`` He wanted the options to be` creative.''' \"[ snip] His", "new_id": -2}, {"uid": "1295943928120340507", "i": 38465, "idx": 0, "sa": ["Eric Schmidt"], "q": "for an executive who is transitioning out of the CEO role- and may even be unusual for sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q>`` It's a signal to shareholders that he'll continue to steer the boat,'' Wise said. <strong> Eric Schmidt </strong>, 55, is being replaced as chief executive by co-founder Larry Page, 37", "new_id": -2}, {"uid": "1295560415243745631", "i": 13208, "idx": 2, "sa": ["Eric Schmidt", "Barry Diller"], "q": "know, grown-up stuff. That's increasingly been <strong> Eric Schmidt </strong>'s primary function anyway; now it's his sole obligation. And in today's earnings call, <strong> Eric Schmidt </strong> explicitly said he didn't expect <q> any material change in any of[ Google's] strategies. </q> If anything, it could really be that Page has outgrown some of his immaturity-he once famously brushed off <strong> Barry Diller </strong> in a meeting in favor of playing with phone-and is ready to be more forward-facing.", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet''... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}, {"uid": "1297585173005455889", "i": 21745, "idx": 0, "sa": ["Bill Lockyer"], "q": "Texas model.'' Texas now faces a 2012 budget shortfall amounting to 31.5 percent of its 2011 budget- greater even than California's 29.3 percent. As Treasurer <strong> Bill Lockyer </strong> told the Los Angeles Times recently, <q> someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore. </q> Both states have lost more than a little luster in recent years. Enough with all the comparisons between the Lone Star State and the golden one. The issue isn't really how one might imitate the", "new_id": -2}, {"uid": "1296618533025804828", "i": 47190, "idx": 2, "sa": ["Jay Leno", "Barack Obama", "David Letterman", "President Bush"], "q": "elections worsened the comics' tone: â\u0080¢ <strong> David Letterman </strong>--`` Voters didn't like how <strong> Barack Obama </strong> was handling the economy. Wait a minute-- he was handling the economy?'' â\u0080¢ <strong> Jay Leno </strong>-- <q> <strong> Barack Obama </strong> will be laying out a new economic plan. Apparently, we had an old economic plan. </q> â\u0080¢ <strong> Jay Leno </strong>--''( <strong> Barack Obama </strong> and <strong> President Bush </strong>) had a cordial conversation. <strong> President Bush </strong> said for the last 19 months, he's been relaxing and playing golf. <strong> Barack Obama </strong> said,` You too?'", "new_id": -2}, {"uid": "1295640175249806852", "i": 1693, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "power overwhelms many of the wannabes- and thoroughly overshadows the more-useless-than-ever Randy Jackson. <strong> Steven Tyler </strong> at least is a breath of funky fresh air, perhaps lacking the sting of <strong> Simon Cowell </strong> even when delivering an insult( <q> Did you eat a lot of paint chips as a child? </q> was his high point the first week) but bringing an`` unbridled'' enthusiasm all his own to the show. This is, without doubt, a kinder Idol, even in these corny audition episodes seeming to", "new_id": -2}, {"uid": "1297302781028033028", "i": 27041, "idx": 1, "sa": ["Stephen Elliott", "Donald Rumsfeld"], "q": "& search= Search'',`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/02/06/VI2011020602065.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=02062011-25v&amp;flvURL=/media/2011/02/06/02062011-25v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F02%2F06%2F02062011-25v.jsn''}{`` title'': <q> What would the real <strong> Donald Rumsfeld </strong> think? </q>,`` description'':`` During a discussion of\\`` <strong> Donald Rumsfeld </strong>\\'' by Eric Martin and <strong> Stephen Elliott </strong> at 826DC in Columbia Heights, the authors discussed what the real <strong> Donald Rumsfeld </strong> would think of their book.\\", "new_id": -2}, {"uid": "1296045804000704534", "i": 20392, "idx": 0, "sa": ["Ed Balls", "Andy Coulson", "Ed Miliband", "Jacob Rees-Mogg", "David Cameron"], "q": "are cheering louder as <strong> Jacob Rees-Mogg </strong> Rees Mogg quotes Thatcher's`` there is no alternative'' line. 1212: And there's the first reference to <strong> Andy Coulson </strong>: <strong> Ed Miliband </strong> calls <strong> David Cameron </strong>'s judegment into question for <q> hanging on to him for so long </q>. <strong> David Cameron </strong>'s return is stinging: if <strong> Ed Miliband </strong> thinks <strong> Ed Balls </strong> is such a good idea, why didn't he appoint him shadow chacncellor in the first place? The two leaders can barely contain their professional disdain for", "new_id": -2}]