[{"uid": "1295094117134053957", "i": 507, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "man, woman and child in America. To understand how the Pentagon can lose track of trillions, consider the case of one military accountant who tried to find out what happened to a mere$ 300 million. <q> We know it's gone. But we don't know what they spent it on, </q> said Jim Minnery, Defense Finance and Accounting Service. Read the rest of the text here: www.cbsnews.com http://wn.com/Donald_Rumsfeld,_The_Man_Who_Lost_The_War__B_Thomas_Cooper Many in Washington share the blame for US failures in Iraq, but none more so than <strong> Donald Rumsfeld </strong> of Defense", "new_id": -2}, {"uid": "1297100240035717134", "i": 41610, "idx": 0, "sa": ["Simon Cowell"], "q": "feature. The music supremo did reveal some new information though, confirming anyone aged 12-years and over can enter. It was also the first time he had spoken about the prize on offer. <q> If you win this comeptition, I'm going to put my money where my mouth is, it's a$ 5million recording contract. That means the winner walks away with$ 5million guaranteed, </q> <strong> Simon Cowell </strong> said.", "new_id": -2}, {"uid": "1297206885034078772", "i": 1124, "idx": 1, "sa": ["Chris Harrison", "Simon Cowell", "Camille Grammer", "Hailee Steinfeld"], "q": "looked really bad in the buff and it was obvious she did it ABC News: Kelsey and <strong> Camille Grammer </strong>: <strong> Simon Cowell </strong> No More ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit' Bachelor's <strong> Chris Harrison </strong> on Michelle: <q> Hot Girls Can Get Away with a Lot </q>", "new_id": -2}, {"uid": "1296579556225869892", "i": 14478, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "'s progress.( Eugene Tanner/AP) Here's another roundup of what the national media are saying about the Eagles: SI.com's Peter King has been working on an in-depth story about commissioner <q> I do believe we need more success stories, </q> <strong> Roger Goodell </strong> said of <strong> Michael Vick </strong>.`` Too much of our society looks for people to fail. I'm not doing this because I felt sorry for <strong> Michael Vick </strong>. I felt that because he'd been accountable, he had", "new_id": -2}, {"uid": "1295022258099024910", "i": 20753, "idx": 2, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "- not an overreaction to ratings declines or an act of desperation.`` I think this is the most creative year for Idol,'' says executive producer <strong> Nigel Lythgoe </strong>, who returned after two years away. <q> We've been put in a position now where the show needed a shake-up.( It's) 10 years old. </q> The biggest change- and the one that critics say could do the most damage to Idol- is the loss of <strong> Simon Cowell </strong>, who is working on a U.S. version of his hit talent show in the", "new_id": -2}, {"uid": "1297183571060325991", "i": 14585, "idx": 0, "sa": ["Simon Cowell"], "q": "beginning to unfold, one thing remains a mystery: the judges/mentors who will join <strong> Simon Cowell </strong> on camera. The former American Idol star says that a decision about the panel has yet to be made. He explained, <q> The truth is we honestly haven't made our mind up yet. We're talking to a number of people and then I expect to make an announcement, I would say within 3 to 4 weeks, it might be a bit longer, I'm not sure, as to who the panel are going to be. </q> One detail that has been revealed is the staggering prize money that will be awarded to the winner:$ 5 million. <strong> Simon Cowell </strong> explained why the jackpot is so high, telling us,`` Sometimes you got ta", "new_id": -2}, {"uid": "1297450139057557005", "i": 27936, "idx": 1, "sa": ["Steve Ballmer"], "q": "joint news conference in London.`` Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' Microsoft CEO <strong> Steve Ballmer </strong> added: <q> Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> NPD analyst Ross Rubin said:`` The first wave of WP7 handsets was not differentiated enough from Android lineup, but this Nokia partnership is a great opportunity to change that.'' David McQueen", "new_id": -2}, {"uid": "1297282407122896681", "i": 23086, "idx": 5, "sa": ["Simon Cowell", "Noel Gallagher", "Susan Boyle", "Elton John"], "q": "help him avoid overlooking another big star.`` There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me,'' he said. <q> I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method. </q> Exactly which judges would be deliberating on the future <strong> Susan Boyle </strong> Boyles of America, he wouldn't say, though candidates as diverse as <strong> Elton John </strong> and <strong> Noel Gallagher </strong> has been rumoured.( <strong> Simon Cowell </strong> will announce the full panel", "new_id": -2}, {"uid": "1295835990071843858", "i": 13190, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company.`` <strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,'' he said. <q> Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style. </q> Whats so strange about this? He wasnt our choice. He couldnt stay Preferred partner for memory products, Laptop& Desktop Memory Modules, Flash Cards, SSD, USB Flash& HDD. Fujitsu has more", "new_id": -2}, {"i": 10874, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Our Judges Selected Some of The Most Groundbreaking Technology at Interop 2008, Including Overall Best of Show <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297277318262340623"}]