[{"uid": "1295619952132808753", "i": 41617, "idx": 4, "sa": ["Tony Blair", "Alastair Campbell", "David Cameron", "Andy Coulson"], "q": "on a busy news day in Britain. made a second appearance at the Iraq war inquiry and as the fallout continues from the departure of opposition finance spokesman Alan Johnson on Thursday due to personal problems. <q> The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence, </q> <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message.`` The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement.'' Subscribe to RSSMost Popular in: Politics", "new_id": -2}, {"uid": "1296105146124256263", "i": 316, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"i": 39068, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q> The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan, </q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience.`` Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "uid": "1295386126252936200"}, {"uid": "1296543261227508233", "i": 32377, "idx": 2, "sa": ["Justin Bieber", "David Letterman"], "q": "on Tuesday). <strong> Justin Bieber </strong> tweets his appearance, and he and <strong> David Letterman </strong> talk about whether he's still in school-- he's in 11th grade, he says, and studying`` 11th-grade material.'' <q> Is that a sophomore in high school, is that about what it is? </q> <strong> David Letterman </strong> asks.`` Or a junior?''[ It's the latter, <strong> David Letterman </strong>.] <strong> Justin Bieber </strong>'s reply:`` I don't know-- I'm Canadian.''", "new_id": -2}, {"uid": "1295949713244924430", "i": 2577, "idx": 0, "sa": ["Tinchy Stryder", "Cheryl Cole", "Chase & Status", "Simon Cowell"], "q": "be brought about by her involvement in the US show. However, it appears that <strong> Cheryl Cole </strong>'s fellow UK X Factor judge <strong> Simon Cowell </strong> is the only senior figure advocating the 27-year-old for the role. <q> <strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit, </q> the source continued. This week: Ke$ ha, <strong> Tinchy Stryder </strong>, <strong> Chase & Status </strong> and Beady Eye!", "new_id": -2}, {"uid": "1296377284098549782", "i": 32916, "idx": 1, "sa": ["Michael Vick", "Barack Obama"], "q": ",` Three years, that seems like such a long time,''' said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. <q> But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were. </q>( <strong> Barack Obama </strong> of 3) Much as it has been hard to fit the story of <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs' lives, their recovery and the", "new_id": -2}, {"uid": "1295553639137363464", "i": 12557, "idx": 0, "sa": ["Kristi Noem", "Barack Obama", "Mike Pence"], "q": "would veto a law that he thinks, publically, <strong> Barack Obama </strong> ready exists and should be in place. Rep <strong> Kristi Noem </strong> thinks politicians should honor their campaign promises? What planet is this lady from? <q> <strong> Kristi Noem </strong> owns and operates guns. Therefore she's a racist </q>- <strong> Mike Pence </strong> Moore`` There is no federal funding of abortions. And how dare you try to stop it!''/ s WHAT ABOUT THE CHILDREN!?!? Oh, wait...", "new_id": -2}, {"uid": "1296286461057311252", "i": 6300, "idx": 0, "sa": ["Zahi Hawass"], "q": "royal jewelry and other pharaonic artifacts. Japan's Prince Akishino and his wife Princess... National Museum World Video: Egypt leader fires Cabinet amid massive protests World Video: Canadian town boasts world-class ice fishing Report Abuse <q> The Egyptian army secured Cairo's famed antiquities museum early Saturday, protecting thousands of priceless artifacts, including the gold mask of King Tutankhamun, from looters. </q>- Ah, let them loot and take the treasure prime: This <strong> Zahi Hawass </strong>, much the human crime; Full of himself and of that great hot air Report Abuse \" First the` protesters", "new_id": -2}, {"uid": "1295581287002506756", "i": 24734, "idx": 9, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies.`` I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,'' said <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World As We Know It. </q>'' I think <strong> Eric Schmidt </strong> is burned out.'' There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly calls to discuss its", "new_id": -2}, {"uid": "1295945595182452247", "i": 7273, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "more annually to belong to the organization, receive a fifth delegate slot this year if they fill it with a woman. That is expected to more than double the number of women from those companies. <q> It's a nudge in the right direction, </q> Zahidi says. About 80 percent of the strategic partners have mixed-gender groups attending, she says. Market data provided by Bloomberg News Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target", "new_id": -2}]