[{"uid": "1295425631009338935", "i": 33803, "idx": 0, "sa": ["Simon Cowell"], "q": "That She Would Like To Have <strong> Simon Cowell </strong>'s Baby Thank you for your rating, Your vote has been counted and is reflected above. Chloe Mafia shown as she appeared on the BBC TV show, <q> Blimey I Done Went And Burned Me Muffins Ag` in. </q> The London Revue Gazette is reporting that famed London prostitute Chloe Mafia, who can do some amazing as hell things with whipped cream, Maraschino cherries, and three Costa Rican bananas has announced that she would like for", "new_id": -2}, {"uid": "1296687274182059050", "i": 42470, "idx": 0, "sa": ["John Krautner", "David Letterman", "Meg White"], "q": "playing great guitar, singing harmonies with Dan Miller. He just had a great stage presence-- he looked really cool, he looked comfortable. He wasn't a phony at all. I said to <strong> John Krautner </strong>, <q> Let's go up front and look at this guy. </q> <strong> David Letterman </strong> Buick had already put out a <strong> Meg White </strong> Stripes single at that point. <strong> David Letterman </strong> and Jack were buddies. Later, Jack was over at <strong> David Letterman </strong>'s house, so <strong> John Krautner </strong> and I went over there:`` Hey", "new_id": -2}, {"uid": "1296071556069435408", "i": 13096, "idx": 0, "sa": ["Gov. Rick Perry", "David Letterman", "the Black", "Christian Bland"], "q": "it's only fitting that this edition of Wednesday Rewind offers a random grab bag of new tunes from <strong> the Black </strong> Angels, the Boxing Lesson, the Weird Weeds, and a rapping`` <strong> Gov. Rick Perry </strong>.'' Word from the <q> Now that you mention it, I'm a little nervous, </q> admitted guitarist <strong> Christian Bland </strong> before <strong> the Black </strong> Angels' national television debut on the Late Show with <strong> David Letterman </strong> Fringe, for size, you're missing out on more than a glorious mix of The X-Files and Lost, a show touching", "new_id": -2}, {"uid": "1297269552258801706", "i": 1170, "idx": 1, "sa": ["Colin Powell", "Barbara Bush"], "q": "<strong> Barbara Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Rumsfeld quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as`` Terrorist Poison and Explosive Factory, Khurmal.'' Rumsfeld said Khurmal was operated", "new_id": -2}, {"uid": "1296789416115392517", "i": 21892, "idx": 5, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> <strong> Sen. Joe Lieberman </strong>'ve now scored 40 points on the highest stage you can ever score, </q>... Wall Street Shock: Stock Market crashes as Dow Jones plunges 1000 points Wall Street Shock: Stock Market crashes as Dow Jones plunges 1000 points US regulators are still trying to work out the cause of a dramatic", "new_id": -2}, {"uid": "1295584934175472716", "i": 13117, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ". Google has just announced in conjunction with its 29% rise in fourth-quarter profit, that co-founder Larry Page will assume the role of chief executive officer( CEO) from early April onwards, while co-founder <strong> Sergey Brin </strong> will <q> devote his energy to strategic projects. </q> As for current CEO <strong> Eric Schmidt </strong>, he will end up as the executive chairman. <strong> Eric Schmidt </strong> certainly has a wicked sense of humor despite remaining as an adviser to Page and <strong> Sergey Brin </strong>, tweeting`` Day-to-day adult supervision no longer", "new_id": -2}, {"uid": "1295905281252543038", "i": 29534, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "coming together to make it happen. In this clip, <strong> Google Inc. </strong> Chairman and CEO <strong> Eric Schmidt </strong> describes the shared vision the two companies have for cloud computing and what it means f... <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> on privacy www.theytoldyou.com <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place, </q> <strong> Eric Schmidt </strong> tells CNBC... <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> Responds to Consumer Watchdog <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> Responds to Consumer Watchdog's questions about <strong> Google Inc. </strong>'s privacy problems and Consumer Watchdog's demands for new protections. Nov. 18, 2008. Washington", "new_id": -2}, {"uid": "1295627764018169864", "i": 48170, "idx": 5, "sa": ["Eric Schmidt"], "q": "can't wait to get started.'' Google reports revenues of US$ 8.44 billion for the quarter ended December 31, 2010, representing an increase of 26% compared to Q4 of 2009. <q> Q4 marked a terrific end to a stellar year, </q> enthuses <strong> Eric Schmidt </strong>.`` Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display", "new_id": -2}, {"uid": "1296086133189841409", "i": 37016, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like`` a volcano that is starting to erupt.'' <q> There will be huge explosions all over Fleet Street if police get to the truth, </q> he told the BBC. Live fish, baby chicks tossed at North Side High School pep rally", "new_id": -2}, [{"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,'' <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}]]