[{"uid": "1295682265065617928", "i": 93, "idx": 17, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "social conservatives. \"To those who say that marriage is not relevant to our budget crisis,\" <strong> Mike Pence </strong> said in an enthusiastically received speech at the Family Research Council's Values Voter Summit last fall, <q> I say you would not be able to print enough money in a thousand years to pay for the government that you would need if the family continues to collapse. </q> After giving that speech, <strong> Mike Pence </strong> won the group's straw poll for top choice for its 2012 nominee. \"He has that everyman, Indiana appeal with vision,\" <strong> Marjorie Dannenfelser </strong> said. She", "new_id": -2}, {"uid": "1297425673245137428", "i": 31564, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "the exclusive vendor for Windows Phone 7 devices, the two will work together on development and marketing initiatives. \"This partnership with Nokia will accellerate, dramatically accelerate Windows phone ecosystem,\" said <strong> Steve Ballmer </strong>. <q> We need to and we will collaborate closely on joint development and joint marketing initiatives. Nokia's location and mapping services will improve our joint experience and help deepen the access and information in our Bing service. Nokia will work with us on hardware advances and work on its own unique hardware advances. This partnership is good for Microsoft and its good for Nokia. </q> No official handsets were announced at the event, though <strong> Steve Ballmer </strong> said that engineering teams have been working extensively together for some time. A question on tablets was asked, to which <strong> Stephen Elop </strong> answered that", "new_id": -2}, {"uid": "1297710796205013005", "i": 30376, "idx": 0, "sa": ["Steve Ballmer"], "q": "do so with a giant like Nokia jumping into the game, supported by billions in Microsoft subsidies. In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion. <q> Nokia's support will help Windows Phone overall to build strength versus other mobile platforms, </q> <strong> Steve Ballmer </strong> said. \"That's not just good for Nokia, that's good for all our handset partners.\" O'Brien: How Nokia and Palm are taking different roads to a comeback", "new_id": -2}, {"uid": "1297316623093863951", "i": 3728, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "upon <strong> Michael Vick </strong> PUBLISHED 35 minutes and 43 seconds ago White Sox pitcher <strong> Mark Buehrle </strong> says he and his wife sometimes rooted for Eagles quarterback <strong> Michael Vick </strong> to be injured as payback for <strong> Michael Vick </strong>'s mistreatment of dogs. <q> He had a great year and a great comeback, but there were times where we watched the game and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong> told MLB.com, according to the Chicago Tribune. \"Everything you've done to these dogs, something bad needs to happen to these guys.\" White Sox pitcher <strong> Mark Buehrle </strong> says he and his wife sometimes", "new_id": -2}, {"uid": "1295802228188252172", "i": 4625, "idx": 0, "sa": ["Lee Myung-bak", "Colin Powell"], "q": "in his State of the Union address Tuesday night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. <q> <strong> Lee Myung-bak </strong> think he's got a way to go, </q> <strong> Colin Powell </strong> said. \"<strong> Lee Myung-bak </strong> mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman.", "new_id": -2}, {"uid": "1296224676092700695", "i": 2082, "idx": 6, "sa": ["Cecile Richards", "Mike Pence"], "q": "both sides were acting as if he were. Within minutes of his decision being made public, the Washington-based Planned Parenthood Action Fund put out a statement criticizing the staunchly anti-abortion <strong> Mike Pence </strong>. <q> As women voters in Indiana learn that one of Rep. <strong> Mike Pence </strong>'s top legislative priorities is effectively denying access to preventive care for millions of women, he will have difficulty winning their vote, </q> <strong> Cecile Richards </strong>, the fund's president, said in a statement. But among conservatives, the only disappointment was that <strong> Mike Pence </strong> wasn't aiming at the White House rather than the Statehouse.", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "\" <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}, {"uid": "1295146930138919968", "i": 7555, "idx": 0, "sa": ["Jay Leno", "David Letterman", "Conan O'Brien"], "q": "phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q> always been good. I said he didn't owe me a phone call, but I appreciated it. </q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong>, who preceded and replaced him as \"Tonight\" show host. He says the reason is no mystery, noting, \"We", "new_id": -2}, {"uid": "1295534390252182552", "i": 21475, "idx": 1, "sa": ["Mitt Romney", "Barack Obama", "Mike Pence"], "q": "-- so much so they've asked U.S. Representative <strong> Mike Pence </strong> to seek the Republican nomination for president,\" Although <strong> Mitt Romney </strong> criticized his opponents in 2008 for not spending more time in Iowa, <q> as he appears to be preparing to launch a second presidential bid, <strong> Mitt Romney </strong> has largely avoided the state, </q> Real Clear Politics writes. \"After a debilitating second-place finish in the 2008 caucuses, <strong> Mitt Romney </strong> has visited Iowa only twice since <strong> Barack Obama </strong> was elected, and he does not have any additional trips to the", "new_id": -2}, {"uid": "1295139773120274967", "i": 22547, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "for New York's junior senator, <strong> Kirsten Gillibrand </strong>, since her friend Rep. <strong> Gabrielle Giffords </strong> was gunned down in Arizona. But one thing that hasn't changed for the Democrat is that she feels comfortable in her state. <q> I'm not worried about my safety, and I feel very safe everywhere in our state, and I feel safe doing my job, </q> <strong> Kirsten Gillibrand </strong> said after visiting <strong> Gabrielle Giffords </strong> yesterday and seeing the remarkable strides she's made since a lunatic turned a mundane supermarket meet-and-greet into a scene of horror. The event was a \"Congress on Your Corner\"", "new_id": -2}]