[{"uid": "1295595231037634053", "i": 11022, "idx": 12, "sa": ["Eric Schmidt", "Danny Sullivan", "Google Inc."], "q": "been. We can more or less know what you're thinking about,\" he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and <strong> Google Inc. </strong> as \"creepy\". <q>The biggest thing I wonder is after a year or so of having various gaffes and statements taken out of context if he decided he no longer wanted to play that front-man role,</q> said <strong> Danny Sullivan </strong>, the editor-in-chief of the SearchEngineLand news site. In his new role, <strong> Eric Schmidt </strong> indicated he will focus on meeting with <strong> Google Inc. </strong>'s business partners and government officials around the world. Wrangling", "new_id": -2}, {"uid": "1296610288261587044", "i": 46225, "idx": 0, "sa": ["Omar Robert Hamilton", "Barack Obama", "Hosni Mubarak", "Zahi Hawass", "Benjamin Netanyahu"], "q": "Egypt's leading archaeologists, <strong> Zahi Hawass </strong>, who has just accepted the post of minister of antiquities in <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong>'s new cabinet, has praised the combined efforts of the security forces and Egyptians who confronted the looters: <q>Today I can tell you that I'm so happy... to announce that everything is safe and nothing can happen in the future, because the police appeared today, and the army, and the Egyptian people together. What is unique, that all these people who tried to rob the antiquities were outlaws, criminals that came out of jail... and they began to attack the monuments. But who stood against them? The real Egyptians. If the Cairo museum is safe, Egypt will be safe.</q> <strong> Omar Robert Hamilton </strong> tweets: \"It feels like the government has given up. This day has been entirely dictated by the people with only the army as any kind of state presence.\" 1601 Israeli PM <strong> Benjamin Netanyahu </strong> says the", "new_id": -2}, {"uid": "1296085377165281888", "i": 30794, "idx": 0, "sa": ["David Jason", "Simon Cowell"], "q": "'m A Celebrity... Get Me Out Of Here! was named Most Popular Entertainment show. Speaking from Cardiff, where they were filming Britain's Got Talent, Ant could hardly contain his excitement shouting: <q>Ten years in a b**** y row, Declan!</q> <strong> David Jason </strong> picked up the award for Most Outstanding Drama Performance for A Touch Of Frost- despite earlier predicting on the red carpet he would not win. Meanwhile <strong> Simon Cowell </strong> handed The X Factor's award", "new_id": -2}, {"uid": "1297242386040484874", "i": 23262, "idx": 3, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. Rumsfeld wrote that he wanted", "new_id": -2}, {"uid": "1295802228188252172", "i": 4626, "idx": 1, "sa": ["Lee Myung-bak", "Colin Powell", "Barack Obama"], "q": "the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. \"<strong> Lee Myung-bak </strong> think he's got a way to go,\" <strong> Colin Powell </strong> said. <q><strong> Lee Myung-bak </strong> mean, he hasn't achieved all of his purposes, but he's stabilized the economy</q> and taken on health care reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.\" \"<strong> Lee Myung-bak </strong> think he has reached out to countries around the world", "new_id": -2}, {"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.</q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}, {"uid": "1296437639091652104", "i": 10970, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "The CEO"], "q": "be as successful as the past 10. We're going to run this way for a while. It's a full-time job just to deal with\" the areas <strong> Eric Schmidt </strong> will oversee, he said. These include <q>all the external stuff: customers, partners, deals, M&A, government, press, publicity and marketing. It was misinterpereted by many people who didn't understand what I was doing.</q> <strong> Eric Schmidt </strong> characterized co-founder Larry Page, who will become <strong> The CEO </strong> in April, as a brilliant products person who has participated in every major decision Google has made during <strong> Eric Schmidt </strong>'s tenure. He said <strong> Sergey Brin </strong>, the", "new_id": -2}, {"uid": "1297261541254083125", "i": 45181, "idx": 1, "sa": ["Donald Rumsfeld", "Jim Cramer", "Henry Paulson"], "q": "Chief of Staff for the U.S. Treasury Department for <strong> Donald Rumsfeld </strong> <strong> Henry Paulson </strong>. At Treasury he served as <strong> Henry Paulson </strong>'s senior strategist and counselor, and worked on matters of finance and crisis management.\" From <strong> Jim Cramer </strong>'s bio: <q><strong> Jim Cramer </strong> is a committed conservationist, and his hobbies include snowboarding, endurance sports( including completing 17 marathons), and chess.</q> http://politi.co/gubjcN** A message from Toyota: The pride of our people comes standard on every vehicle. And you'll find that pride in our 10 U.S. plants and nearly 200,000 team members, including", "new_id": -2}, {"uid": "1295369174262144017", "i": 49047, "idx": 0, "sa": ["Piers Morgan", "David Letterman", "Jay Leno"], "q": "<strong> Piers Morgan </strong> Tonight, the shock jock calls the NBC late-night host \"insane\" and accuses him of stealing sketch ideas. <q><strong> Jay Leno </strong> is a crook and the world knows exactly what he's up to. He steals a tremendous amount of material,</q> The New York Post quoted Stern as saying. \"This guy's ripped off like 10 major things from my show.\" Stern also adds he's baffled that <strong> Jay Leno </strong> has beaten fellow late-night host <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1295432780218038315", "i": 4753, "idx": 2, "sa": ["Ross Hall", "Rebekah Brooks", "Neville Thurlbeck", "Andy Coulson", "Keir Starmer"], "q": "by the News International executives at the grades of <strong> Andy Coulson </strong> and <strong> Rebekah Brooks </strong> and to examine the existing illegally transcribed phone message made by <strong> Ross Hall </strong> for <strong> Neville Thurlbeck </strong>?\" Speaking outside the chamber, Watson told the Guardian: <q>It is absolutely vital now that the attorney general is confident that there is a proper investigation in which all the servers are examined and not just one.</q> Watson's remarks came after <strong> Keir Starmer </strong>, the director of public prosecutions, announced last week a \"comprehensive\" review of all phone-hacking material held by the police. <strong> Keir Starmer </strong> acted after new information emerged in civil", "new_id": -2}]