[{"uid": "1295566644148553737", "i": 41664, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Charles Grandison Rose III", "Sergey Brin"], "q": "customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. Also, <strong> Eric Schmidt </strong> just tweeted that <q> adult supervision was href=\"http://twitter.com/#!/Eric SchmidtEric Schmidt/status/28196946376130560\"> no longer needed. </q> related to <strong> Sergey Brin </strong>'s comment on <strong> Charles Grandison Rose III </strong> that <strong> Eric Schmidt </strong> was brought on to Sergey Bring`` adult supervision''. Google went from searching the Web to worming its way into nearly every facet of business and government. Seth Weintraub", "new_id": -2}, {"uid": "1297533337033751050", "i": 59461, "idx": 2, "sa": ["Jim Clyburn", "Gabrielle Giffords", "Mike Pence", "Mignon Clyburn"], "q": "Arizona last month that claimed the lives of six people and wounded 13 others, including <strong> Gabrielle Giffords </strong>, <strong> Mike Pence </strong> <strong> Jim Clyburn </strong>, the No. 3 Democrat in the House, called for the reinstatement of the Fairness Doctrine. <q> Free speech is as free speech does, </q> <strong> Mignon Clyburn </strong> told the local newspaper.`` You can not yell` fire' in a crowded theater and call it free speech. And some of what I hear, and[ what] is being called free speech", "new_id": -2}, {"uid": "1296770511173654034", "i": 14642, "idx": 16, "sa": ["Richard Myers", "Donald Rumsfeld", "Ted Kennedy", "Tommy Franks", "Dick Cheney"], "q": "similar tack on a question that came to haunt the Bush administration: Why didn't the Pentagon dispatch more troops to Iraq at the outset, rather than <strong> Donald Rumsfeld </strong>'s preferred option of a light and agile force? <q> There was no disagreement among those of us responsible for the planning, </q> <strong> Donald Rumsfeld </strong> says, adding:`` If anyone suggesTed Kennedy to <strong> Tommy Franks </strong> or[ Joint Chiefs of Staff Chairman <strong> Dick Cheney </strong>] <strong> Richard Myers </strong> that the war plan lacked sufficient troops, they never informed me.'' It was as though that", "new_id": -2}, {"uid": "1295310564231800860", "i": 28517, "idx": 1, "sa": ["Gabrielle Giffords", "Mike Pence", "Barack Obama"], "q": "all legislative action last week out of respect for <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong> and the other victims of the target=\"_blank\" href=\"http://arizonafm.com/\"> Tucson shootings, the House Republican leadership decided it could abide no further delay in a vote on its <q> Repealing the Job-Killing Week after Arizona tragedy, <strong> Barack Obama </strong> says it's time for business with a` spirit of common cause' WASHINGTON( AP)- Citing`` great challenges for us to solve, </q> <strong> Barack Obama </strong> is pledging to work with Democrats and Republicans in the aftermath of the target=\"_blank\" href=\"http://arizonaobserver.com/\"> Arizona shooting that killed six, grievously wounded a member of Congress and brought legislative debate to a virtual standstill. In", "new_id": -2}, {"uid": "1297191770096485394", "i": 39439, "idx": 0, "sa": ["James Victor", "Alassane Ouattara", "Victor Gbeho"], "q": "African leaders are opposed to the group's warning. South Africa has not directly endorsed <strong> Alassane Ouattara </strong> as president and could be a potential weak point in regional efforts to force Gbagbo to stand down. <q> As we talk now there is a South African warship docked in Cote d'Ivoire. Now actions such as that can only complicate the matter further, </q> the president of the ECOWAS commission, <strong> James Victor </strong> <strong> Victor Gbeho </strong>, said in Nigeria's capital Abuja.", "new_id": -2}, {"uid": "1296452851051232810", "i": 53722, "idx": 2, "sa": ["Maurice Cheeks", "Doc Rivers", "Allen Iverson", "Vince Carter"], "q": "<strong> Maurice Cheeks </strong> in the second half with a week to go until the regular season starts.`` A lot of good things. Some bad things,'' said <strong> Doc Rivers </strong>, who praised the play of his second unit. <q> They scored too many points. We're going to score. We don't like giving up that many points. </q> Just like their 96-82 loss in Boston on Oct. 9, the Knicks shot miserably at the start, missing 11 of their first 12 attempts. They rallied to tie it at 26 after one http://wn.com/Allen Iverson_Allen Iverson_36pts_9asts_vs_JKidd_VVince Carter_Nets_05/06_NBA <strong> Allen Iverson </strong> and the", "new_id": -2}, {"uid": "1296552417261570573", "i": 28484, "idx": 6, "sa": ["Allen Iverson", "Mo Williams", "Tim Duncan"], "q": "it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth Tim Duncane in his career, his most against any opponent. He had 40 and 54 points in his previous two games versus Milwaukee. <q> AI has our number, </q> said <strong> Mo Williams </strong> who drew the difficult task of trying to stop <strong> Allen Iverson </strong>.`` He seems to play really, really well against us.'' He got off to a fast start in this one, scoring 20 in", "new_id": -2}, {"uid": "1296715247139952129", "i": 27036, "idx": 15, "sa": ["Allen Iverson", "George Karl", "Willie Nelson"], "q": ". <strong> Allen Iverson </strong> had his highest-scoring game since being acquiWillie Nelson by Denver in a trade with Philadelphia on Dec. 19. His season high is 46 against Chicago on Nov. 24.`` He's good,'' <strong> George Karl </strong> said. <q> He's better than I thought and I thought he was( darn) good. </q> After coming out of the lineup with 1:04 remaining, <strong> Allen Iverson </strong> and <strong> George Karl </strong> had a brief conversation and then a quick hug.`` To be a part of something like that is something to http://wn.com/*Denver_Nuggets_vs_Toronto_Raptors*_New_Years_Eve_2008 Denver Nuggets 114 d.", "new_id": -2}, {"uid": "1295498926237502474", "i": 27497, "idx": 2, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "'s camp said it would no longer accept <strong> Raila Odinga </strong> as go-between.`` Mr. <strong> Raila Odinga </strong> has failed in his mission and we are no longer prepared to receive him,'' Gbagbo's foreign minister Alcide Djedje told journalists. <q> He took the side of Mr. <strong> Alassane Ouattara </strong>. </q> <strong> Raila Odinga </strong> blamed Gbagbo for the breakdown in talks, noting he had promised to lift a military siege on the hotel where <strong> Alassane Ouattara </strong>'s parallel government remains under U.N. guard.`` He broke that promise, for the second", "new_id": -2}, {"i": 1263, "idx": 1, "index_answer": 0, "new_id": -1, "q": "center in Munich.'' He added that the new employees would be split equally between developers and sales staff. Currently, Google has approximately 5,000 employees between its European, African, and Middle East offices. <q> We had a very, very good year and a very strong quarter, </q> said <strong> Eric Schmidt </strong>. In the final quarter of 2010, Google turned a profit of$ 2.54 billion, or 1.86 billion euros.`` We looked at this year and in particular our prospects for growth in Europe,", "sa": ["Eric Schmidt"], "uid": "1296014056259227659"}]