[{"uid": "1295325224053116945", "i": 13, "idx": 0, "sa": ["Grant Hill", "Earl Monroe", "Allen Iverson", "LeBron James"], "q": "points on 10/13 FG attempts including 5/5 three pointers, as the Suns overcame an Earl Monroey 18-point deficit to defeat the Spurs 110-96 and take a 3-0 lead in their best of seven series in the Western Conference Semifinals. <q> I think it's safe to say that may have been the best fourth-quarter performance I have ever seen in a playoff game, </q> Suns forward <strong> Grant Hill </strong> said. http://wn.com/Allen Iverson_Allen Iverson_1st_Win_as_a_Pistons_vs_LeBron Jamess_30pts_9asts_7rebs_08/09_NBA For a veteran like <strong> Allen Iverson </strong>, a win in November against a lottery team rarely registers as important. After losing his first two games with his new team, that wasn't the", "new_id": -2}, {"uid": "1295720353114180141", "i": 24907, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "David Zeman", "Sergey Brin"], "q": "chief who wasn't For six years, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> told <strong> Eric Schmidt </strong> that Google should build its own browser, and for six years, he resisted.`` Google was a small company,'' <strong> Eric Schmidt </strong> remembered. <q> Having come through the bruising browser wars, I didn't want to do that again. </q> So <strong> Sergey Brin </strong> and <strong> Larry Page </strong> hired some ex-Firefox developers and had them build a prototype. When they showed <strong> Eric Schmidt </strong> the browser that would be How We Will Take Down Google's Search Engine <strong> David Zeman </strong>, Credit Card Outlaw| Jan.", "new_id": -2}, {"uid": "1295808974069746715", "i": 6631, "idx": 1, "sa": ["Jerry Brown", "Mimi Walters", "Bill Lockyer"], "q": "benefit plans.`` We want reforms in place before there's any discussion about tax increases,'' said <strong> Mimi Walters </strong>, the GOP's nominee last fall for state treasurer who was trounced by incumbent <strong> Bill Lockyer </strong>. <q> I do know there's not support at all to even put it on the ballot without significant pension reforms. </q> <strong> Jerry Brown </strong> has proposed cutting$ 12.5 Bill Lockyerion in expenditures and asking voters to extend for five years temporary taxes on personal income, sales and autos in an attempt to solve a$ 25.4 Bill Lockyerion deficit.", "new_id": -2}, {"uid": "1295238753247496716", "i": 43880, "idx": 0, "sa": ["Michael Vick", "Piers Morgan", "Oprah Winfrey"], "q": "<strong> Oprah Winfrey </strong>: Monday, January 17 href=\"http://Piers MorganPiers Morgan.blogs.cnn.com/2011/01/16/Piers Morgan-Piers Morgan-and-Oprah Winfrey-Oprah Winfrey-make-bet-about-who-can-book-Michael Vick-Michael Vick-first/\" rel=\"bookmark\" title=\"Permanent Link:Piers Morgan and <strong> Oprah Winfrey </strong> make bet about who can book <strong> Michael Vick </strong> first\"> <strong> Piers Morgan </strong> and <strong> Oprah Winfrey </strong> make bet about who can book <strong> Michael Vick </strong> first <strong> Oprah Winfrey </strong> <q> <strong> Piers Morgan </strong> Tonight' interview, <strong> Piers Morgan </strong> asks`` what advice would you give <strong> Michael Vick </strong>? </q> <strong> Oprah Winfrey </strong> didn't want to answer- because she's saving her thoughts for when she interviews the NFL Comeback Player of the year. But <strong> Piers Morgan </strong> is trying to book <strong> Michael Vick </strong> too. And then a", "new_id": -2}, {"uid": "1297314901126959709", "i": 930, "idx": 4, "sa": ["Michael Vick", "Jeffrey Lurie", "Barack Obama", "Joy Behar"], "q": "of Sports Illustrated. In December, <strong> Barack Obama </strong> reportedly congratulated and praised Philadelphia Eages coach <strong> Jeffrey Lurie </strong> for hiring <strong> Michael Vick </strong>. <strong> Joy Behar </strong> was less enthusiastic.`` I can't forgive it,'' said <strong> Joy Behar </strong> of <q> I just can't forgive it. </q> href=\"http://www.theantisocialworker.com/2011/02/Michael Vick-Michael Vick-wins-teacher-of-year-2011.html\" rel=\"nofollow\"> <strong> Michael Vick </strong> wins 2011 Teacher of the Year In 2007, <strong> Michael Vick </strong> was convicted of dog fighting and personally executing dogs who performed poorly by electrocution, hanging and drowning.", "new_id": -2}, {"uid": "1295617200111296519", "i": 53173, "idx": 6, "sa": ["David Cameron", "Andy Coulson", "Cathy Newman"], "q": "`` right thing'' to resign but that he should have done it earlier. He said it raises`` serious questions about <strong> David Cameron </strong>'s judgement that he hung on to him for so long''. He added: <q> It's clear that there are serious questions about his time at the News of the World. </q> 1310 <strong> Cathy Newman </strong>, political correspondent for Channel 4 News, tweets that she has heard the announcement came ahead of rumours that suspended NoTW Ian Edmonson`` was about to turn <strong> Andy Coulson </strong> in''. 1305 Political", "new_id": -2}, {"uid": "1297348316264044562", "i": 3007, "idx": 0, "sa": ["Mike Pence"], "q": "worker in the video-- which Sye said was`` doctored''-- was fired immediately, but not before anti-abortion lawmakers had the ammunition they needed to demand that federal funds for PPFA be cut off. <q> The employees of Planned Parenthood clinics across the country are facilitating the abuse of minor girls in this country, </q> Republican <strong> Mike Pence </strong> of Indiana-- the author of the bill that would deny government funding to any service that provides abortions-- said on the House floor on Tuesday.`` This should be a scandal to every", "new_id": -2}, {"uid": "1297702534073007116", "i": 4669, "idx": 2, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "in de kamer. Geen Android-achtige fragmentatie Er zijn nu achtduizend apps voor Windows Phone 7 beschikbaar, meldt Microsoft. Tot nu toe hebben 1 miljoen software-devStephen Elopers de Visual Studio-toolkit voor Windows Phone gedownload. <q> We willen de fragmentatie voor ontwikkelaars tegengaan zoals gebeurd is bij andere mobiele platforms, </q> verwijst <strong> Steve Ballmer </strong> naar Google's mobiele platform Android. Nokia's Ovi Maps en bijbehorende locatiediensten zullen volgens <strong> Steve Ballmer </strong>` breed worden ingezet' binnen Microsofts zoekmachine Bing.`` Dat gebeurt niet alleen op Windows Phones,", "new_id": -2}, {"uid": "1295251188152551466", "i": 10246, "idx": 8, "sa": ["Doug Morris", "Kelsey Grammer", "David Letterman", "Camille Grammer", "Clive Davis", "Beverly Hills"], "q": ". The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.'' COHEN:`` There's a shot of her with the kids on <strong> David Letterman </strong>.'' <strong> Camille Grammer </strong>: <q> He uses them as props. It's tough, it's harsh. It hurts, of course. </q> The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Kelsey Grammer_Kelsey Grammer_his_Wife_arrive_at_Clive Davis_Clive Davis_2010_Pre_Grammy_Gala <strong> Kelsey Grammer </strong> and His Wife arrive at The 52nd Annual GRAMMY Awards- Salute To Icons Honoring <strong> Doug Morris </strong> on 01/30/2010 at The <strong> Beverly Hills </strong> Hilton Hotel <strong> Beverly Hills </strong>", "new_id": -2}, {"i": 46868, "idx": 2, "index_answer": 0, "new_id": -1, "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q> I think he's working very hard on the issue of unemployment, which I think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` We didn't elect` Superman,' we elected a human being.'' <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "uid": "1295800027068403245"}]