[{"uid": "1295681320220479511", "i": 56128, "idx": 2, "sa": ["Carmelo Anthony", "Allen Iverson", "Phil Jackson", "George Karl"], "q": "and 15 points, respectively. No thanks to the Lakers, either, suggested coach <strong> Phil Jackson </strong>. \"I thought our defense packed it in on them, but they missed some easy shots,\" <strong> Phil Jackson </strong> said. <q> I told the team at halftime,` They're not going to shoot like this for the whole game. They missed some close shots, some shots they usually make. We'll have to play better defense in the second half.' \"But they never showed up. They never got it going. </q> <strong> Allen Iverson </strong> sat out all but 1:11 of the fourth quarter, when Nuggets coach <strong> George Karl </strong> emptied his bench, prompting <strong> Carmelo Anthony </strong> to accuse the team of quitting. \"In a game like tonight, on our All credit goes", "new_id": -2}, {"uid": "1295606106110247944", "i": 38584, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "einem aufstrebenden Internetsuch-Unternehmen zu einem breit aufgestellten Technologiekoloss ebnete. Tr?ume <strong> Eric Schmidt </strong> leitete das Tagesgesch?ft, damit sich <strong> Larry Page </strong> und <strong> Sergey Brin </strong> um die Entwicklung der Produkte k?mmern konnten. Entscheidungen trafen letztlich alle drei gemeinsam. <q> Als ich 2001 zu Google gekommen bin, h?tte ich mir in einem wildesten Tr?umen nicht vorstellen k?nnen, dass wir mal so weit kommen w?rden </q>, sagt <strong> Eric Schmidt </strong> heute. Weltkonzern Aus dem Studentenprojekt ist ein Weltkonzern geworden. Mehr als 24.000 Mitarbeiter k?mmern sich um Internetsuche, Smartphones, Onlinevideos oder B?rosoftware. Und da liegt das Problem: Google", "new_id": -2}, {"uid": "1295113318113344517", "i": 33984, "idx": 1, "sa": ["Chris Webber", "Samuel Dalembert", "Allen Iverson", "Kyle Korver", "Maurice Cheeks", "Tim Kennedy"], "q": "'ve got to win it,\" he said. After <strong> Kyle Korver </strong> sent the game into a third overTim Kennedye, <strong> Chris Webber </strong> delivered a clutch steal and secured the Philadelphia 76ers' 125-124 victory over the Celtics on Friday night. <q> It was an amazing game, </q> Sixers coach <strong> Maurice Cheeks </strong> said. Was it ever. <strong> Chris Webber </strong> had 31 points and 13 rebounds, <strong> Allen Iverson </strong> scored 33 points with 10 assists, and <strong> Samuel Dalembert </strong> had 20 points and 11 rebounds in the Sixers' longest game since", "new_id": -2}, {"uid": "1295263580086458368", "i": 14266, "idx": 0, "sa": ["Bernie Sanders"], "q": "the legacy of King. Evelyn Kwanza as a music leader who teaches many of the traditional songs, while her husband, known as \"Deacon Modi\" helps lead social programs, including food drives. <q> They are the perfect team. They keep truth and justice at the center of all things they do, </q> Hal Colston said in making the presentations. Also honored was U.S. Sen. <strong> Bernie Sanders </strong> for his track record on civil rights. You must fill out the comment body in order to submit a comment.", "new_id": -2}, {"uid": "1295674060172441608", "i": 18391, "idx": 7, "sa": ["Allen Iverson", "Tim Duncan", "Chauncey Billups", "Yao Ming"], "q": "for the Lakers, but went 12-of-30 from the floor. \"We just played a good all-around game,\" <strong> Allen Iverson </strong> said after the Pistons won for the third Tim Duncane since his arrival from Denver five games ago. <q> It's just about playing basketball, understanding what we want to do on the basketball court. \"We didn't feel like it would take long, but we knew it would be kind of shaky in the beginning because I'm a totally different player than <strong> Chauncey Billups </strong>. I'm a lot more aggressive when it comes to driving to the basket, so my teammates have to know what spot I want them to be in to be able to create shots for them. </q> In winning their first seven, the Lakers had averaged a league-high 104.7 points and held opponents to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoYao Ming the final", "new_id": -2}, {"uid": "1297174738149192708", "i": 30741, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "front of the Style section matches a book review of <strong> Donald Rumsfeld </strong>'s new memoir Known and Unknown as equal with... a 110-page <strong> Donald Rumsfeld </strong> torture fantasy concocted for the small magazine company McSweeney's. The title over both was <q> Two Shots of Rummy. </q> In his review, It is tempting at first to dismiss\" 20&amp;linkCode=xm2&amp;camp=1789&amp;creativeASIN=1936365251\" target=\"\"> <strong> Donald Rumsfeld </strong>\" as a mere literary guerrilla action, a publication-day ambush by two clever writers whose narrative voice", "new_id": -2}, {"uid": "1296387706032849961", "i": 30555, "idx": 0, "sa": ["Peyton Manning", "Philip Rivers", "Michael Vick", "Phil Simms"], "q": ", but it just seems like a lot of the players who were there say they're glad to be back here in Hawaii,\" said <strong> Peyton Manning </strong>, who missed the game while preparing for the Super Bowl. <q> It's always an honor to be here, it's a privilege. </q> <strong> Peyton Manning </strong> will back up AFC starter <strong> Philip Rivers </strong> of San Diego. Phil Simmsadelphia's <strong> Michael Vick </strong>, subject of perhaps the NFL's most compelling story line this season, is slated to start for the NFC.", "new_id": -2}, {"uid": "1297434144161464370", "i": 38169, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "n't changed since he left his employ and when Mr. <strong> Steve Ballmer </strong> damned Mr. <strong> Stephen Elop </strong>, who had been in charge of the Office Suite, with faint praise. All he could say of him was that he had been <q> a good steward of the brand </q>. This is not a relationship of equals. It was clear that Mr. <strong> Steve Ballmer </strong> was the one who got the best end of this deal. But Mr. <strong> Steve Ballmer </strong>'s very presence shows how much this means", "new_id": -2}, {"uid": "1297287284241352713", "i": 46306, "idx": 1, "sa": ["Simon Cowell"], "q": "audition for his new reality competition series \"The X Factor,\" set to premiere in the fall. In a video posted on the show's official Web site, <strong> Simon Cowell </strong> says, <q> We want someone who's going to be a global superstar. That's why you've got to enter this show. You've got the' X factor.` You think you can take everyone on. Bring it on. </q> <strong> Simon Cowell </strong> says he wants to do the show \"bigger and better than anything you've ever seen before. It's going to be more extreme, more fun, more exciting. If I couldn't", "new_id": -2}, {"uid": "1296137820192086026", "i": 49206, "idx": 0, "sa": ["Abdul Malik", "Ali Abdullah Saleh", "Michael Gove"], "q": "<strong> Ali Abdullah Saleh </strong> also promised this week to raise salaries of civil servants and military personnel by at least$ 47 dollars a month. Opposition MP <strong> Abdul Malik </strong> al-Qasous said people wanted political and economic reforms. <q> The opportunity for reform is still available, and we fear the situation will reach a point where people will not hear their ruler when he says,' I have understood you!' </q> New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in... UK` unprepared for a foot and mouth outbreak'", "new_id": -2}]