[{"uid": "1296717067176898072", "i": 14618, "idx": 4, "sa": ["Vince Carter", "Lawrence Frank", "Ray Allen", "Devin Harris", "Allen Iverson"], "q": "and had to be restrained by coach <strong> Lawrence Frank </strong> and teammate <strong> Devin Harris </strong>. \"<strong> Vince Carter </strong> thought the ball went off <strong> Ray Allen </strong>[ <strong> Allen Iverson </strong>] and said something, and that's when he got a technical,\" <strong> Lawrence Frank </strong> said. <q>That's when the official said something that <strong> Vince Carter </strong> didn't think was appropriate and he reacted. We felt it was unjust that he got ejected.</q> <strong> Vince Carter </strong> did not talk to the media after the game, and crew chief Dan http://wn.com/Jose_MourinhoÂ´s_pre_match_conference_Real_Madrid_vs_Atletico Feb. 19, 2006 Box Score DURHAM, NC( AP)- JJ Redick lost a defender around a screen, took a", "new_id": -2}, {"uid": "1297707996054411379", "i": 11615, "idx": 0, "sa": ["Sarah Chalke", "Taylor Swift", "Kim Kardashian", "Justin Bieber", "Simon Cowell", "Eva Longoria", "Marion Cotillard"], "q": "Performances, upsets dominate Grammys Has <strong> Simon Cowell </strong> Been Watching The New \"American Idol'? <strong> Taylor Swift </strong>'s Unrequited Crush: <q>I Was So in Love With You</q> <strong> Kim Kardashian </strong> and <strong> Eva Longoria </strong> Got Ready for The Grammys Together <strong> Sarah Chalke </strong> Returns to TV But This Time, It\"s Love at First Sight <strong> Justin Bieber </strong>: Im Spending Valentines Day With... <cite> Us Magazine </cite> <strong> Marion Cotillard </strong>` In", "new_id": -2}, {"uid": "1295780846083050501", "i": 15591, "idx": 1, "sa": ["John McCain", "Colin Powell", "Sarah Palin", "Barack Obama"], "q": "Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. \"He has both style and substance. I think he is a transformational figure,\" <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" <q><strong> Obama Girl </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well,</q> <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he questioned <strong> John McCain </strong>'s judgment in picking <strong> Sarah Palin </strong> as his running mate because he does", "new_id": -2}, {"i": 22123, "idx": 2, "index_answer": 0, "new_id": -1, "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in <strong> April Wayne </strong>. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "sa": ["Eric Schmidt", "April Wayne", "Google Inc."], "uid": "1295905334076185612"}, {"uid": "1295408839085049344", "i": 603, "idx": 1, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": "<strong> Piers Morgan </strong> Tonight, <strong> Howard Stern </strong> called The Tonight Show host a \"crook,\" \"insane,\" \"not fit to scrub <strong> David Letterman </strong>'s feet,\" and that <strong> Jay Leno </strong> \"steals a tremendous amount of material.\" <q>America must be filled with morons,</q> said <strong> Howard Stern </strong>, \"the ones who watch <strong> Jay Leno </strong>, they must be in a coma.\" This was just about the only moment the conversation sprang to life, however. Too much time was wasted with", "new_id": -2}, {"uid": "1295905049076185690", "i": 26137, "idx": 3, "sa": ["Bill Lockyer"], "q": "and how aggressively the legislature and the governor close the budget deficit. \"Then, the next option, if you run out of deferrals, is to issue i.o.u.'s,\" Mr. <strong> Bill Lockyer </strong> said. <q>It's a possibility. It's not one that anyone wants to do. It's at the bottom of the list of choices. But it is on the list.</q>", "new_id": -2}, {"uid": "1296174054124354589", "i": 40924, "idx": 0, "sa": ["Bob McDonnell", "Mike Pence"], "q": "<strong> Mike Pence </strong> decision \"major coup\" for RGA- David Catanese: <strong> Mike Pence </strong> decision \"major coup\" for RGA Indiana Rep. <strong> Mike Pence </strong> isn't running for president, which means a gubernatorial run is almost inevitable. <q><strong> Mike Pence </strong> won't formally announce his gubernatorial campaign on Thursday-a state law prohibits announced candidates from raising money during the state legislative session, scheduled to end April-but he fully intends to run for governor, a source with knowledge of his thinking told POLITICO.</q> <strong> Mike Pence </strong> was Perry's first recruitment call after he became chairman, a source with knowledge of the call told POLITICO, and <strong> Mike Pence </strong> met in Washington on Wednesday with Virginia Gov. <strong> Bob McDonnell </strong>, the RGA's vice", "new_id": -2}, {"uid": "1297065247095109134", "i": 46133, "idx": 1, "sa": ["Colin Powell", "Dick Cheney", "Joe Biden"], "q": "in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article: <strong> Dick Cheney </strong> calls Mubarak a good friend, US ally... <strong> Joe Biden </strong> Tears Up Talking About Wounded US Troops Report Abuse <q>Fun with <strong> Dick Cheney </strong> and <strong> President Bush </strong>... what a friggin' disaster. Thank God for a REAL <strong> Dick Cheney </strong>... kick-@#$% <strong> Barack Obama </strong>!!!</q> Washington Post: The Fix: Charlotte will be site of 2012 Democratic National Convention Washington Post: 2012 Republican presidential candidates all have flaws Who's Hiring Now?Find out which jobs are hiring, what they pay- and", "new_id": -2}, {"uid": "1295621862132808705", "i": 43286, "idx": 6, "sa": ["Eric Schmidt", "Esther Dyson"], "q": "were just flabbergasted.' <strong> Esther Dyson </strong>, a veteran Valley investor who has long known the Google founders and Mr. <strong> Eric Schmidt </strong>, said, \"It is unexpected but it makes a lot of sense.\" She added: <q>Larry and Sergey have grown up. They want to run their own company.'</q> 11-inch MacBook Air: The next generation of MacBooks. From$ 999. Free shipping. <strong> Eric Schmidt </strong> discusses Google\"s management changes in open letter Google co-founder Larry Page becomes CEO on April 4; <strong> Eric Schmidt </strong> assumes", "new_id": -2}, {"uid": "1294986518220069897", "i": 30292, "idx": 3, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "doctor, Dr. Michael Lemole. But it was <strong> Gabrielle Giffords </strong>' husband's reaction to this milestone that made <strong> Kirsten Gillibrand </strong> realize this was the very first time <strong> Gabrielle Giffords </strong> had opened her eyes since being shot. <q>It was dramatic. We didn't understand the importance of that. We didn't know that she had not opened her eyes. But when we watched Mark we knew.</q> A realization that makes <strong> Kirsten Gillibrand </strong> all the more optimistic about her friend's recovery. \"It was so clear to me that she was absolutely present in every way and had so much strength and", "new_id": -2}]