[{"uid": "1296407544252772372", "i": 155, "idx": 33, "sa": ["Andre Iguodala", "Andre Miller", "Samuel Dalembert", "Marcus Camby", "Allen Iverson"], "q": "on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Western Conference. <q> <strong> Elgin Baylor </strong> almost had a perfect trip at my home away from home, </q> <strong> Allen Iverson </strong> said. <strong> Samuel Dalembert </strong> scored the decisive basket with 32.9 seconds remaining. When <strong> Andre Iguodala </strong> lost possession of the ball as he fell, <strong> Samuel Dalembert </strong> was there to grab it and turned for a lay-in. <strong> Andre Miller </strong>, acquired by", "new_id": -2}, {"uid": "1295561917217792524", "i": 15119, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "announced Thursday that co-founder Larry Page, pictured in 2007, would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman and focus on <q> deals, partnerships, customers and broader business relationships. </q> The firm's other co-founder, <strong> Sergey Brin </strong>, will work on strategic projects and new products, Google said in a statement. It said the management changes would take effect on April 4.", "new_id": -2}, {"uid": "1295455810253952003", "i": 9659, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor. \"In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,\" <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> Gulf Oil Expands Into 12 States, Rebrands 400 Stations in One Year Since Announcing its National Expansion Heartland Automotive Services, Inc., dba Jiffy Lube, Acquires Nebraska Lube, LLC., in Omaha and Lincoln Nebraska", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies. \"Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,\" <strong> Bill Lockyer </strong> said. <q> It's improper, it will stop now, it will not happen again and we will get our money back. </q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}, {"uid": "1295611498129794052", "i": 13397, "idx": 1, "sa": ["Andy Coulson"], "q": "public figures launching civil actions against publisher News International over alleged hacking. The Prime Minster went on to praise the manner in which <strong> Andy Coulson </strong> ran the Number 10 communication's team, saying it worked in a <q> very proper and transparent and decent way; that hasn't always been the case in the past </q>.", "new_id": -2}, {"uid": "1296005420146669597", "i": 12784, "idx": 1, "sa": ["Bill Lockyer"], "q": "<strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. \"No state needs to declare bankruptcy,\" <strong> Bill Lockyer </strong> said, <q> The states have sovereign taxing power the big companies don't. </q> <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments that lack the capacity to repay their debts. California and other states have, at least", "new_id": -2}, {"uid": "1297273219262504460", "i": 29972, "idx": 1, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": ", National Security Council meeting in which <strong> Colin Powell </strong>, then secretary of state, sketched out the presentation he was to make at the United Nations two days later. <strong> Donald Rumsfeld </strong> quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as \"Terrorist Poison and Explosive Factory, Khurmal.\" <strong> Donald Rumsfeld </strong> said Khurmal was operated", "new_id": -2}, {"uid": "1295167574006995973", "i": 23587, "idx": 0, "sa": ["Allen Iverson"], "q": "back. Rate Comment and SUBCRIBE! Lakers2010season http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1295560092263241750", "i": 35897, "idx": 0, "sa": ["Mike Moran", "Sergio Marchionne", "Alan Mulally", "Ray LaHood"], "q": "help.\" Advertisement <strong> Ray LaHood </strong> said he will fly to Michigan on Tuesday to meet with Ford president and CEO <strong> Alan Mulally </strong> and Chrysler CEO <strong> Sergio Marchionne </strong>. A Ford spokesman, <strong> Mike Moran </strong>, said <strong> Alan Mulally </strong> <q> accepted the request for a meeting and looks forward to seeing the secretary. </q> A Chrysler spokeswoman confirmed the meeting, but declined to comment. Next week's trip follows a series of meetings <strong> Ray LaHood </strong> has had in recent months with auto CEOs from around the world, including a Dec.", "new_id": -2}, {"uid": "1296014209252100659", "i": 12523, "idx": 0, "sa": ["Bill Lockyer", "Barack Obama", "Michele Bachmann", "Newt Gingrich"], "q": "it is on course to reach 100 percent in just more than a decade. Rather than go toe-to-toe with Republicans on painful budget cuts, White House officials said they were crafting a broader economic strategy. <q> Cutting the deficit by gutting our investments in innovation and education is like lightening an overloaded airplane by removing its engine, </q> <strong> Barack Obama </strong> said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Mercedes-Benz 2003 M-Class", "new_id": -2}]