[{"uid": "1296705381167772199", "i": 1235, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "incoherent decision-making and policy drift, a detriment to the war effort, the Post said. <strong> Donald Rumsfeld </strong> suggests that <strong> President Bush </strong> was at fault for not doing more to resolve disagreements among senior advisers. <strong> President Bush </strong> <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made, </q> <strong> Donald Rumsfeld </strong> wrote. Addressing charges that he failed to provide enough troops for the Iraq war, the former defence chief wrote:`` In retrospect, there may have been times when more troops could have helped", "new_id": -2}, {"uid": "1295977508172294160", "i": 13668, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Monday, questions posed to potential jurors strongly indicated that Davies, 49, may claim self-defense during the trial. Jury selection was continuing Tuesday, and opening statements in the case were expected on Wednesday. <q> This case may be about alleged self-defense and the defense of others, </q> Superior Court Judge Bernard DeLury told potential jurors. Questions posed to the jurors included whether they were familiar with any reality television personalities in the United States or in other countries. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong>", "new_id": -2}, {"uid": "1295559654260145286", "i": 40838, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and technology thought leadership-all of which are increasingly important given Google's global reach.'' Internally, <strong> Eric Schmidt </strong> will continue to act as an advisor to Larry and <strong> Sergey Brin </strong>. In a statement, <strong> Eric Schmidt </strong> said: <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and", "new_id": -2}, {"uid": "1295798999110280823", "i": 18194, "idx": 10, "sa": ["Colin Powell", "Barack Obama"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race.`` I will always vote for the person who I think is best qualified,'' he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q> Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an important element of the user experience on sunherald.com. We invite you to comment on our content as part", "new_id": -2}, {"uid": "1295615312003915794", "i": 31192, "idx": 4, "sa": ["Eric Schmidt"], "q": "far exceeding market expectations. <strong> Eric Schmidt </strong> said that it had been a`` great privilege'' to lead the company and claimed that the future outlook is`` bright'' under the new management structure. <q> We are confident that this focus will serve Google and our users well in the future. Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade- and we anticipate working together for a long time to come, </q> said <strong> Eric Schmidt </strong>.", "new_id": -2}, {"uid": "1296349245162676737", "i": 13811, "idx": 0, "sa": ["Eric Schmidt"], "q": "reserves of internet search requests to learn how language is really used, rather than relying on the dictionary. The venture is a reminder that Google's ambitions stretch well beyond the internet. <strong> Eric Schmidt </strong> says: <q> We're trying to make all the world's information accessible. People make the mistake of thinking that's just web information. </q> International summits such as the World Economic Forum are clearly ripe for language interpretation, so could we soon be listening to digitised translations by Google? <strong> Eric Schmidt </strong> admits the software isn't that good.`` If", "new_id": -2}, {"uid": "1296709836249151511", "i": 23451, "idx": 0, "sa": ["Courtney Lee", "Allen Iverson"], "q": "game and showed some of the grit they displayed last season, when they reached the NBA Finals.`` It's extra special( to win) when you have to fight and struggle,'' <strong> Allen Iverson </strong> said. <q> We were able to keep fighting through it. I know last year's team is dead and stinkin', but we took something from last year's team( in this game). </q>`` I've had this team for five years and they try,'' Sixers coach Larry <strong> Courtney Lee </strong> said.`` They might not always play right and they might not always play good, but they try.''", "new_id": -2}, {"uid": "1295717835220610566", "i": 17704, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "community is coming together following this month\\'s shooting rampage.'',`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/20/PH2011012003179.jpg'',`` emailLink'': <q> http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/20/VI2011012003171.html&amp;title=Giffords\\'s husband: <strong> Gabrielle Giffords </strong> would be proud& site= nation& type= Video& sent= no& search= Search </q>,`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/20/VI2011012003171.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01202011-32v&amp;flvURL=/media/2011/01/20/01202011-32v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F20%2F01202011-32v.jsn''}{`` title'':`` <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved", "new_id": -2}, {"uid": "1294976069214024197", "i": 26746, "idx": 2, "sa": ["Tyson Clabo", "Michael Vick"], "q": "me; look what I do,''' offensive tackle <strong> Tyson Clabo </strong> said.`` That stuff can get annoying at times.'' The roster may be sprinkled with stars, wide receiver <strong> Michael Vick </strong> Jenkins said, <q> but nobody tries to outshine the other. </q> Several players concurred that Smith's unassuming manner radiates through the organization, which may draw admirers but not hordes of fans from beyond the state border.`` Teams tend to take from the aura", "new_id": -2}, {"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,'' said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons.`` He's a Hall of Fame coach,'' said <strong> Allen Iverson </strong>. <q> So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that. </q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped.`` Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}]