[{"uid": "1295906255011026466", "i": 45931, "idx": 1, "sa": ["Bill Lockyer"], "q": "to declare bankruptcy. Armando Arorizo/Bloomberg News <strong> Bill Lockyer </strong>`` It's a cynical proposal, intended to incite a panic in response to a phony crisis,'' Mr. <strong> Bill Lockyer </strong> said in a conference call with journalists. <q> Killer bees, space aliens, and now it's the invasion of the bankrupt states. </q> As reported, a number of members of Congress have been quietly looking into possible amendments to the federal bankruptcy code to accommodate the states, which can not now declare bankruptcy. Mr.", "new_id": -2}, {"uid": "1295890517156680255", "i": 44513, "idx": 0, "sa": ["Will Smith", "David Letterman", "Oprah Winfrey", "50 Cent", "Kanye West"], "q": ". Anticipating their LIVE studio appearance, <strong> Kanye West </strong> said,` How could I not come to106& PARK on the day my album comes out?'`` I'm definitely coming.'' While, <strong> 50 Cent </strong> commented, <q> Just make sure that <strong> Kanye West </strong> shows up. </q> This heated debate has caused one of the most exciting media frenzies in years. <strong> Will Smith </strong> <strong> Kanye West </strong> graduate with top honors? <strong> Will Smith </strong> <strong> 50 Cent </strong> http://wn.com/Oprah_Winfrey_Hangs_Out_with_David_Letterman_Part_3 <strong> Oprah Winfrey </strong> shows her genius with <strong> David Letterman </strong> and reps for black women quite well. The", "new_id": -2}, {"uid": "1295728012106954753", "i": 39804, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Speaking of corporate shake-ups, Mountain View Internet juggernaut Google revealed that co-founder Larry Page will become CEO effective April 4. Current CEO <strong> Eric Schmidt </strong> will be executive chairman, and co-founder <strong> Sergey Brin </strong> will remain co-founder, devoting <q> his time and energy to strategic projects, </q> <strong> Eric Schmidt </strong> wrote in a blog post.`` As Google has grown, managing the business has become more complicated,'' <strong> Eric Schmidt </strong> noted.`` So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time how", "new_id": -2}, {"uid": "1295569075103366669", "i": 2259, "idx": 2, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": ". The administration has promised to replenish the$ 120 billion in lost revenue to the Social Security trust fund from the general treasury at a future date, but <strong> Sen. Bernie Sanders </strong> and his liberal allies are skeptical. <q> The danger of doing that is that this precedent becomes extended, </q> <strong> Sen. Bernie Sanders </strong> said in an interview.`` I know as surely as I'm sitting here that a year from now, when <strong> Barack Obama </strong> says this is only a one-year program, what are Republicans going to say? They", "new_id": -2}, {"uid": "1297276859033341485", "i": 25463, "idx": 3, "sa": ["Steve Ballmer", "Barack Obama"], "q": "developers in game-changing ways,'' <strong> Steve Ballmer </strong> said. Microsoft has made great strides in the past few years in cloud computing-- broadly the provision of The 2011 State of the U...( 19:02:02 <q> <strong> Barack Obama </strong> speaks about moving forward to create jobs, out-compete in the global... </q> The 2011 State of the U...( 19:07:31`` <strong> Barack Obama </strong> speaks about moving forward to create jobs, out-compete in the global...'' In Full: State of the U...( 19:09:20`` IN FULL", "new_id": -2}, {"uid": "1295586027175472666", "i": 16651, "idx": 7, "sa": ["Eric Schmidt", "Google Inc."], "q": "others in Silicon Valley to follow the same management model. In a nod to how he was regarded as <strong> Google Inc. </strong>'s elder statesman, Mr. <strong> Eric Schmidt </strong> tweeted wryly after the management shifts were announced, <q> Day-to-day adult supervision no longer needed! </q> In the decade since Mr. <strong> Eric Schmidt </strong> joined <strong> Google Inc. </strong>, the company blew by competitors such as Microsoft Corp. in the search-ad business. <strong> Google Inc. </strong> has since moved into mobile-device software with Android, which powers millions of", "new_id": -2}, {"uid": "1294991426005357592", "i": 36297, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "</a>| AdChoices <strong> Kirsten Gillibrand </strong> said she was holding <strong> Gabrielle Giffords </strong>' left hand when she started to flicker her left eye.( Her right eye, damaged in the shooting, is bandaged.) <q> We're watching her and saying,` <strong> Gabrielle Giffords </strong>, you can do it.' Everyone who loves her is around this hospital bed, her mother, her father, her doctor, her husband, her friends, all these people are there to say,` <strong> Gabrielle Giffords </strong>, we're with you,' and she doesn't just put a thumbs up, she raises her entire arm. </q>`` The doctors couldn't believe what they were seeing,'' <strong> Kirsten Gillibrand </strong> said.`` They were saying this is unbelievable progress, to see this.'' Video: House peers reflect on bedside", "new_id": -2}, {"uid": "1297480839099155994", "i": 31311, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "the Nokia-Microsoft attempt to prevent Google's Android operating system and the Apple iPhone from owning the entire smart phone market.. Seated next to <strong> Stephen Elop </strong> in a London hotel auditorium, <strong> Steve Ballmer </strong> said, <q> this partnership with Nokia will accelerate- dramatically accelerate- our Windows phone ecosystem. </q> Mr. <strong> Stephen Elop </strong> said the partnership with Microsoft was only part of Nokia's strategy to recapture market share and improve profitability in a viciously competitive market. Extensive firings at both the senior management and factory level are", "new_id": -2}, {"uid": "1295601684081559570", "i": 26670, "idx": 7, "sa": ["Eric Schmidt"], "q": "products.''`` With his ascendancy, the company's engineers will reign unchallenged-- not that they had much trouble before,'' Thomas said. In a blog post, <strong> Eric Schmidt </strong> said: <q> Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making. </q>`` This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us,'' he added, noting each member of the trio", "new_id": -2}, [{"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,'' says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q> Then a friend of mine... called me and said,' I think you're making a big mistake,'? </q> he says.`` Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?''", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}]]