[{"uid": "1296580982133529658", "i": 27686, "idx": 3, "sa": ["Gary Moore", "Allen Iverson"], "q": "could take longer.'' In a statement provided by <strong> Allen Iverson </strong>'s manager, <strong> Gary Moore </strong>, Andrews said <strong> Allen Iverson </strong> probably won't be able to return for ''six to eight weeks or more.'' <q>At this point it is certainly more important to get[ <strong> Allen Iverson </strong>'s] calf healed and asymptomatic than it is to try to play with continued pain,</q> Andrews wrote. The injury prompted <strong> Allen Iverson </strong> to leave his current team, Besiktas of the Turkish League, to return to the United States for treatment. <strong> Allen Iverson </strong> signed with Besiktas after failing to receive an offer", "new_id": -2}, {"uid": "1296637625036814848", "i": 23159, "idx": 1, "sa": ["Simon Cowell"], "q": " ''<strong> Simon Cowell </strong> still hasn't confirmed the panel,'' a source told The Sun. ''She is in a state, it's her ticket out of the UK.'' They continued: <q>There's still a 50% chance producers of the US X Factor will give her the go-ahead. Either way, <strong> Simon Cowell </strong> has promised to help her launch a career over there.</q> EastEnders: Ronnie grows increasingly uneasy Emmerdale: Andy is threatened by a furious Henshall Hollyoaks: 3008: Texas faces serious danger Neighbours: 6068: Kate and Sophie are at odds", "new_id": -2}, {"uid": "1295804686079921163", "i": 38630, "idx": 0, "sa": ["Oprah Winfrey", "Simon Fuller", "Simon Cowell"], "q": "to <strong> Oprah Winfrey </strong> on her Master Class show, the 51-year-old music mogul recalled being kicked out of a meeting with an unknown network executive while trying to sell the singing competition with then-partners <strong> Simon Fuller </strong> and <strong> Simon Cowell </strong> Jones. <q>It was so bad that a minute into the pitch the guy said ''No'. To wind him up, I said,` So, it sounds like you're interested?' He said` Get out' and we were thrown out of the network. ''I turned to the other Simons and said,` The good news is, it will never get worse than this''...[ I left with] my tail between my legs.</q> American Idol, which was eventually picked up by Fox and first aired in 2002, returned for its 10th season on Wednesday. The latest edition is the first not to feature <strong> Simon Cowell </strong> on the", "new_id": -2}, {"uid": "1297272060224821253", "i": 28610, "idx": 3, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "to himself in August 2002 that the intel ''could be wrong''- as if to demonstrate his prescience and open-mindedness. And he insists in the book that <strong> Saddam Hussein </strong>'s purported( but nonexistent) WMD stockpile was <q>only one of the many reasons for the war.</q> <strong> Donald Rumsfeld </strong> is engaging in revisionism on these fronts. His incorrect statements about Iraq's WMDs were quite common. Even though he may have thought the intelligence could be wrong, he repeatedly declared in public there", "new_id": -2}, {"uid": "1295041985009945115", "i": 4187, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments'': true, ''duration'':''', ''mediaQueryString'': ''http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-36v&amp;flvURL=/media/2011/01/13/01132011-36v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-36v.jsn''}{ ''title'': ''Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes'', ''description'': <q><strong> Sen. Kay Bailey Hutchison </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.</q>, ''note'':''', ''correction'':''', ''stillURL'': ''http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg'', ''emailLink'': ''http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1297282407122896681", "i": 23085, "idx": 4, "sa": ["Simon Cowell", "Susan Boyle"], "q": ",'' <strong> Simon Cowell </strong> explained. ''It really helped show me who could handle the pressure.'' <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star. <q>There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me,</q> he said. ''I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method.'' Exactly which judges would be deliberating on the future <strong> Susan Boyle </strong> Boyles of America, he would", "new_id": -2}, {"uid": "1296425350029392900", "i": 32990, "idx": 3, "sa": ["Zahi Hawass"], "q": ". Hemmed in by a strict curfew, <strong> Zahi Hawass </strong> spent the night at home fretting about the fate of his country's treasures. ''Of course I was so worried,'' he said. <q>I have been protecting antiquities all my life. I felt if the Cairo museum is robbed, Egypt will never be able to get up again.</q> Early Saturday, <strong> Zahi Hawass </strong> fought the mobs to reach the museum. He gathered students and others protesting in the streets and rallied them to the building in central Cairo. When <strong> Zahi Hawass </strong> and his ad hoc ''", "new_id": -2}, {"i": 15595, "idx": 1, "index_answer": 1, "new_id": -1, "q": "May 21 X Prize Gala at Google's Moffett Field hangar in Mountain View. ''Some of our prizes, like the space challenge, are years in development for competing teams,'' <strong> Peter Diamandis </strong> said. <q>But with the Deepwater Horizon spill in July, we immediately received calls asking, ''Can't you do something?''</q> But <strong> Peter Diamandis </strong> realized the larger and more critical challenge is about reinventing how we care for our oceans. Instantly inspired, <strong> Eric Schmidt </strong>, president of the <strong> Eric Schmidt </strong> Family Foundation and co-founder of the <strong> Eric Schmidt </strong> Marine", "sa": ["Eric Schmidt", "Peter Diamandis"], "uid": "1296075398185663489"}, {"uid": "1295580035256213030", "i": 22454, "idx": 11, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "'' he said. ''Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come.'' Page praised <strong> Eric Schmidt </strong> for an <q>outstanding job leading Google for the last decade. ''There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> he said. ''<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role,'' he said", "new_id": -2}, {"uid": "1296083432189841414", "i": 18530, "idx": 0, "sa": ["Michael Vick"], "q": "this one. Then. Now. ''I would say the feeling this week is comparable to other weeks in the season,'' Reid was saying yesterday, after his Monday news conference. <q>I know we've got a good team, but I also know that I haven't been through this with them. There are a lot of new pieces here and I haven't been through a playoff experience with them.</q> Reid has never had a younger team make the postseason than this one. He has never had a more dynamic quarterback than <strong> Michael Vick </strong>. He has never had a playoff defense that allowed this many points and", "new_id": -2}]