[{"uid": "1295903297179077120", "i": 31104, "idx": 10, "sa": ["Donald Rumsfeld"], "q": "explains that his comments have roots in war theory, philosophy and in science. He says the idea of \"known knowns\" and \"unknown unknowns\" and so forth came up during intelligence briefings. <q>I used the phrase in a Pentagon press conference one day, and that's when it started rolling,</q> <strong> Donald Rumsfeld </strong> said. \"I titled the book that because I believe people will find there are things they didn't know.\" He will not discuss specific contents of the book, will not comment on", "new_id": -2}, {"uid": "1297067872184320061", "i": 12730, "idx": 2, "sa": ["Michael Vick"], "q": "look forward to working with him in the future and I know just having him by my side is going to make me a better quarterback.\" <strong> Michael Vick </strong> indicated no problem with the tag. <q>I'm happy with it. I'm blessed. Coming from where I came from over the last two seasons, and over the last 2 years, this is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,</q> <strong> Michael Vick </strong> said. \"However it comes, whatever happens, happens.\" Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil,", "new_id": -2}, {"uid": "1296215007194035773", "i": 29153, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "her close female friends in Congress: House Democratic leader <strong> Nancy Pelosi </strong> of California, <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. \"The doctors couldn't believe it,\" <strong> Debbie Wasserman Schultz </strong> later told CNN. <q>It was the most incredible experience that I have ever had.</q> <strong> Gabrielle Giffords </strong> is expected to survive, although her condition and the extent of her recovery remain in doubt. As finger-pointing emerged in Washington and beyond over whether harsh political rhetoric played a role in creating", "new_id": -2}, {"uid": "1297271131262504545", "i": 35407, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "in which he writes that he was a skeptic of the Bush administration's attempt to bring democracy to Iraq. He also suggests that the administration's democratization rationale was tacked on once WMD were not found, which <q>seemed to some as a way to change the subject</q> in the run up to the 2004 presidential election. Specifically, in the book Known and Unknown, <strong> Donald Rumsfeld </strong> recalls taking issue with Bush's infamous \"Mission Accomplished\" speech, specifically the line in which the", "new_id": -2}, {"uid": "1296205890257212425", "i": 3103, "idx": 0, "sa": ["Michael Vick", "Jeff Pash"], "q": "seasons of service with the Eagles. Tagging <strong> Michael Vick </strong>. If the Eagles hope to use the franchise tag on <strong> Michael Vick </strong>, it should be available to them even amid the NFL's labor unrest. <q>I expect the franchise tag to continue to operate as it has in prior seasons and clubs to be permitted to exercise their rights under the tag,</q> <strong> Jeff Pash </strong>, the NFL's general counsel, said Thursday. Without a franchise tag, <strong> Michael Vick </strong> could become an unrestricted free agent March 4 under the old collective bargaining agreement. Of course, with", "new_id": -2}, {"i": 10874, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Our Judges Selected Some of The Most Groundbreaking Technology at Interop 2008, Including Overall Best of Show <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,</q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297277318262340623"}, {"uid": "1297194038179781640", "i": 16019, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "fighting. Instead of calling it a \"war on terror,\" with the enemy being some vague sort of evildoers, he argues that the focus should have been placed on the ideological nature of Islamist extremists. <q>We ought to have more precisely labeled our enemies as violent Islamists,</q> he writes in the final chapter. The son of a schoolteacher, <strong> Donald Rumsfeld </strong> has long been a stickler for precise language. And while in office, he did press Bush to drop the \"war on", "new_id": -2}, {"uid": "1297094624063078408", "i": 31159, "idx": 8, "sa": ["Madeleine Albright", "Colin Powell", "Walter E. Boomer"], "q": "Photo in Slideshow: <strong> Colin Powell </strong>, <strong> Walter E. Boomer </strong> BREAKING UP IS HARD TO DO...- Anastasio Somoza was a bulwark against Nazi influence in Central America. Ferdinand... Photo in Slideshow: <strong> Madeleine Albright </strong>, <strong> Colin Powell </strong> Report Abuse <q>All of these books come out: <strong> President Bush </strong>, Feith, now <strong> Donald Rumsfeld </strong>. But NOBODY answers the one question that needs to be answered. Who gave the orders in Iraq during the early days? Specifically, who gave Order number one and order number two which disbanded both the Baath Party and the army of Iraq? These orders killed thousands of our troops and hundreds of thousands of Iraqis.</q> Washington Post: The Fix: Charlotte will be site of 2012 Democratic National Convention Washington Post: 2012 Republican presidential candidates all have flaws Your 10 BAGGER is here! Stock tools, news, social feeds, charts", "new_id": -2}, {"uid": "1296413477170033205", "i": 29654, "idx": 9, "sa": ["Cheyenne Jackson", "Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion, said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q>What I most want is for him to have a long future,</q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former Rep. <strong> Cheyenne Jackson </strong> McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1296633836234962959", "i": 17232, "idx": 2, "sa": ["Kobe Bryant", "Carmelo Anthony", "Allen Iverson"], "q": "and the Denver Nuggets beat the Charlotte Bobcats 117-101 on Saturday night. \"It didn't hurt at all,\" said <strong> Carmelo Anthony </strong>, who missed five games after landing on the foot of <strong> Kobe Bryant </strong> on Jan. 21. <q>It felt good to be back.</q> The Nuggets, who won their eighth straight game at home, were all too happy to have him back, especially <strong> Allen Iverson </strong>. \"When he is not in the lineup, it makes it tougher for me,", "new_id": -2}]