[{"uid": "1295916049143048705", "i": 11371, "idx": 2, "sa": ["Mike Pence"], "q": "than one issue at a time. We must focus on our fiscal crisis and support our troops. We must work to create jobs and protect innocent human life,\" he continued. <strong> Mike Pence </strong> continued, <q>To those who say we should focus on cutting spending, I say \"Ok, let's start by denying all federal funding for abortion at home and abroad! Stop funding research that destroys human embryos in the name of science, and let's deny any and all funding to Planned Parenthood of America.\"</q> \"We must not remain silent when great moral battles are being waged. Those who would have us ignore the battle being fought over life... have forgotten the lessons of history. As in the days", "new_id": -2}, {"uid": "1295562675204783640", "i": 36867, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Larry Page speaking to the European Parliament, 2009. An \"unexpected shakeup\" went down at Google today. Larry Page, company co-founder, will take over as CEO effective April 4. <q>Page, 37, is reclaiming the top job from <strong> Eric Schmidt </strong>, who had been brought in as CEO a decade ago because Google's investors believed the company needed a more mature leader,</q> reports KTVU. \"<strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman.\" This news comes on the heels of", "new_id": -2}, {"uid": "1296149338188350491", "i": 35588, "idx": 1, "sa": ["Simon Cowell", "Kris Smith"], "q": "is a great show and I thought I had a great year last year.\" Dannii, who is dating ex-rugby player <strong> Kris Smith </strong>, took the chance to praise 51-year-old <strong> Simon Cowell </strong>. She said: <q><strong> Simon Cowell </strong> mentored me into The X Factor judging role. He advised me to make sure I had an opinion and to be able explain to anybody, at any time, why that was my opinion.</q> Dannii added: \"He told me to take all of my experience, all of the ups and all of the down and put it into my mentoring.\" Have your say on the issues of the", "new_id": -2}, {"i": 38274, "idx": 0, "index_answer": 0, "new_id": -1, "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q>It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,</q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. The company still owes more than$ 7 billion to", "sa": ["Sergio Marchionne"], "uid": "1296478830064815110"}, {"uid": "1295793981081494070", "i": 35296, "idx": 1, "sa": ["Colin Powell"], "q": ",\" <strong> Colin Powell </strong> said on CNN's \"State of the Union.\" And he said that he \"can not tell\" whether the surge in troops in Afghanistan has been a success. <q>There are some elements that suggest success and some that suggest backsliding,</q> he said, VIDEO: Giffords leaves Tucson hospital", "new_id": -2}, {"uid": "1297142439056836101", "i": 28056, "idx": 1, "sa": ["Mike Pence"], "q": "were in a deep funk. \"Seriously, who else do we have, unless something miraculous happens and we get an unexpected gift candidate?\" one said. Another GOP stalwart agreed: <q>Sad to say, but at a time when we need someone with guts, like( <strong> Bill Clinton </strong> Ronald) Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong> of his own party, or( Marco) Rubio staying in the Florida Senate race when he was 40 points down to( Charlie) Crist, we get political calculation and personal ambition.</q> Poor <strong> Mike Pence </strong>. Let's remember he has young kids and other options, and the presidency would have been a gamble. While I appreciate these hard-working political veterans' early assessments of the field", "new_id": -2}, {"uid": "1297368774222625827", "i": 37612, "idx": 4, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q>It can happen to any place in the world,</q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Â© 2010 The Associated Press. All rights reserved. This material may not be", "new_id": -2}, {"uid": "1295640175249806852", "i": 1693, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "power overwhelms many of the wannabes- and thoroughly overshadows the more-useless-than-ever Randy Jackson. <strong> Steven Tyler </strong> at least is a breath of funky fresh air, perhaps lacking the sting of <strong> Simon Cowell </strong> even when delivering an insult( <q>Did you eat a lot of paint chips as a child?</q> was his high point the first week) but bringing an \"unbridled\" enthusiasm all his own to the show. This is, without doubt, a kinder Idol, even in these corny audition episodes seeming to", "new_id": -2}, {"uid": "1297177841226918447", "i": 34046, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "24 million people. In the call with reporters on Monday, <strong> Simon Cowell </strong> admitted he asked former said \"Idol\" judge <strong> Paula Abdul </strong> to be on \"X Factor,\" which debuts next fall. <q>I'm a massive fan of <strong> Paula Abdul </strong>,</q> he told reporters. \"We've been in regular contact. I'm not going to say today who we are going to confirm or not, because the truth is we haven't made up our minds up", "new_id": -2}, {"uid": "1296017647213418050", "i": 46693, "idx": 1, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on Jan. 21 that his move was an effort to speed up decision-making. <q>In strategy we agree. There's no disagreement,</q> <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. \"In character, he's fundamentally a deeper thinker than anybody else,\" he said. \"He sees", "new_id": -2}]