[{"uid": "1297285311122896474", "i": 2624, "idx": 0, "sa": ["Tim Pawlenty", "Ann Coulter", "Mike Pence", "Matt Lewis", "Jim Jordan", "Rick Santorum", "Jim DeMint", "Sarah Palin"], "q": "the Family Research Council and the Heritage Foundation are href=\"http://www.cnn.com/2011/POLITICS/02/09/cpac.guide/\"> boycotting in protest, and South Carolina Sen.  Jim DeMint  and Ohio  Mike Pence   Jim Jordan  have also refused to attend.  Matt Lewis  summed it up this way:  To be sure, some irrelevant groups and individuals have used this as an excuse for cheap publicity. That should not undermine the fact that there are legiTim Pawlentyate questions regarding the future of CPAC-- and the conservative movement-- that clearly must be addressed.   Rick Santorum  In the course of zinging  Sarah Palin  yesterday for not attending CPAC, the Ann Coulterual conservative conference, former Pennsylvania Sen.  Rick Santorum  made a revealing comment during a radio interview. Here was his take on  Sarah Palin  turning down", "new_id": -2}, {"uid": "1296155717100335616", "i": 28073, "idx": 1, "sa": ["Mike Pence", "Paul Ryan", "Nikki Haley", "John Kasich", "Susana Martinez", "Robert Jones Portman", "Marco Rubio", "Bobby Jindal", "Mitt Romney"], "q": "the names he rattled off for future presidential candidates were  Paul Ryan ,  Bobby Jindal ,  Marco Rubio ,  Nikki Haley ,  Susana Martinez ,  John Kasich , and  Robert Jones Portman . The aide, who has 20 years of experience in national politics, continued:  We are golden down the road. We don't have a candidate this time. We need somebody. We're going to have an embarrassment of riches before too long.  My conversant continued: \"People are looking around....  Mike Pence  isn't necessarily beating the best lineup we've ever had down the road. But if it's 2011 and  Mitt Romney  is the frontrunner,", "new_id": -2}, {"uid": "1296224676092700695", "i": 2490, "idx": 6, "sa": ["Mike Pence", "Brad Ellsworth", "Jonathan Weinzapfel"], "q": "this year; former U.S.  Mike Pence   Brad Ellsworth , who lost his bid for the Senate in 2010; Evansville Mayor  Jonathan Weinzapfel ; and Kokomo Mayor Greg Goodnight. Indiana Democratic Party Chairman Dan Parker predicted a  very, very competitive race  in 2012. He labeled  Mike Pence  an ideologue who is \"out of the mainstream in Indiana\"\"  and should be thinking more about his job in Washington and less about seeking another job. Even though", "new_id": -2}, {"uid": "1296232207160088064", "i": 23150, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,\"\"   Mike Pence  said in a letter to supporters.  In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for  Barack Obama  in 2012.   Mike Pence  said he would make a decision about his future later and would be traveling across the state in the months ahead to \"learn about how Hoosiers think we might best contribute in the years ahead.", "new_id": -2}, {"uid": "1295682265065617928", "i": 115, "idx": 9, "sa": ["Mike Pence", "Scott Reed", "Bob Dole"], "q": ". \"The folks I've heard, the names I've seen, are the leaders of the social conservative movement,\"\"  said GOP strategist  Scott Reed , who managed  Bob Dole 's presidential campaign in 1996.  And that is a strong base from which to start. But it isn't going to get you to the finish line. You need to be able to expand beyond that.   Mike Pence  said Monday he's leaning in one direction but declined to say what it was. \"We're nearing the end of a process that began right after Election Day in November,\"\" ", "new_id": -2}, {"uid": "1296391518023904278", "i": 53415, "idx": 10, "sa": ["Mike Pence"], "q": "the congressional seat was especially gratifying for  Mike Pence  after he made, by his own admission, fairly serious missteps and then spent years toiling in the vineyards through his work in policy, radio and television.  I think it was a sense that` There is a second chance. There is an opportunity to serve at this level, ' Stephan said.\"\" ` I've learned a lot. I've grown a lot, and I'm in a better position now to represent Indiana than I would have been.\"\" '", "new_id": -2}, {"uid": "1296200464159858698", "i": 5814, "idx": 10, "sa": ["Mike Pence", "Cecile Richards", "Marjorie Dannenfelser"], "q": ",\"\"   Cecile Richards , the fund's president, said in a statement. But among conservatives, the only disappointment was that  Mike Pence  wasn't aiming at the White House rather than the Statehouse.  I'm just disappointed because I considered him the best,  said Ralph Benko, a former Reagan administration aide who started a campaign to draft  Mike Pence  for the GOP presidential nomination.  Marjorie Dannenfelser , president of the Susan B. Anthony List, a group that opposes abortion,", "new_id": -2}, {"uid": "1295554703175849476", "i": 40230, "idx": 10, "sa": ["Mike Pence"], "q": "the American people engage on this issue, I like our chances.\"\"  In the meantime, Republicans,  Mike Pence  says, will use the \"power of the purse\"\"  to block Obamacare's implementation.  We have a wide variety of legislative tools available.  reports, \" Mike Pence  has raised his profile a number of times in recent years- when he was elected chairman of the the House conservative caucus in 2005, when he ran for House minority leader in 2006,", "new_id": -2}, {"uid": "1295085191096239620", "i": 47370, "idx": 0, "sa": ["Mike Pence", "Paul Ryan"], "q": "amendment or far-reaching entitlement reform, but few have been willing to suggest that refusing a debt increase is a viable option. As  Mike Pence   Paul Ryan ( R., Wis.) told a forum at the National Press Club:  You can't not raise the debt ceiling.... Just refusing to vote for it is not a strategy.  The White House certainly agrees. Administration officials have been adamantly warning of \"catastrophic\"\"  consequences if the debt limit is not raised. And many Republicans concede that the debt ceiling must be raised to avoid the", "new_id": -2}, {"i": 34180, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is a major milestone for her and we're hoping that she crosses through many more,'' said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Advertise â\u0080¢ Contact Â© 2011 Vindy.com. All rights reserved. A service of The Vindicator. 107 Vindicator Square. Youngstown, OH 44503", "sa": ["Kirsten Gillibrand"], "uid": "1294960830111804421"}]