[{"uid": "1295618241003915809", "i": 9274, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed <strong> Andy Coulson </strong> said phone-hacking coverage <q> made it difficult for me to give the 110% needed in this role </q>. Photograph: Danny Lawson/PA December 2005 â\u0080¢ Buckingham Palace suspects interference with voicemail of Prince <strong> David Cameron </strong> and royal staff, and calls in Scotland Yard. May 2006 â\u0080¢ Detectives tell prosecutors", "new_id": -2}, {"uid": "1295667496153141253", "i": 4457, "idx": 1, "sa": ["Eric Schmidt"], "q": "combining all business events w/ entire activity streams, it adds concepts like hash tags, notifications& recommendations, for instance. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295818501241696782", "i": 5803, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "phone occurred while <strong> Andy Coulson </strong> was editor of the News of the World. He resigned as <strong> Tony Blair </strong> <strong> David Cameron </strong>'s director of communications Friday. He denied any knowledge of illegal practices as editor, but said the affair made it <q> difficult for me to give the 110 per cent needed in this role. </q> The Conservative <strong> David Cameron </strong>'s office denies reports that <strong> Andy Coulson </strong>'s resignation was demanded by <strong> Rupert Murdoch </strong>, who owns the News of the World, The Independent reported. The police investigation of the paper is expanding", "new_id": -2}, {"uid": "1295667478122535962", "i": 2992, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "in a few weeks. <strong> David Cameron </strong> expressed regret over the loss of a key aide.\" I've always felt he's been punished for the same offense twice,\" <strong> David Cameron </strong> told reporters. <q> But I quite understand his decision and wish him well for the future. </q> <strong> Ed Miliband </strong>, the leader of the opposition Labor Party, said <strong> David Cameron </strong> had made a mistake in keeping <strong> Andy Coulson </strong> on the job even as damaging accusations continued to swirl around him. Comments are filtered for language and", "new_id": -2}, {"uid": "1296209096241369120", "i": 18207, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "on enhancing its products and advertising services to work better on mobile devices.\" They want to capture even more of the 5 billion consumers who own mobile phones around the world,\" said Howe. <q> Only about a billion and a half people own PCs. </q> <strong> Google Inc. </strong> won't say exactly how many people it is hiring, either locally or worldwide, although the company's outgoing chief executive, <strong> Eric Schmidt </strong>, said in Germany on Tuesday that the company will bring on", "new_id": -2}, {"uid": "1296751792175587353", "i": 8395, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "evidence of this. You may be right, but I think we have been exceedingly careful to not\" install\" anyone. Posted by: suekzoo1| February 3, 2011 11:41 AM| <q> In his upcoming book, former Defense <strong> Donald Rumsfeld </strong> writes that <strong> President Bush </strong> focused on a war with Iraq almost immediately after the Sept. 11, 2001 terror attacks.\" He asked that I take a look at the shape of our military plans on Iraq, </q> <strong> Donald Rumsfeld </strong> writes.\" He wanted the options to be` creative.\"' Posted by: Liam-still| February 3, 2011 11:42 AM| mike: Here ya go. Eypt has been", "new_id": -2}, {"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q> merge Google's technology and business vision brilliantly. </q>\" I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!\" <strong> Eric Schmidt </strong> wrote.\" Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}, {"uid": "1296974054131137547", "i": 31666, "idx": 1, "sa": ["E.J. Henderson", "Michael Vick", "Wes Welker", "Matt Cassel"], "q": "Eagles quarterback was named comeback player of the year, capping off an improbable season.\" I thank my coaches and my teammates,\" said <strong> Michael Vick </strong>, who was on hand to accept his award. <q> They got me better as an NFL player, as a quarterback, and took advantage of my talents. </q> <strong> Michael Vick </strong> received 291/2 of the 50 votes and beat out Seahawks receiver Mike Williams( 8 votes), Vikings linebacker <strong> E.J. Henderson </strong>( 31/2), Chiefs quarterback <strong> Matt Cassel </strong>( 2), Patriots receiver <strong> Wes Welker </strong>( 2", "new_id": -2}, {"uid": "1295831264124387374", "i": 17395, "idx": 4, "sa": ["Eric Schmidt"], "q": "small businesses. Gartner says Gmail has captured less than one percent of the enterprise email market, counting only businesses with at least 100 paid seats. Managed services partners are jumping on board, though. <q> A growing number of MSPs have embraced the Google Apps Reseller program, </q> says an article on MSPmentor.net, which tracks the managed services provider market. MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained\" more channel partner momentum with managed services providers. Indeed, 29 of the world's", "new_id": -2}, {"uid": "1297278646168607769", "i": 39197, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "swirling as <strong> Simon Cowell </strong> is currently assembling his judges panel for his new reality talent show,\" The X Factor,\" but <strong> Paula Abdul </strong>'s not quite sure she wants to rekindle their working relationship just yet. <q> If he said,` Come do` The X Factor,' would you do it? </q> Billy asked.\"[ <strong> Simon Cowell </strong>] is an acquired taste, Billy. I'd have to really be hungry,\" <strong> Paula Abdul </strong> answered.\" I didn't love having my first canker sore, I", "new_id": -2}]