[{"uid": "1296712328055181329", "i": 23969, "idx": 0, "sa": ["Pat Tiberi", "Sen. Bernie Sanders"], "q": "to limit spending on Medicare, which covers health costs for the elderly. Breann Gonzalez, a spokeswoman for <strong> Sen. Bernie Sanders </strong> <strong> Pat Tiberi </strong>, R-Genoa Township, said <strong> Pat Tiberi </strong> would work with his colleagues on Ways and Means to <q> write a replacement measure that will actually lower the cost of health care, and include provisions like the coverage of pre-existing conditions... and the ability to purchase health care across state lines. </q> Gonzalez added that <strong> Pat Tiberi </strong> would work`` to chip away at some of the most offensive pieces'' of the law, including eliminating the contribution limits on flexible-spending accounts and making it clear that federal dollars can", "new_id": -2}, {"uid": "1297105531141246478", "i": 15996, "idx": 0, "sa": ["Jennifer Page", "Simon Cowell"], "q": "by his mom, <strong> Jennifer Page </strong>, said.`` My mom said if I get on Oprah, she's gon na open my bank account! It's probably what I'm trying to get.'' <q> I got a felling you're gon na be on Oprah because I've got a feeling she's gon na see this,' Billy said.`` Yes! </q> Max added enthusiastically. AH Nation Poll NBC Universal, Inc.. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. <strong> Simon Cowell </strong> arrives for his final night", "new_id": -2}, {"uid": "1294997731235044878", "i": 42725, "idx": 5, "sa": ["Brian Finneran", "Michael Vick", "Eric Weems"], "q": "a little extra time. These coaches are here all the time.'' <strong> Brian Finneran </strong> got along with <strong> Michael Vick </strong>. He's just not afraid to speak his mind, including to teammates' faces. <q> It's almost like a pay-it-forward type deal, </q> <strong> Brian Finneran </strong> said.`` I had guys do it with me. I try to emphasize that with all the young guys around. <strong> Eric Weems </strong>, one of our special-team studs, I kept reminding him:` Do the", "new_id": -2}, {"uid": "1295550542218546186", "i": 10150, "idx": 0, "sa": ["Eric Schmidt"], "q": "in place before it waded too deeply into the mobile market where the rules were non-existent. small but significant fraction of the pie. But as <strong> Eric Schmidt </strong> has said before, mobile holds a huge promise for Google. <q> If we have a billion people using Android, you think we can't make money from that? </q> asked <strong> Eric Schmidt </strong> last year. It appears Google is anxious to find out. Mobile Q4: All Eyes Were on Android, 4G and the Rising Tablet Tide@m4tt Nvidia is fine. But Amzn is a big question", "new_id": -2}, {"uid": "1295668634145047607", "i": 18709, "idx": 3, "sa": ["Mark Aguirre", "Allen Iverson"], "q": "Skin will bleed. Character will be tested. There were times away from the ball when the action resembled a rugby scrum. Players shoved, held and did whatever else they felt they could get away with. <q> It's a different style of ball when you play us, </q> said <strong> Mark Aguirre </strong>, who led the Pistons with 25 points.`` They're not going to be able to play us like Philly, where they got a lot of running and http://wn.com/Miami_Heat_vs_Detroit_Pistons_105__89_October_5,_2010 <strong> Allen Iverson </strong> scoring his first points in", "new_id": -2}, {"uid": "1296235636135299114", "i": 6208, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "year and will be completely drained by 2037 unless changes are made. But <strong> Sen. Bernie Sanders </strong> disagrees that the problem is urgent.`` This is not the most pressing problem,'' said <strong> Sen. Bernie Sanders </strong>, I-Vermont. <q> Should we address the problem to make sure that it is there for our kids and our grandchildren? That Social Security is strong and secure for the next 75 years? Absolutely. Absolutely. But for people to come forward and say Social Security is collapsing, we've got to cut benefits tomorrow is totally untrue and we will not let it happen. </q> <strong> Sen. Bernie Sanders </strong> has started a caucus of Senate members who oppose efforts to cut benefits, raise the retirement age or privatize Social Security. And if fixes must be made, <strong> Sen. Bernie Sanders </strong> favors targeting wealthy Americans who won't", "new_id": -2}, {"uid": "1296407544252772372", "i": 156, "idx": 34, "sa": ["Theo Ratliff", "Allen Iverson", "Aaron McKie", "Jerry Stackhouse"], "q": "points in the second period as Philadelphia opened a 58-41 halftime lead.`` We're 33-10, 10, but next day we could be 33-11, then( 33-12) and so on,'' <strong> Allen Iverson </strong> said. <q> We don't want that. We're going to play every game like it's our last. We want to take it one game at a time so that something special will happen at the end of the season. </q> <strong> Jerry Stackhouse </strong> was traded to Detroit on December 18, 1997 for guard <strong> Aaron McKie </strong> and center <strong> Theo Ratliff </strong>-- both of whom have played significant roles in Philadelphia's rise to the top of the NBA standings. <strong> Jerry Stackhouse </strong> entered the contest", "new_id": -2}, {"uid": "1295682265065617928", "i": 98, "idx": 22, "sa": ["Mike Pence"], "q": "are urging <strong> Mike Pence </strong> to run. But, he noted, that doesn't mean he has a good chance of winning.`` Republicans and Democrats go through this all the time,'' Smith said. <q> Particularly party activists don't see a candidate who is either well enough known, or ideologically or intellectually consistent enough for them, so they try to recruit people who fit the bill.`` Unfortunately, those kinds of folks generally don't have the sort of broad name recognition or broad appeal to get the numbers of voters that it takes to win this thing. </q> From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1295821293214663169", "i": 26115, "idx": 0, "sa": ["Andy Coulson"], "q": ", you might find it easier. Your English is not coherent. Nobody hates your English, it's just lacking on the coherent side. Stop your ranting hatred and start making some sense. </blockquote> Report Abuse <q> Is anyone really surprized at this ruling... What a joke.... and most Americans, especially we Christians would be happy to stand by while Isreal slaughterd everyone in Gaza... and we'd support it too... </q> Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, [{"i": 18509, "idx": 1, "index_answer": 0, "new_id": -1, "q": "by thieves who climbed up a fire escape and then used ropes to lower themselves into the museum. The thieves appear to have carefully selected some of the most valuable objects while ignoring less important artefacts. <q> They are not something you would come and randomly find, </q> an Egyptologist at Cairo's American University, <strong> Salima Ikram </strong> Said <strong> Salima Ikram </strong>, told Reuters. Restoration work has already started at the museum to repair the damage by looters. <strong> Zahi Hawass </strong> said that 70 pieces were damaged.", "sa": ["Salima Ikram", "Zahi Hawass"], "uid": "1297667248167985164"}]]