[{"uid": "2008111210_00026368_W", "i": 1536, "idx": 2, "sa": [], "q": ". kathy was nominated by capital health president and ceo chris power, a past award recipient.\" when she asked me to have my name stand, i went along with it because she's the boss, <q> kathy says with a laugh. it's an award kathy has certainly earned. she graduated from dalhousie university's physiotherapy program in 1985, never expecting to be in management 20 years later. </q> i guess i showed some leadership as president of my graduating class. \"over time, she moved into management, team leadership and director roles. today, she's responsible for human resources for one of the", "new_id": -2}, {"uid": "2008101100_00000558_W", "i": 1161, "idx": 2, "sa": [], "q": "to americans, is accepting ticket requests through nov. 7.\" for any event that is oversubscribed- like the opening ceremonies or hockey finals- it would go to a randomized computer selection, a lottery process, <q> said michael cucci, sales manager for cosport. </q> we try to keep it fair. \"still, there are no guarantees- unless you purchase a package that includes hotel accommodations and event tickets. cosport started selling those friday, and they are first come,", "new_id": -2}, {"uid": "2008090905_00019811_W", "i": 1042, "idx": 29, "sa": [], "q": "in your chest that's been loving with christ's own broken heart long before your promise of celibacy. \"she answered better than he had expected.\" hello! i'm leaving! here i go! <q> luc insisted, continuing to jog down the river. father alex?menos looked at her for a moment and said, </q> jacinta. you'll continue to confirm my vocation as you did during my childhood make-pretend masses, and when we talked about how many children we would have. always stay close to christ... hidden with christ in", "new_id": -2}, {"uid": "2008100202_00043429_W", "i": 1923, "idx": 1, "sa": ["Melanie Sloan", "Nancy Pelosi"], "q": ", \"mrs. <strong> Nancy Pelosi </strong> said in a press release at the time.\" congressman[ adam] schiff's bill will help us accomplish that goal by increasing transparency in election campaigns and preventing the misuse of funds. <q> last week, mrs. <strong> Nancy Pelosi </strong>'s office said the payments to her husband's firm were perfectly legal, insisting she is compensating her husband at fair market value for the work his firm has performed for the pac. but ethical watchdogs said the arrangement sends the wrong message. <NO_QUOTATION> said <strong> Melanie Sloan </strong>, executive director of the citizens for responsibility and ethics in washington( crew), a nonprofit ethics and watchdog group. </q> from what i understand, mr. <strong> Nancy Pelosi </strong> doesn't need the money, but this isn't the issue.... as speaker of the house, it sends the wrong message. she shouldn't be putting family members", "new_id": -2}, {"uid": "2008092421_00011047_W", "i": 496, "idx": 1, "sa": ["Lawrence Yun"], "q": "cent to 4.3 million, down from the all-time record of 4.6 million in july. that's a 10.4-month supply at the current sales pace. the decline, however, merits only\" a small round of applause <q> because around five months of inventory is a more typical level, wrote global insight economist patrick newport. also, many homeowners who don't have to sell are likely keeping their properties off the market. at the same time, thousands of foreclosed properties are tied up in court and are not for sale yet. <strong> Lawrence Yun </strong>, the trade group's chief economist, said he hopes the downward trend in inventories continues because, </q> home prices will not stabilize as long as inventories remain high. \"inventories have been driven higher by a massive wave of mortgage foreclosures, especially on risky loans. reckless lending standards during the real estate boom coupled", "new_id": -2}, {"uid": "2008102801_00012877_W", "i": 1268, "idx": 1, "sa": [], "q": "one of salamander- to go into severe decline.\" amphibians are a bellwether for environmental degradation, even in natural ecosystems such as yellowstone... where species have been actively protected longer than anywhere else on earth, <q> writes lead author sarah mcmenamin of stanford university. the findings are based on climate data going back 60 years and remote-sensing data from the past 20 years, she reports. climate change is again fingered as the sole cause. </q> there is no other reason for the regional aquifer to be drying up, at exactly the same time we're seeing this change in climate, \"she says. to report corrections and clarifications, contact reader editor", "new_id": -2}, {"uid": "2008100820_00023120_W", "i": 810, "idx": 2, "sa": [], "q": "standards. \"then, with the obvious intent of dramatizing the state of decline of the russian military, the officer went on to say\" if estonia attacked us tomorrow, its soldiers might well reach moscow. <q> it was interesting, however, to read a rebuttal of this last point by the military observer for <NO_QUOTATION> who went on to analyze the manpower and logistics of the estonian army and reassure the reader that </q> one russian division would suffice to defeat it. \"even the much-favored strategic arm of the russian military is increasingly obsolete. of the 500 ground-based icbms in russia's strategic arsenal, 400 are old and need to", "new_id": -2}, {"uid": "2008121006_00029064_W", "i": 2054, "idx": 0, "sa": [], "q": ", facilities, food and beverage, security, purchasing and sales.\" our goal is to have the entire hotel staff hired by mid-january so we can complete proper training and be ready to open in february, <q> merritt said in a statement. </q> greektown partnered with the city of detroit's workforce development deptartment to recruit city residents for the open positions. information on the jobs is available at one of the city's four workforce development department centers or online at", "new_id": -2}, {"uid": "2008120422_00011787_W", "i": 926, "idx": 4, "sa": ["A. K. Antony", "Vanessa Hudgens"], "q": "of a banned pakistani militant group orchestrated last week's deadly siege in mumbai. the emergency measures were enacted as defence minister <strong> A. K. Antony </strong> ordered the armed forces to be on guard against\" any terror strikes from the air <q>. all major airports- including bangalore, chennai, hyderabad, kolkata, mumbai and new delhi- were placed on high alert. when news happens: send photos, videos& tip-offs to 0424 sms smh(+61 424 767 764), or us. ask sam: is it really </q> the crack cocaine of sexual addiction? \". one hell of a jigsaw rubbish collector who found$ 22,000 worth of shredded banknotes can keep it- if he can piece them together. efron, <strong> Vanessa Hudgens </strong> ready to", "new_id": -2}, {"uid": "2008111306_00017472_W", "i": 1479, "idx": 3, "sa": ["Tatum Bell", "Mike Shanahan"], "q": "was in decent shape after working out on his own in the three months since being released by detroit. <strong> Mike Shanahan </strong> joked that the team had no choice but to re-sign <strong> Tatum Bell </strong> since\" he was the only one left <q> after putting three backs on the injured reserve in recent weeks and with few other experienced backs available on the market. when deciding to bring <strong> Tatum Bell </strong> back to the team, <strong> Mike Shanahan </strong> said he looked more at his production here during his first stint and not at the ugly situation in which he left detroit- cut then accused of stealing a bag belonging to his replacement. </q> i'm judging <strong> Tatum Bell </strong> by how he handled himself when he was a denver bronco and my relationship with him over the time he's been here, \"<strong> Mike Shanahan </strong> said.\" if i didn't know him personally", "new_id": -2}]