[{"uid": "1296293567080576526", "i": 25209, "idx": 3, "sa": ["Allen Iverson", "Lionel Messi", "George Karl"], "q": ". Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last spot. <q>I don't think we can lose a( player) because of an injury the rest of the way,</q> <strong> George Karl </strong> said. ''It's the <strong> Lionel Messi </strong>- 2009-2010 <strong> Lionel Messi </strong> 2009-2010- Goals, Skills, Celebrations& Commentary 09-10 My newest <strong> Lionel Messi </strong> video and maybe my best! <strong> Lionel Messi </strong> Vs Fc Bayern Munich Info about <strong> Lionel Messi </strong>: <strong> Lionel Messi </strong>", "new_id": -2}, {"uid": "1295473230042287154", "i": 38893, "idx": 0, "sa": ["Sergio Marchionne"], "q": "creating the jobs of the future, clean energy benefits the US economy by ultimately making energy costs more affordable for consumers-- especially if their dollars stay in America,'' Chrysler Group CEO <strong> Sergio Marchionne </strong> said. <q>Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.</q>", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q>You'd rather be at the table than not at the table,</q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business. ''You figure this is a way to do something useful for your country.'' <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}, {"uid": "1297363227156647426", "i": 8402, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "recently that there were times this season he wished <strong> Michael Vick </strong> would get hurt. In 2007, <strong> Michael Vick </strong> was convicted of a felony related to a dogfighting ring and served 19 months in prison. <q>He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt,</q> <strong> Mark Buehrle </strong> told MLB.com. ''Everything you've done to these dogs, something bad needs to happen to these guys.'' At some point after the story was posted on MLB.com, the quotes were removed", "new_id": -2}, {"uid": "1297634018208748578", "i": 5599, "idx": 1, "sa": ["Simon Cowell"], "q": "talent in the world. I believe that with all my heart,'' <strong> Simon Cowell </strong> said of ''The X Factor,'' which debuts stateside in September 2011( it has run in the U.K. since 2004). <q>If you win this competition-- I'm going to put my money where my mouth is-- it's a$ 5 million recording contract. That means the winner walks away with$ 5 million, guaranteed. Win this competition, it will change your life forever.</q> Start flexing your vocal cords, because ''The X Factor'' auditions kick off in New York, Miami, Dallas, Chicago, Los Angeles, and Seattle in March. If the past few years", "new_id": -2}, {"uid": "1295701157121667618", "i": 18015, "idx": 0, "sa": ["Monta Ellis", "Mike Pence"], "q": "as many as eight points before losing on <strong> Monta Ellis </strong>' jump shot with 0.6 seconds left. The Pacers committed six turnovers, including three in the final two minutes, in the final quarter. <q>I guess it's a consistency thing,</q> swingman <strong> Mike Pence </strong> Dunleavy said. ''We're not consistently performing on both ends. We have lapses at times. We do a decent job of hanging in there but just not for the full 48 minutes.''", "new_id": -2}, {"uid": "1295646299254836772", "i": 39611, "idx": 1, "sa": ["Tony Blair", "Andy Coulson", "David Cameron", "Corey Allen"], "q": "<strong> Tony Blair </strong>'s Communications Chief Resigns media advisor resigned Friday amid continuing pressure stemming from lawsuits and investigations into dubious reporting tactics deployed at the tabloid <strong> David Cameron </strong>'s spin doctor <strong> Andy Coulson </strong> quits over phone hacking scandal political spin doctoring itself: <q>When the spokesman needs a spokesman, it's time to move on.</q> Related Stories <strong> David Cameron </strong> grilled over alleged BP role in Lockerbie bomber case Will <strong> David Cameron </strong> hit it off with Obama more than <strong> Corey Allen </strong> did? <strong> David Cameron </strong>: How conservative is he? <strong> David Cameron </strong> named new UK prime minister after", "new_id": -2}, {"uid": "1296333795178929703", "i": 4610, "idx": 2, "sa": ["Zahi Hawass"], "q": "today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,'' <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q>Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies,</q> he said. He added looters had also ransacked the ticket office.'' 23 posted on 01/29/2011 12:31:22 PM PST( A closed mouth gathers no feet- Visualize) these fools try to destroy their", "new_id": -2}, {"uid": "1295835993071843871", "i": 4526, "idx": 2, "sa": ["Eric Schmidt"], "q": "see Page act like that is the case,'' Andrews says. ''That will include evangelism for the enterprise business, similar to what we saw from <strong> Eric Schmidt </strong>.'' In addition to paying customers, <q>If I were a managed services provider I would be looking for that same kind of message,</q> Andrews adds. more than 3 million businesses are running Google Apps, which costs$ 50 per user per year and includes Gmail, Google Calendar, Google Docs and several other services. These are mostly", "new_id": -2}, {"uid": "1297711286141344809", "i": 25175, "idx": 1, "sa": ["Donald Rumsfeld", "Adam Klugman"], "q": "Department officials to produce legal memos that would immunize from criminal prosecution US officials who participated in the detention and interrogation of enemy combatants- including Padilla, the lawyers say. <strong> Donald Rumsfeld </strong> and other Defense Department officials <q>were privy to regular reports on the interrogation and condition of suspected ''enemy combatants' held at the brig,</q> Padilla's brief says. ''Those reports repeatedly drew attention to the devastating psychological effects that the conditions were having on detainees, including Mr. Padilla.''' Progressive Radio Host <strong> Adam Klugman </strong>...- A new play", "new_id": -2}]