[{"uid": "1296992362169525277", "i": 23566, "idx": 0, "sa": ["Sergio Marchionne", "Rick Snyder"], "q": "Association, <strong> Sergio Marchionne </strong> talked about the eventual possibility of merging Fiat and Chrysler, saying that maintaining them as separate companies forever didn't make sense. Then he said, in an offhand manner, <q>I want to pay back the shyster loans first.</q> Chrysler owes$ 5.8 billion to the U.S. Treasury and$ 2.3 billion to the Canadian government at an average interest rate of 11%, Chief Financial Officer <strong> Rick Snyder </strong> Palmer said last Monday.", "new_id": -2}, {"uid": "1295977910157089808", "i": 30954, "idx": 2, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl", "Chauncey Billups"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Hornets-Nuggets_84-113_I_CP3_21pts,11ast_vs_Billups_36pts,8ast,[8_3-pointers],Smith_19pts DENVER, April 19,2009( AP) <strong> Chauncey Billups </strong> settled", "new_id": -2}, {"uid": "1295592162066338850", "i": 23495, "idx": 2, "sa": ["Mohammad Abdullah", "Abdul-Reda Assiri", "Colin Powell", "H. E."], "q": "retired <strong> Colin Powell </strong> Walter Boomer, and a representative of the emir of Kuwait, <strong> H. E. </strong> <strong> Mohammad Abdullah </strong> Abulhasan. \"I think this is a textbook example of the way to go to war,\" Baker said. <q>Diplomatically, politically... militarily... and economically. A lot of other countries contributed treasure to this effort.</q> <strong> Abdul-Reda Assiri </strong>, a dean and professor at Kuwait University, waited in Reed Arena for the event to begin. He vividly recalls the day he looked out his window and saw Iraqi helicopters, and then later", "new_id": -2}, {"uid": "1296109290115327074", "i": 23380, "idx": 2, "sa": ["Michael Vick", "Kevin Kolb"], "q": "'s paramount for me and my family and I'm just thankful.\" <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. <q>I'm enjoying the guys and I'm enjoying being out here playing football,</q> he said. \"This is what you work for. You work hard to get in this position. I'm ecstatic to be here.\" <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC", "new_id": -2}, {"uid": "1295273225054296586", "i": 910, "idx": 2, "sa": ["Steve Ballmer"], "q": "bets,\" <strong> Steve Ballmer </strong> claimed. \"We've bet on the cloud and our enterprise business; it's going fantastic. We made the bet on Xbox; we made the bet on Kinect.\" <q>We bet on Bing and are growing like a weed in that business,</q> he added. \"So I feel pretty good about the bets.\" Printed from www.pcpro.co.uk Register to receive our regular email newsletter at http://www.pcpro.co.uk/registration.", "new_id": -2}, {"uid": "1296387505015253604", "i": 30913, "idx": 1, "sa": ["Michael Vick"], "q": "given what his dogs have been through, the quarterback shouldn't qualify as a dog owner. But they also has conceded that <strong> Michael Vick </strong> has spotlighted the problem of dogfighting and rehabilitation of pit bulls. <q>I'd have to say that he brought attention to the issue in a rather unfortunate way,</q> said Best Friends co-founder Francis Battista. At Best Friends, a 3,800-acre sanctuary that is home to 417 dogs, 658 cats, 340 rabbits and a few dozen horses, pigs and parrots, they", "new_id": -2}, {"uid": "1297213143016318474", "i": 27490, "idx": 0, "sa": ["Douglas Porter", "Donald Rumsfeld"], "q": "suggest the talks could be concluded this week. \"These are arguably two of the most important mining exchanges in the world,\" <strong> Douglas Porter </strong> at BMO Capital Markets told the BBC World Service. <q>Of course some of the world's biggest mining companies are on the LSE, and some of the world's biggest gold companies, and hundreds if not thousands of smaller mining companies are in the TMX Group. \"So certainly it brings together some of the most important mining groups in the world under one broad umbrella.</q> From other news sites Mining Weekly Day in pictures Eye-catching images from around the world Knowable known <strong> Donald Rumsfeld </strong>'s memoirs leave little room for doubt War on abortion Video stings", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up. \"A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,\" <strong> Allen Iverson </strong> said. <q>They were beating me down the court, and I was just finding guys. They did a great job of finishing.</q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}, {"uid": "1296245237068730884", "i": 15860, "idx": 0, "sa": ["Paula Abdul", "Steven Tyler", "Gwyneth Paltrow", "Simon Cowell", "Jennifer Lopez"], "q": "couple of missteps when I was a teenager- some 20 odd years ago,\" Brad, 38, tells OK! of his mistakes( including public intoxication, forgery and writing a bad check). <q>Some of the claims have been blown out of proportion, but I took responsibility for my actions and took immediate measures to remedy the situation. It was just part of my growing pains back when I was still young and naive. You learn from your experiences good and bad, and you move on.</q> The Big Debate: Is MTV's Skins too inappropriate for teens? Which Idol judges are more fun to watch: <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong> or <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>? Should <strong> Gwyneth Paltrow </strong> have allowed daughter Apple to play", "new_id": -2}, {"uid": "1295911772175931421", "i": 35392, "idx": 0, "sa": ["Zahi Hawass"], "q": "to a Berlin museum. Egypt's Supreme Council of Antiquities sent the request to the Prussian Cultural Heritage Foundation, which runs the Neues Museum in the German capital where the bust is kept. <q>The foundation's position on the return of Nefertiti remains unchanged,</q> foundation president Professor Hermann Parzinger said in a statement. \"She is and remains the ambassador of Egypt in Berlin.\" Egypt's antiquities chief, <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of", "new_id": -2}]