[{"uid": "1295560284104759370", "i": 35571, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "company needed a more mature leader. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" <strong> Eric Schmidt </strong> said ina statement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. <strong> Google Inc. </strong> has", "new_id": -2}, {"uid": "1296809208049168400", "i": 652, "idx": 0, "sa": ["Lila Rose", "Mike Pence"], "q": "parent and adds, \"We're pretty good at handling if someone doesn't want someone else to know.\" Live Action's president, <strong> Lila Rose </strong>, said the videos illustrate Planned Parenthood's willingness to <q> circumvent parental consent laws for secret abortions. </q> National anti-abortion groups have used the earlier released video to intensify their calls for federal legislation to cut off the more than$ 350 million in annual federal family planning fund that Planned Parenthood receives. Rep. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295793981081494070", "i": 35295, "idx": 0, "sa": ["Colin Powell"], "q": "Former Secretary of State <strong> Colin Powell </strong> said Sunday that it was too early to say whether troops should begin to withdraw from Afghanistan in June as scheduled. <q> I can't answer that, and I don't think anyone else can, </q> <strong> Colin Powell </strong> said on CNN's \"State of the Union.\" And he said that he \"can not tell\" whether the surge in troops in Afghanistan has been a success. \"There", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him. \"As soon as he hangs his cleats up, he's going to the Hall of Fame,\" Steelers cornerback <strong> Ike Taylor </strong> said, <q> and I want to take the bus ride so I can be there. </q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>. \"I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}, {"uid": "1296084845244613132", "i": 38486, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. Egypt's anti-Egyptian protests enter 2nd day, increasing threat to regime Egypt's", "new_id": -2}, {"uid": "1295768239143409188", "i": 5660, "idx": 0, "sa": ["Allen Iverson"], "q": "behind them. \"It was a must win for us. We came up with that attitude,\" said Anthony, who had 25 points, including a 3-pointer that made it 104-90 with 7:52 to go. <q> It was \"win or go home\" in our minds. </q> The lead grew to 17 before the Warriors mounted one last run, scoring nine straight points to cut it to http://wn.com/Healthcare_Reform_Bill_Debate_KCRA-NBC3_6pm_Sacramento,_CA_03-20-2010wmv Paul Smith is interviewed by KCRA channel 3 on March 21st 2010. http://wn.com/Allen_Iverson_33pts_vs_Baron_Davis_Warriors_07/08_NBA <strong> Allen Iverson </strong> squared up,", "new_id": -2}, {"uid": "1296647604150143033", "i": 15959, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "<strong> Simon Cowell </strong> at the helm? Me, you, everybody, that is until <strong> Steven Tyler </strong> stepped up to breathe new life into the decade-old series, thrilling just about everyone-- save for Miss <strong> Jennifer Lopez </strong>. <q> This was meant to be <strong> Jennifer Lopez </strong>'s big comeback, </q> an insider complains to me. \"The entire re-branding of the show was built around her, but now it's all about <strong> Steven Tyler </strong> 24/7.\" While <strong> Jennifer Lopez </strong>'s the one normally lavished with attention, I", "new_id": -2}, {"uid": "1295303215067584094", "i": 19671, "idx": 0, "sa": ["Michelle Obama", "Eduardo Kac", "Andrew Senior", "Marina Zurkow", "Eric Schmidt", "Jared Cohen"], "q": "and food industries ha... Digital Art@Google <strong> Eduardo Kac </strong>, <strong> Andrew Senior </strong>, Sandra Cordero, <strong> Marina Zurkow </strong> Digital Art@Google <strong> Eduardo Kac </strong>, <strong> Andrew Senior </strong>, Sandra Cordero, <strong> Marina Zurkow </strong> October 21st 2010 Four artists from the Digital Arts@Google exhibition,( <q> We Write this to You from the <strong> Distant Future </strong> </q> in conjunction with Nina Colosi of the Chelsea Art Museum), talk about their work on display in the Chelsea Market Google lobby. <strong> Michelle Obama </strong> <strong> Eduardo Kac </strong> talks about... <strong> Eric Schmidt </strong> and <strong> Jared Cohen </strong> at the Council on Foreign Relations <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295469077077529105", "i": 36778, "idx": 0, "sa": ["Sergio Marchionne"], "q": "CBS News reports that Dodge-Chrysler is seriously rethinking minivans as an automotive form factor, and that the company plans to completely redesign the iconic American family hauler. <q> We need to seriously rethink the minivan, </q> said <strong> Sergio Marchionne </strong>, CEO of Chrysler, in a recent ABC interview. \"We need to retain all its functionality but make it much more versatile. Strong words from the company the popularized the minivan concept", "new_id": -2}, {"uid": "1297552524158498886", "i": 37440, "idx": 0, "sa": ["David Letterman"], "q": "choice had been suggested to him by his wife, who sensed that the 44-year-old funnyman was beginning to get frustrated by his female-filled household. He quipped during an appearance on the Late Show With <strong> David Letterman </strong>: <q> My wife let me get a transgender housekeeper. Just to be cool for me to have just one other penis in the house. His name is Clemente and he's very nice. </q> Justin TimberlakeWatch an exclusive clip of the DS Competitions Win a 3D TV from Samsung. Coronation Street: Peter gets his revenge at the blessing EastEnders: Ronnie's latest lie starts to unravel", "new_id": -2}]