[{"uid": "1297271679224821249", "i": 10877, "idx": 1, "sa": ["Zahi Hawass"], "q": "interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs from the museum shop. <q> Thank God the museum was dark and they could not see anything, </q> he said. He praised Egyptian anti-government protesters who had stood guard outside the museum and caught some of the thieves as they tried to get away. \"It was wonderful to find that these real Egyptians", "new_id": -2}, {"uid": "1295669701105103360", "i": 8204, "idx": 8, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. \"We're trying to be as transparent and as collaborative as possible,\" <strong> Eric Schmidt </strong> said. <q> We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that, </q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several \"significant\" new products. He said he", "new_id": -2}, {"uid": "1296850492052805645", "i": 37870, "idx": 4, "sa": ["Roger Goodell", "Michael Vick"], "q": ". <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. \"I don't want him to put himself in a position where bad things can happen around him,\" <strong> Roger Goodell </strong> said. <q> He takes that seriously. </q> With several centimetres of snow falling Friday, on top of ice that's been there for days, many Super Bowl activities across the Dallas-Fort Worth area have been postponed or cancelled. <strong> Roger Goodell </strong> noted", "new_id": -2}, {"uid": "1297160951238338060", "i": 6840, "idx": 0, "sa": ["Kirsten Gillibrand", "Richard Blumenthal"], "q": "to discourage this and push back,\" said <strong> Richard Blumenthal </strong>, who became familiar with abortion issues when he clerked for Supreme Court Justice Harry Blackmun the year after Blackmun wrote the court's opinion in Roe v. Wade. <q> It would not only imperil the priority of job creation and would threaten to produce a legislative meltdown at a time when people are frustrated with the paralysis of government,... I think it would be the height of bad judgment. </q> EMILY's List published Monday a piece co-written by <strong> Richard Blumenthal </strong> and Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.) denouncing the legislation. It was the first time that EMILY's List, a group dedicated to electing female politicians,", "new_id": -2}, {"uid": "1295690356156418069", "i": 22001, "idx": 5, "sa": ["Eddie Jordan", "Elton Brand", "Kobe Bryant", "Jrue Holiday", "Michael Jordan", "LeBron James", "Allen Iverson", "Dwyane Wade"], "q": ".\" LooLeBron James for a spark, 76ers coach <strong> Eddie Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q> He just put us in a good rhythm tonight and had us flowing, </q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He Wade_Dwyane Wade_Complete_Highlights_[27_Points]_vs_Bucks_28309 MIAMI( AP) At this point, milestones mean <strong> Kobe Bryant </strong>", "new_id": -2}, {"uid": "1295245546048136202", "i": 24833, "idx": 9, "sa": ["Allen Iverson", "Shaquille O'Neal"], "q": "<strong> Allen Iverson </strong> revealed after the game that the reason he had missed all of the Nuggets' workouts this week was because his 4-year-old son, Isaiah, fell face-first from a stool early Monday morning and required plastic surgery. <q> He got a <strong> Shaquille O'Neal </strong> gash up under his mouth, </q> <strong> Allen Iverson </strong> said. \"He was sitting on a stool and what really messed him up was he had his hands in his shirt. And it was a high stool, so when he fell, he couldn't", "new_id": -2}, {"uid": "1295293122030998539", "i": 34308, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": ". In 2007, <strong> Andy Coulson </strong> resigned as editor of the News of the World over the bugging incident, but has always said he was unaware of it at the time, the Guardian reported. <q> I judge his work by what he has done for us.... He resigned for what went wrong at News of the World, </q> <strong> David Cameron </strong> said. Men who suffer post orgasmic illness syndrome are just allergic to themselves Chat Roulette now popular with people looking for real pigs instead of furries The banks have heard your desperate lamentations in the dark,", "new_id": -2}, {"uid": "1297123329226197512", "i": 54463, "idx": 1, "sa": ["Simon Cowell"], "q": "the names of the other judges. \"Yes, I am,\" <strong> Simon Cowell </strong> told reporters on a conference call about his plans to take a judging role on \"The X Factor\" . <q> People know what to expect when I am on the judging panels, so I don't think things are going to change, </q> added the acerbic Briton, who found fame for his cutting remarks on singing contests \"American Idol\" . <strong> Simon Cowell </strong> said the$ 5 million prize for the winner would be the \"largest guaranteed prize in", "new_id": -2}, {"uid": "1297314957126959686", "i": 46826, "idx": 0, "sa": ["Dan Lauria", "David Letterman"], "q": "Actor <strong> Dan Lauria </strong>, who is playing the title role in the Broadway play \"Lombardi,\" Lauria-Dan Lauria-helps-out-with-David Lettermans-top-10-%E2%80%93-as-vince-lombardi-video/\"> helped out with the Top 10 list on Tuesday night's <q> Late Night with <strong> David Letterman </strong>. </q> <strong> Dan Lauria </strong> sat next to <strong> David Letterman </strong> as the host read \"Top Ten Signs You Are Watching a Bad Cable Channel.\" After <strong> David Letterman </strong> would read each item on his list, <strong> Dan Lauria </strong> in character would", "new_id": -2}, {"uid": "1295647113138969096", "i": 57431, "idx": 3, "sa": ["Henry Blodget", "Eric Schmidt"], "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.\" here. <strong> Henry Blodget </strong> writes for The Business Insider, <q> Let's be serious: <strong> Eric Schmidt </strong> got fired. </q> \"Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet--` day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,' through his patronizing", "new_id": -2}]