[{"uid": "1295617531243957796", "i": 3425, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "it difficult for me to give the 110 percent needed in this role.\" <strong> David Cameron </strong> said that he was \"very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.\" <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,</q> <strong> David Cameron </strong> said in a statement, which made no direct mention of the hacking claims. A reporter and a private investigator working for the News of the World were caught illegally eavesdropping on the phones of the", "new_id": -2}, {"uid": "1295750200255016963", "i": 44750, "idx": 0, "sa": ["Drew Stanton", "Peyton Manning", "Rex Grossman", "Chad Henne", "Seneca Wallace", "Michael Vick", "Charley Casserly"], "q": "<strong> Seneca Wallace </strong>, <strong> Drew Stanton </strong> or <strong> Rex Grossman </strong>.( Impending free agents <strong> Peyton Manning </strong> and <strong> Michael Vick </strong> are assuredly staying put.) â\u0080¢ CBS' <strong> Charley Casserly </strong> said he would try to trade for Orton( 20 touchdowns, nine interceptions): <q>I would do it for a third- or fourth-rounder. But Denver might keep him. If I'm Denver, I would not trade him and put all my eggs in <strong> Tim Tebow </strong>'s basket. With quarterbacks McNabb's age[ 34], you never know what the next year will bring. You could fall off a cliff. McNabb's arm is still strong, but he wasn't as elusive. Hasselbeck can't play 16 games.</q> Miami doesn't have a second-round pick, \"and I wouldn't give up a first-rounder for Kolb,\" <strong> Charley Casserly </strong> said. \"I don't think you pull the plug yet on <strong> Chad Henne </strong>, but I would", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q>You'd rather be at the table than not at the table,</q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business. \"You figure this is a way to do something useful for your country.\" <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}, {"uid": "1297354440003293193", "i": 9992, "idx": 0, "sa": ["Paula Abdul", "Kim Richards", "Simon Cowell"], "q": "that to be made public,\" the source said. <strong> Kim Richards </strong> reportedly can not come to grips with her excessive drinking habits, which is why sobering up may be so difficult for her. <q>She's not willing to admit she's an alcoholic. That's why she left rehab after one week,</q> the source explained. \"Live To Dance' crowns D'Angelo Castro and Amanda Carbajales champs <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk about working together` The Biggest Loser: Couples\" eliminates contestant Jaquin \"Q\" Allen", "new_id": -2}, {"uid": "1295487172086802452", "i": 5150, "idx": 1, "sa": ["Brad Greenberg", "David Stern", "Allen Iverson"], "q": "before NBA commissioner <strong> David Stern </strong> strode to the lectern at the Continental Airlines Arena to announce the pick. \"We tipped the fans early because we wanted to show them that we appreciate their support,\" <strong> Brad Greenberg </strong> said. <q>We're in a new era here and we gave them something nobody ever did before.</q> In reality, the 76ers decided on <strong> Allen Iverson </strong> on Saturday, after he made a second visit to Philadelphia to work out for the team. Earlier last week, the 76ers had two jerseys made up: one for", "new_id": -2}, {"uid": "1297261541254083125", "i": 45180, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Bob Kerrey", "Condoleezza Rice", "Jack Valenti", "Dan Glickman"], "q": "former congressman Tom Davis, wound up not making deals. <strong> Dan Glickman </strong>, who succeeded 38-year president <strong> Jack Valenti </strong> in 2004, left in January 2010. <strong> Bob Kerrey </strong> Pisano is interim CEO and <strong> Barack Obama </strong>. BULLETIN- Reuters/Milan: <q>Italian prosecutors filed a request on Wednesday to bring Prime Minister <strong> Silvio Berlusconi </strong> to trial immediately on charges of paying for sex with an underaged girl and improperly pressuring police to release her from custody.</q> BEHIND THE CURTAIN- <strong> Donald Rumsfeld </strong>, \"Known and Unknown: A Memoir\": National security adviser <strong> Condoleezza Rice </strong> \"was a polished, poised, and elegant presence. I decidedly was not. One time <strong> Condoleezza Rice </strong>", "new_id": -2}, {"uid": "1295693165029671442", "i": 4493, "idx": 4, "sa": ["Danny Granger", "Allen Iverson"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q>That's the frustrating part, because a game like this, we're supposed to win.</q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/2010-11_NBA_season__Los_Angeles_Clippers_vs_Indiana_Pacers_Recap_11/18/10 <strong> Danny Granger </strong> states his case why he should be a member of the Harlem", "new_id": -2}, {"uid": "1295473800129286206", "i": 29257, "idx": 1, "sa": ["Michael Vick"], "q": "next morning the dog was back on our porch. My sister and I convinced my dad to let us keep him. \"Damn! I thought I killed that thing...\"-- <strong> Michael Vick </strong> KDMac: <q>Damn! I thought I killed that thing...</q>-- <strong> Michael Vick </strong> dlaurels 18 minutes ago( 4:30 PM) Dogs do get so attached to their owners and the owners get really attached to the dogs. It seems like a miracle, but miracles happen. dlaurels:", "new_id": -2}, {"uid": "1297384383139427845", "i": 9058, "idx": 2, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "combinations, so it's crucial to stress the importance now of a prominent position for Italy,\" Labor Minister <strong> Maurizio Sacconi </strong>, who will attend the meeting and spoke with <strong> Sergio Marchionne </strong> last week, said in an interview. <q>The government wants to verify with Fiat's management the status of the Italian investment plan.</q> The Mirafiori deal is part of a 20 billion-euro($ 27 billion) investment project to revamp Fiat's five Italian car plants, where it aims to produce 1.4 million vehicles a year by 2014 from", "new_id": -2}, {"uid": "1294971110214024198", "i": 3289, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": ", had formed a strong bond even before <strong> Gabrielle Giffords </strong> won a congressional seat in Arizona in 2006. Their families have vacationed together in New Hampshire, and they have exchanged visits to South Florida and Arizona. <q>We were just thrilled to be by her side,</q> <strong> Debbie Wasserman Schultz </strong> recalled of her visit to the hospital Wednesday night, along with House Minority Leader <strong> Nancy Pelosi </strong> and New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. \"And we were prepared to do and say anything- if she could", "new_id": -2}]