[{"uid": "1296687274182059050", "i": 42471, "idx": 1, "sa": ["John Krautner", "David Letterman", "Meg White"], "q": ".'' <strong> David Letterman </strong> Buick had already put out a <strong> Meg White </strong> Stripes single at that point. <strong> David Letterman </strong> and Jack were buddies. Later, Jack was over at <strong> David Letterman </strong>'s house, so <strong> John Krautner </strong> and I went over there: <q> Hey, Jack, we've got a question for you-- </q> And Jack said`` Yes, already, yes, absolutely, wan na join, count me in.'' We said,`` All right!'' Whenever we practiced at Jack's", "new_id": -2}, {"uid": "1296690644060637225", "i": 37651, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "officials listed a series of actions the military has taken to guard against contractor wrongdoing, including the formation of a working group focused on procurement fraud. But <strong> Sen. Bernie Sanders </strong> said much more needs to be done. <q> It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> he said.-- Online: <strong> Sen. Bernie Sanders </strong>: http://sanders.senate.gov/", "new_id": -2}, {"uid": "1294986596221888559", "i": 4043, "idx": 2, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "her courage and with her strength. And then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do after she got better.'' <strong> Gabrielle Giffords </strong> was gripping their hands, <strong> Kirsten Gillibrand </strong> said, <q> and the more we joked about what we were going to do, she started to open her eyes. </q> <strong> Debbie Wasserman Schultz </strong> said she had just told <strong> Gabrielle Giffords </strong>,``` <strong> Gabrielle Giffords </strong>, we fully expect you to be up and ready to go to come back up to New Hampshire this summer,' and that's when", "new_id": -2}, {"uid": "1295494449164200472", "i": 17496, "idx": 7, "sa": ["Elton Brand", "Allen Iverson", "Singapore Kane"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to <strong> That guy </strong> at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four MY MIX FROM MISIEK MOVIE SHOW FOOTAGE FROM 2009 2010 SEASON HQ: rapidshare.com Music: <strong> Singapore Kane </strong>- Summer In The City( Hip-Hop)", "new_id": -2}, {"uid": "1295559849243744839", "i": 7188, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "focus on deals, partnerships, customers and broader business relationships, among other things to expand Google's reach around the world. <strong> Eric Schmidt </strong> will also continue to act as an advisor to Page and <strong> Sergey Brin </strong>. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> said <strong> Eric Schmidt </strong>, who joined Google as CEO in 2001.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is", "new_id": -2}, {"uid": "1296081490258637864", "i": 33791, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "last week after numerous questions about practices at the newspaper.`` The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,'' the police force said in a statement. <q> This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010. </q> <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgement in giving him a second chance and risks complicating a bid by <strong> Rupert Murdoch </strong>'s News Corp to buy full control of pay TV operator BSkyB. Critics", "new_id": -2}, {"uid": "1295566871244678664", "i": 48490, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "chairman, focusing on deals, partnerships, customers and broader business relationships. He also will continue to act as an adviser to Page and co-founder <strong> Sergey Brin </strong>, who will devote his energy to strategic projects. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> said on his Twitter account. On the company's earnings conference call, <strong> Eric Schmidt </strong> said,`` I'm sure this partnership will continue.'' While the management shake-up wasn't telegraphed,", "new_id": -2}, {"uid": "1297119970200310797", "i": 16253, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "was reluctant to endorse his former boss's assessment that the decision to draw down U.S. troops shortly after the 2003 invasion of Iraq was`` the most important failure in the execution of the war.'' <q> I don't have enough confidence to say that that's right. I think that it's possible, </q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>.`` We had( an) enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed.``", "new_id": -2}, {"uid": "1295899099135872512", "i": 1628, "idx": 1, "sa": ["Jonathan Katz", "Sam Seder", "David Letterman", "H. Jon Benjamin"], "q": "<strong> Sam Seder </strong> recalls the time as`` a lot of drinking and not doing the dishes.'' The two were in <strong> David Letterman </strong> Cross' Boston comedy troupe, Cross Comedy, and have since remained close friends. <q> He has probably walked away from and sabotaged as many opportunities as anyone without a drug problem, </q> <strong> Sam Seder </strong> says of <strong> H. Jon Benjamin </strong>.`` He's very specific about what he wants to do.''`` Dr. <strong> Jonathan Katz </strong>'' was one of the few Boston-based shows at the time, and <strong> H. Jon Benjamin </strong> auditioned for the", "new_id": -2}, [{"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}]]