[{"uid": "1295884905140918812", "i": 17185, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "that could produce an \"improvement in the state's structural misalignment between revenues and expenditures.\" The agency, however, expressed its doubts that <strong> Jerry Brown </strong> and <strong> Bill Lockyer </strong> would be able to pull it off, adding: <q>we also believe the scale of the governmental and fiscal reforms proposed may prove difficult, given the timeline with which lawmakers have to work.</q>", "new_id": -2}, {"uid": "1295565740204783649", "i": 20448, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page to lead Google; roles clarified Larry Page, who co-founded Google with <strong> Sergey Brin </strong>, will be the U.S. search-engine giant's chief executive officer in April, the company announced Thursday. <q>In this new role I know he will merge Google's technology and business vision brilliantly,</q> <strong> Eric Schmidt </strong>, the company's current CEO, said in a blog posted on Google's Web site. \"I am enormously proud of my last decade as CEO, and I am certain that the", "new_id": -2}, {"uid": "1297352096264044547", "i": 27914, "idx": 0, "sa": ["Oprah Winfrey", "Sergio Marchionne", "Justin Bieber", "Jennifer Hudson"], "q": "the help of a Groupon deal. Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks... Chrysler Group LLC Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits... Video: ShowBiz Minute: Lohan, <strong> Justin Bieber </strong>, \"Mad Men' Report Abuse <q>Nearly all the commercials were from bad to awful( the Doritos ads being particularly bad), the VW was probably the best, but a Dagoba style raising the car off the ground in a parody of Luke with the Xwing in the swamp would have been better, sill, not bad. And what idiot working for godaddy\"s ad group needs to be fired for the <strong> Joan Rivers </strong> thing? That was creepy and disgusting.</q> ABC News: <strong> Jennifer Hudson </strong> to Appear on <strong> Oprah Winfrey </strong> Show The 2011 Chrysler Lineup Visit the Official Site to Schedule Your Test Drive Appointment Today! Chrysler 2011 Prices Save on Your New Chrysler! Find Out Our Lowest Possible Price", "new_id": -2}, {"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,\" Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q>These payouts recognize the continual support and tireless efforts of our people,</q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds. \"We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}, {"uid": "1296034359264519680", "i": 7574, "idx": 4, "sa": ["Michael Vick"], "q": "Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by the company. <q>The Unequal technology is a part of my game now and I won't play without my Unequal,</q> <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. \"Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.\" <strong> Michael Vick </strong> was once the NFL", "new_id": -2}, {"uid": "1295573447037306383", "i": 624, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "world's largest social network. <strong> Google Inc. </strong> said the management change was made as part of a plan to \"streamline\" decision making and create clearer lines of responsibility and accountability at the top. <q>It's a good move. It( the triumvirate management structure) was always one of things that concerned us a little bit,</q> said Ryan Jacob, portfolio manager with the Jacob Internet Fund. \"It should streamline the decision-making process. They're in a fast-moving industry.\" <strong> Eric Schmidt </strong> now plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1295568821043630596", "i": 17772, "idx": 0, "sa": ["Eric Schmidt"], "q": "DC- In a surprise shakeup, Google co-founder Larry Page is replacing <strong> Eric Schmidt </strong> as chief executive of the search giant. Starting April 4, Page will take over day-to-day operations while <strong> Eric Schmidt </strong> becomes executive chairman, focusing on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.</q> Shortly after the announcement was posted on the company's blog, <strong> Eric Schmidt </strong> tweeted \"Day-to-day adult supervision no longer needed!\" in reference to his much-discussed role as a moderating check to Page", "new_id": -2}, {"uid": "1296234164135299086", "i": 47636, "idx": 2, "sa": ["Mike Pence"], "q": "by reflecting, praying.\" letter to supporters Thursday, <strong> Mike Pence </strong> said he and his family \"feel led to devote this time in our lives to continuing to serve the people of Indiana in some way.\" <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012,</q> he said. <strong> Mike Pence </strong> is slated to speak at several county Republican dinners throughout the state and says he expects to also talk with people outside the political sphere as he makes his decision. Many leading Republicans say <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1296253842209223685", "i": 8053, "idx": 2, "sa": ["Rasheed Wallace", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. \"The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q>We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us.</q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/Washington_State_at_Oklahoma_State__2010_Football_Highlights Highlights from Oklahoma State's dominating 65-17 win over Washington State to open the 2010 football season at", "new_id": -2}, {"uid": "1296199986159858692", "i": 30425, "idx": 0, "sa": ["Mike Pence"], "q": "Staff Writer Thursday, January 27, 2011; 10:52 PM <strong> Mike Pence </strong>( R-Ind.) will not run for president in 2012 but has left the door open to running for governor of the Hoosier State. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star. \"We will not seek the Republican nomination for president in 2012.\" <strong> Mike Pence </strong> has been publicly pondering whether to run for", "new_id": -2}]