[{"uid": "1295165772245350404", "i": 17628, "idx": 1, "sa": ["Linas Kleiza", "Carmelo Anthony", "Kenyon Martin", "Allen Iverson"], "q": "each scored a season high 21 points to help the NBA champions beat the Denver Nuggets 102-91 and improve to 13-0 at home. \"Their role players beat us as much as anyone else,\" said Karl. <q>From[ Brent] Barry to <strong> Michael Finley </strong> to <strong> Fabricio Oberto </strong>, they beat us as much as[ Manu] Ginobili or[ <strong> Tim Duncan </strong>] <strong> Tim Duncan </strong> did.<q> <strong> Allen Iverson </strong> led the Nuggets with 30 points and <strong> Linas Kleiza </strong> had 16 points. <strong> Carmelo Anthony </strong> added 15 points and nine rebounds. The Nuggets were without starter <strong> Kenyon Martin </strong>, who was suspended for one game after he was assessed a flagrant", "new_id": -2}, {"uid": "1296463316032751626", "i": 11278, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "the beginning of our fight back.\" The leadership of Common Cause, generally a far more congenial organization, was a bit unusual, part of a new aggressiveness and penchant for direct action from the group. <q>I think you're going to see a new Common Cause.<q> Veterans Slam <strong> Sen. Bernie Sanders </strong> Bachmann's Plan To Cut Vet Benefits: \"Heartless,'` Shows Contempt' For Troops' Sacrifice Virginia Lawmaker Says GOP's 2010 Victories Driven by Opposition to Black <strong> Barack Obama </strong> Team\"s Lame", "new_id": -2}, {"uid": "1297170003034897939", "i": 16566, "idx": 0, "sa": ["Simon Cowell", "Nicole Scherzinger"], "q": "planning to dismiss Cheryl's wishes by asking the Poison singer to be a judge in order to \"juice up\" the American X Factor. An insider \"close' to Cole told the newspaper: <q>Cheryl's signed the deal, the Americans like her, but suddenly there's all this typical <strong> Simon Cowell </strong> smoke and mirrors going on.<q> SEE PICS OF SEXY NICOLE SCHERZINGER HERE! \"She's been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn\"t want to get into a put-up scrap with <strong> Nicole Scherzinger </strong>", "new_id": -2}, {"uid": "1295510839092602382", "i": 14540, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,<q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Brandon_Roy_21_Points_vs_Rockets_Game_1_Playoffs_!!_HD_!_18409 Pacers Stunned By Knick Errors By TIMOTHY W. SMITH Published: May 8, 1995 www.nytimes.com To a man, the Indianapolis Pacers could", "new_id": -2}, {"uid": "1295096765206520339", "i": 32258, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "\" Robert <strong> Gerald Ford </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. \"This area is so fraught with legal ramifications,\" Urbahn said. <q>I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject.<q> <strong> Donald Rumsfeld </strong> would likely be willing to look at a script if it were another subject matter, he said. <strong> Donald Rumsfeld </strong>, who was defense secretary during the first six years of <strong> President Bush </strong>'s eight in", "new_id": -2}, {"uid": "1296791221147030018", "i": 16741, "idx": 4, "sa": ["Elgin Baylor", "Allen Iverson", "George Karl"], "q": "share to ruin <strong> Allen Iverson </strong>'s homecoming. Denver scored the first 14 points of the fourth quarter to rally for its fourth straight win. <strong> Allen Iverson </strong>'s old team improved to 16-5; his new-again team fell to 5-16. <q>It was a positive experience to be part of AI returning,<q> Nuggets coach <strong> George Karl </strong> said. \"<strong> Elgin Baylor </strong> thought he fatigued as the game went on and we got the benefit of it. He's not in the best of shape yet.\" <strong> Allen Iverson </strong> received a standing ovation when", "new_id": -2}, {"uid": "1296362585082608158", "i": 3751, "idx": 0, "sa": ["Zahi Hawass"], "q": "Egypt's top archaeologist, <strong> Zahi Hawass </strong>, told state television Egyptians on the street had tried to protect the building, but that the looters had entered from above. Two mummies on display had been damaged. <q>I felt deeply sorry... when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,<q> <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said. The museum is adjacent to the headquarters of the ruling National Democratic Party that protesters torched ad earlier set ablaze in protests demanding the resignation of", "new_id": -2}, {"uid": "1297217145164478976", "i": 24821, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Management Centers Chrysler to 25 percent from the 20 percent it previously held. However, Fiat Chrysler CEO <strong> Sergio Marchionne </strong> recently revealed that the two companies could eventually become indistinguishable if they were to merge into one entity. <q>From a corporate governance standpoint, there's a point where separate companies make no sense,<q> <strong> Sergio Marchionne </strong> told Renault. Before the two companies could merge however, Fiat and Chrysler need to meet a series of objectives as defined by the U.S. government during Chrysler's 2009 bankruptcy", "new_id": -2}, {"uid": "1295981119035848240", "i": 35579, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "should not be reached through coercion, intimidation, and threats of violence. Hezbollah, backed by Syria, engaged in all three to achieve its political goals.\" Vietor said the tribunal is vital for <q>stability, security and justice in Lebanon.<q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 1 BR/ 1 BA$ 395,000.00 SAN FRANCISCO 3 BR/ 2", "new_id": -2}, {"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q>now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete.<q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}]