[{"uid": "1297270331172048512", "i": 5260, "idx": 0, "sa": ["Simon Cowell"], "q": "start tuning up your act if you want to try out for <strong> Simon Cowell </strong>'s upcoming Fox game show, The X Factor. Dallas is among the cities that will host auditions this spring. says contestants must be <q> at least 12 years of age by March 1, 2011, a legal US citizen or eligible to work full time, and without a current music recording contract. </q> Unlike American Idol, there's no upper age limit, and it's open to vocal groups as well as solo singers. According to the Associated Press: The winner will get a$", "new_id": -2}, {"uid": "1294962672210993211", "i": 6928, "idx": 8, "sa": ["Bruce Willis", "Kirsten Gillibrand", "Demi Moore", "Gabrielle Giffords"], "q": "when <strong> Gabrielle Giffords </strong> opened her eyes.`` We know that she will overcome this. If anyone in the world can overcome an injury, of a severe nature, it's her,'' <strong> Kirsten Gillibrand </strong> said. <q> Mark was telling us just a couple days ago how he was telling the doctors, she will be walking in a few weeks, you'll see. </q> An Outpouring of Grief at Funerals, Memorial Services <strong> Bruce Willis </strong> and <strong> Demi Moore </strong>'s Eldest Daughter Poses for Badgley Mischka's Spring 2011 Ad Campaign More than 500,000 Die Each Year, but All States Are", "new_id": -2}, {"uid": "1295618523207978567", "i": 5851, "idx": 1, "sa": ["Kasie Hunt", "Mike Pence"], "q": "potential risks... Even in traditionally moderate New Hampshire, the Tea Party is ascendant....[ A] dvisers... say Romney could begin reaching out to activist leaders later.'' http://bit.ly/hjSx6q-- <q> Open GOP field creates space for <strong> Mike Pence </strong>, </q> by Jonathan Martin and <strong> Kasie Hunt </strong>:`` To understand the dissatisfaction on the right with the current crop of Republican presidential hopefuls, look no further than <strong> Mike Pence </strong>.[ The] Indiana congressman... is currently the subject of", "new_id": -2}, {"uid": "1296537954082821149", "i": 25246, "idx": 5, "sa": ["Allen Iverson", "Dwight Howard"], "q": "Chicago, Illinois) is an American professional basketball player in the NBA, currently with the Dallas Mavericks. He is a former All-Star and All-NBA power forward and was a member of the University of Michigan Wolverines' <q> Fab Five& q... <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... Magic vs. Wizards- NBA Videos Highlights 13/03/2010 <strong> Dwight Howard </strong> scores 28 points Magic vs. Wizards- NBA Videos Highlights 13/03/2010 <strong> Dwight Howard </strong> scores 28 points <strong> Dwight Howard </strong> scores 28 points and", "new_id": -2}, {"uid": "1295217134075989080", "i": 3945, "idx": 3, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "A coalition of more than 200 labor unions and liberal groups, however, are waging a broad lobbying campaign to steer <strong> Barack Obama </strong> away from endorsing cuts in benefits. <strong> Sen. Bernie Sanders </strong> warns <strong> Barack Obama </strong> not to give in <q> As a candidate for office, <strong> Barack Obama </strong> made very strong and clear statements about Social Security: no raising the retirement age, no cuts in the COLA[ cost of living adjustment], </q> said Frank Clemente, campaign manager of the coalition Strengthen Social Security Campaign.`` Our campaign is looking for him to be as unequivocal in the State of the Union address. That's where the American people are", "new_id": -2}, {"uid": "1295984950186695687", "i": 14374, "idx": 0, "sa": ["The New York Times Book Review", "Eric Schmidt", "Google Inc."], "q": "announcing a management shake-up, will give a$ 100 million equity award to outgoing chief executive <strong> Eric Schmidt </strong>, who in April will be succeeded by company co-founder Larry Page, says a media report. <q> <strong> Google Inc. </strong>... will give a$ 100 million equity award to outgoing <strong> Google Inc. </strong> gives$ 100-mn compensation to outgoing CEO <strong> Eric Schmidt </strong> NEW YORK: <strong> Google Inc. </strong>, fresh off announcing a management shake-up, will give a USD 100 million equity award to outgoing Chief Executive <strong> Eric Schmidt </strong>, who in April will be succeeded by company co-founder Larry Page, says a media report.`` <strong> Google Inc. </strong>... will give a USD 100 million equity award to outgoing Chief Executive <strong> Eric Schmidt </strong>, </q> the Wall <strong> Google Inc. </strong> gives USD 100-mn compensation to outgoing CEO <strong> Eric Schmidt </strong> <strong> The New York Times Book Review </strong>, Jan 23( PTI) Sunday, January 23, 2011--> <strong> Google Inc. </strong>, fresh off announcing a management shake-up, will give a", "new_id": -2}, {"uid": "1295633194146702360", "i": 2654, "idx": 9, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "see what they do with it.'' Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> will soon lift the ban on initiating new cases against Guantanamo detainees in preparation to increase the use of military commissions for prosecution. Imposed <q> on the day of <strong> Barack Obama </strong>'s inauguration, </q> the overturned ban will be accompanied by`` an executive order to create a parole board-like system'' to review cases of nearly 50 detainees who would be held without trial. At a briefing hosted by the Economic", "new_id": -2}, {"uid": "1295332303231293116", "i": 44181, "idx": 0, "sa": ["Zsa Zsa Gabor", "David Letterman", "Ronald Reagan"], "q": "and she was doing well late Friday, John Blanchette said. He said she'll be in the hospital for another week or two and hopefully will be home by her 94th birthday on Feb. 6. <q> The surgery today( Friday) went well, however, she is in frail health so we will continue to monitor her closely, </q> said Dr. <strong> David Letterman </strong> Rigberg, associate professor of vascular surgery at <strong> Ronald Reagan </strong> UCLA Medical Center. He said there were no complications during the surgery. <strong> Zsa Zsa Gabor </strong> broke her hip and had replacement surgery in July, and", "new_id": -2}, {"uid": "1295559761263241902", "i": 25552, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Notables at state dinner Gallery", "new_id": -2}, [{"i": 33582, "idx": 3, "index_answer": 1, "new_id": -1, "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> <strong> Reggie Jackson </strong>'s really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "uid": "1295753709087883837"}]]