[{"uid": "1296677265093847554", "i": 4982, "idx": 5, "sa": ["Allen Iverson"], "q": "lot.\" Had things gone differently, <strong> Allen Iverson </strong> could've been a member of the Celtics, who were also in the running for his skills. The Celtics certainly saw what they missed out on Tuesday night. <q>I honestly just have a lot of respect for the Boston organization and for them being interested in me in the way they were,</q> <strong> Allen Iverson </strong> said. \"You always have to feel San Antonio Spurs 94-73 Boston Celtics The Celtics were down by only one point at halftime, but that deficit quickly grew to 17 in the third period when Boston was", "new_id": -2}, {"uid": "1297306808104415294", "i": 15141, "idx": 3, "sa": ["Chris Norby", "Bill Lockyer"], "q": "particular purposes.\" <strong> Bill Lockyer </strong> told the committee that while the state may want to later restore some of the functions of redevelopment agencies, the best first step is to wipe the slate clean. <q>My conclusion is that we should blow this up and start again,</q> he said. \"It would be the prudent and smart way to do it. It's better to just reinvent in this circumstance.\" Assemblyman <strong> Chris Norby </strong>, R-Brea, a former Orange County supervisor,", "new_id": -2}, {"uid": "1296228272172146710", "i": 17258, "idx": 0, "sa": ["Mike Pence"], "q": "all agree his bowing out leaves the GOP nomination- in the phrase used again and again- \"wide open.\" One source familiar with the effort to recruit <strong> Mike Pence </strong> tells National Review Online that while <strong> Mike Pence </strong> <q>could have united the conservative movement,</q> his departure leaves a Republican field that \"is never going to be as wide-open again.\" \"In six years or ten years it's going to be an incredibly full field: The 2012 field", "new_id": -2}, {"uid": "1295618647099680302", "i": 4274, "idx": 0, "sa": ["Eric Schmidt"], "q": "the throne while training him to do so. We knew that this would happen. We When I interviewed <strong> Eric Schmidt </strong> a few weeks ago and asked about pressure over privacy, China, and lobbying, he said, <q>This is not the No. 1 crisis at Google.</q> What is? Scale is Google's greatest skill and greatest challenge. It scaled search( vs. quaint Yahoo, which thought it could catalogue this web thing). It scaled advertising( vs. the media companies that", "new_id": -2}, {"uid": "1297177866006504495", "i": 9952, "idx": 4, "sa": ["Michael Vick", "Mayor Tom Leppert"], "q": "staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.\" <strong> Mayor Tom Leppert </strong> said he has asked the city manager to <q>propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.</q>@Drudge_Report: Dallas Gives <strong> Michael Vick </strong> \"Key To The City'-- Without <strong> Mayor Tom Leppert </strong>\"s Knowledge! 46 mins ago Law enforcement, bed space, and illegal immigration 16 hours ago Interesting comments from GSP commander Bill Hitchens", "new_id": -2}, {"uid": "1297701144114671657", "i": 14847, "idx": 0, "sa": ["Mike Pence"], "q": "that Planned Parenthood is his target; it would lose more than$ 70 million in annual funding. <strong> Mike Pence </strong> said \"every American should be shocked\" that an employee receiving millions of dollars in federal funds <q>has been recorded aiding and abetting underage sex trafficking.</q> \"The time to deny any and all funding to Planned Parenthood is now,\" he said. By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that", "new_id": -2}, {"i": 47514, "idx": 0, "index_answer": 2, "new_id": -1, "q": "for Life on Monday, <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the annual gathering. <q>Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending,</q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade. \"We must not remain silent when great moral", "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "uid": "1295915073213958666"}, {"uid": "1295559882263242034", "i": 24881, "idx": 3, "sa": ["Eric Schmidt"], "q": "came just before Google announced earnings for its most recent quarter. At$ 8.44 billion, Google's fourth-quarter revenue jumped 26 percent from a year earlier. Profit climbed 29 percent to$ 2.54 billion. <q>These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider Web,</q> <strong> Eric Schmidt </strong> said in a statement accompanying the results. Earlier, Google stock finished regular trading at$ 626.77, down$ 4.98, or 0.8 percent, from Wednesday's closing price. Google shares were up", "new_id": -2}, {"uid": "1296108950041386014", "i": 10160, "idx": 1, "sa": ["Kobe Bryant", "Michael Vick"], "q": "in the <strong> Kobe Bryant </strong> case and many times throughout history, there's always redemption,\" Andy Appleby, chairman of General Sports& Entertainment, a Minnesota-based marketing firm, told me when <strong> Michael Vick </strong> was released from prison. <q>No one's ever going to forget, but( <strong> Michael Vick </strong>) still has a lot to offer.</q> <strong> Kobe Bryant </strong> is a model of image repair. During the summer of 2003, a 19-year-old female hotel worker in Colorado accused him of rape. <strong> Kobe Bryant </strong> admitted to an adulterous encounter but said it was", "new_id": -2}, {"uid": "1296363623155516951", "i": 1478, "idx": 0, "sa": ["Zahi Hawass"], "q": ". But before protective measures were taken, vandals had gotten inside and tore the heads off two mummies, antiquities director <strong> Zahi Hawass </strong> told the Al-Arabiya news network. Outside the museum, demonstrators chanted: <q>Wake up, <strong> Hosni Mubarak </strong>. This is your last day in power!</q> The army had filled a vacuum of retreating policemen, who camped wearily in neighborhoods and along the Nile corniche, where charred cars sat along roadsides. Although many demonstrators expressed contempt for police and", "new_id": -2}]