[{"uid": "1297558954109035531", "i": 27233, "idx": 1, "sa": ["Phillip Blond", "Michael Gove"], "q": "society if more and more people choose to put me before we,\" said <strong> Michael Gove </strong>, on a detour into archbishop territory. \"The picture isn't pretty,\" agrees the great Tory philosopher, <strong> Phillip Blond </strong>. <q>With family breakdown for many, the fundamental bedrock of civic life in Britain has been destroyed. It was some of the very people who thought themselves left wing- the pleasure-seeking, mind-altering drug takers and sexual pioneers of the 1960s who instigated the fragmentation of the working-class family and sold the poor the poisonous idea of liberation through chemical and sexual experimentation.</q> If this terrifying diagnosis puts Hello! in the clear, it does not, immediately, suggest any measures whereby the working classes can be saved from themselves, other than by the revival of the conventional family featuring", "new_id": -2}, {"uid": "1297441466230703129", "i": 15175, "idx": 0, "sa": ["Eric Schmidt"], "q": "recently-launched Windows Phone 7 mobile Alert) News. Elop also reportedly took part in talks with Google CEO, <strong> Eric Schmidt </strong>, about the possibility of utilizing the company's Android OS, but those talks are <q>unlikely to lead to an alliance,</q> an unnamed source told Bloomberg. If Nokia is able to consummate a deal with Microsoft by the end of the day, Elop is expected to announce the partnership to investors in London on Friday.", "new_id": -2}, {"uid": "1296645992047939638", "i": 18023, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "a judging role on the US X Factor. The 27-year-old star has been speaking with pals such as <strong> Simon Cowell </strong> and Will.i.am as she plans to kick-start her career in the States. A source said: <q><strong> Simon Cowell </strong> still hasn't confirmed the panel. She is in a state, it's her ticket out of the UK.</q> <strong> Cheryl Cole </strong> is signed to Universal and it is thought they will help promote her on US television to boost her profile. <strong> Cheryl Cole </strong> to launch career in US <strong> Cheryl Cole </strong> will not give up on her bid to", "new_id": -2}, {"uid": "1295039082201211981", "i": 41012, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer", "Andy Cohen"], "q": "His Divorce From <strong> Camille Grammer </strong> on the Late Show After <strong> Camille Grammer </strong>'s big reveal about their divorce on last night's Real Housewives of Beverly Hills, viewers collectively cringed when <strong> David Letterman </strong> asked( as only he would) <q>I'm under the impression that your marriage is ending. Is that a fact?</q> <strong> Camille Grammer </strong> Spills All the Dirt About Her Divorce to a Bespectacled <strong> Andy Cohen </strong> Yesterday was quite a day for <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>. Their divorce-centric episode of Real Housewives aired,", "new_id": -2}, {"uid": "1296387505015253604", "i": 30912, "idx": 0, "sa": ["Michael Vick"], "q": "say, \"Three years, that seems like such a long time,\" said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the pit bulls. <q>But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were.</q> Much as it has been hard to fit the story of <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs\" lives, their recovery and the message they send, is", "new_id": -2}, {"uid": "1295715899131842121", "i": 25765, "idx": 1, "sa": ["Kirsten Gillibrand", "Hillary Clinton"], "q": "But these are not ordinary circumstances, and <strong> Kirsten Gillibrand </strong> looks exhausted and emotionally wrung out. Her husband, Jonathan, she says, is having an especially rough time. Asked about the shooting, he noted simply, <q><strong> Mayor Erastus Corning </strong> worry about her every day, and <strong> Mayor Erastus Corning </strong> always have.</q> Though distraught, <strong> Kirsten Gillibrand </strong> is determined not to let the tragedy change how she does her job-especially now, when things seem to be going her way. Two years after being plucked from the House to fill <strong> Hillary Clinton </strong>", "new_id": -2}, {"i": 12105, "idx": 0, "index_answer": 0, "new_id": -1, "q": "considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!</q> wrote <strong> Eric Schmidt </strong> in a post on Google's official blog. \"Larry, in my clear opinion, is ready to lead.\" Page will take over April 4, with <strong> Eric Schmidt </strong> taking the", "sa": ["Eric Schmidt"], "uid": "1295670206191152262"}, {"uid": "1297067872184320061", "i": 12730, "idx": 2, "sa": ["Michael Vick"], "q": "look forward to working with him in the future and I know just having him by my side is going to make me a better quarterback.\" <strong> Michael Vick </strong> indicated no problem with the tag. <q>I'm happy with it. I'm blessed. Coming from where I came from over the last two seasons, and over the last 2 years, this is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,</q> <strong> Michael Vick </strong> said. \"However it comes, whatever happens, happens.\" Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil,", "new_id": -2}, {"uid": "1297443949230703173", "i": 28582, "idx": 0, "sa": ["Nancy Pelosi", "Mike Pence", "Rep. Diana DeGette"], "q": "care plans that include abortion coverage, denying tax credits to employers or other entities that pay for health plans that cover abortion, while H.R. 358 would also prohibit federal funding for abortions under the Affordable Care Act and <q>prevent funding from being withheld from institutions that refuse to provide abortions.</q> <strong> Rep. Diana DeGette </strong>( D-CO), who joined <strong> Nancy Pelosi </strong> on the call, warned that the GOP proposals went beyond restricting abortion, and would also limit access to family planning services. <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>( R-IN) has", "new_id": -2}, {"uid": "1296777468170934275", "i": 43054, "idx": 0, "sa": ["Big Ted", "Michael Vick", "Million Man"], "q": "and in the world after the attack of September 11th. Video of these comedians talking: www.youtube.com Cut from <strong> Michael Vick </strong> Moore's documentary, \"Fahrenheit 9/11\".* If you liked these guys, get the DVD <q>Comedy Central- Axis of Evil Comedy Tour</q>* http://wn.com/Daniel_Tosh_Effinfunny_Stand_Up__Michael_Vick's_Dilemma <strong> Big Ted </strong> Night Out Comedy Club Valentine's Special! tickets and listings <strong> Big Ted </strong> Night Out Comedy Clubs tickets and listings What Happened to the \"Other\" <strong> Million Man </strong> March? Clashes erupt between protesters, Mubarak supporters Obama", "new_id": -2}]