[{"uid": "1295426255058294291", "i": 6181, "idx": 1, "sa": ["Robert M. McDowell", "Sen. Bernie Sanders"], "q": "DirecTV, in a filing with the FCC on Jan. 5, said the \"unprecedented array of assets would give Comcast new opportunities to gain unfair leverage over rivals to the detriment of consumers,\" later noting that <q>Comcast has a history of anticompetitive conduct, and the proposed transaction will give it the ability to enhance and extend that conduct.</q> But Comcast also had its supporters, most notably nearly unanimous support by the Pennsylvania delegation in Washington. A leading supporter was <strong> Sen. Bernie Sanders </strong> <strong> Robert M. McDowell </strong> Brady of Philadelphia. The climactic end to the merger review", "new_id": -2}, {"uid": "1297163729205226073", "i": 23469, "idx": 0, "sa": ["William F. Brinkman", "Barack Obama", "Robert S. Litt", "Christine M.", "Colin Powell"], "q": "Employment and Training, Department of Labor; <strong> Robert S. Litt </strong>, <strong> Colin Powell </strong> Counsel, Office of the Director of National Intelligence; and <strong> William F. Brinkman </strong>, Director of the Office of Science, Department of Energy. <strong> Barack Obama </strong> said, <q>I am grateful that these fine individuals have made the admirable decision to serve their country. Their expertise and dedication will be a valuable asset both to my administration and our nation as we work to bring about the real change that the American people need today.</q> <strong> Barack Obama </strong> announced his intent to nominate the following individuals today: <strong> Christine M. </strong> Griffin, Nominee for Deputy Director of Office of Personnel Management <strong> Christine M. </strong> Griffin has been a member of the U.S. Equal Employment Opportunity Commission", "new_id": -2}, {"uid": "1295551711137363480", "i": 4698, "idx": 0, "sa": ["Simon Cowell"], "q": "fun. He's also very sweet. The ole' Perv. It's gon na be a fun season,\" she said. The music icon's \"rocker edge\" also enables him to <q>feel the music more than the other[ judges],</q> one user wrote. While no one among the judges on the show is seen as the \"next <strong> Simon Cowell </strong>,\" many found J.Lo's gentleness, propensity towards praise and resistance to saying \"no\"", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q>It's kind of like when you were a kid in school always picking teams,</q> <strong> Trent Baalke </strong> said. \"Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}, {"uid": "1295559593175849510", "i": 22807, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "more complex job as the company has diversified. \"Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,\" he said. <q>For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.</q> <strong> Eric Schmidt </strong>- formerly CEO of Novell and CTO at Sun Microsystems, had quit his position on the board of Apple in 2009 due to a growing conflict of interest with his role at Google. Haymarket Media. All", "new_id": -2}, {"uid": "1295317822227213382", "i": 41844, "idx": 1, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": "new CNN show <strong> Piers Morgan </strong> Tonight, stating that <strong> Jay Leno </strong> has little original material on his NBC late-night series The Tonight Show. \"<strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook,\" he told <strong> Piers Morgan </strong>. <q>And the world knows exactly what he's up to. He steals a tremendous amount of material.</q> <strong> Howard Stern </strong> continued: \"He's not fit to scrub <strong> David Letterman </strong>'s feet. I don't know how he's beaten <strong> David Letterman </strong> in the ratings. It's beyond my comprehension.\" EastEnders: Carol", "new_id": -2}, {"uid": "1296492936169607194", "i": 70, "idx": 1, "sa": ["Morgan Stanley", "Stuart Pearson", "Sergio Marchionne"], "q": " \"Their strong 2011 guidance suggests confidence in the traction of their new product offering-- the first real indicator of that so far,\" <strong> Stuart Pearson </strong>, an analyst with <strong> Morgan Stanley </strong> in London, said in an e-mail. <q>We also suspect Chrysler is leaving plenty in the tank to beat its 2011 guidance.</q> Chrysler's global sales rose to 1.5 million in 2010, the company said. Earlier this month, <strong> Sergio Marchionne </strong> said Chrysler could now break even with 1.5 million vehicle sales, down from its previously stated breakeven", "new_id": -2}, {"uid": "1295254600092618767", "i": 7203, "idx": 5, "sa": ["Allen Iverson", "George Karl"], "q": "mark. \"Tonight's game was fun because I thought from the minute they went on the court they thought they were going to win the game,\" said <strong> George Karl </strong>, who's 800-555 in 19 seasons. <q>Coach( Dean) <strong> J.R. Smith </strong> told me a long time ago that if you can't accept that players win and coaches lose, then don't get into coaching. You can be the greatest coach in the world, but if you don't have players, you aren't going to win in the NBA.</q> <strong> George Karl </strong> has a superstar in <strong> Allen Iverson </strong>, who finished with 44 points and 10 assists. <strong> Allen Iverson </strong> had his highest-scoring game since being acquired by Denver in a trade with Philadelphia on Dec. 19. His season high is 46", "new_id": -2}, {"uid": "1297597866017956890", "i": 25449, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Several major pieces have been stolen from the Egyptian museum, including a statue of King Tutankhamun, Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects missing from the famed museum included <q>a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess</q> and parts of \"a gilded wood statue of Tutankhamun harpooning,\" <strong> Zahi Hawass </strong> said in a statement. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against then-president <strong> Hosni Mubarak </strong>", "new_id": -2}, {"uid": "1297176031226918403", "i": 3178, "idx": 20, "sa": ["David Letterman", "Aaron Rodgers"], "q": ", so. That's kind of how it worked out.\" <strong> David Letterman </strong>: \"So there's a certain justice in this then isn't there? I think so.\"( audience applauds) <q>Is it nearly-- I mean, there's only a handful of men who do this, and some women--</q>( audience laughs)\"-- but is it impossibly hard to be an NFL quarterback?\" <strong> Aaron Rodgers </strong>:' I don't-- I don't know how to answer that. If I say I", "new_id": -2}]