[{"uid": "1295649199034750504", "i": 9092, "idx": 0, "sa": ["Eric Schmidt"], "q": "will take over as chief executive, replacing <strong> Eric Schmidt </strong>. Google's stock fell 2.4 percent. Bond prices rose slightly, sending their yields down to 3.41 percent from 3.43 percent late Thursday. Report Abuse <q>`` Why are there so many non-Jews willing to kiss Jew@#$%? And why are Jews are so obsessed on marking their names on institutions? </q>- KC </blockquote> I can answer both questions real quick. Why are there so many non-Jews willing to kiss Jew@#$%? The answer is what I have PREACHED on", "new_id": -2}, {"uid": "1297387301200884277", "i": 10293, "idx": 0, "sa": ["Joe Maddison", "Simon Cowell"], "q": "mother's number and she told him she always wanted me to be a singer. My mother was in cahoots with <strong> Simon Cowell </strong>! <strong> Simon Cowell </strong> then had this ally and it was basically emotional blackmail!'' He added: <q> I am still good friends with <strong> Simon Cowell </strong> and my wife was his PA for 12 years. </q> Advertisement But Robson said despite singing recently in ITV1's <strong> Joe Maddison </strong>'s War, he had no desire to return to the pop charts. He said:`` I went into the studio and recorded", "new_id": -2}, {"uid": "1296212454069550120", "i": 39605, "idx": 0, "sa": ["Dermot O'Leary", "Cheryl Cole", "Simon Cowell", "David Gilmour"], "q": "put together by <strong> Simon Cowell </strong>. The T4 presenter is understood to be favourites with bosses over UK X Factor host <strong> Dermot O'Leary </strong>.`` I'm hearing good things,'' Jones told The Sun. <q> I don't want to jinx anything by thinking I've got it. One day I hear it's going my way, one day I'm less sure. </q> However, there are still reports that producers may eventual go for a US name. Earlier this week, tabloid reports claimed UK judge <strong> Cheryl Cole </strong> was Pink Floyd <strong> David Gilmour </strong>'s Son Charged Over Tuition Fees", "new_id": -2}, {"uid": "1297639527102711458", "i": 15186, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "The title derives from a frequently parodied <strong> Donald Rumsfeld </strong> response to a reporter's question about whether there actually was evidence of any link between <strong> Saddam Hussein </strong> and terrorists seeking weapons of mass destruction. The Defense secretary responded: <q> Reports that say that something hasn't happened are always interesting to me because, as we know, there are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown unknowns- the ones we don't know we don't know. </q> Get news and reviews from the world of literature delivered to your inbox with our Bookshelf newsletter. Sign up'' It is, of course, a logical fallacy to multiply categories beyond necessity, but it's", "new_id": -2}, {"uid": "1297206885034078772", "i": 1123, "idx": 0, "sa": ["Lindsay Lohan", "Britney Spears", "Simon Cowell", "Hailee Steinfeld", "Camille Grammer"], "q": "that the actress stole a necklace from a... Photo in Slideshow: <strong> Britney Spears </strong> arrives at the Teen Choice 2009... <strong> Lindsay Lohan </strong> just can't catch a break! As you may have heard, the embattled... Report Abuse <q> Did you see her soft porn role in Machete. The racist I hate whitey and the US movie. </q> Horrible movie, horrible acting, she looked really bad in the buff and it was obvious she did it ABC News: Kelsey and <strong> Camille Grammer </strong>: <strong> Simon Cowell </strong> No More ABC News: Watch: <strong> Hailee Steinfeld </strong> on`", "new_id": -2}, {"uid": "1296165849194232363", "i": 19332, "idx": 0, "sa": ["Jon Huntsman", "Mike Pence"], "q": "from his ambassadorship. Good luck with the`` sure, I worked for Obama but I didn't enjoy it'' messaging in the primaries, <strong> Jon Huntsman </strong>. Update: Done deal. <q>`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters.`` We will not seek the Republican nomination for president in 2012.'' </blockquote> He said he would make", "new_id": -2}, {"uid": "1296443805235372702", "i": 19571, "idx": 4, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "the victory for Denver. The http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said.`` I will remember this night for the rest of my", "new_id": -2}, {"uid": "1295559801014680073", "i": 9201, "idx": 0, "sa": ["John Thune", "Mike Pence", "Rick Santorum", "Mike Huckabee", "Bob Vander Plaats", "Haley Barbour", "Sarah Palin", "Mitch Daniels", "Herman Cain"], "q": "<strong> Herman Cain </strong> have also made commitments to participate. Other invited speakers include former Arkansas <strong> Mike Huckabee </strong>, Indiana <strong> Mike Huckabee </strong> <strong> Mitch Daniels </strong>, South Dakota <strong> Rick Santorum </strong> <strong> John Thune </strong>, former <strong> Sarah Palin </strong> <strong> Mike Huckabee </strong> <strong> Sarah Palin </strong>, Mississippi <strong> Mike Huckabee </strong> <strong> Haley Barbour </strong>, and Indiana Representative <strong> Mike Pence </strong>. <q> Iowans play a vital role in hosting the first-in-the-nation presidential caucus, and it is our privilege to offer this Presidential Lecture Series in order to provide our very influential base an opportunity to gain insight into our political process, </q> said <strong> Bob Vander Plaats </strong>, president and CEO of The FAMiLY LEADER.`` Our base is serious about its role in the political process and the Presidential Lecture Series is a focused strategy to facilitate meaningful exposure to our constituents.", "new_id": -2}, {"uid": "1295750200255016963", "i": 44750, "idx": 0, "sa": ["Drew Stanton", "Peyton Manning", "Rex Grossman", "Chad Henne", "Seneca Wallace", "Michael Vick", "Charley Casserly"], "q": "<strong> Seneca Wallace </strong>, <strong> Drew Stanton </strong> or <strong> Rex Grossman </strong>.( Impending free agents <strong> Peyton Manning </strong> and <strong> Michael Vick </strong> are assuredly staying put.) â\u0080¢ CBS' <strong> Charley Casserly </strong> said he would try to trade for Orton( 20 touchdowns, nine interceptions): <q> I would do it for a third- or fourth-rounder. But Denver might keep him. If I'm Denver, I would not trade him and put all my eggs in <strong> Tim Tebow </strong>'s basket. With quarterbacks McNabb's age[ 34], you never know what the next year will bring. You could fall off a cliff. McNabb's arm is still strong, but he wasn't as elusive. Hasselbeck can't play 16 games. </q> Miami doesn't have a second-round pick,`` and I wouldn't give up a first-rounder for Kolb,'' <strong> Charley Casserly </strong> said.`` I don't think you pull the plug yet on <strong> Chad Henne </strong>, but I would", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q> You'd rather be at the table than not at the table, </q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business.`` You figure this is a way to do something useful for your country.'' <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}]