[{"uid": "1295562540075235409", "i": 12976, "idx": 0, "sa": ["Eric Schmidt"], "q": "giant's co-founders. <strong> Eric Schmidt </strong>, who joined Google as chief executive in 2001, said in a statement that the decision was aimed at simplifying the company's management structure. <q>As Google has grown, managing the business has become more complicated,</q> he said.\"[ W] e decided now was the right moment to make some changes to the way we are structured.\" Google named <strong> Eric Schmidt </strong> executive chairman, and his duties will include forging", "new_id": -2}, {"uid": "1297464725077398024", "i": 34638, "idx": 6, "sa": ["Don Wade", "Donald Rumsfeld", "Hosni Mubarak"], "q": "what's really most effective-- but certainly the public diplomacy has been somewhat confusing.\" <strong> Donald Rumsfeld </strong>, who has known <strong> Hosni Mubarak </strong> for decades, responded carefully when asked whether he is a dictator. <q>He clearly has perpetuated himself in office. He clearly has hoped that his son would succeed him. There have been a number of things that have inhibited freer political systems,</q> <strong> Donald Rumsfeld </strong> said of the Egyptian president, stopping short of offering any further criticism of <strong> Hosni Mubarak </strong>. WLS Weekdays On-Demand Your central source for everything from WLS' flagship programs- The <strong> Don Wade </strong>& Roma Morning", "new_id": -2}, {"uid": "1295570425118030336", "i": 26110, "idx": 0, "sa": ["Eric Schmidt", "James Hickman"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> <strong> James Hickman </strong>, Clearvale Enthusiast at BroadVision, giving a demo of BroadVisions enterprise social network called Clearvale at Enterprise 2.0 conference. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"", "new_id": -2}, {"uid": "1295798310158990353", "i": 9639, "idx": 0, "sa": ["Colin Powell", "Colon Bowel", "Condoleezza Rice", "Barack Obama"], "q": "last time around. What changed? Obviously he hasn't lived up to expectations, or he'd still be supporting him. Or does <strong> Colon Bowel </strong> just go whichever way the breeze blows? <q>I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.</q> Translation: I'll wait until I see who the Republicans are nominating, and if it isn't <strong> Condoleezza Rice </strong> I'm sticking with <strong> Barack Obama </strong>... 9 posted on 01/23/2011 7:17:32 AM PST Gee, <strong> Colin Powell </strong>,", "new_id": -2}, {"i": 5227, "idx": 1, "index_answer": 0, "new_id": -1, "q": "we are going to confirm or who we're not going to confirm, because the truth is, we honestly haven't made our mind up yet,\" <strong> Simon Cowell </strong> told reporters during a Monday conference call. <q>We're talking to a number of people and then I'd expect to make an announcement, I would say, within three to four weeks, or it might be a bit longer. I'm not sure as to who the panel are going to be.</q> However, <strong> Simon Cowell </strong> did discuss the possibility of reuniting with fellow former More The X Factor News \"I am actually a fan of Paula and it is quite unusual when you work with somebody", "sa": ["Simon Cowell"], "uid": "1297188372166789129"}, {"uid": "1295610219050561027", "i": 8670, "idx": 10, "sa": ["Eric Schmidt", "Sergey Brin", "Esther Dyson"], "q": "flabbergasted.\" <strong> Esther Dyson </strong>, a veteran Valley investor who has long known the Google founders and Mr. <strong> Eric Schmidt </strong>, said, \"It is unexpected but it makes a lot of sense.\" She added: <q>Larry and <strong> Sergey Brin </strong> have grown up. They want to run their own company.</q> After the management change, Mr. <strong> Sergey Brin </strong> will concentrate on several new products, which he declined to name, while Mr. <strong> Eric Schmidt </strong> will focus on external business partnerships and government outreach, including fighting regulators' concerns", "new_id": -2}, {"uid": "1296521243090341380", "i": 36765, "idx": 0, "sa": ["Zahi Hawass"], "q": ", Egypt's antiquities chief, toured the complex yesterday and expressed confidence it was sufficiently protected. Mr <strong> Zahi Hawass </strong>, who was appointed minister of state antiquities yesterday as part of the cabinet reshuffle, said: <q>If the museum is safe, Egypt is safe.</q> Looters were able to break into the museum on Friday, ripping the heads off two mummies and damaging about 75 small artefacts before soldiers caught them. Mr <strong> Zahi Hawass </strong> said the broken artefacts could be restored.", "new_id": -2}, {"uid": "1295936962220463131", "i": 19646, "idx": 3, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong> said Fiat could expand beyond metro areas in a year or so, but he has greater aspirations for Alfa. \"Alfa will be a bigger brand than Fiat,\" <strong> Sergio Marchionne </strong> said. <q>It is my sincere hope it plays in a much bigger box.</q> Soave said her modest marketing budget, which she would not disclose, is sufficient to launch Fiat because it is not a volume brand requiring traditional widespread advertising. She said she will rely on viral and", "new_id": -2}, {"uid": "1296463074084328459", "i": 24143, "idx": 0, "sa": ["Simon Cowell", "Katie Price", "Louis Walsh"], "q": "the Daily Star Sunday, the music mogul called <strong> Katie Price </strong> his \"woman of the decade\" and refused to rule her out of the running for a place on next series's show. He said: <q>Do I want[ <strong> Katie Price </strong>] as a judge on the X Factor panel? Yeah, that could work. Why not? I like her as a person. In fact I'd even go as far as to say she's my woman of the decade.</q> <strong> Simon Cowell </strong>'s longtime friend Sinitta also backed the speculative plan to bring in <strong> Katie Price </strong>, adding that she would love to see the model sitting alongside <strong> Louis Walsh </strong>. \"Having[ <strong> Katie Price </strong>] on the panel", "new_id": -2}, {"uid": "1297712380197591040", "i": 49373, "idx": 1, "sa": ["Mike Pence"], "q": "million in annual funding. \"Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,\" <strong> Mike Pence </strong> said. <q>The time to deny any and all funding to Planned Parenthood is now.</q>\" http://biggovernment.com/cstearns/2011/02/12/defund-planned-parenthood-2/ \"Although Planned Parenthood is barred from using taxpayer funds to perform abortions, these dollars are fungible, federal funding allows the group to use other funds for abortions. In 1997,", "new_id": -2}]