[{"uid": "1295936245231571467", "i": 59484, "idx": 6, "sa": ["Chris Webber", "LeBron James", "Allen Iverson", "Del Negro", "Ime Udoka", "Kobe Bryant", "Phil Jackson"], "q": "head coach <strong> Phil Jackson </strong> said that <strong> Kobe Bryant </strong> told him to keep him close to the basket late in the game so he could score. <strong> Phil Jackson </strong> said he left <strong> Kobe Bryant </strong> in despite the star relying solely on his left arm, <q> He was defending and got some things done out there on the defensive end of it. </q>`` Obviously that feeling in his arm came back in the second overtIme Udoka http://wn.com/Allen Iverson_Allen Iverson_46pts_vs_Chris Webber_Chris Webber_LeBron Jamess_MVP_00/01_NBA <strong> Allen Iverson </strong> was healthy enough to dazzle the Sacramento LeBron Jamess and push the Phil JacksonaDel Negrophia 76ers to the top of the NBA. <strong> Allen Iverson </strong> scored 46 points with", "new_id": -2}, {"uid": "1295568821043630596", "i": 21511, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ", <strong> Eric Schmidt </strong> tweeted`` Day-to-day adult supervision no longer needed!'' in reference to his href=\"http://us.rd.yahoo.com/dailynews/atlantic/cm_atlantic/storytext/Larry PageLarry PagereplacesEric SchmidtEric Schmidtasceoofgoogleinternetreacts6650/39756427/SIG=11vpslch7/*http://www.amazon.com/Googled-End-World-As-Know/dp/1594202354\" title=\"much-discussed\"> much-discussed role as a moderating check to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>'s youthful excesses. Here are the reactions from <strong> Eric Schmidt </strong> <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> <strong> Larry Page </strong>`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply", "new_id": -2}, {"uid": "1296735118265682967", "i": 26566, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "his quip about`` old Europe''- meaning Germany and France- not supporting the war was hardly deft diplomacy. As for declaring, as he did in the first weeks after the Iraq invasion, <q> We know where they are, </q> referring to stockpiles of weapons of mass destruction- well, he'd like to take that one back, too. Much of <strong> Donald Rumsfeld </strong>'s retrospective reinforces earlier accounts of a dysfunctional National Security Council riven by", "new_id": -2}, {"uid": "1296332857218349584", "i": 28551, "idx": 2, "sa": ["Jennifer Lopez", "Simon Cowell", "Randy Jackson"], "q": "somewhere and figure out what in the world possessed him to even remotely think that he could sing. <strong> Jennifer Lopez </strong> said that <strong> Randy Jackson </strong> was mean and Tyler told him that he had just taken over <strong> Simon Cowell </strong>'s nickname <q> The Sultan of Sarcasm. </q> But the put down of the night came when <strong> Randy Jackson </strong> heard 6 foot 10 inch tall, 15-year-old Ainsworth`` Dipstick'' Gushmeister, from Rotten Egg Creek, Tennessee sing the oldies song`` I'm Henry", "new_id": -2}, {"uid": "1296157213138100743", "i": 18121, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Adam Lashinsky"], "q": "343.82(-0.03,-0.01%)| NASDAQ: 2753.78(+14.28,+0.52%)  <strong> Eric Schmidt </strong> on Google, Facebook, Microsoft, and Apple  Thursday, January 27, 2011- 02:02 PM EST <q> The media speculation about why <strong> Eric Schmidt </strong> is ceding the Google chief executive role to <strong> Larry Page </strong> is` completely false,' <strong> Eric Schmidt </strong> told a group of reporters Thursday at the World Economic Forum in Davos, Switzerland, </q> <strong> Adam Lashinsky </strong> reports for Fortune. <strong> Adam Lashinsky </strong> reports,`` <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook.` We have a competitor called Microsoft,'' he said.", "new_id": -2}, {"uid": "1296968578257851407", "i": 48830, "idx": 3, "sa": ["George W. Bush", "Donald Rumsfeld", "Dick Cheney"], "q": "from a briefing Johnson gave in 1966 on the Vietnam War and White House papers from July 1975- when he was chief of staff under Ford- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q> It's not a journal. It's not a diary, </q> he says of the Ford White House notes.`` It is a set of working documents that I've never edited. In fact, most I've never reread.'' As defense secretary under <strong> George W. Bush </strong>", "new_id": -2}, {"uid": "1295627933219987981", "i": 44266, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "- J?hrige hatte zuvor den Softwarekonzern Novell geleitet und f?hrte das damals noch junge Start-up-Unternehmen in enger Absprache mit <strong> Larry Page </strong> und <strong> Sergey Brin </strong>. Doch am 4. April wird er an den 37- j?hrigen <strong> Larry Page </strong> abgeben. <q> Inzwischen ist die t?gliche Aufsicht eines Erwachsenen nicht mehr notwendig </q>, schickte <strong> Eric Schmidt </strong> die Nachricht vom F?hrungswechsel per Twitter in die Welt hinaus. Anzeige <strong> Larry Page </strong> bernimmt diese Aufgabe zu einem schwierigen Zeitpunkt. Zwar hat Google ein gl?nzendes Gesch?ftsjahr hinter sich. Allein von Oktober bis Dezember", "new_id": -2}, {"uid": "1295835343029999165", "i": 1465, "idx": 1, "sa": ["Andy Coulson"], "q": "laugh myself. Thakinski 23 January 2011 9:46 PM One day I hope`` <strong> Andy Coulson </strong>'' takes the lot of you to court for Thakinski 23 January 2011 9:53 PM Crydee <q> It's time the media had a truly independent regulatory board in the same way as doctors, lawyers, nurses and others. If its good enough for those professions, why are the media any different? </q> golfplayer 23 January 2011 10:11 PM This comment has been removed by a moderator. Replies may also be deleted. agreewith 24 January 2011 1:31 AM Today's Indy, in its", "new_id": -2}, {"uid": "1297417738259899404", "i": 14064, "idx": 1, "sa": ["Steve Ballmer"], "q": "accelerating that change through a new path, aimed at regaining our smartphone leadership, reinforcing our mobile device platform and realizing our investments in the future.'' Microsoft CEO <strong> Steve Ballmer </strong> was equally enthusiastic: <q> I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute </q>. For those worried about Nokia-specific apps, like Nokia Maps, being consumed by the Microsoft OS, have no fear. Nokia software will supplement the Windows 7 experience, being integrated into Windows Phone 7", "new_id": -2}, {"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.'' <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q> But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds, </q> writes <strong> Howard Kurtz </strong>.`` What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.'' <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}]