[{"uid": "1297424141196083722", "i": 14231, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> noted that the partnership will yield some enterprise friendly developments. At the press conference, <strong> Stephen Elop </strong> outlined how the Microsoft partnership is good for Nokia. Then <strong> Stephen Elop </strong> delivered the understatement of 2011. <q> We believe this partnership is also good for Microsoft. </q> Let's assume that over the next three years Nokia's Symbian operating system largely gets replaced by Windows Phone 7. If that's the case, Microsoft garners about 30 percent market share. I'm", "new_id": -2}, {"uid": "1296102285053329931", "i": 862, "idx": 1, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "he said in response to a question about his plans. Advertisement <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported. <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World as We Know It, </q> told Bloomberg TV that <strong> Eric Schmidt </strong> may be weighing a role in the Obama administration. \"Maybe he'll find some kind of astonishing offer, either at a startup or at a foundation or from a political", "new_id": -2}, {"uid": "1296566910244629509", "i": 13870, "idx": 5, "sa": ["Allen Iverson"], "q": "winning streak snapped Tuesday in Toronto, moved 7 1/2 games ahead of the second-place Knicks in the Atlantic Division. \"This is the first real team I've been on in my life,\" <strong> Allen Iverson </strong> said. <q> There are no egos, nobody cares who's shooting the ball, who has the name, who's the All-Star. It's all about one common goal: bringing a championship to Philadelphia. </q> And <strong> Allen Iverson </strong> is the biggest reason why, despite his latest controversy. He made headlines after verbally sparring with fans in Indiana on Sunday. \"It was blown out of proportion because people heard me responding back,", "new_id": -2}, {"uid": "1297282407122896681", "i": 23083, "idx": 2, "sa": ["Simon Cowell"], "q": "said. If those preteens aren't brave enough to massacre their elders, they probably won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena. <q> It was supposed to be similar to them doing their first concert, </q> <strong> Simon Cowell </strong> explained. \"It really helped show me who could handle the pressure.\" <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star. \"There", "new_id": -2}, {"uid": "1297705693198672387", "i": 17003, "idx": 0, "sa": ["Zahi Hawass"], "q": "killed, but no exact figures are available. \"It's hard for us to go back to work because people hate us,\" said one protester, a captain who was among the demonstrators. <q> An official funeral must be held for our martyrs. </q> About 150 graduates of archaeology schools, meanwhile, demonstrated outside the office of Antiquities Minister <strong> Zahi Hawass </strong>, seeking jobs and accusing him of corruption. The protest was deeply personal, with demonstrators saying <strong> Zahi Hawass </strong>", "new_id": -2}, {"uid": "1296744949119816196", "i": 15570, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "sufficient.\" \"It has been said that insanity as doing the same thing over and over and expecting different results,\" replied the <strong> Sen. Bernie Sanders </strong> staff in an analysis of the findings. <q> It is clear that DOD's current approach is not working, and we need a much more vigorous approach to dealing with contractor fraud. </q> <strong> Sen. Bernie Sanders </strong> underscored the importance of reining in contractor abuse by pointing to the U.S. fiscal situation, saying that the deficit can not be reduced without looking at the waste, fraud and abuse in the Pentagon's budget", "new_id": -2}, {"uid": "1296878167237010962", "i": 28099, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "a lot to the show, and has become an instant hit with the fans, not just over his expertise, but also the way that he interacts with the judges and would-be contestants. <strong> Jennifer Lopez </strong> said of <strong> Steven Tyler </strong> <q> We have a great time. When things come out of his mouth, I think half of the reaction is, I whip my head to the side and I'm like, \"Did you just say that?\" </q> What do you think about the new season of American Idol? Do you like the show as much as you did when <strong> Simon Cowell </strong> was a judge? For the latest in news in", "new_id": -2}, {"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five figure donation to your charity for the interview\". But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}, {"uid": "1295286961030097447", "i": 43669, "idx": 0, "sa": ["Steve Ballmer", "Martin Luther King"], "q": "Finance Search Mon, Jan 17, 2011, 12:55 PM EST- U.S. Markets closed for <strong> Martin Luther King </strong>, <strong> Martin Luther King </strong>. Day{ \"s\": \"msft\", \"k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\":\"', \"j\":\"'} Press Release Source: Microsoft Corp..) CEO <strong> Steve Ballmer </strong> today announced the worldwide availability of Microsoft Dynamics CRM Online, the cloud version of", "new_id": -2}, {"uid": "1295136857028803106", "i": 37415, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/LeBron_James_37pts_vs_Kobe_Bryant_31pts_09/10_NBA_*Kobe_25000_points_*LBJ_jump_over_Lakers'_bench www.vanityfair.com New TYT Network channels: www.youtube.com www.youtube.com New TYT Facebook Page(!): www.facebook.com Follow us on Twitter: twitter.com www.theyoungturks.com", "new_id": -2}]