[{"uid": "1295812405016547880", "i": 45921, "idx": 0, "sa": ["Andy Coulson", "Mary Harney", "Brian Cowen", "Arthur Kemp"], "q": "By <strong> Arthur Kemp </strong> Report Abuse \" <strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>. \" Report Abuse <q> Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1296116973139575313", "i": 30059, "idx": 1, "sa": ["Michael Vick"], "q": "canceled a visit to the school that had been set for tomorrow.`` I have pretty good instincts for this kind of thing, working at a school,'' said Farrington student-activities coordinator Theresa Ellis. <q> I believe Mr. <strong> Michael Vick </strong> really wants to do this, but obviously all NFL players are very busy people and we have to understand that. </q> The Hawaii Humane Society had coordinated <strong> Michael Vick </strong>'s appearance at the public school in urban Honolulu known for its racially diverse student body, many from housing projects, and tough football team. <strong> Michael Vick </strong> would be the", "new_id": -2}, {"uid": "1295868404068649014", "i": 59456, "idx": 1, "sa": ["Alassane Ouattara"], "q": "une r?solution sp?cifique du Conseil de s?curit des Nations unies pour valider l'usage de la force'', mais`` en dernier recours'', crit M. Ajumogbia. Selon lui, la grave crise actuelle pourrait d?boucher <q> sur une v?ritable guerre civile </q> et elle`` a t pr?cipit?e par le seul Laurent Gbagbo'', le pr?sident sortant ivoirien qui refuse de c?der sa place? href=\"http://www.lalibre.be/sujet/PN/Alassane Ouattara+Alassane Ouattara\" title=\"Plus d'infos sur Alassane Ouattara\"> <strong> Alassane Ouattara </strong>. Ce dernier est reconnu comme", "new_id": -2}, {"uid": "1297268774262504522", "i": 30730, "idx": 0, "sa": ["Howard Carter", "Tom Perry", "Zahi Hawass"], "q": "were in need of restoration work including a statue of King Tutankhamun, part of the treasure trove discovered in his Tom Perryb in Luxor's Valley of the Kings, uncovered by British archaeologist <strong> Howard Carter </strong> in 1922. <q> We started the restoration two days ago. In three days, all these monuments will be completely restored, </q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs", "new_id": -2}, {"uid": "1296367302097009670", "i": 10033, "idx": 0, "sa": ["Jim Schwartz", "Michael Vick", "Brett Favre", "Kyle Vanden Bosch"], "q": "( You Just Spelled My Name Wrong-- It's Ndamukong) Suh, <strong> Kyle Vanden Bosch </strong> and the rest of the Lions' improved defensive line. Lions coach <strong> Jim Schwartz </strong> said that against the Eagles and <strong> Michael Vick </strong> <q> we got five sacks, but I don't know that we did a good job. We let him escape in a couple of crucial situations. </q> But the 2010 version of <strong> Brett Favre </strong> is not nearly the escape artist that <strong> Michael Vick </strong> is. <strong> Jim Schwartz </strong> also said`` we haven't done a very good job of marrying our rush and our coverage together,", "new_id": -2}, {"uid": "1295202805257589268", "i": 11395, "idx": 1, "sa": ["Tom Coburn", "Jared Lee Loughner", "Kirsten Gillibrand"], "q": "there was a connection to a`` mentally deranged'' suspect, <strong> Jared Lee Loughner </strong>, 22, falling through the cracks of the system and being able to legally buy a gun. Christie: Sharp style is still civil <q> I've pretty well been disgusted with all of the right and the left after this episode, </q> <strong> Tom Coburn </strong> said, noting they continue to press a connection to the shooting.`` We're disconnecting what the real problems are in this country,'' he said. <strong> Kirsten Gillibrand </strong> said on CBS'``", "new_id": -2}, {"uid": "1297170776188874758", "i": 41623, "idx": 2, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "'' he said. In his own statement, <strong> Dwaine Caraway </strong> said the key was`` ceremonial.'' As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and <q> am deeply sorry to offend anyone who loves animals. </q> He acknowledged <strong> Michael Vick </strong>'s past but noted that`` since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends", "new_id": -2}, {"uid": "1295779983083050516", "i": 47316, "idx": 0, "sa": ["Andy Coulson"], "q": "you think it is and most of what you want it to be. But the propagandists on both sides make damned sure we continue to be adversaries. More so on the USA side however. \" Report Abuse <q> Nobody can completely ease US' concerns, because American arrogance and paranoria know no boundaries. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit 1.25-1.45% Apply Online! With AA+ Rated GE Capital Corp.. Not", "new_id": -2}, {"uid": "1295616772107249684", "i": 516, "idx": 0, "sa": ["John Larson", "Adam Smith", "Nancy Pelosi", "Mike Pence", "Bill Pascrell", "Silvio Berlusconi", "George Miller"], "q": "Office of the Clerk. <strong> John Larson </strong>, <strong> George Miller </strong> and <strong> Mike Pence </strong> <strong> Bill Pascrell </strong>( D-N.J.) each kept four ties. <strong> Nancy Pelosi </strong> purchased one of the scarfs <strong> Silvio Berlusconi </strong> gave to her and is using the 15-inch tall`` Murano glass'' candlesticks <q> with matching centerpiece footed bowl, gold iridescent glass, 20th century </q> in her Capitol office.'' href=\"http://politi.co/hijkui\"> http://politi.co/hijkui EXPLICIT CONTENT ALERT: RAISING$ BY LEGISLATIVE DOMAIN-- Washington <strong> Mike Pence </strong> <strong> Adam Smith </strong>, the new ranking Democrat on the Armed Services, isn't making much of", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q> You'd rather be at the table than not at the table, </q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business.`` You figure this is a way to do something useful for your country.'' <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}]