[{"uid": "1295498568076414992", "i": 1032, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "actress, who plays scathing cheerleading coach Sue Sylvester in the US TV show, believes there are many similarities between the teacher and the talent show judge, nicknamed \"Mr <strong> Simon Cowell </strong>'. She said: <q>If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. \"He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her.</q> <strong> Jane Lynch </strong> also said she is \"amazed\" by the public\"s reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained: \"<strong> Simon Cowell </strong> and", "new_id": -2}, {"uid": "1295669723025427987", "i": 3601, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "results for Wall Street. <strong> Eric Schmidt </strong>, who was named chairman in March 2001 and CEO the following August, said he'll now focus on where he can add \"the greatest value\". <q>Externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>,</q> he said here. The change is part of a shake up in the power triumvirate of <strong> Eric Schmidt </strong>, Page and other co-founder <strong> Sergey Brin </strong> to simplify Google's management structure and speed up decision", "new_id": -2}, {"uid": "1295979046057327630", "i": 9523, "idx": 0, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q>My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a start-up,</q> Page said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}, {"uid": "1297299745011485187", "i": 34494, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "economic revitalization issues. Photo in Slideshow: In news push, AOL buys The Huffington Post U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse <q>If he was a Democrat, this would have never made the news.</q> Report Abuse \"At least he's not sticking cigars into some j0ou yenta's fishy tw@t like that other pervert...\" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Super Cheap Car Insurance Get Super", "new_id": -2}, {"uid": "1296706237199049246", "i": 1207, "idx": 2, "sa": ["Michael Jordan", "Michael Vick", "Clyde Drexler"], "q": "was asked how he thought <strong> Michael Jordan </strong> would perform today, Phil said: \"<strong> Michael Vick </strong> would average 45 with these rules.\" \"You can't even touch a guy now,\" says Charlotte coach Larry Brown. <q>The college game is much more physical than our game. I always tease <strong> Michael Vick </strong>[ <strong> Michael Jordan </strong>], if he played today, he'd average 50.</q> \"The history book inspires them to be some of the best,\" said <strong> Michael Jordan </strong>. \"Rules have changed to help them. I could have averaged 50 points today!\" Question for <strong> Clyde Drexler </strong>: In the", "new_id": -2}, {"uid": "1295669833206996591", "i": 3267, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. \"<strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,\" he said. <q>Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.</q> Trend Micro â\u0084¢ SafeSync â\u0084¢ Trend Micro â\u0084¢ SafeSync â\u0084¢ automatically keeps an unlimited number of your digital files backed up, synchronised, and secure. Plus, you can access them any time via a Web", "new_id": -2}, {"uid": "1295481586159825937", "i": 29187, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "\" the British judge gets candid about his decision to leave \"Idol.\" PLAY IT NOW: Dish Of Salt: <strong> Nigel Lythgoe </strong> On \"American Idol'-` It's Like A Brand New Series' <q>I asked a very successful guy,` What's the best advice you can give me?' and he said,` <strong> Simon Cowell </strong>, always know when to leave the fair.' And I think that's good advice,</q> <strong> Simon Cowell </strong> recalled. \"Something inside you just says,` You know what, it's time to go.\" Without any regrets whatsoever. And I can look back on the past ten years and say,", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him. \"As soon as he hangs his cleats up, he's going to the Hall of Fame,\" Steelers cornerback <strong> Ike Taylor </strong> said, <q>and I want to take the bus ride so I can be there.</q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>. \"I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}, {"uid": "1295621862132808705", "i": 43283, "idx": 3, "sa": ["Eric Schmidt"], "q": ", would take over as chief executive from <strong> Eric Schmidt </strong>, a technology industry veteran who was brought in a decade ago to provide adult supervision, as Silicon Valley calls it.\" Miller and Helft report, <q>Mr. <strong> Eric Schmidt </strong>, 55, will remain executive chairman of the company, which had a market value of$ 200 billion at the close of trading on Thursday, up from$ 27 billion when it went public in 2004.</q> Executive Chairman is a euphemism for Kicked Upstairs. Miller and Helft report, \"The sudden rise of Facebook has exposed Google's failures in areas like social networking and threatens its vast share of the online", "new_id": -2}, {"uid": "1295618466190234796", "i": 49334, "idx": 3, "sa": ["Andy Coulson"], "q": "events but when the spokesman needs a spokesman, it's time to move on.\" Cameron said in a statement that he was \"very sorry\" that <strong> Andy Coulson </strong> was going but added that he could <q>understand that the continuing pressures on him and his family mean that he feels compelled to do so.</q> <strong> Andy Coulson </strong> played a key role in helping propel Conservative leader Cameron to power in elections in May 2010. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his", "new_id": -2}]