[{"uid": "1297165294117751808", "i": 46455, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.<q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to \"propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.\" Coaching", "new_id": -2}, {"i": 8391, "idx": 1, "index_answer": 0, "new_id": -1, "q": "News Radio that the nation is ready for open service. \"First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,\" <strong> Donald Rumsfeld </strong> said. <q>We know that[ repeal of a ban on gays serving openly] is an idea whose time has come.<q> <strong> Donald Rumsfeld </strong> says he has \"enormous respect\" for the ground commanders and service chiefs who have expressed concerns about the impact of gays serving openly on unit cohesion, and he urged the top brass to implement", "sa": ["Donald Rumsfeld"], "uid": "1297564427252067843"}, {"uid": "1295217988191463541", "i": 1717, "idx": 0, "sa": ["John Elkann", "Sergio Marchionne"], "q": "saluted \"the great courage\" of those who voted \"no\". Fiat president <strong> John Elkann </strong> assured the workers of the \"total support\" of the company's founding Agnelli family and called on them to <q>confront the challenges to come in a constructive manner<q>. The Mirafiori plant has been at the heart of Fiat for more than 70 years but Fiat-Chrysler boss <strong> Sergio Marchionne </strong> had threatened to close the factory and take production to the United States if workers voted against the", "new_id": -2}, {"uid": "1296770479240500761", "i": 26805, "idx": 0, "sa": ["Mitt Romney", "Mike Huckabee", "David Letterman"], "q": "the likes of <strong> Mike Huckabee </strong>, <strong> Mitt Romney </strong> launched a media blitz this week, appearing on Fox News and conservative radio programs. He even showed up on <strong> David Letterman </strong>'s \"Late Show\" to give a list of <q>Top 10 Things You Don't Know About <strong> Mitt Romney </strong>.<q>( No. 8: \"I'm the guy in the photo that comes with your picture frame.\") Unlike other potential conservative presidential candidates, <strong> Mitt Romney </strong> has largely avoided criticizing the Obama administration over its", "new_id": -2}, {"uid": "1295286866003260425", "i": 45832, "idx": 0, "sa": ["Steve Ballmer"], "q": "Online is available today at a promotional price of$ 34 per user per month for the first 12 months of service to qualified customers that sign up by June 30, 2011. <q>Sales professionals are at the heart of almost every successful business,<q> <strong> Steve Ballmer </strong> said. \"Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales", "new_id": -2}, {"uid": "1295990540115605523", "i": 38135, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "'s veterans. The Military Officers Association of America( MOAA) will present <strong> Colin Powell </strong> <strong> Barack Obama </strong> Hite with the award at a ceremony in Washington, D.C., on April 12 for leading the United Association's <q>outstanding initiatives in training and connecting veterans with post-service employment opportunities.<q> \"I am humbled to be counted among those who work consistently and diligently to provide our service men and women the opportunities they so deeply deserve,\" Hite said. \"Members of our military make", "new_id": -2}, {"uid": "1297185913149962759", "i": 3731, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "in Berlin and Paris. It was meant to point out that there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q>Ironically, my comment was unintentional,<q> <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented \"old NATO' not` old Europe'.\" \"In any event, the phrase` old Europe\" entered the vernacular. The", "new_id": -2}, {"uid": "1297026856242712604", "i": 22064, "idx": 0, "sa": ["Donald Rumsfeld", "Eric Cantor", "Ronald Reagan", "Darrell Issa", "Michele Bachmann"], "q": "<strong> Eric Cantor </strong>( R-Va.): Please RT this& join me in honoring the birthday of one of our nation's greatest presidents, <strong> Ronald Reagan </strong> <strong> Michele Bachmann </strong> <strong> Darrell Issa </strong>( R-Calif.): <q>You can tell a lot about a fellow's character by his way of eating jellybeans.<q>- RR#Reagan100 Former Defense <strong> Donald Rumsfeld </strong>: 100 years after <strong> Ronald Reagan </strong>#Reagan's birth, it is worth remembering that the Cold War didn't just end. It was won. <strong> Michele Bachmann </strong> Mike Rogers", "new_id": -2}, {"uid": "1297451229044924949", "i": 13293, "idx": 0, "sa": ["Michelle Obama", "Kelly Ripa", "David Letterman", "Regis Philbin"], "q": "his encounter and explained that he met Mrs. <strong> Michelle Obama </strong> on the set of LIVE With <strong> Regis Philbin </strong> and <strong> Kelly Ripa </strong>, on which they both appeared yesterday. Here's how <strong> David Letterman </strong> recounted his very first meeting with <strong> Michelle Obama </strong>. <q>She was on the show, but I didn't think I would see her because the Secret Service doesn't want my kind messing around with her kind,<q> <strong> David Letterman </strong> joked. However, the officials told <strong> David Letterman </strong> to wait for the first lady off stage and that she would speak to him after her interview with <strong> Regis Philbin </strong> and <strong> Kelly Ripa </strong>. At this point, <strong> David Letterman </strong> became", "new_id": -2}, {"uid": "1297356363111132897", "i": 45999, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "thousands of people on some days. \"We will open the museum after the strike is finished. I don't know when the strike is finished,\" said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. <q>I need things to go back to normal.<q> Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade last week, raising fears of widespread destruction of the", "new_id": -2}]