[{"uid": "1296215205141213713", "i": 29830, "idx": 0, "sa": ["Mike Pence"], "q": "White House bid in a letter sent to supporters that also fueled speculation that he instead is planning a run for governor. <strong> Mike Pence </strong>, 51, is a darling of social conservatives and often describes himself as <q> a Christian, a conservative and a Republican, in that order. </q> He had made multiple trips to states that host early presidential-primary contests.- From wire reports DispatchPolitics The Daily Briefing The Dispatch's public affairs team sates the appetites of political junkies with", "new_id": -2}, {"uid": "1296848362199835675", "i": 12207, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring.`` We're looking for success stories; we're not looking for players to fail,'' <strong> Roger Goodell </strong> said. <q> He's paid a very significant price and he's doing the right thing. </q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission.``", "new_id": -2}, {"uid": "1297298613261144582", "i": 20014, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse <blockquote> They will regret the day they let the State courts to control their lives, determine custody and divide you assets. </blockquote> Report Abuse <q> Gay people are not discriminated against because they have an equal right to marry someone of the opposite sex, just like single people arent discriminated against because they have an equal right to marry. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs", "new_id": -2}, {"uid": "1297658388015155209", "i": 41322, "idx": 0, "sa": ["Sergio Marchionne", "Sergio Chiamparino"], "q": "Classe E e Audi A6, aggiunge preoccupazione su preoccupazione alla forza lavoro modenese. L'investimento annunciato ieri da <strong> Sergio Marchionne </strong> nell` incontro con il governo a Palazzo Chigi, e commentato positivamente dal sindaco di Torino, <strong> Sergio Chiamparino </strong>( <q> tra Mirafiori e Grugliasco le risorse in arrivo ammontano a circa 2 miliardi </q>) fa intravedere interessanti prospettive per il migliaio di dipendenti della ex Bertone.`` Maserati, guerra Modena-Torino L'ex Bertone avrÃ 600 milioni''|", "new_id": -2}, {"uid": "1297271999224821256", "i": 38631, "idx": 0, "sa": ["Zahi Hawass"], "q": "protesters set up tents in the city's central Martyrs Square similar to Tahrir. In Cairo, hundreds of state electricity workers stood in front of the South Cairo Electricity company, demanding the ouster of its director. <q> Why are you staying here, you've ruined our lives, </q> they chanted. Also, dozens of state museum workers demanding higher wages staged a protest in front of the Supreme Council of Antiquities, crowding around antiquities chief <strong> Zahi Hawass </strong> when he came to talk to them. Two protesters", "new_id": -2}, {"uid": "1295932595118014000", "i": 29071, "idx": 8, "sa": ["Aaron McKie", "Devean George", "Shawn Bradley", "Theo Ratliff", "Allen Iverson", "Steve Nash"], "q": "that Tuesday night. Although <strong> Allen Iverson </strong>'s two free throws with 17.1 seconds left were the difference in a 101-100 victory, <strong> Theo Ratliff </strong>'s season-high 25 points and <strong> Devean George </strong> Lynch's basket over 7-foot-6 <strong> Shawn Bradley </strong> were pivotal, too. <q> <strong> Theo Ratliff </strong> was demanding the ball and we had to get it to him the way he was putting it in the hole, </q> 76ers guard <strong> Aaron McKie </strong> said. Philadelphia's three-game losing streak appeared likely to grow as Dallas took a 10-point lead early in the fourth quarter. But a layup by <strong> Theo Ratliff </strong> with 1:22 left tied it at 97. <strong> Steve Nash </strong>", "new_id": -2}, {"uid": "1295488810086802486", "i": 36714, "idx": 0, "sa": ["Lamar Odom", "Christina Aguilera", "Jeremy Renner", "Brooke Mueller", "Khloe Kardashian", "Paris Hilton", "Britney Spears", "Simon Cowell", "Olivia Munn", "Justin Timberlake"], "q": "their stuff Wednesday night, taking the place of the departing <strong> Simon Cowell </strong> after nine seasons on TV's most popular show. <strong> Paris Hilton </strong> Gets A Police Escort After Dinner With BFF <strong> Brooke Mueller </strong> <strong> Lamar Odom </strong> On Wife <strong> Khloe Kardashian </strong>: <q> I Was Kind Of Surprised At How Intelligent She Was </q> <strong> Britney Spears </strong>' Choreographer On Hold It Against Me Video:`` I'm Pumped, It's Full Out'' <strong> Justin Timberlake </strong> linked to Maxim covergirl <strong> Olivia Munn </strong> in new report <strong> Christina Aguilera </strong> was a` wasted' uninvited guest in <strong> Jeremy Renner </strong>'s", "new_id": -2}, {"uid": "1294960874114671713", "i": 7648, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the next generation a job opportunity, even with some sacrifices,'' said Carella, 61, who has built models including Pandas and Unos after moving to Turin from the southern town of Mammola in the 1960s. <q> It's time to give something back. This is the worst crisis I've seen. </q> <strong> Sergio Marchionne </strong> is counting on workers like Carella to overshadow his opponents on a vote over concessions for a 1 billion-euro($ 1.3 billion) investment in the oldest of Fiat's six Italian auto plants. More than", "new_id": -2}, {"uid": "1295295073113115163", "i": 31530, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "all three patients yesterday. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> told US television on Sunday she had visited <strong> Gabrielle Giffords </strong> the previous day and found her`` doing great'' and`` making progress every day.'' <strong> Gabrielle Giffords </strong> is <q> using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> told NBC's Meet The Press program.`` It's an extraordinary amount of progress for a woman who sustained such a horrific injury,'' she said. Another congressional colleague, US", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}]