[{"i": 2103, "idx": 2, "index_answer": 0, "new_id": -1, "q": "stand by what I've said about those events,\" he said, \"but when the spokesman needs a spokesman, it's time to move on.\"( A nice variant on <strong> Alastair Campbell </strong>'s axiom, <q>Once you become the story, it's time to quit.</q>) For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM's extraordinary ability to ride above the fray is mainly due to his roots and upbringing- Old Etonian arrogance, if you", "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "uid": "1295620523143933448"}, {"uid": "1294997879266141707", "i": 35564, "idx": 2, "sa": ["Sergio Marchionne"], "q": "The pro-plan union members avoid the streets and meet at an auditorium to listen to their leadership. \"The crisis has been under way for three years,\" the man on the podium says. <q>Many industries are dying, banks are holding on to their money, if nothing improves, unemployment will skyrocket this year. We want to ensure our future. That's why we broke labor unity and approved the <strong> Sergio Marchionne </strong> plan.</q> The union that's been left alone is the powerful left-leaning metal workers. If its members don't agree to sign, <strong> Sergio Marchionne </strong> says they will lose their representation-rights on the factory floor. Thousands", "new_id": -2}, {"uid": "1295584138050233356", "i": 6563, "idx": 1, "sa": ["Steve Ballmer"], "q": "<strong> Steve Ballmer </strong>, Microsoft chief executive. \"Cloud computing, and specifically Windows Azure, enables banks to move from a capital intensive cost model to one which is based on the consumption of technology,\" says <strong> Steve Ballmer </strong>. <q>No longer will banks need to over-order computing resources because the scale of the Azure platform allows high volume workloads such as end-of-day processing to be consumed on demand.</q> Reflecting its strategic importance, the debate over the use of cloud computing in financial services has moved up the agenda at this year's Sibos and has already been the subject of lively early Monday discussion with", "new_id": -2}, {"uid": "1296798464219398156", "i": 24005, "idx": 0, "sa": ["George Washington", "Allen Iverson", "George Karl"], "q": "five starters after an 18-point lead began to evaporate. He resisted the temptation even as the Nuggets were outscored 34-23 in the third period. \"<strong> George Washington </strong> starts in the third quarter are awful,\" <strong> George Karl </strong> said. <q>I wouldn't even put that in a high school clinic. We come out non-focused, not running. I hope I don't do that( bench the starters), because that could be really ugly. But that is how bad I think our third quarters have been.</q> The first half, though, was what <strong> George Karl </strong> wants to see. <strong> Allen Iverson </strong>, who finished with 31 points and 10 assists, was racing down the court, and his teammates were keeping up. \"A lot", "new_id": -2}, {"uid": "1297425441197410833", "i": 19556, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "'s current offerings are stagnating in the marketplace. We'll leave you with this closing statement from an open letter that <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> posted to the Nokia Conversations blog: <q>There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we see the opportunity, and we have the will, the resources and the drive to succeed.</q>", "new_id": -2}, {"uid": "1296282353007127044", "i": 19050, "idx": 5, "sa": ["Larry Bucshon", "Mike McDaniel", "Mike Pence"], "q": "person like him, with a wealth of experience, is always important to have backing you up when you're just getting started.\" <strong> Larry Bucshon </strong> wouldn't speculate about <strong> Mike Pence </strong>'s future, but said, <q>No matter what he decides to do, I'll be supportive.</q> Other Republicans seemed more sure of <strong> Mike Pence </strong>'s plans. \"I am convinced he is now going to run for governor,\" said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former", "new_id": -2}, {"uid": "1297724508166166602", "i": 19204, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "don't itemize, and a lot of our middle class New Yorkers do not itemize their taxes so what this bill does is it says everyone should be able to deduct their property taxes,\" <strong> Kirsten Gillibrand </strong> said. <q>Its going to be worth about$ 1 billion for New Yorkers, over a million people will now be able to get more back in their taxes.</q> She also spoke about her fight against House Republican's proposed legislation that would prevent access to abortions. <strong> Kirsten Gillibrand </strong> said that the move, in the form of the No Taxpayer Funding for Abortion Act, is", "new_id": -2}, {"uid": "1295530460005685268", "i": 14298, "idx": 2, "sa": ["Steven Tyler", "Simon Cowell", "Silvio Berlusconi", "Jennifer Lopez"], "q": "Minister, <strong> Silvio Berlusconi </strong>. Ms. <strong> Jennifer Lopez </strong> commandeered the good cop role, wailing and mugging over having to reject contestants in a this-is-harder-on-me than-it is-on you routine, which was all the more painful for rejected contestants. <q>Oh my God, this is awful,</q> she moaned after saying no to a young woman from the Ivory Coast. \"Oh my God, I hate this.\" <strong> Simon Cowell </strong> <strong> Steven Tyler </strong> wasn't as snide as <strong> Simon Cowell </strong>, but he did become the", "new_id": -2}, {"uid": "1295718406000638980", "i": 40809, "idx": 1, "sa": ["Simon Cowell", "the ex"], "q": "grail. I've learnt a lot from him, and I owe him a great deal.\" Asked to sum up his relationship with <strong> Simon Cowell </strong>, <strong> the ex </strong>- Big Brother's Little Brother presenter stated: <q>Well, <strong> Simon Cowell </strong> is <strong> Simon Cowell </strong>, a very busy man. I might have a meal with him, which is always entertaining because he is far more fun than most people give him credit for. Then I won't see him for six months.</q> EastEnders: Carol and Whitney's rivalry escalates Emmerdale: Carl lashes out at The Woolpack Hollyoaks: 3001: Nancy struggles to cope Neighbours: 6061: Declan stands up to Paul", "new_id": -2}, {"uid": "1297708575012566538", "i": 19656, "idx": 0, "sa": ["Steve Ballmer"], "q": "do so with a giant like Nokia jumping into the game, supported by billions in Microsoft subsidies. In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion. <q>Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,</q> <strong> Steve Ballmer </strong> said. \"That's not just good for Nokia, that's good for all our handset partners.\" Groupon, FTD get complaints, offer Valentine's Day flower refunds Intel invests$ 26M", "new_id": -2}]