[{"uid": "1295941685109330459", "i": 38656, "idx": 8, "sa": ["Vince Carter", "Antonio Davis", "Dikembe Mutombo", "Michael Jordan", "Allen Iverson", "Mo Williams"], "q": "<strong> Antonio Davis </strong> scored 10 points and grabbed a career-high 19 rebounds, including six in overtime. <strong> Michael Jordan </strong> offensive board set up <strong> Vince Carter </strong>'s alley-oop dunk off a pass from <strong> Mo Williams </strong> that gave Toronto the lead with 58 seconds left. <q>We were getting rebounds-- well, <strong> Antonio McDyess </strong> was getting rebounds-- when we needed them,</q> <strong> Vince Carter </strong> said. \"We were getting second and third http://wn.com/Allen_Iverson_47pts_vs_Hawks_00/01_NBA_MVP_*16th_40-point-game <strong> Dikembe Mutombo </strong> wouldn't let his former teammates get their way. <strong> Dikembe Mutombo </strong> had 13 points, 13 rebounds and nine blocked shots and <strong> Allen Iverson </strong> scored 47 points as the", "new_id": -2}, {"uid": "1295754864179863585", "i": 25895, "idx": 4, "sa": ["Allen Iverson", "Andrew Bogut"], "q": "missed only one of his eight shots while recording 14 points and 10 rebounds. \"You've just got to take one shot at a time,\" Smith said of the streak after shooting 1-of-5 before intermission. <q>In the first half, it was awful, so I came out early at halftime and tried to get my http://wn.com/Allen_Iverson_highlights_vs_Bucks_08/09_NBA_*Missed_Practice_Coming_off_the_bench_*Crossover_on_Lue One day after a missed practice landed him on the Detroit Pistons' bench, <strong> Allen Iverson </strong> spoke loudly with his play Friday night. Once he got the chance. Coming off the bench for the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. \"With everything going on, I wanted to play well,</q> <strong> Allen Iverson </strong> said. \"I just wanted to play well. Especially for my teammates because I let them down by not being here.\" <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Andrew Bogut </strong> Curry to begin the game, punishment", "new_id": -2}, {"uid": "1296459950150618115", "i": 30825, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "revealed that listening and emotional intelligence are important in the entertainment business, but hiding weakness from competitors is also vital. \"Doing these shows is relentless,\" he told <strong> Oprah Winfrey </strong> on her TV show. <q>When the ratings come in you're happy for five minutes, then insecure madness comes in, and you worry about next week.</q> In the notoriously cut-throat music industry, <strong> Simon Cowell </strong> says he's learned it's crucial not to show weakness to competitors. \"People sometimes react to my confidence in the way that two dogs meet in the", "new_id": -2}, {"uid": "1297289647248905764", "i": 39187, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "National Science Foundation-$ 362 million increase, 6 percent Report Abuse \"We all know that spill liability taxes are passed on to the consumer. I dont want to pay!!!\" Report Abuse <q>_$ 39.5 billion to continue unemployment benefits for the long-term jobless through November. In a majority of states, the unemployed could receive benefits for up to 99 weeks.</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Short Films by Honda Ponder the possibilities of future transportation and its effect. Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options", "new_id": -2}, {"uid": "1297097447088211513", "i": 8006, "idx": 3, "sa": ["Donald Rumsfeld", "Ben Bradlee", "Marian Wright Edelman", "Hubert Humphrey", "Richard Nixon"], "q": "conservative, but he has not given up his taste for smart people who are passionate about ideas. Terry Lenzner, for one, has maintained a friendship with the man who fired him and says that <strong> Donald Rumsfeld </strong> is <q>open to different personalities and ideas.</q> <strong> Donald Rumsfeld </strong> and his wife, Joyce( also New Trier' 50), have collected scores of friends with liberal credentials, a few even worthy of <strong> Richard Nixon </strong>'s \"enemies list\"- <strong> Hubert Humphrey </strong>, <strong> Marian Wright Edelman </strong>, <strong> Ben Bradlee </strong>", "new_id": -2}, {"uid": "1296539752082821193", "i": 10885, "idx": 2, "sa": ["Kobe Bryant", "Allen Iverson", "Anthony Parker"], "q": "could do that, I'm good,\" <strong> Anthony Parker </strong> said. A healthy <strong> Anthony Parker </strong> scored 25 points, <strong> Allen Iverson </strong> had 24 points and 13 assists, and the Denver Nuggets beat the Charlotte Bobcats 117-101 on Saturday night. <q>It didn't hurt at all,</q> said <strong> Anthony Parker </strong>, who missed five games after landing on the foot of <strong> Kobe Bryant </strong> on Jan. 21. \"It felt good to be back.\" The Nuggets, who won their eighth straight game at home, were", "new_id": -2}, {"i": 35147, "idx": 1, "index_answer": 0, "new_id": -1, "q": "informed source. The political stakes were ratcheted up in the hours following <strong> Andy Coulson </strong>'s resignation when <strong> Ed Miliband </strong> personally issued a series of statements criticising the wisdom of hiring the former News of the World Editor; <q>I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for as long as he did',</q> he said. Those comments have reportedly given an added urgency to efforts to \"throw the dirt back\". \"<strong> Ed Miliband </strong> was unwise to comment,\" said one observer, \"the Tories are going to", "sa": ["Ed Miliband", "Andy Coulson"], "uid": "1295876928012320777"}, {"uid": "1297088895231997447", "i": 31054, "idx": 4, "sa": ["Sergio Marchionne"], "q": "in \"hypothetical\" terms and that nothing was decided, \"with no reference about a new location for the company's leadership for today or tomorrow.\" In October, <strong> Sergio Marchionne </strong> ignited controversy when he said that <q>Fiat would be better off if it eliminated Italy.</q> Tour Highlights Continuous Improvement WIKA Instrument has been on a lean journey for nearly 10 years, with no finish line in sight. There is no end in sight for lean's benefits, as well.", "new_id": -2}, {"uid": "1295776048201490444", "i": 24170, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong>, who previously had been Novell CEO and Sun CTO, has been the public face of Google with his calm, relaxed demeanor, while running the company as a \"triumvirate\" with Page and <strong> Sergey Brin </strong>. <q>Having <strong> Eric Schmidt </strong> as the front of Google has been tremendous for Google, and there is no doubt that bringing his perspective has been critical for good decision-making at the company,</q> IDC analyst Al Hilwa said via e-mail. Some wondered if Page is up to the mammoth task of running such a large, powerful and increasingly diverse company. \"I guess the question is whether being Google CEO", "new_id": -2}, {"uid": "1295759507021528625", "i": 9287, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "and three in the Senate. <strong> Bill Lockyer </strong> said many Democrats are worried about appearing to threaten voters by presenting a \"cuts only\" budget, but said voters need to know what it would mean to the state. <q>The hit on K-12( schools) is at least close the schools six weeks a year. Voters need to hear that,</q> he said. Earlier this month, <strong> Jerry Brown </strong> proposed a$ 127.4 billion spending plan for the 2011-12 fiscal year. It includes deep cuts to higher education and services for the poor, disabled and elderly. Part of", "new_id": -2}]