[{"uid": "1295757185120078339", "i": 6527, "idx": 0, "sa": ["Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "may or may not be thrown with the correct balance. It won't have the fundamental precision of a <strong> Tom Brady </strong> pass, but it might be a first down''... or a touchdown. <q> I'm probably not ever going to win an MVP, probably never going to win a passing title, </q> <strong> Ben Roethlisberger </strong> said this week.`` But that's not why I play the game. I just go out and try to win football games and win championships.'' About the time <strong> Michael Vick </strong> was re-establishing himself", "new_id": -2}, {"uid": "1296089646093798468", "i": 2989, "idx": 0, "sa": ["Bernie Sanders"], "q": "to Social Security, guaranteeing repayment, with interest.`` Social Security taxes are not going to pay for the spending, so it's got to come from somewhere else,'' said Urban Institute. <q> We can go through long arguments about whether its owed money by the trust funds or not, but that doesn't alleviate the simple fact that it's got to come from somewhere. </q> Sen. <strong> Bernie Sanders </strong>, I-Vt.`` It is the same faith and credit that enables us to borrow from rich people and from Register) Please avoid offensive, vulgar, or hateful language.", "new_id": -2}, {"uid": "1296805908220135483", "i": 8150, "idx": 5, "sa": ["Donald Rumsfeld", "Colin Powell", "George Tenet", "George H. W. Bush"], "q": "` creative'.'' To <strong> Donald Rumsfeld </strong> there is no connection between that preoccupation and the subsequent falsehood of the principal justification for the war with Saddam: the existence of weapons of mass destruction. <q> The <strong> George H. W. Bush </strong> did not lie. The <strong> George H. W. Bush </strong> did not lie. <strong> George Tenet </strong> did not lie. Rice[ Condoleeza] did not lie. I did not lie. The Congress did not lie. The far less dramatic truth is that we were wrong, </q> he writes. And, needless to say, the various intelligence agencies were responsible for them getting it wrong. The need to transfer blame is leavened with some settling of scores. <strong> Colin Powell </strong>,", "new_id": -2}, {"uid": "1295631654004243463", "i": 9039, "idx": 2, "sa": ["Danny Sullivan", "Eric Schmidt"], "q": "such a potentially massive enterprise on their own. Mr. <strong> Eric Schmidt </strong>, almost 20 years older than the men who started Google, brought with him an impressive r?sum that included stints at Sun Microsystems and Novell. <q> There's no doubt Google's probably overdue for a major management reorganization, </q> wrote <strong> Danny Sullivan </strong>, editor-in-chief of the Search Engine Land blog, following the announcement.`` The structures between the three have remained exactly the same over the past 10 years- which might as well be 100 years of", "new_id": -2}, {"uid": "1295876247172113929", "i": 41172, "idx": 0, "sa": ["Barney Frank", "Eric Schmidt", "Frederick W. Smith", "George Stephanopoulos", "Barack Obama"], "q": "RS.C.) participates in a round-table discussion with Rep. <strong> Barney Frank </strong>( D-Mass.), Google CEO <strong> Eric Schmidt </strong> and FedEx CEO <strong> Frederick W. Smith </strong> about stimulus bill proposed by <strong> Barack Obama </strong> and being pushed by Democrats through Congress on ABC News' <q> This Week with <strong> George Stephanopoulos </strong>. </q>( Feb. 1) http://wn.com/Barack Obama_Barack Obama_My_Muslim_Faith_The_Right's_NEXT_BIG_SMEAR Obaid Karki An Outcast Spinoziste Pantheon Hexalingual Automath Former UAE Under Secretary Independant Street-Knowledge Urban Talkshow Guru. Unaffiliated to any State, Organized Religion Group, Sect or Kin. Anti Tribal Gentile US", "new_id": -2}, {"uid": "1297488288223461472", "i": 11057, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "entire ecosystem of products. Also up in the air is how this agreement will impact each company's tablet strategies. A href=\"http://conversations.nokia.com/2011/02/11/open-letter-from-ceo-Stephen Elop-Stephen Elop-nokia-and-ceo-Steve Ballmer-Steve Ballmer-microsoft/\" target=\"_blank\"> letter from <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> on Nokia's Web site says, <q> the battle is moving from one of mobile devices to one of mobile ecosystems. </q> Any such ecosystem must include devices beyond smartphones. Internal reactions at Nokia were made apparent when an estimated href=\"http://www.geek.com/articles/mobile/nokia-workers-walk-out-in-protest-20110211/\" target=\"_blank\"> 1000 employees`` walked out'' in protest to the announcement. Can't blame them", "new_id": -2}, {"uid": "1294976079058228750", "i": 33098, "idx": 3, "sa": ["John McCain", "Colin Powell", "Barack Obama", "George Will", "Sarah Palin"], "q": "Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>.`` He has both style and substance. I think he is a transformational figure,'' <strong> Colin Powell </strong> said on NBC's`` Meet the Press.'' <q> <strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that <strong> George Will </strong> do us well, </q> <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible Barack Obamaial candidate himself. <strong> Colin Powell </strong> said he questioned Sen. <strong> John McCain </strong>'s judgment in picking Gov. <strong> Sarah Palin </strong> as his running mate because", "new_id": -2}, {"uid": "1295671127217972802", "i": 40984, "idx": 0, "sa": ["Andy Coulson", "Ben Ali"], "q": "photo provided by the presidency... Photo: Protetrors hold a poster depicting ousted... World Video: End In Sight For Korean Tension? World Video: Around the World: Protesters, Police Clash in Albania Report Abuse <q>`` The exiled head of the main Tunisian Islamist party, which was banned by <strong> Ben Ali </strong>, told AFP that he now planned to return to his homeland. </q> \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Mom's$ 5 Anti Aging Trick Dermatologists DO N'T Want You Knowing About", "new_id": -2}, {"uid": "1297170191123355244", "i": 34853, "idx": 6, "sa": ["Donald Rumsfeld", "Colin Powell", "Condoleezza Rice", "George H. W. Bush"], "q": "he did not serve- <strong> Donald Rumsfeld </strong> replied curtly:`` No, I was kind of disappointed in him.'' <strong> Condoleezza Rice </strong>, who served as <strong> George H. W. Bush </strong>'s national security adviser before later becoming secretary of state had <q> never served in a senior administration position, </q> a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>- <strong> George H. W. Bush </strong>'s first top diplomat-`` did not, in my view, do a good job", "new_id": -2}, {"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the`` Wapping two top men'' regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q> It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published. </q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}]