[{"uid": "1296645456148553730", "i": 23006, "idx": 1, "sa": ["Shaquille O'Neal", "Justin Bieber", "David Letterman", "Kelsey Grammer", "Charlie Sheen"], "q": "to lose weight and was sticking to a diet heavy on fruits, grains and vegetables. He has another incentive now to keep healthy. \"That's my next goal,\" he told her. <q> I want to hang around here to have grandchildren. </q> Photo: <strong> Justin Bieber </strong>, <strong> David Letterman </strong> Photo: <strong> Kelsey Grammer </strong>, <strong> David Letterman </strong> special: Surgeon explains surprising signs of heart disease. Photo: <strong> David Letterman </strong>; <strong> Shaquille O'Neal </strong> Photo: Amare Stoudemire, <strong> David Letterman </strong> Video: Actor <strong> Charlie Sheen </strong> enters rehab, again", "new_id": -2}, {"uid": "1296049175129286213", "i": 46804, "idx": 3, "sa": ["Tim Montgomerie", "Andy Coulson", "Lance Price"], "q": "of the circumstances behind Mr <strong> Andy Coulson </strong>'s resignation? \"They will obviously want to do their due diligence and will probably want someone who is clean as a whistle,\" says Mr <strong> Tim Montgomerie </strong>. <q> It will be interesting whether they recruit someone from[ News International owner Rupert] Murdoch's table or they want someone completely unconnected. </q> Either way, any member of the media is likely to have, at some point, made a decision they regret, says Mr <strong> Lance Price </strong>. \"You don't have to be a saint", "new_id": -2}, {"uid": "1295562468254656539", "i": 4375, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the business so brilliantly,\" Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion \"for a long time\" as the company tries to \"simplify\" its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. The Pathways ICT Leadership Development Program Overview And 2011 Course Curriculum McGrathNicol takes streamlined approach to keep", "new_id": -2}, {"uid": "1295582183033980446", "i": 4558, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "the same interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply. \"I am not as concerned about the titles as I am winning,\" <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> <strong> Google Inc. </strong>'s stockholders have had little to complain about, not that it would have made a major difference because <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> combined own a controlling stake in the company. <strong> Google Inc. </strong> is coming off a year", "new_id": -2}, {"uid": "1295393152046235650", "i": 1588, "idx": 0, "sa": ["Bill Frist", "Sen. Joe Lieberman", "Sen. Bernie Sanders"], "q": "But a couple things before <strong> Sen. Joe Lieberman </strong> go: No mo <strong> Sen. Joe Lieberman </strong>? <strong> Sen. Joe Lieberman </strong> might not throw his hat into the ring next time around. Bummed? Comcast-NBC merger. <strong> Sen. Joe Lieberman </strong> <strong> Sen. Bernie Sanders </strong> of Vermont tweets: <q> The mega-merger of Comcast-NBC will lead to less local news coverage, fewer points of view,& reduced competition for viewers& ads. </q> Deal with it: <strong> Bill Frist </strong> says the health care bill is the law of the land and Republicans should build on it rather than try to symbolically tear it down. Ah, Good", "new_id": -2}, {"uid": "1295048804153829388", "i": 11149, "idx": 0, "sa": ["Tori Spelling", "Jimmy Fallon", "Chrystia Freeland", "David Letterman", "Candice Bergen", "Colin Jost", "Gwyneth Paltrow", "The Miz", "Bill Maher", "Joan Rivers", "James Carville", "Martin Short"], "q": "of today), \"Episodes,\" and \"Shameless.\"-- <strong> Tori Spelling </strong> Junkie Must-Watch Plan: Tonight- \"Real Time with <strong> Bill Maher </strong>\"( <strong> James Carville </strong>, <strong> Chrystia Freeland </strong>, <strong> The Miz </strong> Murphy, <strong> Martin Short </strong>), <q> 16th Annual Critics' Choice <strong> Tori Spelling </strong> Awards, </q> \"The Soup,\" \"Fashion Police,\" <strong> David Letterman </strong>( <strong> Joan Rivers </strong>, Jeff Caldwell, Wintersleep performs), <strong> Jimmy Fallon </strong>( <strong> Candice Bergen </strong>, writer/comedian <strong> Colin Jost </strong>). Saturday- \"Primeval,\" \"SNL\"( <strong> Gwyneth Paltrow </strong>", "new_id": -2}, {"uid": "1295566930055705737", "i": 33144, "idx": 2, "sa": ["Eric Schmidt"], "q": "things-help spur faster networks( he sites LTE in particular), support mobile payment initiatives and increase the availability of inexpensive smartphones. Those latter two initiatives he says, are particularly important in the developing world. <q> Phones, as we know, are used as banks in many poorer parts of the world-and modern technology means that their use as financial tools can go much further than that, </q> <strong> Eric Schmidt </strong> said. As for getting smartphones out there, <strong> Eric Schmidt </strong> argues Google can have a pretty big impact. \"We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years", "new_id": -2}, {"uid": "1295564131244678883", "i": 34182, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "today! to Parallels Desktop 6 for Mac from previous Parallels Desktop version \"Q4 marked a terrific end to a stellar year,\" said <strong> Eric Schmidt </strong>, current CEO of <strong> Google Inc. </strong>, in the press release. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web. </q> In addition, <strong> Google Inc. </strong> has also announced plans to streamline decision making and create clearer lines of responsibility and accountability at the top of the company. â\u0080¢ Starting from April 4, Larry Page,", "new_id": -2}, {"uid": "1296106909116244575", "i": 39387, "idx": 11, "sa": ["Larry Fitzgerald", "Michael Vick", "Tony Gonzalez", "Adrian Peterson"], "q": "his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. \"Matt is great. The coaching staff is great. We're just having a good time,\" he said. <q> I like what they're doing in the offence and it's been easy. We're going to go out and try to have fun and everybody enjoy each other. </q> <strong> Michael Vick </strong> looked sharp and fluid as he completed a 20-yard out to Arizona Cardinals receiver <strong> Larry Fitzgerald </strong>. On the next play, <strong> Michael Vick </strong> faked a handoff to <strong> Adrian Peterson </strong> and then hit Falcons tight end <strong> Tony Gonzalez </strong> going across the", "new_id": -2}, {"i": 3854, "idx": 4, "index_answer": 4, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Kobe_Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To <strong> Chauncey Billups </strong> Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start time on Fox: <strong> Vince Carter </strong> time show features <strong> Goo Goo </strong> Dolls", "sa": ["Vince Carter", "Kwame Brown", "Goo Goo", "Chauncey Billups", "Allen Iverson"], "uid": "1296461913199901198"}]