[{"uid": "1296387505015253604", "i": 30925, "idx": 13, "sa": ["Michael Vick"], "q": "and has been doing public-service work, most notably in conjunction with the Humane Society of the United States. Not everyone sees it that way, however. His recent suggestion that getting another dog <q>would be a big step for me in the rehabilitation process,</q> and the debate that ensued, left some wondering whether he truly feels remorse for what he did. So, while football fans and animal lovers continue to judge <strong> Michael Vick </strong> on very different scales, the dogs", "new_id": -2}, {"uid": "1295589382106250271", "i": 13931, "idx": 2, "sa": ["Eric Schmidt"], "q": " \"not a reaction to competitors\". Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24 000 employees. <q>Google has many different businesses and the issue that we have been getting into is there's too many ways[ in] which these businesses can be slowed down,</q> <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong>, who became CEO in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach, among other things", "new_id": -2}, {"uid": "1295656711074924044", "i": 47960, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Edward Cox"], "q": ". U.S. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., said the president was rightly focusing on jobs. \"I think the president's speech really hit the mark,\" <strong> Kirsten Gillibrand </strong> said. <q>If we can beat Russia to the moon, we can beat China in the race for green energy.</q> State Republican Party Chairman <strong> Edward Cox </strong> dismissed the event as a \"photo-op.\"( 3 of 3) \"Photo ops don't create jobs,\" <strong> Edward Cox </strong> said in a statement", "new_id": -2}, {"uid": "1295455673232161306", "i": 16386, "idx": 1, "sa": ["Kathie Lee Gifford", "David Letterman", "Regis Philbin"], "q": "Wants to Be a Millionaire,\" and banter with <strong> David Letterman </strong> on \"Late Show,\" it was \"Live\" that brought his espresso-shot energy, big personality and avuncular jokes to a national audience. <q>He's everyman to so many people,</q> said <strong> Kathie Lee Gifford </strong> on the Today\" show, after <strong> Regis Philbin </strong> made his announcement. \"Nobody tells a story like Reeg does.\" The move comes at a time when daytime TV is undergoing a massive changing", "new_id": -2}, {"uid": "1296780771243531829", "i": 14894, "idx": 0, "sa": ["Zahi Hawass"], "q": "country's historical sites. \"Egyptian cultural heritage, both its monuments and its artefacts, are part of the ancestral heritage of humanity, handed down to us through the ages,\" she said. <q>The value of the 120,000 pieces in the Egyptian Museum in Cairo is inestimable, not only in scientific or financial terms, but because they represent the Egyptian people's cultural identity.</q> Playing down the damage But the country's newly appointed minister of antiquities, well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against \"rumours.\"", "new_id": -2}, {"uid": "1295884905140918812", "i": 17185, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "that could produce an \"improvement in the state's structural misalignment between revenues and expenditures.\" The agency, however, expressed its doubts that <strong> Jerry Brown </strong> and <strong> Bill Lockyer </strong> would be able to pull it off, adding: <q>we also believe the scale of the governmental and fiscal reforms proposed may prove difficult, given the timeline with which lawmakers have to work.</q>", "new_id": -2}, {"i": 14978, "idx": 1, "index_answer": 1, "new_id": -1, "q": "executive role to Larry Page is \"completely false,' <strong> Eric Schmidt </strong> told a group of reporters Thursday at the World Economic Forum in Davos, Switzerland,\" <strong> Adam Lashinsky </strong> reports for Fortune. <strong> Adam Lashinsky </strong> reports, <q><strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook.` We have a competitor called Microsoft,</q> he said. \"Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.\" \"<strong> Eric Schmidt </strong> also took on Google\"s competition with Apple. Google", "sa": ["Eric Schmidt", "Adam Lashinsky"], "uid": "1296157213138100743"}, {"uid": "1296723974251478035", "i": 25682, "idx": 2, "sa": ["Allison Iraheta", "Simon Cowell", "Roberta Flack"], "q": "especially after Cook killed it on <strong> Roberta Flack </strong>'s \"The First Time Ever I Saw Your Face,\" which the hard-to-please judge had chosen. \"David Cook wins the night,\" <strong> Simon Cowell </strong> proclaimed. 3. <strong> Allison Iraheta </strong> <q>I Don't Want to Miss a Thing</q>( Season 8) When the Top 7 took on movie night, <strong> Allison Iraheta </strong> chose the theme to Armageddon, knocked it down a key, and belted with all the vocal grit she could muster. \"I do", "new_id": -2}, {"uid": "1295587965072171525", "i": 11224, "idx": 2, "sa": ["Google Inc.", "Eric Schmidt", "Eric E"], "q": ", as fast as we have today. Search has quite literally changed people's lives increasing the collective sum of the world's knowledge and revolutionizing advertising in the process,\" <strong> Eric E </strong> <strong> Eric Schmidt </strong> wrote in the blog. <q>And our emerging businesses display, Android, YouTube and Chrome are on fire. Of course, like any successful organization we've had our fair share of good luck, but the entire team now over 24,000 Googlers globally deserves most of the credit,</q> he said. Image: <strong> Eric E </strong> <strong> Eric Schmidt </strong>. Photographs: 370) this.width= 370\" alt= \"<strong> Google Inc. </strong> co-founder Larry Page.\"/> Next \"And as our results today show, the", "new_id": -2}, {"uid": "1297293762070500376", "i": 43407, "idx": 0, "sa": ["Donald Rumsfeld", "The Republican Party"], "q": "are dedicated to the country, not Democratic far left policy or the <strong> The Republican Party </strong> line. There is not one of you here that can say either the Dems or Repubs have served this country well. Report Abuse <q>I smell a tea party Jihad, led by Saran Palin.</q> <strong> The Republican Party </strong> has split into two different groups. ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Cancer Treatment", "new_id": -2}]