[{"uid": "1295708457073957387", "i": 15292, "idx": 5, "sa": ["Andy Coulson"], "q": " ''We need a director of communications.'' ''Hm, how about <strong> Andy Coulson </strong>?'' ''Oh, that guy that's pretty much definitely a criminal?'' ''Yeah.'' <q>The one that's been in all the news?</q> ''Yeah.'' As far as I know <strong> Andy Coulson </strong> did not help create a dodgy dossier, which lead this country into an illegal war and has cost many soldiers and civilians lives and billions of pounds", "new_id": -2}, {"uid": "1295977910157089808", "i": 30972, "idx": 20, "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "q": "usual. <strong> Carmelo Anthony </strong> crashed the boards as hard as he worked for open looks at the basket, collecting 13 rebounds and scoring 30 points Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns. <q>I always kid with him about not being a rebounder, being so big,</q> <strong> Allen Iverson </strong> said of his fellow All-Star starter. ''I say, ''If I was your height, I'd get a double-double every night.''' <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball", "new_id": -2}, {"uid": "1296770511173654034", "i": 12198, "idx": 48, "sa": ["Hamid Karzai", "Donald Rumsfeld"], "q": " ''More troops do not necessarily mean a greater chance for success,'' he writes. <strong> Donald Rumsfeld </strong> returns to the subject of Afghanistan late in the book, seeing ''encouraging signs of progress'' in 2006 <q>alongside harbingers that the real fight for Afghanistan's future was yet to come.</q> But he never truly grapples with why the so-called good war is still raging a decade after the Taliban were driven from power and <strong> Hamid Karzai </strong> took nominal control of the country. His war narrative ends in Iraq with the", "new_id": -2}, {"uid": "1295452458083853341", "i": 9813, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "say there's a lot of <strong> Simon Cowell </strong> in her... He's a great inspiration for the character of Sue, there is a lot that I can take from him and put into her.'' <q><strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. Just like him, she says what she wants because she can, there is nobody there to tell either of them to stop.</q> With the similarities between Sue and the X Factor judge uncanny, surely Sue would work well on the judging panel on the X Factor? No? <strong> Jane Lynch </strong> added: ''People have asked me", "new_id": -2}, {"uid": "1295621862132808705", "i": 43280, "idx": 0, "sa": ["Tim Cook", "Steve Jobs", "Eric Schmidt", "Mark Zuckerberg"], "q": "; will continue as CEO Ovum: Windows Phone 7 will be the fastest growing smartphone platform in 2011 TIME Magazine's Person of the Year: <strong> Mark Zuckerberg </strong>- 1, <strong> Steve Jobs </strong>- 0? Apple's <strong> Tim Cook </strong> profiled as <q>most powerful gay man in Silicon Valley</q> Management Shakeup at Google: Larry Page to Replace <strong> Eric Schmidt </strong> as CEO Apple Taking Heat for Switching to Custom Screws on iPhone 4 and Portables AAPL: 332.68( 0.00,+0%)| NASDAQ: 2715.67(+11.38", "new_id": -2}, {"uid": "1296147474210010128", "i": 20634, "idx": 2, "sa": ["Andy Coulson", "Benedict Brogan", "Donald Trelford"], "q": "deserve)''. 2.46 pm: Time for a bit of we told you so. Last September the Telegraph's <strong> Benedict Brogan </strong> dismissed the phone hacking allegations as leftist conspiracy theory. <q>Yet there was nothing said that should trouble Mr <strong> Andy Coulson </strong> or Mr <strong> David Cameron </strong>. Nothing we have read or heard since the NYT published its report suggests there is enough new material to justify CPS charges, let alone another investigation.</q> Similarly <strong> Donald Trelford </strong> in the Independent wrote: The Guardian, the BBC and MPs can drip-feed allegations for ever, but only if <strong> Andy Coulson </strong> faces criminal charges, or is shown to have lied to MPs, will", "new_id": -2}, {"uid": "1295667342007979097", "i": 15993, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "$ 30 billion a year, about fifteen times more than its rival. Page, together with fellow Stanford University student <strong> Sergey Brin </strong>, founded the Web's most successful search engine thirteen years ago. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> tweeted after Thursday's announcement. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for Page, told Reuters in an interview that the change was ''not a reaction to competitors.", "new_id": -2}, {"uid": "1295994286180568075", "i": 36865, "idx": 4, "sa": ["Chris Webber", "Allen Iverson", "LeBron James"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. ''Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q>That's really what I did. It helped me out.</q> Webbe... <strong> LeBron James </strong> 36 Points vs Pistons Game 4 Playoffs 2009! HD! 26.04.2009 <strong> LeBron James </strong> 36 Points vs Pistons Game 4 Playoffs 2009! HD! 26.04.2009 capped by venomindustries AUBURN HILLS, Mich.( AP) <strong> LeBron James </strong> made", "new_id": -2}, {"uid": "1295615268003915777", "i": 12837, "idx": 0, "sa": ["Eric Schmidt", "Distant Future", "Woodrow Wilson"], "q": "things away than they can by charging for them. This event took place on July 7, 2009 at Google's offices in Washington, DC http://wn.com/Eric_Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009. http://wn.com/Digital_Art_@Google_Eduardo_Kac,_Andrew_Senior,_Sandra_Cordero,_Marina_Zurkow October 21st 2010 Four artists from the Digital Arts@Google exhibition,( ''We Write this to You from the <strong> Distant Future </strong>", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some ''adult supervision.'' On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q>Day-to-day adult supervision is no longer needed.</q> ''I believe Larry is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. ''It's time for him to have a shot at running this.''", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}]