[{"i": 39257, "idx": 1, "index_answer": 0, "new_id": -1, "q": "\" \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q>We will not seek the Republican nomination for president in 2012.</q>\" The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy and procedure for NRO comments can be found accept no responsibility for the content of", "sa": ["Mike Pence"], "uid": "1296166252125468725"}, {"uid": "1296745738227606532", "i": 1614, "idx": 1, "sa": ["Michael Vick", "Michael Hansen"], "q": "necessary,\" said <strong> Michael Hansen </strong>, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that <q>people can reintroduce these dogs back into a society that's not going to abuse them.</q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"uid": "1295808436044548117", "i": 8041, "idx": 2, "sa": ["Keith Olbermann", "David Letterman"], "q": "\" <strong> Keith Olbermann </strong> said. \"But on the broadcast side there was no comparison- ESPN was the bush leagues.\" During a 2007 appearance on the \"Late Show,\" host <strong> David Letterman </strong> asked <strong> Keith Olbermann </strong>, <q>What is it about you? You seem to burn bridges wherever you leave.</q> said of his relationship with ESPN, \"I don't burn bridges, I burn rivers. If you burn a bridge, you can possibly build a new bridge, but if there's no river any", "new_id": -2}, {"uid": "1296503399053821452", "i": 3044, "idx": 1, "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "q": "Egyptian National Museum is safe, and cultural artifacts damaged by vandals who broke into the building during anti-government protests can be restored, the head of the country's Supreme Council of Antiquities said,\" <strong> Mayor Michael Bloomberg </strong> reports: <q>Tourism police aided by protesters earlier apprehended nine men in connection with looting at the museum, <strong> Zahi Hawass </strong>, the council's secretary general, said yesterday. Dozens of demonstrators had stood guard around the building, one of Cairo's biggest tourist attractions, to protect it until troops arrived, he said.</q> \" \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,\" <strong> Zahi Hawass </strong> said in an interview at his office. \"What's happening is normal.", "new_id": -2}, {"uid": "1296522021211714148", "i": 16532, "idx": 0, "sa": ["Sergio Marchionne"], "q": "spokeswoman at Chrysler Canada, said Monday. Chrysler's salaried employees- 10,000 in the U.S. and 755 in Canada- will also receive a bonus, although Gosselin declined to disclose the amount. <q>Those detail are considered confidential employment records,</q> she said. Employees received an email from Chrysler Group CEO <strong> Sergio Marchionne </strong> Monday morning notifying them of the payment as well as the company's financial performance in 2010. In a conference call with analysts", "new_id": -2}, {"uid": "1296084752130252877", "i": 44050, "idx": 1, "sa": ["Michael Vick"], "q": "50 percent to 75 percent,\" you can believe him. What the Eagles have to hope is that before Sunday that percent jumps up to between 85 to 95 percent. <strong> Michael Vick </strong> saying, <q>I'll be 100 percent by the time the game starts,</q> is a bit too optimistic. After the NFL's 16-game meat grinder, no player enters the playoffs \"100 percent\" healthy. <strong> Michael Vick </strong> is going to start on Sunday against the Green Bay", "new_id": -2}, {"uid": "1296492708037863446", "i": 19114, "idx": 0, "sa": ["Michael Heisley", "Rasheed Wallace", "Chris Bosh", "Lionel Hollins", "Allen Iverson"], "q": "33 points helped his team to won!!!! http://wn.com/Allen_Iverson_SIGNED_with_Memphis_Grizzlies_ESPN_NBA_!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q>God Chose Memphis as the place that I will continue my career.</q> Referring to a Monday meeting with Grizzlies owner <strong> Michael Heisley </strong>, general manager <strong> Chris Bosh </strong> <strong> Rasheed Wallace </strong> and head coach <strong> Lionel Hollins </strong>, <strong> Allen Iverson </strong> added: \"I feel that they are committed to developing a winner and I know that I can help", "new_id": -2}, {"uid": "1295611449042827776", "i": 4278, "idx": 0, "sa": ["Linda Stasi", "Simon Cowell", "Mary McNamara"], "q": "and the two superstars wowed contestants and TV critics with their enthusiastic response to wannabes at auditions in New Jersey, which were taped last year( 10). The Los Angeles Times' <strong> Mary McNamara </strong> writes, <q>Moments into Wednesday night's season premiere, it was gratifyingly clear that for the first time in a long time the fumblings and flailings of contestants fighting to find their feet on stage will not be mirrored by the judges' table. \"Not only are they great to look at, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are long-time stars who have nothing to gain, or lose, by being part of American Idol.</q> She adds, \"Their natural confidence in front of the camera was such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.\" New York Post critic <strong> Linda Stasi </strong>", "new_id": -2}, {"uid": "1297443949230703173", "i": 28584, "idx": 2, "sa": ["Joe Walsh", "Nancy Pelosi", "Mike Pence"], "q": "job,\" said Florida <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong> Nugent\", one of the freshman lawmakers who declined federal health insurance benefits. Every single House Republican voted to repeal the health care law last month. <q>I can simply, honestly say that this is going to impact my wife and I to a fairly serious degree, like it would any average American out there,</q> said first-time <strong> Nancy Pelosi </strong> <strong> Joe Walsh </strong> of Illinois. <strong> Joe Walsh </strong>'s wife has a pre-existing condition and will need a procedure in the coming months, but because he declined federal benefits, they're paying for it out", "new_id": -2}, {"uid": "1296898057157286450", "i": 8993, "idx": 3, "sa": ["Roger Goodell", "Michael Vick"], "q": "<strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <q>I don't want him to put himself in a position where bad things can happen around him,</q> <strong> Roger Goodell </strong> said. \"He takes that seriously.\" With several inches of snow falling Friday, on top of ice that's been there for days, many Super Bowl activities across the Dallas-Fort", "new_id": -2}]