[{"uid": "1297258276038010882", "i": 32217, "idx": 3, "sa": ["Mike Pence"], "q": "off from abortion providers, too. \"Planned Parenthood is far and away the largest abortion provider in America and they are also the largest recipient of federal funding under Title Ten,\" <strong> Mike Pence </strong> said. <q>And I believe the time has come for that to end.</q> The hearing's chairman conveyed the key issue facing the panel. CBN IS HERE FOR YOU! Are you seeking answers in life? Are you hurting? Are you facing a difficult", "new_id": -2}, {"uid": "1295314716264208390", "i": 1956, "idx": 0, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "unveil phone recharger and Comcast... <strong> Steve Ballmer </strong> today announced the worldwide availability of... Photo in Slideshow: Microsoft CEO <strong> Steve Ballmer </strong> holds a Windows 7 phone during his... Technology Video: Apple's <strong> Steve Jobs </strong> takes medical leave Report Abuse <q>NSA and CIA are ported into every Operating system made and released since the 70's.</q> Please people.... Do some more research. Every key that you have hit on your keyboard, has been mirrored to a data bank of theirs. So when the time is right,", "new_id": -2}, {"uid": "1296387656254263315", "i": 3904, "idx": 3, "sa": ["John McCain", "Colin Powell"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q>a man who I admire as much as any man in the world, person in the world</q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/Steve_Quayle_with_Greg_Evensen__Armed_Forces_To_Move_Against_US_Citizens__12-3-2009__Part_5 Playlist to the entire interview- 5 of 11- www.youtube.com Make this go", "new_id": -2}, {"uid": "1295369666220332052", "i": 12270, "idx": 1, "sa": ["Howard Stern", "David Letterman"], "q": "stealing sketch ideas. \"Jay is a crook and the world knows exactly what he's up to. He steals a tremendous amount of material,\" The New York Post quoted <strong> Howard Stern </strong> as saying. <q>This guy's ripped off like 10 major things from my show.</q> <strong> David Letterman </strong> in the ratings. \"It's beyond my comprehension,\" <strong> Howard Stern </strong> says. \"America must be filled with morons who at night lay in bed-- the ones who are watching", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star. \"Honestly, they play me one-on-one, straight up,\" <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q>Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something.</q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}, {"uid": "1296354133035504148", "i": 1190, "idx": 6, "sa": ["Michael Vick"], "q": ", they have to find the right home, then spend a successful six months in a foster home. And Best Friends isn't simply looking for any pet lover for the <strong> Michael Vick </strong> dogs. <q>We feel like dogs going into these homes are being ambassadors</q> for the breed, Garcia said. \"They're not just adopting a dog, but fighting the good fight.\" By spreading the message that pit bulls are only as nice, or vicious,", "new_id": -2}, {"uid": "1295819589226000912", "i": 29023, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.\" <q>I think he has reached out to countries around the world and has developed good relations with countries around the world,</q> <strong> Colin Powell </strong> said. \"And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope", "new_id": -2}, {"uid": "1297104003173965321", "i": 8576, "idx": 0, "sa": ["Simon Cowell"], "q": "Speaking at a press conference before the Red Button vote opens in the 2021 General Election, the prime minister dismissed those who oppose his third term as \"mean-spirited\" and \"cynical\". <q>All these political snobs have ganged up against the party,</q> <strong> Simon Cowell </strong> said. \"If you take me out of the equation, you have a lot of my teenage coalition being attacked by a huge hate mob on Facebook. \"It feels like a spiteful campaign", "new_id": -2}, {"uid": "1295560243263241749", "i": 39416, "idx": 0, "sa": ["Eric Schmidt"], "q": "the Mountain View Internet juggernaut's new CEO starting April 4, and current CEO <strong> Eric Schmidt </strong> will be executive chairman, <strong> Eric Schmidt </strong> revealed in a post today on Google's blog. More businessperfectly,\" <strong> Eric Schmidt </strong> said. <q>As Google has grown, managing the business has become more complicated,</q> <strong> Eric Schmidt </strong> wrote. \"So Larry, Sergey and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right", "new_id": -2}, {"uid": "1295908932158924813", "i": 12248, "idx": 0, "sa": ["Mike Pence"], "q": "an interview with the Weekly Standard last year, Indiana Gov. Mitch Daniels-also considering a presidential run-called for a \"truce\" on social issues while the country deals with the national debt and other fiscal issues. <q>And as to focusing on spending, I agree,</q> <strong> Mike Pence </strong> told the crowd on Monday. \"Let's start by denying all federal funding for abortion at home and abroad.\" <strong> Mike Pence </strong> spokesman Matt Lloyd said the remarks were not directed at Daniels and emphasized", "new_id": -2}]