[{"uid": "1295981594193069060", "i": 28332, "idx": 0, "sa": ["Tim Pawlenty", "Bill Lockyer", "Newt Gingrich"], "q": "to solve the entire national debt that now totals$ 1.4 trillion. <strong> Tim Pawlenty </strong> also said raising the retirement age is an option he's willing to consider for younger workers entering Social Security programs. <q>Your retirement age is going to be pegged to some reasonable correlation to life expectancy,</q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog NURSING SUPERVISOR Company California State PHYSICAL THERAPY DIRECTOR Company Webster", "new_id": -2}, {"uid": "1296506251121487405", "i": 12961, "idx": 1, "sa": ["National Geographic Society", "Ramses II", "Zahi Hawass"], "q": "sites-such as the royal necropolises at Abusir and Saqqara, the site of <strong> Ramses II </strong>'s first stone pyramids-are being ransacked. <strong> Zahi Hawass </strong>, reached by phone early Monday, dismissed such claims as being exaggerated. <q>The damage at Saqqara is not really much. I'm not worried at all. Everything is going to be safe today and tomorrow the situation will be finished,</q> said <strong> Zahi Hawass </strong>, also a <strong> National Geographic Society </strong> explorer-in-residence.( The <strong> National Geographic Society </strong> owns <strong> National Geographic Society </strong> News.) According to <strong> Zahi Hawass </strong>, all of <strong> Ramses II </strong>'s museums are now \"completely safe\" and should be open again to the", "new_id": -2}, {"uid": "1295806909069746696", "i": 16104, "idx": 7, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "\" Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q>There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,</q> he said. \"All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}, {"uid": "1296432940168050695", "i": 6617, "idx": 7, "sa": ["Eddie Gill", "Allen Iverson"], "q": "against the Pacers even as he struggled with his shot. He played 44 minutes, but went just 5-for-23 from the floor. \"I just couldn't get in no type of rhythm,\" <strong> Allen Iverson </strong> said. <q>I couldn't get warm. I couldn't feel my hands the whole game.</q> He was hot when it mattered, though, as <strong> Allen Iverson </strong> took the ball the length of the court and beat the short-handed Pacers with a shot from just above the free throw line over <strong> Eddie Gill </strong>. \"His shots", "new_id": -2}, {"uid": "1296240031097697831", "i": 9555, "idx": 0, "sa": ["Mike Pence", "Jim Geraghty"], "q": "Two \"Draft <strong> Mike Pence </strong>\" groups were pushing the congressmen to enter the race. Conservative bloggers now mourn his decision not to, while liberals watch on with their own ideas. <strong> Jim Geraghty </strong> writes. <strong> Mike Pence </strong> was <q>perhaps the best chance of uniting the, for lack of better terms, Tea Party and Establishment wings of the Republican Party. <strong> Mike Pence </strong> is a thoroughly consistent conservative,</q> <strong> Jim Geraghty </strong> explains, \"but he doesn't snarl, he's rarely negative, and I can't recall too many off-the-wall statements from him. A couple folks tried to persuade me he was boring, but I", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q>Matt is great. The coaching staff is great. We're just having a good time,</q> he said. \"I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.\" <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}, {"uid": "1295790223050479164", "i": 11475, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "$ 133 million for a project near a new BART station. Can <strong> Jerry Brown </strong> move the Legislature to act against this powerful lobby, which has the support of some pro-business Repubs and some big-government Dems? <q>I think everyone agrees that the redevelopment mechanism has been useful and created jobs,</q> Democratic Treasurer <strong> Bill Lockyer </strong> said. But: \"The last I heard, the University of California and California schools create jobs.\" The bad news: <strong> Jerry Brown </strong> also told the League of Cities Wednesday, \"", "new_id": -2}, {"uid": "1297717652094502926", "i": 11117, "idx": 0, "sa": ["Zahi Hawass"], "q": "have been killed, but no exact figures are available. \"It's hard for us to go back to work because people hate us,\" said one protester, a captain who was among the demonstrators. <q>An official funeral must be held for our martyrs.</q> About 150 graduates of archaeology schools, meanwhile, demonstrated outside the office of Antiquities Minister <strong> Zahi Hawass </strong>, seeking jobs and accusing him of corruption. The protest was deeply personal, with demonstrators saying <strong> Zahi Hawass </strong>, whose \"Indiana", "new_id": -2}, {"uid": "1296165849194232363", "i": 19332, "idx": 0, "sa": ["Jon Huntsman", "Mike Pence"], "q": "from his ambassadorship. Good luck with the \"sure, I worked for Obama but I didn't enjoy it\" messaging in the primaries, <strong> Jon Huntsman </strong>. Update: Done deal. <q> \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for president in 2012.\"\" He said he would make", "new_id": -2}, {"uid": "1295616375099680271", "i": 879, "idx": 0, "sa": ["Alyse Eady", "David Letterman"], "q": "'s happenings. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong>  Miss Arkansas <strong> Alyse Eady </strong> will appear on the \"Late Show with <strong> David Letterman </strong>\" this Thursday night.  The Gossip's \"Standing in the Way of Control\" named the <q>Most Powerful Protest Song of the 21st Century</q> by Flavorwire. Twitter is lighting up in response to yesterday's \"Land of Opportunity\" bill with the hilarious#rejectedarkansasmottos trend. Baker's dozen  Baker Kurrus assesses 12 years in the \"belly of the beast", "new_id": -2}]