[{"uid": "1297353676255098882", "i": 1862, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "people on some days. \"We will open the museum after the strike is finished. I don't know when the strike is finished,\" said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. <q> I need things to go back to normal. </q> Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade last week, raising fears of widespread destruction", "new_id": -2}, {"uid": "1297245176074432541", "i": 13822, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell"], "q": "Britain's National Youth Theatre, and is also a keen musician. For that reason, he thinks musical theatre could be a great option, as it would allow him to display his vocal talents. <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1297465247016121856", "i": 34701, "idx": 1, "sa": ["Jennifer Aniston", "Walter Iooss Jr.", "David Letterman", "Brooklyn Decker"], "q": "of the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q> She's so sweet, that girl. She's just darling and like the nicest person, </q> <strong> Jennifer Aniston </strong>, 42 today, tells <strong> Walter Iooss Jr. </strong>/ PRNewsFoto/Sports Illustrated RSS feeds ranging from dining and movie reviews to celebrity news and much more! Get the latest celebrity news on your iPhone, Blackberry or other mobile", "new_id": -2}, {"uid": "1296680390193724462", "i": 18906, "idx": 1, "sa": ["Mitt Romney", "Mike Huckabee", "David Letterman", "Ronald Reagan", "Sarah Palin", "Newt Gingrich"], "q": "second with 19%, followed by former Arkansas <strong> Mike Huckabee </strong>( 17%) and former House speaker <strong> Newt Gingrich </strong>( 11%). <strong> Mitt Romney </strong> told <strong> David Letterman </strong> he has no plans to run for <strong> Ronald Reagan </strong>, but added <q> I'll keep the door open. </q> He also gave a shout out to <strong> Sarah Palin </strong>. To: 2ndDivisionVet <strong> Mitt Romney </strong> did not say that At least he recognizes greatness when he sees it... 3 posted on 02/02/2011 12:48:00 PM PST he", "new_id": -2}, {"uid": "1295987770115605542", "i": 12529, "idx": 0, "sa": ["Zahi Hawass"], "q": "government was \"unchanged and not new.\" The Prussian Cultural Heritage Foundation confirmed that Parzinger had received a letter from <strong> Zahi Hawass </strong>, but said that it was not signed by the prime minister and was not <q> an official demand from the Egyptian state. </q> It added that under a 1912 agreement, artefacts found in the dig were properly listed and photographed, showing clearly their \"beauty and quality\", and then divided up between the two sides.", "new_id": -2}, {"uid": "1295124191182747179", "i": 3269, "idx": 1, "sa": ["Allen Iverson"], "q": "on the right thumb he badly sprained less than two weeks ago, he scored 17 of Philadelphia's last 26 points. \"I was just trying to take what the defense gave me,\" <strong> Allen Iverson </strong> said. <q> I didn't want to be overaggressive. I just wanted to let my teammates do what they had to do early in the game because they( Grizzlies) were taking away some of the shots I wanted by zoning up. My teammates held the fort, and then when I got an opportunity, I just tried to make the best of it. </q> <strong> Allen Iverson </strong> made 10-of-24 shots, including 4-of-7 3-pointers. He added six assists and three steals and confounded the Grizzlies with his quickness. The 76ers never trailed over the last three quarters but played fast and loose with the", "new_id": -2}, {"uid": "1296136659006979634", "i": 11543, "idx": 2, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": ". The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.\" COHEN: \"There's a shot of her with the kids on <strong> David Letterman </strong>.\" CAMILLE: <q> He uses them as props. It's tough, it's harsh. It hurts, of course. </q> The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Camille_Grammer_Opens_Up_on_Reality_TV_and_Divorce http://wn.com/Camille_Grammer_Demands_50_Million_In_Divorce_Settlement_Report Click our link Luxceleb.com to watch <strong> Camille Grammer </strong> Demands$ 50 Million In Divorce Settlement: Report. for free <strong> Camille Grammer </strong> cried over her first", "new_id": -2}, {"uid": "1295640991266682378", "i": 2016, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Frank Carlucci", "Hillary Clinton", "James Dobbins"], "q": "with may be settled by a domestic political debate. A bipartisan group of 16 U.S. Senators, led by New York Democrat <strong> Kirsten Gillibrand </strong>, has urged Secretary of State <strong> Hillary Clinton </strong> to veto the resolution: <q> Attempts to use a venue such as the United Nations, which you know has a long history of hostility toward Israel, to deal with just one issue in the negotiations, will not move the two sides closer to a two-state solution, but rather damage the fragile trust between them. </q> But a number of senior former U.S. diplomats and officials, including former Reagan Defense Secretary <strong> Frank Carlucci </strong> and former Assistant Secretaries of State Thomas Pickering and <strong> James Dobbins </strong>, have written to <strong> Barack Obama </strong> urging him to support", "new_id": -2}, {"i": 11815, "idx": 10, "index_answer": 2, "new_id": -1, "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando. \"We lost again,\" point guard <strong> Rodney Stuckey </strong> said. <q> I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play. </q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led http://wn.com/Mavs-Spurs_106-93_I_Nowitzki_31pts,9reb,Terry_19pts_vs_Duncan_30pts,8reb,Parker_26pts,12ast SAN ANTONIO, April 28,2009( AP) <strong> Jason Terry </strong> galloped down court after one big shot and <strong> Josh Howard </strong> skipped", "sa": ["Jason Terry", "Josh Howard", "Rodney Stuckey", "Antonio McDyess", "Allen Iverson"], "uid": "1295937890179191810"}, {"uid": "1296496263150683659", "i": 2546, "idx": 0, "sa": ["Kirsten Gillibrand", "Rand Paul"], "q": ") spoke with Russ Mitchell with an update on... Photo in Slideshow: <strong> Rand Paul </strong>, <strong> Kirsten Gillibrand </strong> Photo in Slideshow: Bolivia's President Morales holds coca... Odd News Video: Girl Finds 33-Million-Year Old Cat Skull Report Abuse <q> you can make a form of meth with it? </q> well the guy who wants it banned is a Democrat so OBVIOUSLY we should point and laugh at him and allow just anyone to buy this stuff. why would anyone want to ban this stuff", "new_id": -2}]