[{"uid": "1295943336001703976", "i": 19851, "idx": 1, "sa": ["Chris Huhne"], "q": "and food chains have already been contaminated with radioactive waste. The sooner the nuclear monster is put down the better.'' Kick Nuclear points out that <strong> Chris Huhne </strong>'s assertion that the energy NPS consultation produced an <q> impressive level of public engagement </q> tells only half the story.`` The truth is that most of the people attending the consultation events were either energy sector reps or people opposed to nuclear power,'' said Nancy. Notes:", "new_id": -2}, {"uid": "1296040302025690115", "i": 36801, "idx": 0, "sa": ["Barack Obama", "Alassane Ouattara"], "q": "'s bid to sit-tight in office and also clearly acknowledged <strong> Alassane Ouattara </strong> as the elected <strong> Barack Obama </strong> of the West African country, Ajumogobia, in his column in THISDAY, specifically requested for a UN Security Council resolution authourising <q> military force as a last option. </q> He argued that`` would complement ECOWAS' own commitment to dialogue and diplomacy, and would also reinforce the need to take steps now to protect the civilian population and stem the growing number of civilian casualties", "new_id": -2}, {"uid": "1296485921219168800", "i": 28307, "idx": 0, "sa": ["Sergio Marchionne"], "q": "forgettable line-up for much of the last year, it's remarkable the company was able to get back to break even by the end of last year. But I know what many of you are thinking: <q> Sure, they are doing better, but so is every one else in the auto industry. </q> This logic makes it sound like <strong> Sergio Marchionne </strong> and his team have not made substantial progress in jump starting Chrysler, Dodge, Ram and Jeep. They have, and in 2011 the company will take a huge", "new_id": -2}, {"uid": "1294954455018661427", "i": 16443, "idx": 0, "sa": ["David Letterman", "Ian Robertson", "Harry Potter", "Jay Leno", "Peanut Butter Wolf", "Conan O'Brien"], "q": "year.`` <strong> Harry Potter </strong> and the Deathly Hallows: Part 2'' is the biggest screen farewell since the final`` Star Wars'' decade of adventures for the young wizard. Then there's that vampire-werePeanut Butter Wolf-schoolgirl love trIan Robertsongle. <q> The Twilight Saga: Breaking Dawn- Part 1 </q> is the Everything's good with <strong> David Letterman </strong>, says <strong> Conan O'Brien </strong>, but with <strong> Jay Leno </strong>, not so good KDVR BURBANK, Calif.( AP)- <strong> Conan O'Brien </strong> says he got a target=\"_blank\" href=\"http://wn.com/s/phones/index.html\"> phone call from <strong> David Letterman </strong> over", "new_id": -2}, {"uid": "1297345505180158469", "i": 4636, "idx": 2, "sa": ["Zahi Hawass"], "q": "was donker en de daders misten daardoor topstukken. Er werden alleen enkele gouden objecten uit de souvenirwinkel gestolen. Ook prijst hij de demonstranten, die snel een menselijke keten vormden om het gebouw te beschermen. <q> Prachtig om te zien dat deze oprechte Egyptenaren het museum beschermden. </q> Piramides Volgens <strong> Zahi Hawass </strong> zijn de archeologische schatten van Egypte de onrust relatief goed doorgekomen. Er was slechts een melding van een grote diefstal van historische objecten. De buit werd teruggebracht nadat <strong> Zahi Hawass </strong> op televisie", "new_id": -2}, {"uid": "1297670559058834956", "i": 11566, "idx": 2, "sa": ["Donald Rumsfeld", "Steve Inskeep"], "q": "be deployed, <strong> Donald Rumsfeld </strong> said. But it was Franks and other generals who decided they could fight the war with fewer troops, said <strong> Donald Rumsfeld </strong>, who depicts himself as more of a rubber stamp. <q> <strong> Steve Inskeep </strong>: Didn't you challenge the planners, right down to very small units, about whether this or that unit was needed? </q> <strong> Donald Rumsfeld </strong>: No... I can't remember any specific small units I got involved with but one, and I think the documents on href=\"http://www.Donald Rumsfeld.com/\"> Donald Rumsfeld.com will show this... <strong> Donald Rumsfeld </strong> said", "new_id": -2}, {"uid": "1295303331067584079", "i": 28310, "idx": 0, "sa": ["Prince Fielder", "Albert Pujols", "Hunter Pence", "Mike Pence", "Rick Perry", "Matt Kemp", "Gary Bauer", "Ryan Howard", "Barack Obama", "Patrick Bauer"], "q": "of government in the nation's capital. Governors <strong> Rick Perry </strong> of Ban Abortion- 2012 Barack Obamaial Candidate www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> Mr. <strong> Patrick Bauer </strong> says. But in considering one... BSG: National League MVP candidates A rundown of possible National League MVP candidates including <strong> Albert Pujols </strong>, <strong> Ryan Howard </strong>, <strong> Hunter Pence </strong>, <strong> Matt Kemp </strong> and <strong> Prince Fielder </strong> www.battingstanceguy.com... <strong> Mike Pence </strong>'s Speech at the", "new_id": -2}, {"uid": "1296690785156778521", "i": 7997, "idx": 1, "sa": ["Howard Fineman", "Diana DeGette", "Ron Reagan", "Cenk Uygur", "Matt Taibbi", "Lawrence O'Donnell", "Bernie Sanders", "Bethenny Frankel", "Richard M. Durbin"], "q": "<strong> Richard M. Durbin </strong>( D-Ill.); Charles Blow, New York Times; <strong> Ron Reagan </strong>, author and political commentator`` MSNBC Live with <strong> Cenk Uygur </strong>'': <strong> Matt Taibbi </strong>, Rolling Stone; Rep. <strong> Diana DeGette </strong>( D-Colo.) <q> The Last Word with <strong> Lawrence O'Donnell </strong> </q>: Hisham Melhem, Al-Arabiya Washington Bureau Chief; <strong> Howard Fineman </strong>, Huffington Post and MSNBC Political Analyst; Sen. <strong> Bernie Sanders </strong>( I-Vt.); <strong> Bethenny Frankel </strong>, best-selling author and star of`` <strong> Bethenny Frankel </strong> Ever After'' on Bravo TV", "new_id": -2}, {"uid": "1297443949230703173", "i": 34634, "idx": 5, "sa": ["Bill Posey", "Mike Pence", "Mitt Romney"], "q": "institution.'' However, Kentucky is one of many states that does not notify the FBI when its courts make such decisions, said <strong> Mike Pence </strong> Bob Damron, D-Nicholasville, the <strong> Bill Posey </strong>'s sponsor. <q> The problem is that there's really not a good reporting process for actions taken by the courts, </q> Damron told the comMitt Romneyee. The <strong> Bill Posey </strong> also includes an appeals process through the courts for people who later claim to have recovered their mental health so they can have their names removed from the national list.", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,'' he said.`` I also did it because I believe[ we] can find a star,'' <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}]