[{"uid": "1297460017090980370", "i": 33229, "idx": 0, "sa": ["David Letterman"], "q": "the headliners for the 2011 Glastonbury Festival in England this summer. Glastonbury runs from June 22-26 and is expected to close out the final night of the weekend. Her husband Jay-Z performed at Glastonbury in 2008. <q> This really is the biggest festival in the world and I can not wait to perform there. Everyone who attends is really appreciative of music and is in such a good mood that entire weekend, </q> she said in a statement.`` I'm pumped just thinking about that huge audience and soaking up their energy.'' British singer Adele will perform as part of CBS's Live On <strong> David Letterman </strong> webcast series", "new_id": -2}, {"uid": "1295245546048136202", "i": 20482, "idx": 2, "sa": ["Allen Iverson"], "q": "if they can just make it that far. <strong> Allen Iverson </strong> scored 29 points despite spraining his right ring finger in the first half and the Nuggets ended San Antonio's 11-game winning streak, 109-96, on Friday night. <q> It's just because our backs are against the wall, </q> <strong> Allen Iverson </strong> said after Denver's second big win over a nemesis[ Phoenix] in 48 hours.`` We understand that every night we have to come in here and play hard and play together and not take any", "new_id": -2}, {"uid": "1295948629120340631", "i": 44438, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Richard Land", "Abraham Foxman"], "q": "potential constituency includes all Southern Baptists. With almost 16.2 million members, the Nashville-based SBC is the largest Protestant denomination in the U.S. Anti-Defamation League National Director <strong> Abraham Foxman </strong> released a statement on <strong> Richard Land </strong>'s withdrawal writing, <q> We respect <strong> Richard Land </strong>. We respect his decision. We wish it were otherwise. </q>___ Online: ADL's Interfaith Coalition on Mosques: Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog BERKELEY", "new_id": -2}, {"uid": "1295131435025296915", "i": 26311, "idx": 1, "sa": ["Michael Heisley", "Chris Halvorsen", "Lionel Hollins", "Ben Wallace", "Allen Iverson"], "q": "Twitter feed:`` God Chose Memphis as the place that I will continue my career.'' Referring to a Monday meeting with Grizzlies owner <strong> Michael Heisley </strong>, general manager <strong> Chris Halvorsen </strong> <strong> Ben Wallace </strong> and head coach <strong> Lionel Hollins </strong>, <strong> Allen Iverson </strong> added: <q> I feel that they are committed to developing a winner and I know that I can help them to accomplish that. I feel that I can trust them. </q> The Grizzlies are believed to be offering <strong> Allen Iverson </strong> a one-year deal worth$ 3.5 million, which is far less than the nearly$ 21 million he earned last season in Denver and Detroit but more than anyone else was", "new_id": -2}, {"uid": "1296407544252772372", "i": 157, "idx": 35, "sa": ["Chris Webber", "Allen Iverson"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what <strong> Elgin Baylor </strong> did. It helped me out. </q> Webbe... Toronto Raptors vs Philadelphia 76ers Apr. 12/09 On the heels of a horrible season and out of the playoffs for the first time in three years, all the Toronto Raptors could hope for Sunday was to win", "new_id": -2}, {"uid": "1297044026199639050", "i": 29806, "idx": 0, "sa": ["Eric Schmidt"], "q": "European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. Skip related content <q> We certainly want to avoid that, </q> <strong> Eric Schmidt </strong> told the paper in an interview.`` I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"uid": "1297174755196968449", "i": 49396, "idx": 0, "sa": ["Simon Cowell"], "q": "Commitment and expertise are the most important factors he is looking for in a judge, <strong> Simon Cowell </strong> said, because they will have to work with the finalists five or six days a week throughout the competition. <q> They also have to be competitive with each other, because the judges are competing, too. </q> Each will be trying to guide his or her pupils to the grand prize. This will create a situation in which someone like <strong> Simon Cowell </strong> will be critiquing those mentored by another judge and being`` extra nice", "new_id": -2}, {"uid": "1295524993082116642", "i": 38449, "idx": 1, "sa": ["Simon Cowell"], "q": "U.S. and admits it took a discussion with an unnamed`` successful'' friend to make him realize it was time to go. He explained on a forthcoming episode of`` Oprah Presents Master Class'': <q> I asked a very successful guy,` What's the best advice you can give me?' and he said,` <strong> Simon Cowell </strong>, always know when to leave the fair.' And I think that's good advice. Something inside you just says,` You know what, it's time to go.' Without any regrets whatsoever. </q> Despite departing` American Idol', <strong> Simon Cowell </strong>-- who got engaged to make-up artist Mezhgan Hussainy last year-- insists he has enjoyed being a TV talent show judge because it isn't very difficult.", "new_id": -2}, {"uid": "1295685093156418051", "i": 19725, "idx": 4, "sa": ["Lou Kerner", "Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade.`` What I do think Facebook has shown <strong> Google Inc. </strong> is that they're moving too slow,'' <strong> Lou Kerner </strong> said. <q> Facebook is moving at the speed of light and <strong> Google Inc. </strong> isn't.`` Having three people running the company, making the decisions, was slowing it down, </q> he added. AFP <cite> This story is sourced direct from an overseas news agency as an additional service to readers. Spelling follows North American usage, along with foreign currency and measurement units. </cite>", "new_id": -2}, [{"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane? </q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.''( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}]]