[{"uid": "1295615312003915794", "i": 31192, "idx": 4, "sa": ["Eric Schmidt"], "q": "far exceeding market expectations. <strong> Eric Schmidt </strong> said that it had been a \"great privilege\" to lead the company and claimed that the future outlook is \"bright\" under the new management structure. <q>We are confident that this focus will serve Google and our users well in the future. Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade- and we anticipate working together for a long time to come,</q> said <strong> Eric Schmidt </strong>.", "new_id": -2}, {"uid": "1297171803034897961", "i": 34575, "idx": 2, "sa": ["John McCain", "Donald Rumsfeld"], "q": "media.\" The book, \"Known and Unknown,\" is available in stores Tuesday. <strong> John McCain </strong> shot back, saying in an interview that while he \"respect[ s] <strong> Donald Rumsfeld </strong>,\" they had <q>a very, very strong difference of opinion about the strategy he was employing in Iraq, which I predicted was doomed to failure.</q> \"Thank God he was relieved of his duties and we put the surge in,\" <strong> John McCain </strong> said. \"Otherwise, we would have had a disastrous defeat in Iraq.\" <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong>", "new_id": -2}, {"uid": "1297390016200884258", "i": 41916, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "his own kids have struggled with drug addiction....\" If the reader is still puzzled by the enigmatic \"Our sources beg to differ,\" the following may add to the confusion-or enlightenment: <q>But above all, what is most likely to rankle many in Washington-and overshadow the real accomplishments of <strong> Donald Rumsfeld </strong>'s five decades of public service-is that while he can mercilessly point out others' flaws, he allows himself far more, shall we say, nuance.</q> Will any of this matter? Perhaps not. History is invariably written by the winners, and try as he might, ultimate victory will be hard for Don <strong> Donald Rumsfeld </strong> to claim. Now, to", "new_id": -2}, {"uid": "1297090709063078410", "i": 20140, "idx": 3, "sa": ["Simon Cowell", "Cecile Frot-Coutaz"], "q": "controversy. You never know what <strong> Simon Cowell </strong> has up his sleeve, and since he will be working both behind and in front of the camera, the country should brace itself to expect the unexpected.\" <q>Since its U.K. debut in 2004, THE X FACTOR has proven itself a global success story in numerous territories worldwide,</q> said executive producer <strong> Cecile Frot-Coutaz </strong>, CEO of FremantleMedia North America. \"Now, as we bring this widely popular format to U.S. audiences, I look forward to building a new franchise for a new decade with the return", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season. \"I thought AI had a real good feel for the game,\" Nuggets coach <strong> George Karl </strong> said. <q><strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved.</q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}, {"uid": "1297449743186662931", "i": 46857, "idx": 0, "sa": ["Steve Ballmer"], "q": ". Nokia, which dominated the mobile phone industry in the 90s and early 2000s, has failed to keep pace with Apple and Google in the fast-growing and lucrative smartphone market. 02 Feb 2011 <q>Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale,</q> he said. \"Nokia is at a critical juncture, where significant change is necessary and inevitable in our journey forward.\" <strong> Steve Ballmer </strong>, chief executive of Microsoft, said the partnership would \"dramatically accelerate", "new_id": -2}, {"uid": "1297271679224821249", "i": 9067, "idx": 0, "sa": ["Zahi Hawass", "Howard Carter"], "q": "were in need of restoration work including a statue of King Tutankhamun, part of the treasure trove discovered in his tomb in Luxor's Valley of the Kings, uncovered by British archaeologist <strong> Howard Carter </strong> in 1922. <q>We started the restoration two days ago. In three days, all these monuments will be completely restored,</q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs", "new_id": -2}, {"uid": "1296856799145915922", "i": 23922, "idx": 0, "sa": ["Sergio Marchionne"], "q": "to generate another$ 1 billion this year. <strong> Sergio Marchionne </strong> said the company expects to report a net income of between$ 200 million and$ 500 million this year even after interest expenses. <q>It is a thorn in my side,</q> <strong> Sergio Marchionne </strong> said of the government debt. \"But when we did this deal back in 2009 we could not have borrowed a buck from a 7-11 store. The banking system was shut.\"", "new_id": -2}, {"uid": "1296921359074088455", "i": 44173, "idx": 0, "sa": ["Barbara Walters", "David Letterman"], "q": "heart surgery in 2000 and chatted candidly with <strong> Barbara Walters </strong> about his feelings of joy following the operation. But they didn't last long. During the chat, <strong> David Letterman </strong> stated, <q>Depression is a <strong> Bill Clinton </strong> hole... I've dabbled in it. \"There's a difference in being sad and being blue and being depressed and being chemically or clinically depressed. I do know the difference between those and it's horrifying. \"Without some kind of medicinal help... institutions used to be full of people who were depressed.</q>", "new_id": -2}, {"uid": "1297091703077316256", "i": 6796, "idx": 1, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong> speaks during the... Report Abuse \"Awesome game! Go Daddy commercials were terrible! Liked the unexpectedly awkward Doritos commercial, though it wasn't up to par with previous super bowl commercials.\" Report Abuse <q>I didn't waste a single moment watching any of them.</q> I have never bought a single item based on a TV or print ad. Report Abuse \"The worst commercials in memory.\" The worst of the worst was the g@y Doritos finger licking", "new_id": -2}]