[{"uid": "1295443842077627400", "i": 3015, "idx": 1, "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "q": "an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. \"<strong> Ricky Gervais </strong> was the host of the( Globes) show- very funny guy,\" <strong> David Letterman </strong> said on his late-night CBS show Monday. <q>But there's already talk that he'll never be invited back, and I say, \"Hey, welcome to the club.'</q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre\"s hosts, including <strong> Heidi Klum </strong> of \"Project Runway\" and <strong> Jeff Probst </strong> of \"Survivor", "new_id": -2}, {"uid": "1296227064117063684", "i": 4816, "idx": 1, "sa": ["Rahm Emanuel", "Mike Pence"], "q": "for the White House. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star. <q>We will not seek the Republican nomination for president in 2012.</q> The Washington Post>>> Are Republicans \"terrified of tea'? Politico analyzes the GOP\"s reluctance to cross tea party favorite <strong> Rahm Emanuel </strong> Michele Bachman, R-Minn. More", "new_id": -2}, {"uid": "1296166292065404942", "i": 36971, "idx": 4, "sa": ["Eric Schmidt"], "q": "of YouTube video is watched on Facebook every day. So Facebook isn't a competitor yet. It's still \"too early to tell.\" But <strong> Eric Schmidt </strong> does see Microsoft as a competitor. <q>Microsoft has more cash, more engineers, more global reach[ than Facebook]. We see competition from Microsoft every day.</q>", "new_id": -2}, {"uid": "1295665764077054063", "i": 16684, "idx": 4, "sa": ["Eric Schmidt"], "q": "long time. By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company,\" Mr <strong> Eric Schmidt </strong> said. Commenting on the management change, Mr Page said: <q><strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade... we are only at the beginning and I can't wait to get started.</q>", "new_id": -2}, {"uid": "1295909303177651718", "i": 10723, "idx": 2, "sa": ["Simon Cowell", "Jennifer Lopez"], "q": "this blessing. The astonishing <strong> Jennifer Lopez </strong> did stoop to conquer: Her kindness( all the more engaging for its chilly context) seems to insist that brute judicial honesty is neither refined nor necessary. <q>It's a different kind of energy now,</q> <strong> Jennifer Lopez </strong> told an interviewer this week. Jobs at The Globe& Mail Â© Copyright 2011 The Globe and Mail Inc.. All Rights Reserved. M5V 2S9 <strong> Simon Cowell </strong> Crawley, Publisher", "new_id": -2}, {"uid": "1296006847180027411", "i": 7652, "idx": 0, "sa": ["Carol Browner", "Michael Vick", "Alec Baldwin", "Barack Obama"], "q": "Left wants to remove animals from our diets and return as much of the Earth to nature, they can read this. \"<strong> Michael Vick </strong>: Black Sheep or Scapegoat on Animal Rights?\" by <strong> Alec Baldwin </strong> www.huffingtonpost.com Articles-Columns: <q><strong> Van Jones </strong>, \"<strong> J. Scott </strong> Jobs Czar,' a self-described` communist' arrested during <strong> Rodney King </strong> riots</q> www.examiner.com \"Exposed: The Secret AP: <strong> Carol Browner </strong> leaving as <strong> Barack Obama </strong> energy adviser <strong> Carol Browner </strong>, <strong> Barack Obama </strong>\"s top energy& climate adviser, to step down <strong> Barack Obama </strong> energy, climate adviser to step down: report Director of Policy", "new_id": -2}, {"uid": "1297379524211959861", "i": 24271, "idx": 0, "sa": ["Michael Vick"], "q": "At an upscale hotel in Dallas Texas a top official in the city of Dallas gave the key to the city to <strong> Michael Vick </strong>. In a <q>gushing like a school girl with a crush</q> display he hands over the key to <strong> Michael Vick </strong>. On Monday morning the Mayor of Dallas demanded it back. The mayor states that the official did not have the authority or the permission", "new_id": -2}, {"uid": "1296064412015335442", "i": 34683, "idx": 1, "sa": ["Mimi Walters", "Bill Lockyer"], "q": "plans. \"We want reforms in place before there's any discussion about tax increases,\" said <strong> Mimi Walters </strong>, the GOP's nominee in the fall for state treasurer who was trounced by incumbent <strong> Bill Lockyer </strong>. <q>I do know there's not support at all to even put it on the ballot without significant pension reforms.</q> Brown has proposed cutting$ 12.5 billion in expenditures and asking voters to extend for five years temporary taxes on personal income, sales and autos in an attempt to solve a$ 25.4 billion deficit.", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q>I think he's the clear frontrunner and I think the race is his if he chooses to accept it,</q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}, {"uid": "1295019585186548231", "i": 6692, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": "as possible.\" A judge will hear the matter on January 26th. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead. He tells Late Show host <strong> David Letterman </strong>, <q>The kids are doing ok, we have been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I, <strong> Kayte Walsh </strong>'s my new girl, we're planning to get married soon. Sometime in February.</q> You can send a story to multiple email addresses by separating the email addresses with a semicolon(;)", "new_id": -2}]