[{"uid": "1295560338061718544", "i": 35840, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "top job from <strong> Eric Schmidt </strong>, who had been brought in as CEO a decade ago because <strong> Google Inc. </strong>'s investors believed the company needed a more mature leader. The changes will be effective April 4. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and Sergey for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page", "new_id": -2}, {"uid": "1297135617068190238", "i": 25160, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "Kimberly Strassel, it's not that.`` At the heart of Mr. <strong> Donald Rumsfeld </strong>'s book is an important critique of the Bush administration that has been largely missing from the debate over Iraq,'' Strassel writes. <q> The dominant narrative to date has been that a cowboy president and his posse of neocons went to war without adequate preparation and ran roughshod over doubts by more sober bureaucratic and strategic minds. </q> But what <strong> Donald Rumsfeld </strong> described in his memoir is a tale of mismanagement,`` one that holds individuals''- but not necessarily <strong> Donald Rumsfeld </strong> himself-`` responsible for failures of execution,'' Strassel writes.", "new_id": -2}, {"uid": "1296486373063668243", "i": 2367, "idx": 4, "sa": ["Mike Pence", "Dan Quayle", "Bill Stephan", "Ronald Reagan", "Jack Kemp"], "q": "remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve,'' <strong> Bill Stephan </strong> said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school, largely because he heard in <strong> Ronald Reagan </strong> <q> the manifestation of the kind of traditional American ideals that I was raised to believe in. </q>( Besides <strong> Ronald Reagan </strong>, <strong> Mike Pence </strong>'s top political heroes include Republicans <strong> Jack Kemp </strong> and <strong> Dan Quayle </strong>.) But his first attempts at elected office-- not counting his successful run for class president in high school-- did not", "new_id": -2}, {"uid": "1296311665197001241", "i": 36340, "idx": 0, "sa": ["Robbie Williams", "Simon Cowell"], "q": "singing contest think the Take That star would be ideal replacement for <strong> Simon Cowell </strong>, who is expected to quit the show as he concentrates on the US version instead. One X Factor insider revealed: <q> <strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical.`` We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be, </q> the source told the Daily Star.`` There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it.'' If <strong> Robbie Williams </strong> does accept the offer, he", "new_id": -2}, {"uid": "1297505882112263210", "i": 6330, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Nicole Scherzinger"], "q": "recent accusation she stole a$ 2,500 necklace from upmarket Californian boutique Kamofie& Company- is reportedly wanted by <strong> Simon Cowell </strong> to join him on the judging panel. A source told Brtiain's Daily Mirror: <q> <strong> Simon Cowell </strong> wants him and three beautiful girls on the panel. He will sit there like the cat that got the cream. <strong> Lindsay Lohan </strong> is notorious but she will give the show an edginess.`` There's been serious talks but <strong> Lindsay Lohan </strong>'s legal issues and her commitment to stay sober need to be worked through. She knows this could turn her life around. </q> <strong> Cheryl Cole </strong> and <strong> Nicole Scherzinger </strong> are frontrunners for roles on the show when it launches in America later this year but <strong> Simon Cowell </strong> is still trying to decide on the perfect combination. The", "new_id": -2}, {"uid": "1297228860207454240", "i": 7185, "idx": 1, "sa": ["Donald Rumsfeld", "Colin Powell", "Abu Musab al-Zarqawi"], "q": "hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> <strong> Donald Rumsfeld </strong> said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the <strong> Abu Musab al-Zarqawi </strong> Qaeda terrorist network. <strong> Donald Rumsfeld </strong> wrote that he", "new_id": -2}, {"uid": "1295724016068648985", "i": 17844, "idx": 0, "sa": ["Andy Coulson"], "q": "have it for themselves. They already control enough of the`` news'' media that they can sell fear to the American people, in order to get us to open our wallets around tax time. Report Abuse <q> the sane people of israel and iran are being held hostage by their own religious lunatics. </q> both countrys use religion as a matter of making policy. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Work At", "new_id": -2}, {"uid": "1295958121022577156", "i": 33189, "idx": 0, "sa": ["Cheryl Cole", "Girls Aloud", "Derek Hough", "Justin Bieber", "Simon Cowell"], "q": "credibility'' to the American X Factor. A friend of <strong> Cheryl Cole </strong>'s beau <strong> Derek Hough </strong>. The truth is, nothing has been signed and the producers still aren't convinced.'' The source continued: <q> They are more keen to get a big US star like Katy or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> <strong> Girls Aloud </strong> star's pal and UK X Factor boss, <strong> Simon Cowell </strong>, is fighting to secure <strong> Cheryl Cole </strong>'s place on the US panel, as well as <strong> Derek Hough </strong> and her other showbiz pals, <strong> Justin Bieber </strong> encouraging <strong> Cheryl Cole </strong>", "new_id": -2}, {"uid": "1297372622106381327", "i": 29128, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "e-mail to employees Wednesday. India looks to broadband connectivity and fiber optic cable projects as major engines for economic development as it prepares for a huge uptick in demand for online access from consumers and businesses. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, [{"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star.`` Honestly, they play me one-on-one, straight up,'' <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q> Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something. </q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}]]