[{"uid": "1296152261127467563", "i": 22201, "idx": 0, "sa": ["Eric Schmidt"], "q": "vid?os sur YouTube'', d?clare Shiva Rajaraman, en qualit de Group Product Manager chez YouTube, dans une youtube Les autres articles sur ce sujet <strong> Eric Schmidt </strong> n'est plus le P-DG de Google: <q> Larry est pr?t? diriger </q> Google n' a pas mis le grappin sur Groupon alors il le fait tout seul[...] Ce billet tait mentionn sur Twitter par Maxime Slemett et GOOGLE_INFOS, Flash Presse Tech. Flash Presse Tech a", "new_id": -2}, {"uid": "1297319963198246426", "i": 43805, "idx": 1, "sa": ["Eric Schmidt"], "q": "Amelia Torres, spokeswoman for competition issues at the commission, in a Wall Street Journal This all stems from a story published in The Sunday Telegraph in which the reporter( not lame duck CEO <strong> Eric Schmidt </strong>) said <q> Google could be willing to change some of its algorithm methodology in search. </q> What followed was a slew of regurgitated stories that Google was ready to change its algorithm. Without reading carefully, many assumed <strong> Eric Schmidt </strong> was being paraphrased. But it seems the author was just rambling on about a", "new_id": -2}, {"uid": "1296667040253952025", "i": 47778, "idx": 2, "sa": ["Allen Iverson"], "q": "his own steal with 9:13 to play pulled the Nuggets within 93-87, then he hit a 3-pointer at the 3:24 mark that made it 101-97. His three-point play with 2:10 left cut Sacramento's lead to 103-100. <q> I was having such a bad game that I thought I hit the last shot, </q> <strong> Allen Iverson </strong> said.''` K' hit that http://wn.com/Leopard_in_cage,_Dortmund_zoo_or_another,_it's_the_same_FAIR_USE_INTENDED_ONLY Zoo A zoological garden, zoological park, menagerie, or zoo is a facility in which animals are confined within enclosures, displayed to the public, and in", "new_id": -2}, {"uid": "1295476002156581899", "i": 59737, "idx": 1, "sa": ["George W. Bush", "Bernie Sanders", "Orrin Hatch"], "q": "briefing on U.S.-China policy. One senator, <strong> Bernie Sanders </strong>( Vt.), an independent who espouses socialist views, criticized the Smithsonian Institution for selling busts of U.S. George W. Bushs that have`` Made in China'' labels. <q> Given the state of the American economy, I would urge the National Museum of American History to do its very best to find American companies to manufacture the products that it sells, </q> <strong> Bernie Sanders </strong> wrote to the director of the museum. To be sure, some lawmakers still consider China a nation that offers tremendous economic opportunity.`` Engagement with China is important,'' href=\"http://www.whorunsgov.com/Profiles/Orrin Hatch_G._Orrin Hatch\" target=\"\">", "new_id": -2}, {"uid": "1297423283196083721", "i": 2158, "idx": 0, "sa": ["Colin Powell"], "q": "manner that contradicted international laws that apply to war. When then Chairman of the Joint Chiefs of Staff, General <strong> Colin Powell </strong>, was asked about the number of deaths the Iraqi military suffered, he said, <q> I don't have a clue and I don't plan to undertake any real effort to find out. </q> This is the same man who stated several months after Desert Storm that his goal was to`` make the world scared to death of the United States.'' Re: Six Years Later: March 19- Shock", "new_id": -2}, {"uid": "1296200464159858698", "i": 5806, "idx": 2, "sa": ["Eric Holcomb", "Mike Pence"], "q": "<strong> Mike Pence </strong> in Washington. That night, <strong> Mike Pence </strong>, his wife, Karen, and their children reached the final decision that he would not seek the White House-- at least not in 2012. <q> We believe our calling is closer to home, </q> he said. His decision, though, doesn't preclude a future presidential bid. If anything, said Bill Blomquist, a political science professor at Indiana University-Purdue University Indianapolis, a stint as <strong> Eric Holcomb </strong> on his", "new_id": -2}, {"uid": "1297182562166789141", "i": 3259, "idx": 14, "sa": ["George W. Bush", "Donald Rumsfeld", "Condoleezza Rice"], "q": "two difficult wars. <strong> Donald Rumsfeld </strong> accepted the <strong> George W. Bush </strong>'s decision.`` I now believe that this was a misjudgment on my part... More than anything else I have failed to do,'' he writes, <q> and even amid my pride in the many important things that we did accomplish, I regret that I did not leave at that point. </q> Fans of Washington insider politics, meanwhile, will find plenty to chew over. <strong> Donald Rumsfeld </strong> does not hesitate to dish on the personal squabbles that plagued the <strong> George W. Bush </strong> administration. <strong> Donald Rumsfeld </strong> accuses <strong> Condoleezza Rice </strong>, who", "new_id": -2}, {"uid": "1295283551003260420", "i": 38593, "idx": 1, "sa": ["LeBron James", "Allen Iverson", "Jennifer Love Hewitt"], "q": "said <strong> Allen Iverson </strong> plans to retire but also that`` I feel strongly that I can still compete at the highest level.'' The statement also said <strong> Allen Iverson </strong> has tremendous <strong> Jennifer Love Hewitt </strong> for the game and the desire to play. <q> His legacy would be huge, </q> Cleveland Cavaliers All-Star <strong> LeBron James </strong> said.`` He's one of the best when you talk about guys 6-foot and under in the game of basketball. He played injured and he played hard every single night. I do", "new_id": -2}, {"uid": "1296195807246956080", "i": 5139, "idx": 1, "sa": ["Simon Cowell"], "q": "to be a few surprises. I genuinely do. I don't think there's one set way of doing it.... I am in conversations with ITV and Fox.'' <strong> Simon Cowell </strong> went on to reveal: <q> We are going to make an announcement soon. We have to make sure all the shows will be back bigger, better, stronger, different. No-one has been contracted yet, apart from me. </q> American Idol is one of the most successful reality singing competitions in history. Since the beginning, <strong> Simon Cowell </strong> was an integral part of the show, and when <strong> Simon Cowell </strong> announced that he was leaving the show,", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,'' <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as`` deals, partnerships, customers and broader business relationships,'' while Page would <q> merge Google's technology and business vision. </q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so`` there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}]