[{"uid": "1297213371102973450", "i": 57145, "idx": 0, "sa": ["Kevin McCarthy", "Mike Pence", "Robert Gibbs", "Eric Cantor", "Barack Obama", "John Boehner"], "q": "wave a magic wand and necessarily, business creates jobs.\" <strong> Eric Cantor </strong> will join House Speaker <strong> John Boehner </strong> and Majority Whip <strong> Kevin McCarthy </strong> at the meeting. White House Press Secretary <strong> Robert Gibbs </strong> said the <strong> Barack Obama </strong> is planning to have <q> a heavy discussion on the economy and on spending. </q> Global warming skeptics send letter to Congress urging members not give into climate` alarmists' Photo: File photo of U.S. Representative <strong> Mike Pence </strong> Photo in Slideshow: US <strong> Barack Obama </strong> speaks about the situation in... Photo: Portuguese", "new_id": -2}, {"uid": "1295291311074366988", "i": 45490, "idx": 1, "sa": ["Jim Ryun", "Mike Pence"], "q": "to enthusiastically advance the cause of conservatives and constitutional, limited government and for that reason I am encouraging him to get in the race,\" Mr. <strong> Jim Ryun </strong> said in a press release. Benko added, <q> <strong> Mike Pence </strong> describes himself as` First a Christian, then a conservative, then a Republican.' He unifies fiscal, social, and national security conservatives, and will energize the conservative coalition essential to winning back The White House in 2012. </q> The Conservative Champion,\" is up with its first post, entitled, \"America calling <strong> Mike Pence </strong>.... You are the Conservative Champion. We call you to Serve.\" <strong> Mike Pence </strong> is expected to make", "new_id": -2}, {"uid": "1295453957222740491", "i": 24507, "idx": 1, "sa": ["Thomas S. Price", "Mike Pence", "Bill Clinton", "Rob Andrews"], "q": "the speaker's gavel and possibly Democrats' hallmark health care reform plan. Is it legit-- or more lame politics? We have all the angles. Let's start with ABC News and Republicans' plan. <q> They've already unveiled their first major piece of legislation, George. And here it is, short and to the point. This <strong> Bill Clinton </strong> would repeal the entire health care reform law, replace it with nothing and set the stage for the first battle of the new Congress. </q> And battle they will. Always looking for a fight, leaders from the right and left went on CNBC to debate the repeal. You can pRob Andrewsably guess who's who. <strong> Mike Pence </strong> <strong> Thomas S. Price </strong>( R-GA) \"It", "new_id": -2}, {"uid": "1295682265065617928", "i": 106, "idx": 0, "sa": ["Mike Pence"], "q": "there is a campaign to push the Columbus Republican toward the White House. A group of South Carolina lawmakers stood on the steps of their state Capitol on Wednesday to encourage <strong> Mike Pence </strong> to run. <q> It's not a complicated message, but it's a heartfelt one, </q> state <strong> Mike Pence </strong> Kris Crawford said. \"We would like him on the ballot.\" Leaders of the conservative movement made the same argument in a letter to <strong> Mike Pence </strong> this week. \"Seize this", "new_id": -2}, {"uid": "1296391518023904278", "i": 53417, "idx": 12, "sa": ["Mike Pence"], "q": "bill tightening bankruptcy laws, despite its support from the business community, because it would have prevented abortion protesters from filing for bankruptcy to avoid paying court-ordered fines and judgments.( 4 of 4) <q> Conjure what might be thought of as the perfect conservative, and chances are he would look a lot like <strong> Mike Pence </strong>, </q> the New York Times wrote in a 2006 profile. <strong> Mike Pence </strong> did anger conservatives that year when he offered what he hoped would be a middle ground on the immigration debate: creating a temporary guest-worker program that", "new_id": -2}, {"uid": "1296165849194232363", "i": 23414, "idx": 1, "sa": ["Mike Pence"], "q": "\" \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> \" He said he would make a decision \"later this year\" about what his next political step is, but by not running for president it is considered a virtual certainty that he will run for", "new_id": -2}, {"uid": "1296173728032686081", "i": 35993, "idx": 3, "sa": ["Mike Pence"], "q": "\"Besides, he's young- 51. He has plenty of time.\" Others close to the draft movement admit to be in a \"funk\" about <strong> Mike Pence </strong>'s decision. One stating: <q> Seriously, we have no one for 2012 now. </q> I don't think it's that bad. But it gives you an idea how\" The content of this field is kept private and will not be shown publicly. National Review Online are monitored", "new_id": -2}, {"uid": "1295481890209436710", "i": 44173, "idx": 0, "sa": ["Mike Pence"], "q": "Republicans want to repeal healthcare` lock, stock and barrel' The Hill^| 1/19/11| Josiah Ryan Posted on 01/19/2011 3:36:47 PM PST pissant House Republicans will vote to repeal the healthcare law <q> lock, stock and barrel, </q> <strong> Mike Pence </strong> said Wednesday. The remarks by the Indiana Republican, who is thought to be mulling a White House run, shows not all lawmakers shying away from colorful rhetoric in the wake of the Arizona shootings", "new_id": -2}, {"uid": "1295432574026050633", "i": 2074, "idx": 0, "sa": ["Eric Cantor", "Mike Pence", "Barack Obama"], "q": "majority and several Tea Party freshmen. However, the measure will have almost no chance of making it past its next two hurdles: a Democratic-leaning Senate and a Barack Obamaial veto. Representative <strong> Mike Pence </strong>( R-Indiana) said, <q> We will vote to repeal Barack Obamacare again and again until we consign their government takeover to the ash heap of history where it belongs. Welcome to the 112th Congress. AmEric Cantoran people-- this is your week. </q> House Democrats, however, have criticized the Republican majority for pushing for a final vote on the measure, scheduled for next Wednesday, without allowing any amendments-- something they see as a failure of the GOP to", "new_id": -2}, {"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q> Is Not the Kind of Plan Americans Want </q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care \"Is Not the Kind of Plan Americans Want\" In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}]