[{"i": 10731, "idx": 0, "index_answer": 0, "new_id": -1, "q": "that truth will keep national headquarters from wasting the opportunity to hit up donors. Speaking of: In the same e-mail, <strong> Cecile Richards </strong> claims that <strong> Mike Pence </strong>'s bill would make it so that Planned Parenthood <q> can no longer provide family planning, birth control, or preventive care to millions of women. </q> They're a profit-maker with high-paid friends who do fundraisers for them. We're not talking about some struggling crisis-pregnancy center( The very fact that the people behind the video would fabricate a story about a child", "sa": ["Cecile Richards", "Mike Pence"], "uid": "1296777793174178305"}, {"uid": "1295563261075235353", "i": 5066, "idx": 2, "sa": ["Eric Schmidt"], "q": "of co-founder as opposed to his current role of president, Technology.\" He's an innovator and entrepreneur to the core, and this role suits him perfectly,\" <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+` px';} else{ this.style.height=' 250px';};\"> ZDNet: 5 things to know about electric", "new_id": -2}, {"uid": "1296608451170311685", "i": 4045, "idx": 0, "sa": ["Phil Collins", "Adam Sandler", "David Letterman"], "q": ", shall we say, <strong> David Letterman </strong> or attending the People's Choice Awards. But finally, something other than Punch Drunk Love got him to put on a suit. And a tie! <q> Enjoy the magic of this moment buddy because tomorrow a pre-op transsexual will be turning tricks on top of your name, </q> Kevin James advised <strong> Adam Sandler </strong> today as the funnyman was honored with the 2,431 st star on the Hollywood Walk of Fame. <strong> Phil Collins </strong> to go solo after Genesis; and he invented the salad dressing that ultimately was bottled", "new_id": -2}, {"uid": "1297282262095453186", "i": 41247, "idx": 1, "sa": ["Zahi Hawass"], "q": "interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs from the museum shop. <q> Thank God the museum was dark and they could not see anything, </q> he said. He praised Egyptian anti-government protesters who had stood guard outside the museum and caught some of the thieves as they tried to get away.\" It was wonderful to find that these real", "new_id": -2}, {"uid": "1297294523070500357", "i": 13339, "idx": 3, "sa": ["George Washington", "Donald Rumsfeld", "John Yoo", "Maureen Dowd", "Tom Ridge"], "q": " <strong> John Yoo </strong> Dickerson, Slate( 2008) <strong> Tom Ridge </strong> Job: <strong> Donald Rumsfeld </strong> of Homeland Security Notable achievement: Color-coded terror alerts Memoir: Test <strong> George Washington </strong> Times( 2009) What they said about him then: <q> Nobody in America makes me feel more insecure than <strong> Tom Ridge </strong> Ridge.The man who is supposed to restore my confidence in the prospect of my safety gives me the uneasy sense that the door's unlocked, the alarm's off and there's a ladder leaning up against the house. </q>- <strong> Maureen Dowd </strong>, The New York Times( 2003) What they say about him now:\" The basic issue is this: <strong> Tom Ridge </strong>, he of the color-coded terror alerts, has now confirmed what many", "new_id": -2}, {"uid": "1296100632011763718", "i": 27087, "idx": 12, "sa": ["Michael Vick"], "q": "18 months at Leavenworth, Kan.. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savoring his experience with his teammates and soaking in the 80-degree weather. <q> I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short, </q> he said. Things seem to be turning around for <strong> Michael Vick </strong> off the field as well. stories with the most comments in the last 7 days. Pittsburgh Steelers question: Steelers and Jets fans-- which", "new_id": -2}, {"uid": "1295633013146702365", "i": 46273, "idx": 0, "sa": ["Eric Schmidt"], "q": "what Google has accomplished under his watch, and there's nothing embarrassing about getting fired. But let's be serious: <strong> Eric Schmidt </strong> got fired. Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- <q> day-to-day adult supervision is no longer needed </q>-- through his carefully worded blog post that screamed\" friction at the top,\" through his patronizing remarks about how he thinks Larry Page is finally\" ready\" to be CEO, it seemed", "new_id": -2}, {"uid": "1296014345168460294", "i": 7517, "idx": 0, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "rebounds and 4000+ assists. http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.\" It was definitely a special night,\" <strong> Linas Kleiza </strong> said.\" I will remember this night for the rest of my", "new_id": -2}, {"uid": "1297182555166789121", "i": 47967, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "In an interview with ABC news on the eve of the book's release, <strong> Donald Rumsfeld </strong> said,\" What you know today can help you unthink your thinking about tomorrow.\" <strong> Donald Rumsfeld </strong> said, <q> It can't help you with things you were thinking about back then, </q> and added,\" Back then there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons.\" <strong> Donald Rumsfeld </strong>, one of the most divisive members of his administration, served as defense secretary under former <strong> President Bush </strong>", "new_id": -2}, {"uid": "1296207432158072868", "i": 2548, "idx": 0, "sa": ["Dick Armey", "Mike Pence"], "q": "conservatives, including Tea Party activist and former House Majority Leader <strong> Dick Armey </strong>( R-Texas), publicly urged the Indiana congressman to jump into the White House race. In a public letter, <strong> Dick Armey </strong> and others wrote: <q> Now is the time for you, as one of this generation's leaders, to take your rightful place in the pantheon of American leadership, to cast aside personal considerations, and defend this God-blessed nation that has given us, and the world, so much. </q> And there is a\" Draft <strong> Mike Pence </strong>\" for president movement on the Internet. Without wishing any disrespect to <strong> Mike Pence </strong>, it is worth considering the possibility that one reason", "new_id": -2}]