[{"uid": "1295749089127680581", "i": 13101, "idx": 2, "sa": ["Michael Arrington", "Eric Schmidt"], "q": "three Google leaders convinced him to hold off, <strong> Michael Arrington </strong> wrote. \"Google insisted the story wasn't accurate, wasn't even close to accurate, and generally contained no accuracy whatsoever,\" <strong> Michael Arrington </strong> wrote. <q> We killed the story, since their denials seemed fairly straightforward and honest, and we found no other independent sources. </q> In a new interview Thursday, <strong> Eric Schmidt </strong> insisted that he is stepping up to become executive chairman and that the move simply formalizes how things have been run at Google already. and its licensors. All", "new_id": -2}, {"uid": "1295673423206995553", "i": 37877, "idx": 0, "sa": ["Liza Minnelli", "Simon Cowell", "Steven Tyler"], "q": "has been in a while. Although they seem to understand, as <strong> Simon Cowell </strong> did, that false hope is not an act of kindness, they may see things that previous judges did not. <q> You won't find many people like that, that kind of enthusiasm, </q> <strong> Steven Tyler </strong> said of the <strong> Liza Minnelli </strong> wannabe who essentially pleaded her way into the next round. \"I am going to personally work that into something good.\" He may be all talk, the initial good", "new_id": -2}, {"uid": "1295693165029671442", "i": 4489, "idx": 0, "sa": ["Danny Granger", "Allen Iverson", "Dahntay Jones"], "q": ". teams such as Indiana can rally and finish off the Sixers at home. <strong> Danny Granger </strong> scored 26 points and <strong> Dahntay Jones </strong> had 18 points to lead the Pacers to a 109-98 win over the Philadelphia 76ers on Monday night. <q> At times, when we can put teams away, we go about it in a lackadaisical way, </q> <strong> Allen Iverson </strong> said. \"We're going to continue to struggle as long as we don't have that killer instinct that everybody's been talking about.\" The Pacers earned a split of the home-and-home series after Philadelphia", "new_id": -2}, {"uid": "1296773313116113430", "i": 22596, "idx": 0, "sa": ["Mike Pence"], "q": "using the Planned Parenthood video as a rallying cry. Rep. <strong> Mike Pence </strong>( R-Ind.) said this week that the video helps make the case for his bill that would strip Planned Parenthood of federal funding. <q> Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, </q> he said. <strong> Mike Pence </strong> is also participating in a webcast Thursday night with almost a dozen anti-abortion rights groups to build support for his measure. Planned Parenthood receives about$ 350 million each year in government grants", "new_id": -2}, {"uid": "1296522021211714148", "i": 16532, "idx": 0, "sa": ["Sergio Marchionne"], "q": "spokeswoman at Chrysler Canada, said Monday. Chrysler's salaried employees- 10,000 in the U.S. and 755 in Canada- will also receive a bonus, although Gosselin declined to disclose the amount. <q> Those detail are considered confidential employment records, </q> she said. Employees received an email from Chrysler Group CEO <strong> Sergio Marchionne </strong> Monday morning notifying them of the payment as well as the company's financial performance in 2010. In a conference call with analysts", "new_id": -2}, {"uid": "1296278683209059853", "i": 48017, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "dollars you can expand that research and development group.\" <strong> Kirsten Gillibrand </strong>'s plan would create a permanent 20 percent research and development tax credit that could impact more than 2,000 businesses and spur job growth across the nation. <q> You have to continue to invest very aggressively in high tech businesses or the technology marches by your company and there's no way we're going to let that happen, </q> Balfour said. You can send a story to multiple email addresses by separating the email addresses with a semicolon(;)", "new_id": -2}, {"uid": "1296803869266600456", "i": 13278, "idx": 2, "sa": ["Thaddeus Young", "Allen Iverson"], "q": "and <strong> Thaddeus Young </strong> and <strong> Allen Iverson </strong> each had 16. The Sixers have lost 13 of 14 games. <strong> Allen Iverson </strong> had his left knee drained before the game for the second time this week and will have an MRI on Thursday. <q> This one's on me. I let us down tonight, </q> <strong> Allen Iverson </strong> said. \"I feel bad, that's a game we should have won. We didn't make shots at the time we needed to make shots.\" The crowd chanted \"We Want AI!", "new_id": -2}, {"uid": "1295600499103776311", "i": 7317, "idx": 3, "sa": ["Eric Schmidt"], "q": "world's largest social network. Google said the management change was made as part of a plan to \"streamline\" decision making and create clearer lines of responsibility and accountability at the top. <q> It's a good move. It( the triumvirate management structure) was always one of things that concerned us a little bit, </q> said Ryan Jacob, portfolio manager with the Jacob Internet Fund. \"It should streamline the decision-making process. They're in a fast-moving industry.\" <strong> Eric Schmidt </strong> now plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1295570430037306373", "i": 34160, "idx": 7, "sa": ["Eric Schmidt"], "q": "and this role suits him perfectly.\" According to <strong> Eric Schmidt </strong> as Executive Chairman he will focus wherever he can add the greatest value such as deals, partnerships, customers and broader business relationships. <q> We are confident that this focus will serve Google and our users well in the future. Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-and we anticipate working together for a long time to come, </q> The news comes as Google reported revenues of$ 8.44 billion for the quarter ended December 31, 2010, an increase of 26 per cent compared to the fourth quarter of 2009.", "new_id": -2}, {"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.\" As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q> I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table, </q> he said. \"He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}]