[{"uid": "1294986991012550146", "i": 1792, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman", "Beverly Hills"], "q": "Face-Off! Hello, you either have JavaScript turned off or an old version of Adobe's Flash Player. <strong> Kelsey Grammer </strong>'s first TV interview since his ex hit the damage control circuit isn't going to dispel the <q> he's classier than she is </q> argument. <strong> David Letterman </strong> is known for tossing the occasional hard ball these days... WATCH: Kelsey Grammers' sly toast to Kayte Walsh on The Real Housewives of <strong> Beverly Hills </strong>`` I'm under the impression that your marriage is", "new_id": -2}, {"uid": "1295825164214663176", "i": 2480, "idx": 0, "sa": ["Ben Woldring", "Steve Ballmer"], "q": "als Jugendlicher gewann, die vielen ffentlichen Auftritte, die er als Teenager feierte, und die Fotos, die Treffen des 15 Jahre alten <strong> Ben Woldring </strong> mit Menschen wie dem Microsoft-Chef <strong> Steve Ballmer </strong> dokumentieren, strafen Zweifler L?gen. <q> Schuld an der ganzen Unternehmensidee war letztlich eine Hausaufgabe in der Schule </q>, sagt er. Der Informatiklehrer hatte seinen Sch?lern ber die Ferien aufgetragen, eine eigene Homepage zu erstellen. Weil er die vorgefertigten Homepagebauk?sten langweilig fand, lieh sich <strong> Ben Woldring </strong> in der Bibliothek`` HTML in 20 Schritten''", "new_id": -2}, {"uid": "1297152367211075085", "i": 36989, "idx": 5, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "de situatie.`` Dat betekende dat er niemand overbleef behalve ik.'' Tot twee keer toe schreef <strong> Donald Rumsfeld </strong> een ontslagbrief aan <strong> George W. Bush </strong> die hij persoonlijk op het Witte Huis kwam bezorgen. <strong> George W. Bush </strong> concludeerde echter dat <q> Abu Ghraib niet zou verdwijnen door mijn vertrek en hij had liever dat ik het probleem zou behandelen. </q> Bovendien, vermoedt <strong> Donald Rumsfeld </strong>,`` mijn vertrek zou de critici hebben gesterkt''. Op het matje <strong> Donald Rumsfeld </strong> vertrok uiteindelijk twee jaar later, een dag na de tussentijdse Congresverkiezingen in de VS, waarbij", "new_id": -2}, {"uid": "1297119435178470963", "i": 3467, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> News 9 7401 N. Kelley Ave. Oklahoma City, OK 73111", "new_id": -2}, {"uid": "1295005888194838584", "i": 25761, "idx": 2, "sa": ["Kasie Hunt", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "had been telling her that she was inspiring the country with her courage and that we couldn't wait to take her out to pizza and a weekend away,'' <strong> Kirsten Gillibrand </strong>, a New York Democrat, said. <q> <cite> skint: Jan. 13, 2011- 3:19 PM EST </cite> Lets tell the FACTS Ms. <strong> Kasie Hunt </strong> because they are out there. </q> Rep. <strong> Gabrielle Giffords </strong> opened her eys and responded to commands last Sunday, Monday and Tuesday. The doctors TOLD us in their media coverage on those days, so don't try heaping praise on some kind", "new_id": -2}, {"uid": "1296582080157810714", "i": 12514, "idx": 8, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time.`` The people in the streets have to give this government an opportunity to change,'' he said cheerfully. <q> Beautiful things happened in the last five days. </q>? Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. href=\"http://www.boston.com/news/world/middleeast/?camp=related- articles:on:link:article- page:more\" title=\"Middle East\"> More articles in Middle East", "new_id": -2}, {"uid": "1295619952132808753", "i": 50526, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,'' <strong> Andy Coulson </strong> said in a statement confirming his resignation. <q> I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on. </q> <strong> David Cameron </strong> said he was`` very sorry'' <strong> Andy Coulson </strong> was going but added that he could`` understand that the continuing pressures on him and his family mean that he feels compelled to do so.''", "new_id": -2}, {"uid": "1296337877236798074", "i": 4905, "idx": 1, "sa": ["Zahi Hawass"], "q": ", which houses thousands of ancient artifacts, was being protected by the army. Head of Antiquities, <strong> Zahi Hawass </strong> said on state href=\"http://www.earthtimes.org/tag/television.html\"> television that it was not known if anything was stolen from the museum. <q> There needs to be tighter href=\"http://www.earthtimes.org/tag/security.html\"> security around the href=\"http://www.earthtimes.org/tag/museum.html\"> museum and fire trucks on standby. The museum can be set ablaze. This would be a disaster, </q> <strong> Zahi Hawass </strong> warned.Firefighters were trying to extinguish the blaze at the headquarters of the ruling National Democratic Party.", "new_id": -2}, {"uid": "1296050947129286171", "i": 2714, "idx": 1, "sa": ["Simon Cowell", "Will Smith"], "q": "22-year-old, who has become the first female solo-artist to hit number one in the UK Charts every year for the last five years, is said to be in talks with <strong> Simon Cowell </strong>. The source added: <q> She has a massive appeal and a real edge to her. <strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion. </q> Rumours suggest that if she is too busy to do the permanent job, he <strong> Will Smith </strong> offer her a role as either a guest panelist or mentor.", "new_id": -2}, {"i": 8304, "idx": 4, "index_answer": 0, "new_id": -1, "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,'' <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q> That wasn't the first time he threw one in like that, </q> <strong> Keyon Dooling </strong> said.`` He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.'' The Magic had a chance to tie the game", "sa": ["Keyon Dooling", "Allen Iverson"], "uid": "1295670452069369863"}]