[{"uid": "1296366488199786542", "i": 36587, "idx": 6, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> denounced such tactics after the campaign, writing in an essay titled`` Confessions of a Negative Campaigner'' that`` negative campaigning, I now know, is wrong.'' <q> It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan bickering, </q> he wrote in 1991. The same year, <strong> Mike Pence </strong> became president of the Indiana Policy Review Foundation, a conservative think tank based in Fort Wayne. After years as a radio talk-show host,", "new_id": -2}, {"uid": "1297170003034897939", "i": 16570, "idx": 4, "sa": ["Simon Cowell"], "q": "anything you've seen before.'' SiCo, who featured in a recent commercial for the US version of The X Factor during the Super Bowl, also claimed that he wants the show to be: <q> more extreme, more fun, more exciting. </q> Speaking about the American XF and his decision to lower the age limit to just 12-years old, <strong> Simon Cowell </strong> explained:`` I've never believed there should be a cut-off age for talent and we are going to", "new_id": -2}, {"uid": "1295560041021315598", "i": 32407, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company", "new_id": -2}, {"uid": "1295582183033980446", "i": 4568, "idx": 14, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "products. Some are believed to be social tools designed to counter Facebook's popularity, but <strong> Sergey Brin </strong> wouldn't discuss specifics in a Thursday interviews.`` I have a passion for several projects,'' he said. <q> I don't think anyone has heard of any of them and I don't think anyone will for a while. </q> As CEO, Page will lead product development and technology strategy and run day-to-day operations. <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> all still plan to remain with <strong> Google Inc. </strong> through at least 2024, reaffirming a promise they made to each", "new_id": -2}, {"uid": "1297279993080937003", "i": 36448, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "How Many Jobs Would of Been LOST''. This nation is Part of a Global Market, Thats why <strong> Barack Obama </strong> was recently in India Creating Jobs making deals for India to buy`` American'' Report Abuse <q> Funny how all these repugs. yell about the treaty saying he will just ram it thru congress... </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer", "new_id": -2}, {"uid": "1295931009036896782", "i": 23228, "idx": 2, "sa": ["Andy Coulson", "Chris Huhne"], "q": "minister and coalition partner Liberal Democrats member <strong> Chris Huhne </strong> told a TV channel.`` We know police were not keen on the subject.'' A comment in the Guardian newspaper went further. <q> There have been dark mutterings of police collusion and apathy. </q> It said Scotland Yard officers will now be questioned in the case. During <strong> Andy Coulson </strong>'s tenure at the News of the World, the paper hacked into phones of members of the British royal household. In January 2007", "new_id": -2}, {"uid": "1297092964239337473", "i": 42807, "idx": 0, "sa": ["Sergio Marchionne"], "q": "and LIL WAYNE Team up Again for`` Hit the Lights'' Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits to speak... Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks during the... <q> Yeah keep glorifying the Thug culture yahoo, super bowl, NFL and anyone else that can make a buck off it.... Our kids deserve better. </q> The don't call it the NFL( National Felons League) for nutin'. Don't know as they do deserve better though. They're some dumb crackers out there and they progeny is dumber", "new_id": -2}, {"uid": "1297372224147750919", "i": 32288, "idx": 0, "sa": ["Eric Schmidt"], "q": "in an interview with a Swiss magazine on Thursday. Asked about the high valuations being put on companies such as social network company Facebook and game developer Zynga, <strong> Eric Schmidt </strong> said in an interview with Bilanz: <q> There are clear signs of a bubble... But valuations are what they are. People believe that these companies will achieve huge sales in the future. </q> The Wall Street Journal reported on Thursday that Google, Facebook and others have held low-level takeover talks with Twitter, valuing the company as high as$ 10 billion. Asked whether he planned to", "new_id": -2}, {"uid": "1297178256266534988", "i": 47409, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "September 5, 2002 Report Shaffer wrote on September 5, 2002 that he had been asked by <strong> Donald Rumsfeld </strong> what the U.S. did not know in terms of percentage about Iraq's WMD program. <q> We've struggled to estimate unknowns, and the attached briefing sumps up our best J2 sense, </q> he said. J2 is an intelligence group supporting top level U.S. defense officials.`` We range from 0% to about 75% knowledge on various aspects of their program,'' he said.", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}]