[{"uid": "1297682295187187221", "i": 45578, "idx": 0, "sa": ["Mike Huckabee", "Mike Pence", "We Trust"], "q": "see that social conservatism remained a key component of the right's agenda. Last fall, at the Values Voter Conference, a steady stream of movement luminaries emphasized the importance of social issues. <strong> Mike Huckabee </strong> argued that the <q>economic crisis is not a fiscal crisis; it is a family crisis</q> and that \"the breakdown of Wall Street was not a money crisis; it was a moral crisis.\" Rep. <strong> Mike Pence </strong> earned his biggest applause when he declared, \"<strong> We Trust </strong> will not restore this nation with public", "new_id": -2}, {"uid": "1295094109134053944", "i": 22239, "idx": 5, "sa": ["Sergio Marchionne"], "q": "CON IL NO AL REFERENDUM SALTA L'INVESTIMENTO. Nel primo giorno di quotazioni in borsa di Fiat Industrial l'ad sottolinea: \"Siamo in grado di produrre con o senza Fiom\" Servizio di Emanuela Garulli. Se a Mirafiori <q>vince il no con il 51% la Fiat non farÃ l'investimento</q>. Parla chiaro <strong> Sergio Marchionne </strong> nel primo giorno di quotazioni in borsa della nuova Fiat che si sdoppia nel settore delle auto, con la denominazione Fiat Spa, e in quello dei veicoli industriali, chiamato Fiat Industrial. Quotazioni", "new_id": -2}, {"uid": "1297272603143687692", "i": 24754, "idx": 1, "sa": ["Mike Pence"], "q": "and a prostitute. Mr. <strong> Mike Pence </strong> said the videos are \"heartbreaking evidence employees of Planned Parenthood... facilitating, essentially, the abuse of a minor and sex trafficking.\" <q>What is becoming more evident to people through these tapes and through these revelations... is that[ federal funding of Planned Parenthood] has to stop,</q> Mr. <strong> Mike Pence </strong> told \"America's Morning News\" radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would \"", "new_id": -2}, {"uid": "1295085191096239620", "i": 39010, "idx": 1, "sa": ["Rand Paul", "Mike Pence"], "q": "<strong> Rand Paul </strong>( R., Ky.) and <strong> Mike Pence </strong> Lee( R., Utah), who along with West are widely popular within the Tea Party, have recently signaled they might be open to a deal. <q>I am instinctively and passionately opposed to raising the debt ceiling,</q> Lee tells National Review Online. \"I'm not sure I can stomach it one way or the other.\" But Lee says he could consider doing so if the vote was part of a deal that", "new_id": -2}, {"uid": "1296941344169869340", "i": 38643, "idx": 4, "sa": ["Sergio Marchionne"], "q": "a picture of... <strong> Sergio Marchionne </strong> Photo in Slideshow: Chrysler Group LLC employee works on assembly... Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> Photo: A demonstrator wears a mock mask of Fiat CEO <strong> Sergio Marchionne </strong> Report Abuse <q>I'm sorry.. most of us \"regular' folks out there think the whole deal.. including <strong> Barney Frank </strong>, <strong> Sen. Chris Dodd </strong>, FANNIE MAE, FREDDIE MAC, The Black Congressional Caucus, O'Buma, TARP, the` bailouts'.. EVERYONE connected with the` government'.. are ALL` shysters'.</q> Report Abuse \"And what was inappropriate about the use of the term?\" Report Abuse \"Welcome to the real world. I'd like to hear more super rich CEO\"s, whine like babies.\"", "new_id": -2}, {"uid": "1297290206039763995", "i": 41628, "idx": 1, "sa": ["Donald Rumsfeld", "Ashton Carter"], "q": "and often-frosty relations under former Defense <strong> Donald Rumsfeld </strong>. \"A strong, technologically vibrant, and financially successful defense industry is... in the national interest,\" <strong> Ashton Carter </strong> said, adding that the department planned to pursue <q>policies and actions that provide for long-term innovation, efficiency, profitability, and productivity growth.</q> <strong> Ashton Carter </strong> later told Reuters that his goal was to \"get out in front of and anticipate the fact that industry is going to be making fundamental adjustments to the new era that we're in.\"", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q>I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles,</q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}, {"uid": "1297136264194772997", "i": 45641, "idx": 1, "sa": ["Halle Berry", "Lady Gaga", "Simon Cowell", "Janet Jackson", "Michael Jackson"], "q": "romantic activities for Karofsky will have to be patient. He won't be jumping into the dating scene immediately. \"He's not quite ready to be all romantic quite yet,\" says Adler. <q>Karofsky has to drop the bravado and just be who he is before he can start looking for any kind of love. I guess on Valentine's Day he will be hiding in his room crying. I don't know what he's up to. Obviously, he won't be out doing any dinners and movies.</q> <strong> Simon Cowell </strong> on What to Expect from The X Factor: 12-Year Olds, Judge-on-Judge Combat <strong> Janet Jackson </strong> says brothers verbally abused her TV cover okayed for trial of <strong> Michael Jackson </strong> doctor Is <strong> Halle Berry </strong> the <strong> Lady Gaga </strong> of Unsuccessful", "new_id": -2}, {"uid": "1296154380245841959", "i": 26243, "idx": 2, "sa": ["Michael Vick"], "q": "Pingback: Tweets that mention <strong> Michael Vick </strong>'s Marketability Comes Full Circle- MarketShare- Advertising marketing& media- Forbes-- Topsy.com Cancel Post Your Comment You must be logged in to post a comment <q>damn you michael noer, for putting one of your colleagues in harm's way. keep writing. i'm enjoyign this very much.</q>", "new_id": -2}, {"uid": "1296895528110362627", "i": 32142, "idx": 0, "sa": ["Sergio Marchionne"], "q": ". In addition, a Claymation version of Eminem will appear in a Lipton Brisk Iced Tea commercial during the Super Bowl. On Friday, Chrysler CEO <strong> Sergio Marchionne </strong> hinted about the automaker's commercial: <q>I won't tell you what it's about, but it will be worth watching.</q> <strong> Sergio Marchionne </strong>, who spoke at a San Francisco event associated with the National Automobile Dealers Association's annual convention, said Chrysler spent less than$ 9 million on the ad. Metro Detroit's", "new_id": -2}]