[{"uid": "1297229275207454253", "i": 40, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "George Stephanopoulos"], "q": "( right) described <strong> John McCain </strong> in his memoir as having a \"hair-trigger temper.'| AP Photo Former Defense <strong> Donald Rumsfeld </strong> acknowledged Tuesday that he and <strong> John McCain </strong> aren\"t the most compatible pair. <q> I think that is the understatement of the decade, </q> responded host <strong> George Stephanopoulos </strong>. <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a \"hair-trigger temper\" and \"a propensity to shift his positions to appeal to the media.\" The book, \"Known and", "new_id": -2}, {"uid": "1296546100250052628", "i": 4711, "idx": 1, "sa": ["David Letterman", "Justin Bieber"], "q": "answer <strong> David Letterman </strong>'s question without alienating himself, but <strong> David Letterman </strong> is a funny man who can make a point. \"Well, that's really what me and my mom was thinking,\" says <strong> Justin Bieber </strong>. <q> Like this guy named Scooter wants to sign me. Just how professional could he be? But it turns out he says he has some credibility. </q> There's no question that Scooter is definitely one of the forces behind <strong> Justin Bieber </strong>. The friendship they have created while being shot to stardom keeps both of them going strong and it is more than just business", "new_id": -2}, {"uid": "1295584540106250245", "i": 12402, "idx": 5, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "at the top of the company\". Mr <strong> Eric Schmidt </strong>, who was widely described as \"adult supervision\" for the two young founders when he was named chief executive, posted on his Twitter account: <q> Day-to-day adult supervision is no longer needed. </q> The decision came as a shock to many in Silicon Valley. \"Larry stepping up to be CEO is really surprising,\" said Mr <strong> Danny Sullivan </strong>, the editor of SearchEngineLand, an industry blog, who", "new_id": -2}, {"i": 10096, "idx": 1, "index_answer": 1, "new_id": -1, "q": "case with <strong> Paul Bremer </strong>'s \"My Year in Iraq,\" covering Mr. <strong> Paul Bremer </strong>'s time as proconsul in Iraq. Instead Mr. <strong> Donald Rumsfeld </strong> takes a fairly direct approach: <q> This is what I did and why I did it with the information at hand. </q> Mr. <strong> Donald Rumsfeld </strong> admits to mistakes, including underestimating the danger of the insurgency in Iraq. He particularly regrets off-the-cuff phrases like \"Dead Enders\" and \"Old Europe.\" However,", "sa": ["Paul Bremer", "Donald Rumsfeld"], "uid": "1297127453259817491"}, {"uid": "1297175256265814058", "i": 3530, "idx": 2, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": " \"That was such a stain on our country,\" he tells ABC News' <strong> Diane Sawyer </strong> in an interviewed \"I stepped up and told the president I thought I should resign,\" he says. <q> I think probably he and the military and the Pentagon and the country would have been better off if I had. </q> Also during the interview, <strong> Donald Rumsfeld </strong> defends the Bush administration's war and anti-terrorism records, and his own reputation as a boss who intimidated some of the Pentagon brass. What Is` The Two-Way", "new_id": -2}, {"uid": "1295277490032079885", "i": 26718, "idx": 1, "sa": ["Harry Reid", "Sen. Bernie Sanders"], "q": "Senate Democrats may support raising the retirement age. But he said there is also a faction of the caucus, led by Senate Majority Leader <strong> Harry Reid </strong>( D-Nev.), staunchly opposed to benefits cuts. <q> I raised my concerns on this payroll tax holiday and it was raised by a number of other Democrats- <strong> Harry Reid </strong> was very strong on the Social Security issue, </q> <strong> Sen. Bernie Sanders </strong> said. <strong> Sen. Bernie Sanders </strong> claimed that Republicans would fight the end of the FICA \"holiday\" in 2012 and call it a \"tax hike\" in the next election cycle. However, Republicans didn't", "new_id": -2}, {"uid": "1295626029043139164", "i": 44520, "idx": 0, "sa": ["Eric Schmidt", "Jamie Cox", "Warner Music Group"], "q": "the company also said co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive, with Mr. <strong> Eric Schmidt </strong> assuming the role of chairman. At the bottom of the market and as stocks started to recover in 2009, <q> we didn't care much about earnings, but earnings are now 100% of what's driving the market, </q> <strong> Jamie Cox </strong>, managing partner of Harris Financial <strong> Warner Music Group </strong> said. \"A lot of CEOs are coming out of their shells to say that things aren't looking as bad anymore,\" resulting in forecasts that beat expectations,", "new_id": -2}, {"uid": "1296823306159875075", "i": 13949, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh", "Dannii Minogue", "Dermot O'Leary"], "q": "series, while <strong> Cheryl Cole </strong> and <strong> Dermot O'Leary </strong> have also been in negotiations to take part in their same roles but no decision has been made yet leaving ITV in the dark. A source told The Sun newspaper: <q> This is causing producers a headache as the contract process always takes some time to hammer out. </q> <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong>, are believed to be set to sign up soon. Fox- the network broadcasting the Stateside' X Factor'- and <strong> Simon Cowell </strong> are set to announce the American line-up in the next", "new_id": -2}, {"uid": "1296391267266764303", "i": 24649, "idx": 4, "sa": ["Allen Iverson", "I Wan"], "q": "76ers scored 37 points, including two pivotal jumpers and three free throws in the final five minutes, to lead Philadelphia to a series-clinching 101-91 victory over the Magic. \"<strong> I Wan </strong> feel great,\" <strong> Allen Iverson </strong> said. <q> It's still hitting me all at once. It's something <strong> I Wan </strong>'ve been waiting for a long time and to finally get it is something special. </q> The 76ers won the best-of-five series from Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis. \"<strong> I Wan </strong> don't know how you can be any more proud of", "new_id": -2}, {"uid": "1295608967062603264", "i": 41722, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> was drafted in as chief executive in 2001 to provide \"adult supervision\" for the fledgling search engine. The 55-year-old will become executive chairman of the internet powerhouse, and will focus on <q> deals, partnerships, customers and broader business relationships </q>. Page returns to the job, which he relinquished to <strong> Eric Schmidt </strong> in 2001 when investors called for a more experienced business leader. <strong> Eric Schmidt </strong> said on his personal Twitter account: \"Day-to-day adult supervision", "new_id": -2}]