[{"uid": "1296492708037863446", "i": 23142, "idx": 0, "sa": ["Allen Iverson", "Chris Wallace", "Lionel Hollins", "Michael Heisley"], "q": "33 points helped his team to won!!!! Iverson_Allen Iverson_SIGNED_with_Memphis_Grizzlies_ESPN_NBA_!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q> God Chose Memphis as the place that I will continue my career. </q> Referring to a Monday meeting with Grizzlies owner <strong> Michael Heisley </strong>, general manager <strong> Chris Wallace </strong> and head coach <strong> Lionel Hollins </strong>, <strong> Allen Iverson </strong> added: \"I feel that they are committed to developing a winner and I know that I can help them", "new_id": -2}, {"uid": "1297282407122896681", "i": 27910, "idx": 7, "sa": ["Paula Abdul", "Simon Cowell"], "q": "has been rumoured.( <strong> Simon Cowell </strong> will announce the full panel in the next three or four weeks.) But when asked if former Idol judge <strong> Paula Abdul </strong> would be involved, he left the option open. <q> I'm a massive fan of <strong> Paula Abdul </strong>, </q> he said. \"We've been in regular contact.\" Star quality <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognise star quality when they saw it", "new_id": -2}, {"uid": "1297706845046809132", "i": 51333, "idx": 5, "sa": ["Andy Burnham", "Michael Gove"], "q": "to any of the claimants.\" The judge ruled that Mr <strong> Michael Gove </strong> must give each of the authorities involved an \"opportunity to make representations\" .` Sorry saga' Mr <strong> Andy Burnham </strong> said: <q> We urgently now need an independent inquiry into <strong> Michael Gove </strong>'s handling of this whole sorry saga. All relevant paperwork should be disclosed so that people can see what advice was given by civil servants and how these decisions were taken. \"We hear reports that <strong> Michael Gove </strong> overruled civil servants who warned that errors were likely and ignored legal advice- this is no way to run a department of state. \"The judge requested that the minister reconsider the decisions \"with an open mind </q>. By his reaction, Mr <strong> Michael Gove </strong> has shown that his mind is firmly made up. Day in pictures Striking images from around the world", "new_id": -2}, {"uid": "1295627741146702395", "i": 16602, "idx": 9, "sa": ["Esther Dyson", "Larry Page", "Tim Armstrong", "Eric Schmidt"], "q": "point. \"<strong> Larry Page </strong> has wanted to be C.E.O., so that's not a surprise,\" said a former Google sales executive who would speak only anonymously to preserve his relationship with a powerful company. <q> But the Tim Armstronging-- I've talked to people at Google today and they were just flabbergasted. </q> <strong> Esther Dyson </strong>, a veteran Valley investor who has long known the Google founders and Mr. <strong> Eric Schmidt </strong>, said, \"It is unexpected but it makes a lot of sense.\" She added: \"<strong> Larry Page </strong> and", "new_id": -2}, {"uid": "1295584823230457349", "i": 18203, "idx": 0, "sa": ["George H. W. Bush", "James A. Baker", "Dick Cheney", "Colin Powell", "George W. Bush", "Dan Quayle"], "q": "who was unable to attend, thanked the former <strong> George W. Bush </strong>, his officials, the U.S. and its military forces. \"Believe me, Kuwait and its people will never forget you,\" he said. <q> We carry in our hearts what you did for us each and every day. </q> <strong> George W. Bush </strong> was briefly joined by former <strong> George H. W. Bush </strong> <strong> Dan Quayle </strong>. Later, his top advisers-- then-Defense Secretary <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former Secretary of State <strong> James A. Baker </strong> III and then-National Security", "new_id": -2}, {"uid": "1296780723243531795", "i": 35466, "idx": 4, "sa": ["Bill Clinton", "Donald Rumsfeld"], "q": "\"Abu Ghraib and its follow-on effects, including the continued drum-beat of' torture' maintained by partisan critics of the war and the <strong> Bill Clinton </strong>, became a damaging distraction,\" he wrote. <q> I regret that I did not leave at that point. </q> <strong> Donald Rumsfeld </strong> did not leave until after Republicans were crushed in the 2006 congressional elections. He has been mostly silent since then. Though the ACLU accused <strong> Donald Rumsfeld </strong> of rewriting history with his latest account,", "new_id": -2}, {"uid": "1296012365168460293", "i": 26433, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "<strong> Michael Vick </strong> wore most of this season. <strong> Michael Vick </strong> signs a two-year contract with a provider of the football pads <strong> Michael Vick </strong> wore most of the past season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1295945093061587461", "i": 38345, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Monday that the officers' claims were overblown. \"We're confident we're going to be able to prove that by the time police arrived, they knew he was unarmed,\" Safire said. <q> There were six cops and a trained dog, and they had an overabundance of nonlethal means at their disposal. </q> The case is Santa Rosa vs. DeSantis, 10-434. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TECHNICAL SR TECHNICAL PROJECT", "new_id": -2}, {"uid": "1295750091189693976", "i": 52477, "idx": 4, "sa": ["Allen Iverson", "Antoine Walker", "Paul Pierce"], "q": "the Philadelphia 76ers to an 83-81 victory over the Boston Celtics that evened their Eastern Conference first-round series at two games each. \"Win. It's the only thing we can think about,\" <strong> Allen Iverson </strong> said. <q> We fought hard to get back in the series. We're really not thinking about anything more. The only thing I care about is finishing out. </q> After shooting poorly all game, <strong> Allen Iverson </strong> made his last three shots and two clinching free throws that sent the series between the long-time rivals back to Boston for Game Five on Friday. <strong> Allen Iverson </strong> upstaged <strong> Paul Pierce </strong> and <strong> Antoine Walker </strong>,", "new_id": -2}, {"uid": "1295289004218529795", "i": 58634, "idx": 5, "sa": ["Ike Nwamu", "Allen Iverson", "Damon Jones"], "q": "his first triple-double of the season-- 30 points, 10 assists and 10 rebounds-- and 10th of his career. \"We contained him,\" said <strong> Allen Iverson </strong>, who finished with 25 points and nine assists. <q> That's all you can do with players lIke Nwamu that. You can't play this game scared. </q> The Cavaliers cut Denver's cushion to 103-98 on <strong> Damon Jones </strong>' 3-pointer with 3:15 left in the game. But Denver closed the game out with a 7-1 run. The struggling Cavaliers have now lost four of their last", "new_id": -2}]