[{"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q>The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours].</q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On \"The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I\"m Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}, {"uid": "1295564127055377926", "i": 33122, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Justin Bieber"], "q": "company Novell. In his time as CEO, <strong> Eric Schmidt </strong> oversaw the incredible growth from simply a search engine to a full-on web-based services and products multinational corporation, with more than$ 8 billion in revenue. <q>It's been a great privilege to be CEO for 10 years and I am very much looking forward to my next role, including working more with his literally my best friends and partners Larry and <strong> Sergey Brin </strong>,</q> <strong> Eric Schmidt </strong> said.( Photo: REUTERS) Google's trio of <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong> and Larry Page explain the management shift saying it was a matter of streamlining things. Movie ad for <strong> Justin Bieber </strong>'s 3D's \"", "new_id": -2}, {"uid": "1295570955080838693", "i": 33312, "idx": 1, "sa": ["George H.W. Bush", "Colin Powell", "Brent Scowcroft", "Timothy Naftali"], "q": "'s symposium, held on a stage at one end of the Texas A&M Aggies' basketball arena, Baker is scheduled to discuss \"the diplomacy of a winning coalition.\" Cheney's topic is <q>forging victory in the first post-Cold War conflict,</q> and <strong> Colin Powell </strong> will handle \"planning and fighting modern coalition warfare.\" <strong> Brent Scowcroft </strong> will attend the symposium as will representatives from Kuwait. <strong> Timothy Naftali </strong>, a biographer of <strong> George H.W. Bush </strong>, said the Gulf War demonstrated the importance of", "new_id": -2}, {"uid": "1297553208106741766", "i": 45354, "idx": 6, "sa": ["Kirsten Gillibrand"], "q": "\" <strong> Kirsten Gillibrand </strong> also is continuing Lee's efforts towards helping the victims of Flight 3407. Lee pushed for tougher flight safety legislation after the crash and <strong> Kirsten Gillibrand </strong> said she will continue to do so. <q>We wan na make sure that as we negotiate this FAA reauthorization that all the protections that those families lobbied for stay in place,</q> said <strong> Kirsten Gillibrand </strong>. \"We made sure in that bill that to have the accountability and the training and the oversight that could have prevented that crash will now be in place so no family has to suffer what our", "new_id": -2}, {"uid": "1296167621065404968", "i": 42412, "idx": 2, "sa": ["Mike Pence"], "q": "to focus on other political opportunities. And he telegraphed his interest in the governorship by focusing on Indiana in his letter, saying his \"calling is closer to home.\" He will now <q>be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead.</q> That begins Friday. <strong> Mike Pence </strong>, who flew today to Indiana from Washington, is holding a town hall meeting in Pendleton at 10 a.m. and speaking to Muncie Central High School students at 1:20 p.m.", "new_id": -2}, {"uid": "1295586165085278740", "i": 9366, "idx": 6, "sa": ["Eric Schmidt", "Google Inc."], "q": "during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>'s co-founders as his \"best friends.\" \"I believe Larry is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q>It's time for him to have a shot at running this.</q> VW considering offering new car brand specifically for China: report", "new_id": -2}, {"uid": "1295667435103448703", "i": 36891, "idx": 1, "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "q": "of the World phone hacking saga, the pressure has got to him and today was the perfect day to admit it. \"I stand by what I've said about those events,\" he said, <q>but when the spokesman needs a spokesman, it's time to move on.</q>( A nice variant on <strong> Alastair Campbell </strong>'s axiom, \"Once you become the story, it's time to quit.\") For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM", "new_id": -2}, {"uid": "1297089447093831169", "i": 3098, "idx": 6, "sa": ["Donald Rumsfeld", "Colin Powell", "Barack Obama"], "q": "there. And it was probably <strong> Donald Rumsfeld </strong> or something.\" <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> \"did not, in my view, do a good job of managing the people under him,\" <strong> Donald Rumsfeld </strong> said. <q>There was a lot of leaking out of the State Department, and the president knew it. And it was unhelpful. And most of it ended up making the State Department look good. We didn't do that in the Pentagon. I insisted we not do it.</q> Time says <strong> Barack Obama </strong> follows the example of Reagan, but where's the evidence? Are the latest unemployment numbers good news for <strong> Barack Obama </strong>? Yes- The drop in the jobless rate shows that his policies are working", "new_id": -2}, {"uid": "1296921227106987589", "i": 28846, "idx": 2, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "<strong> David Letterman </strong>: <strong> Howard Stern </strong>: \"How much longer are you doing this, really?\" <strong> David Letterman </strong>: \"I don't know. Maybe two years, I think.\" <strong> Howard Stern </strong>: <q>Two years, you're thinking you're going to exit?</q> <strong> David Letterman </strong>: \"I think that's what it is. Yeah.\" <strong> Howard Stern </strong>: \"That's why we've got to beat <strong> Jay Leno </strong>. C'mon, all of show business, don't", "new_id": -2}, {"uid": "1296705162088064025", "i": 28720, "idx": 2, "sa": ["Michael Vick"], "q": "the season. <strong> Michael Vick </strong> would go on to be one of the top-scoring players in fantasy football. \"I'm not going to make it sound like I'm an expert or anything,\" Tulipane said. <q>But at the end of the season, I started listening to some of the gurus on television, and that didn't work.</q> Marketplace videos Watch the latest offers, products and services from our advertisers. Browse our print ads It's the ultimate advantage for Buffalo consumers. Never miss another ad again! Copyright 1999", "new_id": -2}]