[{"uid": "1296373878019021837", "i": 22506, "idx": 0, "sa": ["Prince Harry", "Kate Middleton", "David Cameron", "Simon Cowell"], "q": "\" by the engagement of his son <strong> Prince Harry </strong> <strong> David Cameron </strong> and <strong> Kate Middleton </strong>, while his wife the <strong> Kate Middleton </strong> of Cornwall said the news was \"wicked\". Speaking at his Poundbury model village in Dorset, the <strong> Prince Harry </strong> joked: <q>They have been practising long enough.</q> <strong> Prince Harry </strong> <strong> David Cameron </strong> and <strong> Kate Middleton </strong>'s wedding will be even bigger than the The X Factor final. Just don't bet against <strong> Simon Cowell </strong> being at both of them. Both the BBC News channel and Sky News devoted their entire", "new_id": -2}, {"uid": "1296671144083132443", "i": 6258, "idx": 2, "sa": ["Mitt Romney", "Sarah Palin", "David Letterman"], "q": "'d be great in a primary process.\" Five ways Republicans will change the House Later that evening, he joked with <strong> David Letterman </strong>, who has had well-publicized disputes with Ms. <strong> Sarah Palin </strong>, saying, <q>be careful what you say about her.</q> <strong> Mitt Romney </strong> added, \"She has a rifle, you know.\" The <strong> David Letterman </strong> appearance seemed aimed in part at warming up <strong> Mitt Romney </strong>'s image as a buttoned-down, successful businessman. He talked about a dispute", "new_id": -2}, {"uid": "1295811905072826893", "i": 26659, "idx": 0, "sa": ["Andy Coulson"], "q": "who steals constantly steals from them.\" apart from these there are a bunch of serbs here, so immature, who are so much influenced by politics they cant see the real issue. Report Abuse <q>Albanians in Kosovo are filthy gypsies.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295619163009781254", "i": 31441, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "'s director of public communications. Photograph: Ben Stansall/AFP/Getty Images Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage <q>made it difficult for me to give the 110% needed in this role</q>. Photograph: Danny Lawson/PA ROYAL FLUSH! UK PM's Communications Director Out Over <strong> Rupert Murdoch </strong> Paper Phone-Hacking Scandal Glynnis MacNicol| Jan. 21, 2011, 7:54 AM| 16| A A A x Email Article From To", "new_id": -2}, {"uid": "1295263057094093344", "i": 9381, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": ", once again opening up the possibility of legal repercussions for the former News of the World editor. Mr <strong> Andy Coulson </strong> had already resigned from his position on the paper over allegations of phone hacking. <q>He is, as anyone would be, extremely embarrassed about what happened,</q> Mr <strong> David Cameron </strong> said today. \"He's effectively been punished twice for the same offence. I gave him a second chance. Sometimes I think it's right to do that. \"Working", "new_id": -2}, {"uid": "1295815497029966360", "i": 16617, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q>A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR</q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com:", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q>Day-to-day adult supervision is no longer needed!</q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called \"adult supervision\" for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}, {"uid": "1296560941167215128", "i": 12312, "idx": 0, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": "successor and that Mr <strong> Andy Coulson </strong> chose to leave quietly after finishing \"what he wanted to finish\". Scotland Yard has since launched a fresh investigation of hacking allegations. A party source said: <q>He had finished what he wanted to finish and good progress is being made with his replacement. \"It was his choice to leave quietly but he said a proper goodbye to the Prime Minister and those he worked closely with.</q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor <strong> Clive Goodman </strong> and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone hacking. Although he accepted ultimate responsibility", "new_id": -2}, {"uid": "1296372761213876756", "i": 1766, "idx": 0, "sa": ["Eric Schmidt"], "q": "Assistant Professor of National Security AC... Social Media Monday: The Top Three places YOU want to be! This 60-minute webshop, presented by Suzanne Knizner, project and corporate coordinator with Campaign Consultation Inc., is titled <q>The Top Three places YOU want to be!</q> Learn the top three social media sites you should be using for your VISTA assignment or organization. Other pr... <strong> Eric Schmidt </strong> on technology, innovation& the global economy <strong> Eric Schmidt </strong> on technology, innovation& the global economy <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295558629243744786", "i": 15231, "idx": 2, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "noting some choice words that former US secretary of state <strong> Colin Powell </strong> had to say about the country when he visited in December 2003.\" \"Our bilateral relationship is very, very strong,\" said <strong> Colin Powell </strong>. <q>We are great admirers of Tunisia and the progress that has been achieved under president Ben Ali's leadership.</q>[...] A visit to Tunisia by defence secretary <strong> Donald Rumsfeld </strong> in February 2006 proves even more revealing: \"We have a very long relationship with Tunisia,\" <strong> Donald Rumsfeld </strong> remarked after the meetings.", "new_id": -2}]