[{"uid": "1296723974251478035", "i": 25680, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Roberta Flack"], "q": ", not <strong> Steven Tyler </strong>, Diana Warren who proudly looked on from the audience. Surrounded by a string section a clad in black Cook stayed close to the original, which didn't impress Randy Jackson, who called his <q> I Don't Want To Miss A Thing </q>`` very predictable.'' But <strong> Simon Cowell </strong> was of a different mind, especially after Cook killed it on <strong> Roberta Flack </strong>'s`` The First Time Ever I Saw Your Face,'' which the hard-to-please judge had chosen.``", "new_id": -2}, {"uid": "1295471010042287122", "i": 33018, "idx": 6, "sa": ["Jason Kapono", "Allen Iverson", "Anthony Parker", "Jermaine O'Neal"], "q": "in the house.'' <strong> Jermaine O'Neal </strong> recovered from a rough night in Sunday's win over Charlotte, leading the Raptors( 4-3) with 23 points and 11 rebounds. <strong> Anthony Parker </strong> scored 15 and <strong> Jason Kapono </strong> 14 for Toronto. <q> In the fourth quarter, they http://wn.com/Allen_Iverson_1st_Win_as_a_Pistons_vs_Kings_30pts_9asts_7rebs_08/09_NBA For a veteran like <strong> Allen Iverson </strong>, a win in November against a lottery team rarely registers as important. After losing his first two games with his new team, that wasn't the case with this victory. <strong> Allen Iverson </strong> had 30 points, nine assists and provided a spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night.`` It was a huge lift off of me, </q> <strong> Allen Iverson </strong> said.`` I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I", "new_id": -2}, {"uid": "1296932452012320779", "i": 26832, "idx": 3, "sa": ["Roger Goodell", "Tom Brady", "Michael Vick"], "q": "parties where trouble could occur.`` I don't know where it started or what, but he's not going to be there,'' he told the Dan <strong> Tom Brady </strong> radio show. <q> I think he understands it's something that's just not worth it to him. </q> <strong> Roger Goodell </strong> said he is happy that <strong> Michael Vick </strong>'s recovery and success on the field-- he finished second in MVP voting-- were a good story for the NFL. Patriots owner: <strong> Tom Brady </strong> threw` lazy interception", "new_id": -2}, {"uid": "1297117350135839819", "i": 45502, "idx": 1, "sa": ["Simon Cowell"], "q": "will be able to audition for the show- which has a$ 5 million recording contract for the winner- and <strong> Simon Cowell </strong> is confident they can handle the pressure of the competition. He said: <q> We have started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person. </q>", "new_id": -2}, {"uid": "1297260285158613520", "i": 5596, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Jim Schmitt", "Valerie Jarrett"], "q": "... Photo in Slideshow: <strong> Barack Obama </strong>, Scott Walker, <strong> Jim Schmitt </strong> White House, Chamber of Commerce Relationship Cooling? Photo in Slideshow: <strong> Barack Obama </strong>, William Daley, <strong> Valerie Jarrett </strong> Video: Why Americans Are Turning Against Obamacare Report Abuse <q> Missy remember he is half& half? </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trade Stock Like A Pro# 1 Pro Investment Portal for stock news, tools,", "new_id": -2}, {"uid": "1295040526041500696", "i": 30476, "idx": 0, "sa": ["Sergio Marchionne"], "q": " Chrysler Group CEO <strong> Sergio Marchionne </strong> will visit Ann Arbor on Wednesday to make an announcement about alternative energy vehicles, the agency announced. EPA National Vehicle and Fuel Emissions Laboratory on Plymouth Road, will involve <q> a research and development project to explore and evaluate an innovative drive train technology for light duty vehicles, </q> the EPA said in a news release. EPA administrator, Chrysler CEO visiting Ann Arbor for alternative energy vehicle announcement Planners give developer more time to for Banks of Saline condominium project 2010 a strong year for land preservation", "new_id": -2}, {"uid": "1295981119035848227", "i": 20313, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "outside interference. As we see what this new government does, we will judge it accordingly.'' A White House spokesman, Thomas Vietor, warned that decisions about the make-up of the emerging Lebanese government <q> should not be reached through coercion, intimidation, and threats of violence. Hezbollah, backed by Syria, engaged in all three to achieve its political goals. </q> Vietor said the tribunal is vital for`` stability, security and justice in Lebanon.'' Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate:", "new_id": -2}, {"uid": "1295303655266797137", "i": 6331, "idx": 0, "sa": ["Steve Ballmer"], "q": "Microsoft CEO <strong> Steve Ballmer </strong> is expected to discuss the release and the company's CRM strategy during a speech Monday. The global availability of CRM Online as well as its hooks into Microsoft's collaboration and productivity software <q> are going to raise the level of competition in general in CRM, </q> said Brad Wilson, general manager of Dynamics, in an interview.`` The value in CRM 2011 is really about the fact this product was designed with the salesperson in mind, not the manager,", "new_id": -2}, {"uid": "1295012649054722586", "i": 30233, "idx": 0, "sa": ["Paula Abdul", "Steven Tyler", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "q": "in with`` Idol'' alongside <strong> Simon Cowell </strong> and the adorably kooky <strong> Paula Abdul </strong>, will share the judges panel with <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>- high-profile newcomers being counted on to return some much-needed buzz to the aging franchise. <q> I think they've really added a different kind of zest and a freshness to it, </q> <strong> Michael Jackson </strong> said in a recent conference call.`` You take what was already great and you just kind of add a little extra spice to it.'' But the changes don't stop there.``", "new_id": -2}, {"i": 8304, "idx": 4, "index_answer": 0, "new_id": -1, "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,'' <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q> That wasn't the first time he threw one in like that, </q> <strong> Keyon Dooling </strong> said.`` He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.'' The Magic had a chance to tie the game", "sa": ["Keyon Dooling", "Allen Iverson"], "uid": "1295670452069369863"}]