[{"uid": "1296168415065404947", "i": 25467, "idx": 5, "sa": ["Mike Pence", "Rand Paul", "Barack Obama"], "q": "covered in... Photo in Slideshow: The sidewalk in front of the White House Politics Video: DHS Ends Color-Coded Threat Level System Politics Video: <strong> Rand Paul </strong>: <strong> Barack Obama </strong>` Been Co-Opted By The Tea Party' Report Abuse <q> You need a little help here understanding this article. </q> He is not a third party candidate. He is a republican candidate. The article reads'' An independent campaign to draw GOP <strong> Mike Pence </strong> into the 2012 Barack Obamaial race is under way''. Report Abuse \"", "new_id": -2}, {"uid": "1295018754011190366", "i": 45613, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": "as possible.'' A judge will hear the matter on January 26th. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead. He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q> You can send a story to multiple email addresses by separating the email addresses with a semicolon(;) Powerball 19, 21, 23, 40, 48, Powerball: 27, Power Play: 4", "new_id": -2}, {"uid": "1295639157179568677", "i": 24802, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "in a href=\"http://googleblog.blogspot.com/2011/01/update-from-chairman.html\" target=\"_blank\"> blog post. They will continue to make the big decisions together, he said, but are taking this step to clarify their individual roles. <strong> Sergey Brin </strong> <q> is an innovator and entrepreneur to the core </q> and the role of strategic projects suits him perfectly, noted <strong> Eric Schmidt </strong>. <strong> Larry Page </strong>'s greatest strengths are`` product development and technology strategy,'' he added. Google's shares were up Friday morning", "new_id": -2}, {"uid": "1296536150067862562", "i": 534, "idx": 0, "sa": ["LeBron James", "Allen Iverson", "Don Iverson"], "q": "' 3... <strong> Allen Iverson </strong>'s performance vs. Minnesota <strong> Allen Iverson </strong>'s highlights against the Timberwolves... 2009 MN AMA Get in the Game Conference: Sponsor Testimonials 2009 MN AMA Get in the Game Conference: Sponsor Testimonials In these series <q> On Our Own: Dome </q> we are building a Monolithic Dome from the ground up. <strong> LeBron James </strong> Erfurth, AJ Lutter, and <strong> Don Iverson </strong> have read the stuff, watched the how tos, taken the classes and now going out to try it``", "new_id": -2}, {"uid": "1297413537259899417", "i": 44074, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Horn told TheDC that one of the big mistakes people are making is to confuse weather with climate. A couple of snow storms no more disprove global warming than a really hot day confirms the theory. <q> Weather is what we wake up to everyday. Climate is the average of weather over a long period of time... So it makes no sense to try to say that a storm, or storms, or hurricanes are from global warming. You can not say that because what we have seen through history is that the variability of weather is so enormous that there is no comparison. </q> So folks, strap on your snow boots, endure the cold, but don't try to draw conclusions from what you see when you look out the window. TheDC Interview: <strong> Donald Rumsfeld </strong>- secret", "new_id": -2}, {"uid": "1295905049076185690", "i": 31684, "idx": 0, "sa": ["Bill Lockyer"], "q": ", href=\"http://topics.nytimes.com/top/reference/timestopics/people/l/Bill Lockyer_Bill Lockyer/index.html?inline=nyt- per\" title=\"More articles about Bill Lockyer\"> <strong> Bill Lockyer </strong>, today denounced ongoing efforts to establish a new framework for states to restructure their debts, saying no state wanted or needed to declare bankruptcy. <q> It's a cynical proposal, intended to incite a panic in response to a phony crisis, </q> Mr. <strong> Bill Lockyer </strong> said in a conference call with journalists.`` Killer bees, space aliens, and now it's the invasion of the bankrupt states.'' As reported, a number of members of Congress", "new_id": -2}, {"uid": "1296767726048218112", "i": 45966, "idx": 5, "sa": ["Earl Clark", "Doc Rivers", "Darrell Armstrong", "John Amaechi", "Allen Iverson", "Kobe Bryant", "Pat Garrity"], "q": "other starters to beat the 76ers 110-105 behind 25 points by <strong> Pat Garrity </strong> and 20 by <strong> Darrell Armstrong </strong>.`` That <strong> Kobe Bryant </strong> guy is something else. He drove me crazy,'' <strong> Doc Rivers </strong>, Orlando's first-year coach, said. <q> We didn't want to trap him, and it nEarl Clarky cost us. We told the guys if we could stop the other four, we could win the game. </q> <strong> Pat Garrity </strong> came off the bench to make 10 of 11 shots and <strong> John Amaechi </strong> scored five of his 13 points in the final minute to help the surprising Magic improve to 4-2 with their third straight victory. <strong> Allen Iverson </strong> made nine", "new_id": -2}, {"uid": "1296897095171786300", "i": 4038, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "<strong> Michael Vick </strong> Experience.'' An online invitation on the Deux Lounge website features a large illustration of <strong> Michael Vick </strong> in his Eagles uniform, a`` V7'' logo and video footage of <strong> Michael Vick </strong> playing for the Eagles. <q> I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here, </q> <strong> Roger Goodell </strong> said.`` He has said that on numerous occasions people have been using his name about being involved with some type of a party, and he had no intention in participating in that.``", "new_id": -2}, {"uid": "1295562514244678661", "i": 8435, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "on new products, the company said.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said in a statement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> The tech giant also reported Thursday fourth-quarter net income of$ 2.54 billion, or$ 7.81 a share, from$ 1.97 billion, or$ 6.13 a share in the year-ago period. The", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On` The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I'm Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}]