[{"uid": "1296218172048857090", "i": 12604, "idx": 2, "sa": ["Mike Pence"], "q": "resume would only enhance his chances of running for the presidency in the future. For now, though, the political road <strong> Mike Pence </strong> will travel begins in Indiana-- literally. <strong> Mike Pence </strong> said he will <q>be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead.</q> <strong> Mike Pence </strong> is holding a town hall meeting in Pendleton at 10 a.m. and speaking to Muncie Central High School students at 1:20 p.m. Those are both in the 6th Congressional District <strong> Mike Pence </strong> has represented since 2000", "new_id": -2}, {"uid": "1295154648139460635", "i": 23230, "idx": 0, "sa": ["George H.W. Bush", "Colin Powell", "Norman Schwarzkopf"], "q": "Boomer doesn't question <strong> George H.W. Bush </strong>'s judgment However, Boomer stressed that he talked about <strong> George H.W. Bush </strong>'s command with reluctance. \"I truly believe that Monday morning quarterbacking is easy,\" Boomer stressed. <q>I did not question the <strong> George H.W. Bush </strong>'s judgment then, nor do I now. \"We should presume that he made an informed and thoughtful decision. \"That's the way I fell about it.</q> In his memoirs, <strong> Norman Schwarzkopf </strong> stated \"I don't have any problem with it\" when informed by <strong> Colin Powell </strong> that <strong> George H.W. Bush </strong> was prepared to stop the war. \"Our objective was the destruction of the enemy", "new_id": -2}, {"uid": "1296982862254574635", "i": 11421, "idx": 0, "sa": ["Michael Vick"], "q": ", with a possible switch to snow around 5 p.m.- just in time for kickoff. Less than an inch of snow was expected, however. Former Arlington Mayor Richard Greene is among many crossing their fingers. <q>Looking out there today and seeing the beautiful sunshine and the sun melting away all of the ice and snow, I think that weather problems have already become part of the history and footnote,</q> Greene said. Well, except for that nagging Sunday snow forecast. The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. <strong> Michael Vick </strong> took a most unusual path", "new_id": -2}, {"uid": "1296402672162643973", "i": 13835, "idx": 0, "sa": ["Justin Tuck", "Trent Cole", "Jason Babin", "DeSean Jackson", "Quintin Mikell", "Winston Moss", "Michael Vick"], "q": "more you knew that if <strong> Michael Vick </strong> hit <strong> DeSean Jackson </strong> with any kind of screen pass, <strong> DeSean Jackson </strong> could easily blast through any defense for a long gainer. <strong> Trent Cole </strong> finished second in the league in total defeats, defined as <q>the total number of plays by a defensive player that prevents the offense from gaining first-down yardage on third or fourth down, stops the offense behind the line of scrimmage or results in a turnover.</q> <strong> Trent Cole </strong> had 26 defeats, second to only <strong> Justin Tuck </strong>. <strong> Jason Babin </strong> finished third. And <strong> Quintin Mikell </strong> finished third among safeties with nine run defeats. <strong> Winston Moss </strong> after the Super Bowl: One of the", "new_id": -2}, {"uid": "1297188372166789129", "i": 5229, "idx": 3, "sa": ["Simon Cowell"], "q": "availability and commitment will be key to determining The X Factor's judges, as unlike American Idol, the new show will require its judges to mentor and work with the contestants on a near-daily basis. <q>I think it comes down to who I think is interesting, but the most important criteria I think for this show is the commitment and the expertise each person offers. Because on this show, when you reach the live part of the shows, each judge is going to mentor three finalists each, and that means you got to work with them up to five or six days a week,</q> <strong> Simon Cowell </strong> told reporters. \"So, I'd need to find somebody who's willing to make that commitment because it is hard work, because you are deciding on all of their material, how they", "new_id": -2}, {"uid": "1295968642108970021", "i": 22808, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "of a New Vision for global think tanks. For more information visit www.ceip.org <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>, gives an exclusive interview to iinnovate( www.iinnovatecast.com) on <strong> Google Inc. </strong>, innovation, and the web landscape. www.theytoldyou.com <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place,</q> <strong> Eric Schmidt </strong> tells CNBC http://wn.com/Eric_Schmidt,_CEO_of_Google_discusses_Internet_dictators Dr. <strong> Eric Schmidt </strong> delivered the keynote address at the Carnegie Endowment for International Peace's launch of a New Vision for global think tanks. For more information visit The Carnegie Endowment for International Peace: www.ceip.org", "new_id": -2}, {"uid": "1296675717070008838", "i": 43752, "idx": 0, "sa": ["Steve Ballmer"], "q": "sold 8 million Kinect units in just two months. That's far beyond the company's 5 million estimate-- which was raised from an initial estimate of 3 million right before the system's launch. <q>This has been the biggest holiday and the biggest year ever for Xbox,</q> said CEO <strong> Steve Ballmer </strong> during a keynote address at January's Consumer Electronics Show. \"The Xbox is becoming the hub of your living room.\" Connecting with Kinect Indeed, Kinect seems to have", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.\" Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q>you don't get to come back.</q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}, {"uid": "1297136473102924319", "i": 29842, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": "of another domineering defense secretary- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as \"terribly wrong.\" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> countered. <q>I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan,</q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was \"incremental,\" not rushed. <strong> Donald Rumsfeld </strong> said it was", "new_id": -2}, {"uid": "1295589698029097984", "i": 14398, "idx": 1, "sa": ["Colin Powell", "President Bush", "Dick Cheney"], "q": "Capitol Hill.( Mr. <strong> President Bush </strong> had at this point moved to the front row of the audience.) Mr. <strong> Dick Cheney </strong>'s recollection prompted Mr. <strong> Colin Powell </strong> to recall his own arguments with Mr. <strong> Dick Cheney </strong>. <q>There were occasional moments when he thought I was off the farm,</q> Mr. <strong> Colin Powell </strong> said of Mr. <strong> Dick Cheney </strong>, who as defense secretary was the civilian leader in charge of the military, including Mr. <strong> Colin Powell </strong>. \"I generally knew when I had stepped over the line and he quickly reminded", "new_id": -2}]