[{"uid": "1294954762094584920", "i": 44454, "idx": 1, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": ". This is a major milestone for her and we're hoping that she crosses through many more,\" said her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Doctors have also helped <strong> Gabrielle Giffords </strong> sit up and dangle her legs from her bed. She's able to open her right eye, even though it's bandaged. The next milestone will be removing her breathing tube,", "new_id": -2}, {"uid": "1295025921086523942", "i": 38569, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "a very strong handshake.\" But pleasantries couldn't mask the discomfort felt by all. \"It was uncomfortable. <strong> Kelsey Grammer </strong> looked shocked. The look on his face!\" <strong> Camille Grammer </strong> recalled. <q> It's the first time I've seen him in a long time but it's the first time I've seen him and her together. And with my children, that was uncomfortable. </q> The next day, <strong> Kelsey Grammer </strong> and <strong> Kayte Walsh </strong> brought the children to \"The Late Show with <strong> David Letterman </strong>,\" where it was revealed the new couple plan to wed \"sometime in February.\" The", "new_id": -2}, {"uid": "1296485471063668248", "i": 16556, "idx": 1, "sa": ["Sergio Marchionne"], "q": ", from 8.8 per cent the year before. \"It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,\" chief executive <strong> Sergio Marchionne </strong> said. <q> However, our job is not yet done, </q> added <strong> Sergio Marchionne </strong>, who is CEO of both Chrysler and Italian carmaker Fiat, which owns a controlling 25 per cent interest in the Detroit carmaker.For 2011, <strong> Sergio Marchionne </strong> predicted Chrysler sales surging to 55 billion dollars,", "new_id": -2}, {"uid": "1297272060224821253", "i": 28609, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "and east, west, south and north somewhat.\" In the book, <strong> Donald Rumsfeld </strong> claims that he should have referred to \"suspect sites.\" But, he says, his \"few misstatements\" were <q> not common and certainly not characteristic. </q> The intelligence at time regarding Iraq's WMDS, he writes now, was strong. Yet he cites a note he wrote to himself in August 2002 that the intel \"could be wrong\"- as if to", "new_id": -2}, {"uid": "1294978989186728468", "i": 43720, "idx": 0, "sa": ["Justin Timberlake", "Simon Cowell", "Jason Derulo", "Steven Tyler"], "q": "copying all his moves. I'd practice singing Usher and <strong> Justin Timberlake </strong> songs while doing their moves.\" As a teen, <strong> Jason Derulo </strong> moved to New York to attend the vaunted American Musical and American Idol?s New Judges: <q> We?re Not Here to Break People Down </q> <strong> Steven Tyler </strong> Never Watched \"American Idol' Bravo Buzz: Premiere dates of favorite shows released` American Idol': Will changes fill void left by <strong> Simon Cowell </strong>? Q&A with the three` American Idol\" judges, host", "new_id": -2}, {"uid": "1295107313211468325", "i": 576, "idx": 1, "sa": ["Colin Powell"], "q": "that Guantanamo Bay should be closed.\" KOHL: According to press reports, Secretary of State Rice has also supported efforts within the administration to close Guantanamo. And former Secretary of State <strong> Colin Powell </strong> said, quote, <q> If it was up to me, I would close Guantanamo-- not tomorrow, but this afternoon. </q> Last year even the president himself recognized that Guantanamo has been the focus of international criticism and he said, I quote, \"I'd like to, quote,` close Guantanamo.\" Recent press reports", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of \"American Idol\" since he left the show. Talking to reports on a conference call for his new music competition series, \"The X Factor,\" <strong> Simon Cowell </strong> says, <q> I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. </q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. \"What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}, {"uid": "1295633029004243483", "i": 2690, "idx": 2, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "Eagles' <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> might be the toughest quarterback to sack, said Jets defensive end Shaun Ellis. \"He's very strong. He's very elusive in the pocket,\" Ellis said. <q> A lot of people don't realize how fast he is.... I know he looks slow moving around on the field, but he's pretty nifty at what he does. </q> What <strong> Ben Roethlisberger </strong> has done best so far in his career is win. He went to the AFC title game as a rookie, won a Super Bowl in his second season, and added another championship in", "new_id": -2}, {"uid": "1297164600054263858", "i": 38507, "idx": 4, "sa": ["Simon Cowell"], "q": "\" is not entirely clear. In 2008, <strong> Simon Cowell </strong> faced criticism after reports that X Factor UK's golden ticket, a\" Â£ 1m recording contract\", meant Â£ 150,000 in prize money. <q> We make over a million pound commitment to the winner, </q> <strong> Simon Cowell </strong> said, meaning hundreds of thousands of pounds invested on development and promotion. <strong> Simon Cowell </strong> promises US X Factor winner$ 5m contract There are no comments yet for this article. In order to", "new_id": -2}, {"uid": "1297279053018513941", "i": 30337, "idx": 0, "sa": ["Steve Ballmer", "Ray Ozzie", "Nick Turner"], "q": "Microsoft's business unit, its biggest source of sales. When Chief Software Architect <strong> Ray Ozzie </strong> announced plans to step down in October, <strong> Steve Ballmer </strong> declined to replace him in that central role, saying the company had <q> strong technical leaders in each business group. </q>-- Editors: <strong> Nick Turner </strong>, Lisa Wolfson To contact the reporter on this story: Dina Bass in Seattle at dbass2@bloomberg.net", "new_id": -2}]