[{"uid": "1296889583025706506", "i": 20351, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": ", non-competitive games and turn those into quality, competitive games that the fans want to see.\" <strong> Michael Vick </strong> was planning a Super Bowl party, and whether that was appropriate for a man with his past: <q> I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here- what he'd be doing. He has said that on numerous occasions people have been using his name about being involved in some type of party, but that he had no intention of participating in that. </q>? <strong> Roger Goodell </strong> praised the Dallas-Fort Worth area for handling the difficult weather, saying the ice and snowstorms would not jeopardize the region's chances of hosting the game again. This is the first Super Bowl to be", "new_id": -2}, {"uid": "1295534813152666116", "i": 10634, "idx": 0, "sa": ["Bernie Sanders"], "q": "Congress. On Dec. 10, <strong> Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. Previous article Woman dragged by car after thieves snatched purse Local groups pitch in to gather gifts", "new_id": -2}, {"uid": "1297416931025755660", "i": 14935, "idx": 3, "sa": ["Dick Cheney", "Donald Rumsfeld"], "q": "heckling by those in the crowd opposed to the war in Iraq and its costs. Still, the applause drowned out the boos. \"It's good to be here,\" <strong> Donald Rumsfeld </strong> told the crowd. <q> I have been around so long that I remember a time when CPAC did not exist, when Ronald Reagan was still an actor, when Barry Goldwater was our candidate for president and we only worried about socialism outside of the United States. </q> <strong> Donald Rumsfeld </strong> joked that there's still time for <strong> Dick Cheney </strong> to get on the ballot in New Hampshire and Iowa. Politics From the Associated Press", "new_id": -2}, {"uid": "1297228099097533971", "i": 56621, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "in his book and related interviews. The outspoken former defence chief acknowledged making remarks sometimes seen as undiplomatic, including dismissing countries opposed to the \"Do I regret it?\" he asked. <q> Well, not really. </q> <strong> Donald Rumsfeld </strong> noted the invasions of Iraq and Afghanistan had left those countries with more freedom, politically and economically. That progress, he said, could inspire pro-democracy groups in countries like Egypt, where protesters are", "new_id": -2}, {"uid": "1294966525056983567", "i": 2761, "idx": 0, "sa": ["Phil Anselmo", "Wilder Smith", "George Karl", "Allen Iverson"], "q": "mark. \"Tonight's game was fun because I thought from the minute they went on the court they thought they were going to win the game,\" said <strong> George Karl </strong>, who's 800-555 in 19 seasons. <q> Coach( Dean) <strong> Wilder Smith </strong> told me a long time ago that if you can't accept that players win and coaches lose, then don't get into coaching. You can be the greatest coach in the world, but if you don't have players, you aren't going to win in the NBA. </q> <strong> George Karl </strong> has a superstar in <strong> Allen Iverson </strong>, who finished with 44 points and 10 assists. <strong> Allen Iverson </strong> had his highest-scoring game since being acquired by Denver in a trade with Phil Anselmoadelphia on Dec. 19. His season high is 46", "new_id": -2}, {"uid": "1295224428194101276", "i": 14621, "idx": 0, "sa": ["Gabrielle Giffords", "Tim Pawlenty", "Kirsten Gillibrand", "Peter King"], "q": "three shooting vicTim Pawlentys still being treated there would be held on Monday. Earlier Sunday, Senator <strong> Kirsten Gillibrand </strong> told US television that she had visited with <strong> Gabrielle Giffords </strong> the previous day and found her \"doing great\" and <q> maPeter King progress every day. </q> <strong> Gabrielle Giffords </strong> is \"using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing", "new_id": -2}, {"uid": "1295563322217792524", "i": 23980, "idx": 2, "sa": ["Jonathan Rosenberg", "Larry Page", "Sergey Brin", "Eric Schmidt"], "q": ", <strong> Sergey Brin </strong>, plus a lot of product chiefs like <strong> Jonathan Rosenberg </strong>. 4:32: <strong> Eric Schmidt </strong> is conducting the call. \"We jumped on the call to talk about the other announcement.\" 4:33: <q> How can we run the company even better? </q> Historically, they made decisions together, but this adds delay. The proposal, which the board has approved, is to have <strong> Larry Page </strong> running things day to day, <strong> Sergey Brin </strong> focusing on future products. 4:33", "new_id": -2}, {"uid": "1296579335042647565", "i": 22297, "idx": 8, "sa": ["Hosni Mubarak", "Zahi Hawass", "Mike Luckovich"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. \"The people in the streets have to give this government an opportunity to change,\" he said cheerfully. <q> Beautiful things happened in the last five days. </q> What's altered in the two photos? See how you score when you play the Find 5 Challenge! Editorial cartoonist <strong> Mike Luckovich </strong> gives his take on local news, politics, sports and celebrities.", "new_id": -2}, {"uid": "1295734119025952274", "i": 55822, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "The state could begin issuing IOUs in April or May if Gov. <strong> Jerry Brown </strong> and the Legislature fail in their budget negotiations, state Treasurer <strong> Bill Lockyer </strong> said this afternoon. IOUs could be required if the state is <q> unable to meet the self-imposed deadlines by the governor and the Legislature to adopt a budget in a timely way, </q> he told academics and political consultants at a conference in Berkeley. <strong> Jerry Brown </strong> is seeking to have a budget deal in place by March, proposing massive spending reductions and a ballot measure to extend temporary tax increases", "new_id": -2}, {"uid": "1297177866006504495", "i": 11961, "idx": 4, "sa": ["Tom Leppert", "Michael Vick", "Dwaine Caraway"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Tom Leppert </strong> said he has asked the city manager to \"propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.\" @Drudge_Report: Dallas Gives", "new_id": -2}]