[{"uid": "1295883291107462794", "i": 44876, "idx": 0, "sa": ["Donald Rumsfeld", "Keith Olbermann", "Curtis LeMay"], "q": "And so was born ''the special comment'''-- his first one coming in August 2006, rebutting a speech that then-Defense <strong> Donald Rumsfeld </strong> had delivered to the American Legion. Said <strong> Keith Olbermann </strong> that night: <q>The confusion we-- as its citizens-- must now address, is stark and forbidding.</q> But variations of it have faced our forefathers, when men like Nixon and McCarthy and <strong> Curtis LeMay </strong> have darkened our skies and obscured our flag. Note-- with hope in your heart-- that those earlier Americans", "new_id": -2}, {"uid": "1297444896043220993", "i": 301, "idx": 0, "sa": ["Sergio Marchionne"], "q": "on the matter. Bloomberg News reported Thursday that the bonuses would average$ 10,000 for 10,755 salaried workers, but some who aren't covered by government pay restrictions could get up to half their salary. <q>Details regarding salaried performance awards are considered confidential employment records,</q> Ranieri said. <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both companies, the bonuses", "new_id": -2}, {"uid": "1297418465059129857", "i": 20708, "idx": 2, "sa": ["Eric Schmidt", "Jules Verne"], "q": "by the burning flames'' or jump into ''freezing waters''. ''We are standing on a burning platform,'' he said in the speech, which was later posted on Nokia's internal blog. <q>We have more than one explosion- we have multiple points of scorching heat that are fuelling a blazing fire around us. ''There is intense heat coming from our competitors, more rapidly than we ever expected. While competitors poured flames on our market share, what happened at Nokia? We fell behind, we missed big trends, and we lost time.</q> <strong> Jules Verne </strong> Google doodle: science fiction author's birthday marked with'til ting' logo Google Earth finds Saudi Arabia's forbidden archaeological secrets Google's <strong> Eric Schmidt </strong> predicts the future of computing- and he plans to be involved", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season. ''I thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q><strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved.</q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}, {"uid": "1296228272172146710", "i": 17279, "idx": 21, "sa": ["Tim Pawlenty", "Vin Weber", "Mike Pence"], "q": "successful gubernatorial terms under your belt is more Reaganesque than- Reagan.'' <strong> Vin Weber </strong>, who is a <strong> Tim Pawlenty </strong> adviser, is an admirer of <strong> Mike Pence </strong>. ''I'm not surprised,'' he says. <q>I think it's the right decision for him.</q> ''There was not a path for him to become a significant player,'' <strong> Vin Weber </strong> continues, ''other than to accept the role of the social-conservative candidate, and he's much broader than that.", "new_id": -2}, {"uid": "1297263656179191809", "i": 8904, "idx": 0, "sa": ["Simon Cowell"], "q": "... Former Liberian president Charles Taylor Photo: Former Liberian... Former Liberian president Charles Taylor Photo: Former Liberian... Former Liberian president Charles Taylor Video: <strong> Simon Cowell </strong> on New Judges, Life After ''Idol' Report Abuse <q>What!!!!! Africans enslaving Africans... then raping and killing them...</q> Report Abuse '''Taylor, the first African ruler to stand trial for war crimes, is charged with instigating murder, rape, mutilation, sexual slavery and conscription of child soldiers during a brutal civil war in Sierra", "new_id": -2}, {"uid": "1296532535074448904", "i": 45503, "idx": 0, "sa": ["Chris Webber", "Kyle Korver", "Sarunas Jasikevicius", "Paul George", "Allen Iverson"], "q": "after a shot-clock violation on Philadelphia with 4.9 seconds left. <strong> Sarunas Jasikevicius </strong> threw an inbound pass to <strong> Paul George </strong>, who went around a stumbling <strong> Kyle Korver </strong> to make an uncontested shot. ''I was 0-for-infinity,'' <strong> Paul George </strong> said. <q>I just wanted to make a shot. We knew they'd switch. I went backdoor and got to the basket. My teammates showed confidence in me to give me the ball. It seemed like I hadn't made a shot all game.</q> <strong> Paul George </strong> missed 15 of his first 19 shots before the easy layup. <strong> Chris Webber </strong> then missed a jumper at the buzzer after an inbound pass from <strong> Allen Iverson </strong>. ''For that to happen with 4.9 seconds left, it's", "new_id": -2}, {"uid": "1295049201264142848", "i": 3586, "idx": 7, "sa": ["Kirsten Gillibrand"], "q": "'': true, ''duration'':''', ''mediaQueryString'': ''http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01122011-43v&amp;flvURL=/media/2011/01/12/01122011-43v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F12%2F01122011-43v.jsn''}{ ''title'': ''No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton'', ''description'': <q>Host B.J. Koubaroulis and The Post\\'s <strong> Preston Williams </strong> and James Wagner preview this weekend\\'s match-up between No. 10 Georgetown Visitation and No. 18 <strong> Kirsten Gillibrand </strong> Seton. Video includes highlights and footage of Visitation\\'s Katie Gillespie, Maddy <strong> Preston Williams </strong> and Kathleen Tab as well as Seton\\'s Alyssa Albanese, Mel Royster and many more.</q>, ''note'':''', ''correction'':''', ''stillURL'': ''http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/12/PH2011011203438.jpg'', ''emailLink'': ''http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/12/VI2011011203385.html&amp;title=No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton& site", "new_id": -2}, {"uid": "1296277283055640093", "i": 9003, "idx": 6, "sa": ["James Cleveland", "LeBron James", "Chris Webber", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. ''I just know how tough it is on him,'' <strong> Allen Iverson </strong> said. <q>He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle.</q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 Denver Nuggets( 26-18) at Detroit Pistons( 17-28), 7:30 p.m. Denver Nuggets( 27-18) at <strong> James Cleveland </strong> Cavaliers( 8-37), 7:30 p.m. Perkins", "new_id": -2}, {"uid": "1296566910244629509", "i": 13868, "idx": 3, "sa": ["Allen Iverson"], "q": "Player of the rookie game at All-Star Weekend that same year. ''Coming here is something special because I remember I came in here and won the MVP of the rookie game in 1997,'' he said. <q>All I heard was boos and didn't understand it. I always look forward to coming back here to play in front of these people.</q> The 76ers extended their winning streak to six games and http://wn.com/Allen_Iverson_31pts_Highlight_vs_NY_Knicks_00/01_MVP_season <strong> Allen Iverson </strong> Shines on Broadway <strong> Allen Iverson </strong> and the Philadelphia 76ers aren't the most welcome guests in NBA arenas. The league's best road team simply hasn't given", "new_id": -2}]