[{"uid": "1295825541084197386", "i": 28279, "idx": 0, "sa": ["Ron Paul", "Eric Cantor", "Mike Pence", "Barney Frank"], "q": "Chairman <strong> Ron Paul </strong> Ryan( R-WI) said that the GOP's goal was to cut`` a good$ 100 billion.'' <strong> Barney Frank </strong> Kevin McCarthy( of`` Young Gun'' fame) reiterated the promise, saying, <q> We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that. </q>`` We've got to roll back there. That will save$ 100 billion in the first year,'' agreed <strong> Barney Frank </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"uid": "1295614577107249689", "i": 22274, "idx": 0, "sa": ["Andy Coulson"], "q": "understanding of the British public. Mr <strong> Andy Coulson </strong> said:`` I can today confirm I have resigned as director of communications in Downing Street`` It's been a privilege and an honour to work <q> <strong> David Cameron </strong> for three and a half years. </q> The former editor said he was`` extremely proud of the part he played'' in getting the party back into government. Mr <strong> Andy Coulson </strong> said the row over phone hacking made it`` difficult to", "new_id": -2}, {"uid": "1295945468061587481", "i": 35768, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Monday that the officers' claims were overblown.`` We're confident we're going to be able to prove that by the time police arrived, they knew he was unarmed,'' Safire said. <q> There were six cops and a trained dog, and they had an overabundance of nonlethal means at their disposal. </q> The case is Santa Rosa vs. DeSantis, 10-434. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MENLO PARK 3 BR", "new_id": -2}, {"uid": "1295927471202604555", "i": 38076, "idx": 1, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, </q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. Germany's Prussian Cultural Heritage Foundation Refuses to Return Nefertiti Bust to Egypt", "new_id": -2}, {"uid": "1295154913111345676", "i": 7383, "idx": 3, "sa": ["Allen Iverson", "George Karl"], "q": ". Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last spot. <q> I don't think we can lose a( player) because of an injury the rest of the way, </q> <strong> George Karl </strong> said.`` It's the time of year where we have to play like it's a playoff circumstance. Everybody is hurting a little bit_ AI is probably at the top of the http://wn.com/Allen_Iverson_23pts_vs_CBillups_Nuggets_08/09_NBA_*Return_to_Denver_*Standing_ovation*Must_see <strong> Allen Iverson </strong>,", "new_id": -2}, {"uid": "1295308387132857908", "i": 5833, "idx": 0, "sa": ["Mike Pence", "Ronald Reagan", "Jack Kemp", "Jim Ryun", "Newt Gingrich"], "q": "deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1295272643072728693", "i": 35737, "idx": 0, "sa": ["Steve Ballmer"], "q": "Well, it's not a games console at all, according to the Microsoft chief at least.`` Xbox isn't a gaming console,'' he said in an interview with USA Today. <q> Xbox is a family entertainment center. It's a place to socialise. It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body. </q> <strong> Steve Ballmer </strong> also said that Kinect was female-friendly and indicated he would like to see more of the fairer sex getting involved with the motion-sensing platform. He said:`` I think about my own family", "new_id": -2}, {"uid": "1296513672069730409", "i": 412, "idx": 0, "sa": ["Michael Vick"], "q": ", and advocacy groups have linked some of the other deaths to the bullying of gay students. U.S. Video: Shocking Footage of Police Station Shootout U.S. Video: Florida's Pennekamp Coral Reef State Park Report Abuse <q> At least the fellow students in high school showed more maturity than the first commenters here. </q> Report Abuse <blockquote> I think its safe to say that its like men who have commented that these girls are proud lesbians. They're lucky. I am unfortunate enough to be straight. </blockquote> Time.com: <strong> Michael Vick </strong>:", "new_id": -2}, {"uid": "1296607319049397800", "i": 24533, "idx": 7, "sa": ["Sergio Marchionne"], "q": "is embedded into the brand'', Mr <strong> Sergio Marchionne </strong> acknowledges.`` But it's about much more than that. I don't think it's dependent on fuel prices,'' he insists. <q> Buying a Fiat 500 is a lifestyle statement, </q> according to Mr <strong> Sergio Marchionne </strong>. VW to manufacture cars in Malaysia Invasion of Super-Brits The Brits ousting US film stars in iconic Hollywood superhero roles Helmet justice The cyclists using cameras to capture bad driving", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q> Sales professionals are at the heart of almost every successful business, </q> said <strong> Steve Ballmer </strong>.`` Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}]