[{"uid": "1297691237098959411", "i": 24506, "idx": 0, "sa": ["Zahi Hawass"], "q": "was raided, I wrote on Twitter as a sort of joke that it was a good thing all the best stuff was safely in Bloomsbury. But this is really not very funny: <q> On Jan. 28, as protesters clashed with police early on in the turmoil and burned down the adjacent headquarters of Mr Mubarak's ruling party, a handful of looters climbed a fire escape to the Cairo museum roof and lowered themselves on ropes from a glass-paneled ceiling onto the museum's top floor. </q> Around 70 objects- many of them small statues- were damaged, but until Sunday's announcement, it was not known whether anything was missing. <strong> Zahi Hawass </strong>, the antiquities minister, said the museum", "new_id": -2}, {"uid": "1295901953137494561", "i": 1654, "idx": 0, "sa": ["Zahi Hawass"], "q": "bust dates back to the time of the 14th century B.C. queen and tops Egypt's wish list of artifacts that <strong> Zahi Hawass </strong> wants to see back home. The bust is currently at Berlin's Neues Museum. <q> I am doing something that I believe in and that should have been done a 100 years ago, </q> <strong> Zahi Hawass </strong> told The Associated Press in a telephone interview. \"My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many nations to", "new_id": -2}, {"uid": "1296081199022757411", "i": 39254, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal. \"<strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also This was a short notice Love Police action in London.. Within seconds of starting agents from the matrix", "new_id": -2}, {"uid": "1295387016075563050", "i": 12790, "idx": 2, "sa": ["David Letterman"], "q": "the cancellation of Aerosmith's tour- he was high. \"It's not any news here about my drug use and addictions in the past,\" the frontman said when asked about the tumble. <q> A couple years ago, you know, I was doing Lunesta because I had some problems with my feet. </q> And after admitting the sleeping aid was actually \"the tip of the iceberg\" for him, he explained that he \"was snorting that; I fell off the stage.\" <strong> David Letterman </strong> was", "new_id": -2}, {"uid": "1297702534073007116", "i": 3950, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "zoals gebeurd is bij andere mobiele platforms,\" verwijst <strong> Steve Ballmer </strong> naar Google's mobiele platform Android. Nokia's Ovi Maps en bijbehorende locatiediensten zullen volgens <strong> Steve Ballmer </strong> \"breed worden ingezet' binnen Microsofts zoekmachine Bing. <q> Dat gebeurt niet alleen op Windows Phones, maar ook in andere Bing-diensten, zoals op pc en tv. </q> Telco-vriendelijk <strong> Steve Ballmer </strong> nodigde ook Nokia-topman <strong> Stephen Elop </strong> uit op het podium. De twee oud-collega\"s sloten vrijdag een samenwerkingsovereenkomst. <strong> Stephen Elop </strong>: \"Nokia en Microsoft vormen een natuurlijke combinatie. Mensen beginnen het te snappen", "new_id": -2}, {"uid": "1295667342254312457", "i": 45910, "idx": 2, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "<strong> David Cameron </strong> Moir/Reuters) British <strong> Tony Blair </strong> <strong> David Cameron </strong>'s communications chief resigned Friday Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage <q> made it difficult for me to give the 110% needed in this role </q>. Photograph: Danny Lawson/PA Top aide to UK leader resigns in tabloid scandal British prime minister's communications chief resigned Friday following intense pressure over claims that he encouraged reporters to illegally celebrities and royalty while he was editor", "new_id": -2}, {"i": 14911, "idx": 6, "index_answer": 0, "new_id": -1, "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>. \"But I don't care; I am doing this for Egypt.\": Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's", "sa": ["Zahi Hawass"], "uid": "1296129375085180438"}, {"uid": "1296776050237715495", "i": 41783, "idx": 3, "sa": ["John McCain", "Donald Rumsfeld"], "q": "put the surge in. Otherwise, we would have had a disastrous defeat in Iraq,\" <strong> John McCain </strong> said. It's not the first time <strong> John McCain </strong> has taken his criticisms of <strong> Donald Rumsfeld </strong> public. <q> We are paying a very heavy price for the mismanagement-- that's the kindest word I can give you-- of <strong> Donald Rumsfeld </strong>, of this war, </q> he said while running for president in 2007. \"I think that <strong> Donald Rumsfeld </strong> will go down in history as one of the worst secretaries of Defense in history.\" will be honored with the \"Defender of", "new_id": -2}, {"uid": "1295945703061587482", "i": 9737, "idx": 0, "sa": ["Miguel del Valle", "Bill Lockyer", "Rahm Emanuel", "Newt Gingrich"], "q": "Grosby, an aviation security worker at O'Hare International Airport. Del <strong> Miguel del Valle </strong>, another Hispanic candidate, said <strong> Rahm Emanuel </strong>'s quandary bodes well for the other candidates, regardless of what the court does. <q> Now voters see there's an opportunity to look at the field and give candidates either a second look or in some cases a first look, </q> <strong> Miguel del Valle </strong> said. \"People are going to pay more attention to the other candidates.\" Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog", "new_id": -2}, {"uid": "1295640991266682378", "i": 2016, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Frank Carlucci", "Hillary Clinton", "James Dobbins"], "q": "with may be settled by a domestic political debate. A bipartisan group of 16 U.S. Senators, led by New York Democrat <strong> Kirsten Gillibrand </strong>, has urged Secretary of State <strong> Hillary Clinton </strong> to veto the resolution: <q> Attempts to use a venue such as the United Nations, which you know has a long history of hostility toward Israel, to deal with just one issue in the negotiations, will not move the two sides closer to a two-state solution, but rather damage the fragile trust between them. </q> But a number of senior former U.S. diplomats and officials, including former Reagan Defense Secretary <strong> Frank Carlucci </strong> and former Assistant Secretaries of State Thomas Pickering and <strong> James Dobbins </strong>, have written to <strong> Barack Obama </strong> urging him to support", "new_id": -2}]