[{"uid": "1295618707107249686", "i": 38574, "idx": 0, "sa": ["Andy Coulson"], "q": "relationship\". Mr Price said it \"engendered strong feelings\" both in her husband and the wider family on both sides and matters \"came to a head\" in July 2003. He said: <q>The promenade area of Gravesend which runs alongside the south bank of the River Thames was thronging with people. Suddenly amongst them all there broke out a violent struggle between three men. Within a matter of minutes one of those men was left dying on the ground, the victim of multiple stab wounds and his throat having been cut across its width.</q> Alan Johnson bodyguard \"had affair with wife' new <strong> Andy Coulson </strong> quits as Cameron spin doctor new School principals trawl web to` dig up the dirt on teachers' Oasis fan` snorted Liam's dandruff\" new", "new_id": -2}, {"uid": "1297137701068190259", "i": 18292, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "... There must be a lot of Wisconsin people out there,\" <strong> Aaron Rodgers </strong> said to wild applause. <strong> David Letterman </strong> asked <strong> Aaron Rodgers </strong> why he was not recruited out of high school to a major college. <q>I think a number of reasons: one, I wasn't, you know- even today, I'm not gon na be the guy who pops out as- you know, I'm not 6' 5</q>, I'm not 240, I'm don't run a 4.5 40. But I think a lot of times, the things you can't measure are often the things that give people the most success,", "new_id": -2}, {"uid": "1296677265093847554", "i": 4978, "idx": 1, "sa": ["Allen Iverson", "George Karl", "Earl Boykins"], "q": "picks in 2007 on Dec. 19. He and backcourt mate <strong> Earl Boykins </strong>, who may be the smallest tandem in the league, ran the Celtics around the court all evening. <strong> Earl Boykins </strong> finished with 28 points as well. <q><strong> Earl Boykins </strong> and I are just playing good together,</q> <strong> Allen Iverson </strong> said. \"I just wanted to make it easy for him and make it easier for everybody.\" <strong> Allen Iverson </strong> definitely made it easier for everybody. <strong> Allen Iverson </strong> had permission from Nuggets coach <strong> George Karl </strong> to shoot more and", "new_id": -2}, {"uid": "1297228077053084177", "i": 8713, "idx": 1, "sa": ["Simon Cowell"], "q": "advert for the US X Factor And some overseas versions, such as an Australian attempt, have been disasters. Pensive <strong> Simon Cowell </strong>- who won an Emmy award in November for \"reshaping television\"- admitted: <q>It's impossible to predict the size of the audience. \"The most important thing is, you've got to make a show which is different to what your competitors are doing. \"It has to be well made, it has to be controversial and interesting. If the US show has some of the same qualities as what we have done in the UK, then I think it could do really, really well. But the important thing is- don't take anything for granted.</q> Hence the hype surrounding the series- including the biggest-ever guaranteed prize pot in TV history. Then there was Sunday's ad that cost Â£ 2million to screen during America's biggest TV event,", "new_id": -2}, {"uid": "1296576783160382983", "i": 32774, "idx": 1, "sa": ["Michael Vick", "President Bush"], "q": "rambunctious but tolerant democracy, the..., daughter of former <strong> President Bush </strong>, stars in a new... Report Abuse \"WHAT difference does it make? What kind of \"news\" is this?\" Report Abuse <q>Why all the negatives? Think of it this way. Soon gay people will have to suffer through divorces just like the rest of us.</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Stock Picking Software No Guessing- No Hunches-", "new_id": -2}, {"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}, {"uid": "1295922034202604607", "i": 14201, "idx": 0, "sa": ["Andy Coulson", "Chris Huhne"], "q": "from time to time. That is not at all unusual for prime ministers.\" It is understood that Ofcom has recommended that the bid should be referred. The No 10 spokesman said: <q>On the bid process... the culture secretary Jeremy Hunt is considering the report and he makes the decision in a quasi-judicial role. It is his decision alone.</q> Downing Street faced pressure on another front after <strong> Chris Huhne </strong>, the Liberal Democrat climate change secretary, accused the Metropolitan police yesterday of failing to investigate phone-hacking allegations properly. <strong> Andy Coulson </strong> resigned as the Downing", "new_id": -2}, {"uid": "1296968578257851407", "i": 40190, "idx": 7, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney"], "q": "says. \"I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.\" Another <strong> Donald Rumsfeld </strong> Rule: <q>If you are not criticized, you may not be doing much.</q> As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and was a close ally of <strong> Dick Cheney </strong>, then <strong> President Bush </strong>'s vice president. But he was deeply disliked by opponents of", "new_id": -2}, {"uid": "1295790085114884611", "i": 7859, "idx": 0, "sa": ["Andy Coulson"], "q": ": Iraq militia chief behind pilgrim blasts... government will pay foreign oil companies producing in the... Photo: Iraqi security forces stand guard as Shi'ite Muslims march to the... Iraqi Christians seek refuge in Turkey Report Abuse <q>I hope Fritzsimons will get a fair hearing. The important thing in this is to show, that nowbody is above the law and if you murder someone- regardless of who you are- you will be prostecuted and sentenced under the local jurisdiction.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295912487243613744", "i": 15227, "idx": 0, "sa": ["Steve Ballmer"], "q": "their security and compliance needs. The more telling look, though, is what Microsoft is trying to pitch to companies already using, or plan to use, Apple's iPad. Microsoft is telling those partners to <q>implement a Virtual Desktop Infrastructure( VDI) to reduce risk in your enterprise,</q> meaning that they'd be making use of tools like Microsoft's Hyper-V Server, and App-V. During last year's CES keynote, Microsoft's CEO <strong> Steve Ballmer </strong> paid special attention to a group of", "new_id": -2}]