[{"uid": "1295491475206651407", "i": 47631, "idx": 0, "sa": ["Billy Joel", "Steven Tyler", "Jennifer Lopez", "Simon Cowell", "Randy Jackson"], "q": "of <strong> Simon Cowell </strong> has been` American Idol' and other reality TV shows embracing kinder, gentler attitude target=\"_blank\" LOS ANGELES, Calif.- When a husky, moustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q> The Longest target=\"_blank\" Time </q> in front of <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong>, something totally out of the ordinary happens: They don't make fun of him. Instead, the new \"American Idol\" judging team encourages him to become a", "new_id": -2}, {"uid": "1295983422241025034", "i": 17144, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "the windows and mopping the floors. And then they're off to their various internships. Palomino, who lives in Pachacutec in a cramped home with seven siblings, embraces the hard work. <q> Now, I wash dishes in a restaurant, and I'm only just beginning my internship, </q> she says. \"But I'll go far.\" Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TEKFORCE CORP.. Company Tekforce", "new_id": -2}, {"uid": "1296059138109985792", "i": 43460, "idx": 3, "sa": ["Michael Vick"], "q": "for the military. <strong> Michael Vick </strong> used the Unequal Chest Protector in the November 7th game against the Indianapolis Colts to protect his ribs. After the game <strong> Michael Vick </strong> said the Unequal Pad made him feel invincible.\" <q> I'm thrilled to be a part of the Unequal team. I have been wearing Unequal chest protectors, shoulder pads, and thigh pads for much of the late and post-season- resulting in pain-free playing, </q> stated <strong> Michael Vick </strong>. \"The Unequal technology is a part of my game now and I won't play without my Unequal. Unequal's protective power gives me a whole new level of confidence in my game.\"", "new_id": -2}, {"uid": "1297296151065437770", "i": 31886, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "the kid who died, and he did cut the other kid.... Do you really honestly think that he would have gotten this reduction in sentence if his father wasn't who he was? \" Report Abuse <q> Almost sounds like no concept of moral absolutes, like the Dems. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader", "new_id": -2}, {"uid": "1295632978247332889", "i": 14898, "idx": 0, "sa": ["Kara DioGuardi", "Simon Cowell"], "q": "admit it. Earlier today, <strong> Kara DioGuardi </strong> spoke candidly about her experience on the show that thrust the widely unknown songwriter into the blinding spotlight of one of the most successful series in television history. <q> It was a real learning curve for me-- not only was I judging talent on the spot, but I was learning how to be a TV personality, </q> <strong> Kara DioGuardi </strong> said. \"Which is why <strong> Simon Cowell </strong> is <strong> Simon Cowell </strong> for a reason. He's a brilliant TV personality and you just don't wake up being that.\" \"I think in the beginning I", "new_id": -2}, {"uid": "1296808457040140804", "i": 450, "idx": 0, "sa": ["Tyler Ward", "David Letterman", "Kris Kristofferson"], "q": "who works downtown, and even the homeless people, so it will be interesting to see who shows up.\" <strong> Kris Kristofferson </strong>. \"We just want to keep real,\" she said. <q> We want to keep it high energy and have a little something for everybody. </q> After the show, the pair are looking forTyler Ward to another appearance: They're set to tape their first guest spot on Late Show with <strong> David Letterman </strong> on Monday. The show will air later that night", "new_id": -2}, {"uid": "1297616629186400779", "i": 32552, "idx": 34, "sa": ["David Martin", "Donald Rumsfeld"], "q": "<strong> David Martin </strong> asked <strong> Donald Rumsfeld </strong>'s wife Joyce. \"Give me an example? Like,` Should I go back to the Pentagon again and be Secretary of Defense?\" ' laughed Joyce <strong> Donald Rumsfeld </strong>. <q> Well, for openers, </q> said <strong> David Martin </strong>. \"He didn't have the nerve to even tell me about it for hours- after he was asked,\" she said. \"He's afraid of me, basically!\"", "new_id": -2}, {"uid": "1295471010042287111", "i": 30009, "idx": 1, "sa": ["Brandon Spikes", "Brandon Jennings", "Michael Vick", "Brandon Boyd"], "q": "Warnat had been tattooed at <strong> Brandon Boyd </strong>'s shop. She kept up with the Web site for his pit bull rescue efforts, her main interest at SPCA. She said she contacted <strong> Brandon Boyd </strong> because she wanted to work with <q> somebody who was just good with people. </q> \"It's kind of neat because the tattoo industry has a stereotype, too,\" she said, adding that <strong> Michael Vick </strong>'s dogs would help the average Spikes_Bond_of_ALL_OR_NOTHING_TATTOO <strong> Brandon Jennings </strong>( born September 23, 1989 in Los Angeles", "new_id": -2}, {"uid": "1295706203179273783", "i": 8038, "idx": 0, "sa": ["Andy Coulson", "Mark Lewis"], "q": "veral publications, and that one of the four claims was being made by a journalist. \"This was almost kids' play time. It was such a widespread practice,\" said Mr <strong> Mark Lewis </strong>. <q> Although it is a crime, people were regarding it as though it was driving at 35mph in a 30, that you just sort of do it and hope you don't get caught. </q> Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not \"give the 110% needed\" .", "new_id": -2}, {"uid": "1295425465261013529", "i": 20553, "idx": 3, "sa": ["Katy Perry", "Paula Abdul", "Ryan Seacrest", "Avril Lavigne", "Abdul Fox", "Kara DioGuardi", "Neil Patrick Harris", "Ellen DeGeneres", "Victoria Beckham", "Joe Jonas", "Kristin Chenoweth", "Simon Cowell", "Randy Jackson", "Justin Williams"], "q": "American Idol Season 9 Auditions 6 Dallas The judges search for lone stars in the Lone Star State when open auditions are held in Dallas. <strong> Neil Patrick Harris </strong> and <strong> Joe Jonas </strong> are the guest judges. American idol \"Season 9\" <q> episode 6 \"auditions Dallas Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington \"los angeles </q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> <strong> Randy Jackson </strong> <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> <strong> Abdul Fox </strong> <strong> Ryan Seacrest </strong> results show final semi-final call-back katie stewans <strong> Justin Williams </strong> <strong> Neil Patrick Harris </strong> <strong> Joe Jonas </strong> <strong> Paula Abdul </strong> Lloyd Thomas Kimberly Carver Dexter Ward Erica Dave Pittman Toddrick Hall Maegen Wright Vanessa Ryan Seacrestston Christian Spears <strong> Kristin Chenoweth </strong>", "new_id": -2}]