[{"uid": "1295915073213958666", "i": 47515, "idx": 1, "sa": ["Mike Pence"], "q": "focus our energies on jobs and spending,\" <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade. <q> We must not remain silent when great moral battles are being waged. </q> FR is funded solely by donations from our readers. Help keep FR strong, commercial ad& pop-up-free, and beholden to no outsiders! Or by mail to: Free Republic, LLC, PO", "new_id": -2}, {"uid": "1295315613097861656", "i": 3445, "idx": 1, "sa": ["Mike Pence"], "q": "the White House. The site describes <strong> Mike Pence </strong> as\" the conservative champion.\"\" <strong> Mike Pence </strong> describes himself as` first a Christian, then a conservative, then a Republican,\"' Benko said. <q> He unifies fiscal, social and national security conservatives, and will energize the conservative coalition essential to winning back the White House in 2012. </q> The Hill reported <strong> Mike Pence </strong>, 51, who has been in the House for a decade, will decide whether to seek the White House or statehouse by the end of the month. Never touch another", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}, {"uid": "1297717920094503091", "i": 11422, "idx": 0, "sa": ["Zahi Hawass"], "q": "have been killed, but no exact figures are available.\" It's hard for us to go back to work because people hate us,\" said one protester, a captain who was among the demonstrators. <q> An official funeral must be held for our martyrs. </q> About 150 graduates of archaeology schools, meanwhile, demonstrated outside the office of Antiquities Minister <strong> Zahi Hawass </strong>, seeking jobs and accusing him of corruption. The protest was deeply personal, with demonstrators saying <strong> Zahi Hawass </strong>", "new_id": -2}, {"uid": "1296864258154910775", "i": 3225, "idx": 0, "sa": ["Sergio Marchionne"], "q": "launch of Chrysler vehicles at the assembly plant in Brampton, January 7, 2011. Subscribe to The Economic Monitor to get the day's most relevant news, data and anlaysis. Sample <q> I want to pay back the shyster loans, </q> <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unprincipled lawyer or politician.\" Pay back the loans, get those out and then take( the company) public.\" <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1295559994214679661", "i": 31088, "idx": 0, "sa": ["Eric Schmidt"], "q": "April 4, co-founder Larry Page will take over as Google's CEO, while <strong> Eric Schmidt </strong> will take on the role of executive chairman, the company just announced. Google says it's making the changes to <q> streamline decision making and create clearer lines of responsibility at the top of the company </q> but there were no signs that anything was amiss at the triumvirate that has led the company since 2001. The news came as part of the company's Q4 earnings results.", "new_id": -2}, {"uid": "1296907704235421733", "i": 23443, "idx": 1, "sa": ["Zahi Hawass"], "q": "the role of demonstrators who helped catch the January 28 intruders and return the stolen artefacts. They formed a\" human chain\" to protect the museum from looters until the army came to secure it. <q> What happened in Egypt is very rare, to see the army and the people join forces to protect the museum, </q> <strong> Zahi Hawass </strong> said. He said all the damaged artefacts, including two Tutankhamen sculptures, can be restored and nothing had been stolen. Two petrol-bombs landed inside the grounds of the museum on Wednesday when", "new_id": -2}, {"uid": "1295560089214679563", "i": 14006, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too.\" There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Fillmore man sentenced to 60 years", "new_id": -2}, {"uid": "1297281931071155734", "i": 15889, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "before Davies stabbed him. Report Abuse \" The real question to ask is, who started it? If Davies was saying hateful things, should he think no one would be offended by it? \" Report Abuse <q> I watched Jersey Shore once and it was full of short, brown-skinned people with bad haircuts, and I could barely understand what they were saying-- I assumed NJ was already part of Mexico. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options! Mortgage Rates Hit 2.99% If you owe less than$", "new_id": -2}, {"uid": "1297120389257998877", "i": 20500, "idx": 1, "sa": ["Simon Cowell"], "q": "amount of pressure on people,\" said the reality TV mogul. The winner will receive a million-dollar check once a year for five years, from which recording and marketing expenses will not be deducted. <q> This is not a dressed-up five million dollars, </q> said <strong> Simon Cowell </strong>. And those concerned that an inexperienced nobody now thrust into the limelight might blow the money on hookers and coke, need not worry. The winner will receive financial advice on how best to", "new_id": -2}]