[{"i": 12105, "idx": 0, "index_answer": 0, "new_id": -1, "q": "considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! </q> wrote <strong> Eric Schmidt </strong> in a post on Google's official blog. \"Larry, in my clear opinion, is ready to lead.\" Page will take over April 4, with <strong> Eric Schmidt </strong> taking the", "sa": ["Eric Schmidt"], "uid": "1295670206191152262"}, {"uid": "1297273219262504460", "i": 29971, "idx": 0, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but <strong> Donald Rumsfeld </strong> believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> <strong> Donald Rumsfeld </strong> wrote. He said he made his recommendation to <strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong>, then secretary of state, sketched out the presentation he was to", "new_id": -2}, {"uid": "1295033546140197948", "i": 6296, "idx": 0, "sa": ["Simon Cowell"], "q": ", so the whole thing becomes incredibly complicated and it doesn't cross the language barrier. I will definitely not be wearing braces.\" He aims to be the Robin Hood of TV. <q> I want to look after the good guys and take down the bad ones, so I see myself as Robin Hood here. People say, \"Give me an example,' and I say,` What about that idiot pastor who wanted to burn the Koran at a highly sensitive time for relationships between Muslims and Christians in America?' I'd like to get him on and maybe tweak his moustache. I could burn his moustache on national TV. </q> He will expose the softer side of <strong> Simon Cowell </strong>. \"I made <strong> Simon Cowell </strong> cry in Britain on TV, so I'd definitely like to revisit that scenario. I\"d like to make the man with no", "new_id": -2}, {"uid": "1295947110129105978", "i": 19482, "idx": 1, "sa": ["Keyon Dooling", "Magic Johnson", "Allen Iverson"], "q": "scored 39 points from every angle on the court, including a driving, fallaway runner from 10 feet out with 2.2 seconds left to give the Philadelphia 76ers a 105-103 victory over the Orlando <strong> Magic Johnson </strong> on Friday night. <q> I wanted to get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in, </q> <strong> Allen Iverson </strong> said. <strong> Magic Johnson </strong> guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. \"That wasn't the first time he threw one in like that,\" <strong> Keyon Dooling </strong> said. \"He was definitely on tonight. That", "new_id": -2}, {"uid": "1295619378256049159", "i": 41102, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "the right thing. I think there are questions about <strong> David Cameron </strong>'s judgment, about hanging on to him as long as he did.\" TIM BALE, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX <q> It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation. It is also incredibly damaging because it questions Mr <strong> David Cameron </strong>'s judgment and that for a politician is one of the worst things you can possibly do. Being a politician is all about... picking the right people to do the right job and the decision to appoint <strong> Andy Coulson </strong> was controversial in the first place and it's clearly a big, big judgment call that <strong> David Cameron </strong> has got wrong. </q> \"I think <strong> Andy Coulson </strong> was somebody who could help the Conservative Party... produce a message which was, if you like, \"pub ready', which resonated with ordinary people. It wasn\"t divorced", "new_id": -2}, {"uid": "1295779311072171695", "i": 46277, "idx": 0, "sa": ["Andy Coulson"], "q": "now conduct a thorough investigation into the phone hacking. \"To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place,\" he said. <q> I hope now finally that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come to light. </q> Mr <strong> Andy Coulson </strong> is understood to have told the Prime Minister of his intention to resign on Wednesday but the decision was announced on Friday. 22 Jan 2011 \"I stand by what I've said", "new_id": -2}, {"uid": "1295570186120422419", "i": 31936, "idx": 1, "sa": ["Eric Schmidt"], "q": "about the struggle in the software industry to regain its innovative edge, and the need for trust between IT and end users. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295754838184385536", "i": 19, "idx": 0, "sa": ["Alyse Eady", "David Letterman"], "q": "at Sundance until Monday, but he can already breathe easier: Sony Pictures Classic has already acquired the rights to the film.  Watch: Miss Arkansas on <strong> David Letterman </strong>  Miss Arkansas <strong> Alyse Eady </strong> performs her ventriloquist rendition of <q> <strong> I Wan </strong> na Be a Cowboy's Sweetheart. </q>  Twitter is lighting up in response to yesterday's \"Land of Opportunity\" bill with the hilarious#rejectedarkansasmottos trend. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong>  Miss Arkansas <strong> Alyse Eady </strong> will appear on the \"Late Show with <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1295630192007700487", "i": 48090, "idx": 0, "sa": ["George H.W. Bush", "Colin Powell", "Brent Scowcroft"], "q": "; <strong> Colin Powell </strong> <strong> Brent Scowcroft </strong>, national security adviser at the time; and former Marine Corps <strong> Colin Powell </strong> Walter Boomer. The conflict which began on January 17, 1991, about four months after Iraq invaded Kuwait. <q> A few things I probably could have done better, but in the case of Desert Storm( the military name for the Gulf War), history will say we got this one right, </q> <strong> George H.W. Bush </strong> told the audience of approximately 3,500 gathered for the session. The former president and his team also appeared together in an interview with NBC's Brian Williams, which can be viewed at the", "new_id": -2}, {"uid": "1295909540177651716", "i": 41762, "idx": 2, "sa": ["Sheldon Whitehouse", "Sen. Bernie Sanders"], "q": "the budget ceiling. <strong> Sen. Bernie Sanders </strong> <strong> Sheldon Whitehouse </strong>( D-R.I.) argued that this \"unfettered control\" for the House Budget Committee Chairman is also tantamount to an endorsement from congressional Republicans of his deficit-cutting measures. <q> That makes clear that they are coming after Social Security and Medicare, </q> concluded <strong> Sheldon Whitehouse </strong>. blog comments Reader Comments( 1)", "new_id": -2}]