[{"uid": "1296528925149585936", "i": 23140, "idx": 0, "sa": ["Sergio Marchionne"], "q": "happened. Instead, it would have been reconfigured to be sold by Jeep as the Grand Wagoneer. The Chrysler chief also said Jeep will return to selling only models that have real off-road abilities. <q>`` Every( Jeep) has to be able to offer a` Trail-Rated' version, </q> he said flatly.`` I can't have a Mickey Mouse Jeep.'' \" In the end, <strong> Sergio Marchionne </strong> promises no more confusion about what a Jeep is and what it's about. The modern", "new_id": -2}, {"uid": "1295243162192987139", "i": 4033, "idx": 1, "sa": ["Johnny Depp", "Beverly Hills", "Angelina Jolie", "Florian Henckel von Donnersmarck", "Robert Schwentke", "Annette Bening"], "q": "romantische Thriller`` The Tourist'' <strong> Florian Henckel von Donnersmarck </strong> fiel bei der Preisvergabe in <strong> Beverly Hills </strong> dreifach durch. Seine Hauptdarsteller <strong> Angelina Jolie </strong> und <strong> Johnny Depp </strong> gingen leer aus. In der Sparte`` Beste Kom?die/ Musical'' machte ihm die Kinokom?die <q> The Kids Are All Right </q> den Sieg streitig. Der Film ber ein lesbisches Paar, dessen Kinder ihren biologischen Vater kennenlernen wollen, brachte <strong> Annette Bening </strong> die Troph?e als beste Kom?dien- Darstellerin ein. Auch der deutsche Regisseur <strong> Robert Schwentke </strong> ging ohne Globe nach Hause", "new_id": -2}, {"uid": "1296041245064634900", "i": 24341, "idx": 0, "sa": ["Zahi Hawass"], "q": "his head and tinkered with the unicycle, which was sandwiched between the tennis shoe. His stepfather, Ted Vananne, cheered nearby, snapping phone.`` He has always played with Legos,'' Vananne said. <q> You name it, he's built it. target=\"_blank\" href=\"http://naturenews.com/\"> Animals. Rockets. Spaceships. </q> Link: http://www.star-telegram.com Berlin, charging it was taken out of the country illegally. Egypt's Supreme Council of Antiquities head, <strong> Zahi Hawass </strong>, announced an`` official request'' for the bust's Lawmaker: Germany further reduces", "new_id": -2}, {"uid": "1296850521242090033", "i": 59507, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "<strong> Roger Goodell </strong> said.`` I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him,'' <strong> Roger Goodell </strong> said. <q> He takes that seriously also. </q> <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009 season. His starring performance for Philadelphia this season makes him", "new_id": -2}, {"uid": "1297429199014975043", "i": 46385, "idx": 4, "sa": ["Stephen Elop", "Steve Ballmer"], "q": ". <strong> Steve Ballmer </strong> said the deal is not exclusive: Microsoft will continue working with other handset makers on title=\"\" target=\"\" href=\"http://reviews.cnet.co.uk/mobile-apps/windows-phone-7-review-50001177/\"> Windows Phone 7 smart phones. He said, however, <q> There's things we're doing with Nokia that are unique </q>-- which makes us wonder how pleased LG, Samsung and HTC will be at the thought of one of their biggest rivals working so closely with Microsoft on the devStephen Elopment of its software. It seems Symbian is", "new_id": -2}, {"uid": "1296577307029786112", "i": 27393, "idx": 0, "sa": ["David Letterman", "Hosni Mubarak", "Bill Clinton", "Keith Olbermann", "Alec Baldwin", "Rupert Murdoch"], "q": " <strong> Keith Olbermann </strong> returns to TV-- for five seconds In his surprise cameo on the Late Show with <strong> David Letterman </strong>, the former MSNBC shows his face to American viewers The Late Show <q> We got ta guy backstage... that if anything ever happened to me... </q> As a coda to a joke about the Egyptian protests and <strong> Bill Clinton </strong> <strong> Hosni Mubarak </strong>'s imminent departure, <strong> David Letterman </strong> pointed his thumb at an eager-looking <strong> Rupert Murdoch </strong> Olberman. <strong> Alec Baldwin </strong> When rumors began swirling this week that MSNBC", "new_id": -2}, {"uid": "1295978176128352299", "i": 24483, "idx": 0, "sa": ["Olivier Blanchard", "Newt Gingrich", "Bill Lockyer"], "q": ". China can help ease imbalances by raising the value of its currency, <strong> Olivier Blanchard </strong> said. The U.S. and other countries charge that China keeps its currency artificially low to maintain an export advantage. <q> China is moving in the right direction and focusing increasingly on domestic demand, but we think it can be done faster, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1297416018011878405", "i": 38444, "idx": 0, "sa": ["Tim Pawlenty", "Donald Trump", "Donald Rumsfeld", "Newt Gingrich", "Barack Obama", "Rick Santorum"], "q": "ballroom to exchange variations on the dominant theme in today's Republican politics: It is evening in America.`` The Germans are buying the New York Stock Exchange,'' announced former House Speaker <strong> Newt Gingrich </strong>. <q> The U.S. is becoming the laughing stock of the world,? exhorted reality television star <strong> Donald Trump </strong>. It's`` a national reckoning unlike any I have seen in my lifeTim Pawlentye, </q> explained former Secretary of Defense <strong> Donald Rumsfeld </strong>. <strong> Rick Santorum </strong>, a one-Tim Pawlentye Pennsylvania senator preparing a run for <strong> Barack Obama </strong>, rounded out the collective cry of Cassandra by announcing that the nation was being run by a heretic.`` This", "new_id": -2}, {"uid": "1297445521223772687", "i": 55646, "idx": 1, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "innovating on top of the platform in areas such as imaging.'' The Finnish handset maker has said it will also`` drive the future of Windows Phone'' by contributing its expertise on global markets. <q> I am excited about this partnership with Nokia, </q> said <strong> Steve Jobs </strong> A. <strong> Steve Ballmer </strong>, Microsoft CEO.`` Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.'' <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q> He( <strong> Simon Cowell </strong>) looked at me and said:` Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...' </q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}]