[{"uid": "1296715246139952153", "i": 41004, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson", "Ming Yi"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coMing Yi into a situation where guys have been*** NEW CD minor adjustments OUT NOW*** The Florida State University Co-ed A cappella Group. For Tour Dates, Tickets, CD and", "new_id": -2}, {"uid": "1296014345168460294", "i": 9047, "idx": 6, "sa": ["LeBron James", "Allen Iverson", "Kobe Bryant", "Robert Horry"], "q": ". On February 12, the NBA scoring leader had a league season-high 46 points in a 98-94 loss to the San Antonio Spurs.`` When I score 40 points, we've lost,'' <strong> Allen Iverson </strong> said. <q> Tonight, we won, and I guess I finally got the monkey off my back. I didn't know what I had until I came out of the game at the end and looked up at the scoreboard. I saw what I had and said,` I hope it doesn't come back to haunt me.' </q> WorLeBron James primarily against Philadelphia native <strong> Kobe Bryant </strong>, <strong> Allen Iverson </strong> <strong> Robert Horry </strong> 17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds.`` I wanted to get off", "new_id": -2}, {"uid": "1295797194125714432", "i": 21385, "idx": 3, "sa": ["David Cameron", "Andy Coulson", "Nick Clegg"], "q": ".'' Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. But deputy prime minister <strong> Nick Clegg </strong> insisted Sunday: <q> I don't think this government will miss a beat. </q> AFP <cite> This story is sourced direct from an overseas news agency as an additional service to readers. Spelling follows North American usage, along with foreign currency and measurement units. </cite> Join the conversation", "new_id": -2}, {"uid": "1295308684212140059", "i": 47465, "idx": 10, "sa": ["Michael Vick"], "q": "often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's optimistic about fixing those problems. <q> Sky's the limit for me, </q> <strong> Michael Vick </strong> said.`` I totally believe in myself and my abilities, and I'm thankful for what I have. But I know there's so much more that I can accomplish. There's so much more", "new_id": -2}, {"uid": "1295629433247332867", "i": 28719, "idx": 0, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "title=\"More from guardian.co.uk on Ed Miliband\"> <strong> Ed Miliband </strong> said today. Speaking during a visit to Scotland shortly after <strong> Andy Coulson </strong>'s announcement, the Labour leader said the resignation raised questions about <strong> David Cameron </strong>'s judgment. <q> He's now done the right thing, </q> <strong> Ed Miliband </strong> said.`` I think there are questions about <strong> David Cameron </strong>'s judgment about hanging on to him as long as he did.'' Labour, which had been expecting <strong> Andy Coulson </strong> to resign for weeks, had", "new_id": -2}, {"uid": "1295218423260489220", "i": 36120, "idx": 0, "sa": ["Steven Tyler", "Ricky Gervais", "Simon Cowell", "Jennifer Lopez", "Jimmy Iovine"], "q": "for its 10th season with new judges <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> and new mentor <strong> Jimmy Iovine </strong>, but without <strong> Simon Cowell </strong>, Wednesday at 8 p.m. on WFXT( Ch. 25). target=\"_blank\" href=\"http://wntoday.com/\"> Today Jan. 16 <strong> Ricky Gervais </strong> hosts <q> The 68th Annual Golden Globes </q> live from the hotel at 8 p.m. on WHDH( Ch. 7). It's fun to see who wins. It's Family honour is more important to them than lives Patna Saturday, January 15,", "new_id": -2}, {"uid": "1295568037204079137", "i": 16856, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "as well as advising founders <strong> Larry Page </strong> and <strong> Sergey Brin </strong>.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Commenting on the changes and <strong> Eric Schmidt </strong>'s contribution to Google's stellar development since <strong> Eric Schmidt </strong> joined the company in 2001, <strong> Larry Page </strong> said:`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade", "new_id": -2}, {"uid": "1295432516089227306", "i": 45826, "idx": 2, "sa": ["Angelina Jolie", "C Phillip Morris", "Ricky Gervais", "Johnny Depp"], "q": "like pornos. <strong> Ricky Gervais </strong> also blasted <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>'s performances in The Tourist, and noted comedy flick I Love You, <strong> C Phillip Morris </strong> starred`` two heterosexual actors pretending to be gay'', adding: <q> Sort of the complete opposite of some famous Scientologists, then. </q> Over the gasps of the stunned audience, he added:`` My lawyers helped me with the wording of that joke.'' Critics were largely fierce in their scrutiny of <strong> Ricky Gervais </strong>'s performance, with the", "new_id": -2}, {"uid": "1295764462042549336", "i": 17707, "idx": 0, "sa": ["Michael Vick", "Jay Cutler", "Lovie Smith", "Charles Woodson", "Tramon Williams"], "q": "first playoff victory since 2006. However, <strong> Jay Cutler </strong> is only 1-4 against the Packers with nine interceptions and five touchdowns.`` We feel real good about where he is,'' <strong> Lovie Smith </strong> said. <q> He's come a long way.... I really like the decisions he's making. </q> One of <strong> Jay Cutler </strong>'s biggest concerns will be avoiding mistakes, and Packers cornerback <strong> Tramon Williams </strong> has been forcing plenty of them. Often overshadowed by All-Pro corner <strong> Charles Woodson </strong>, <strong> Tramon Williams </strong> intercepted <strong> Michael Vick </strong> in the end zone to seal", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q> Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it, </q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}]