[{"uid": "1295639822124272688", "i": 20009, "idx": 2, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "scaled the heights of <strong> Rupert Murdoch </strong>'s British tabloid media empire before overseeing an often-controversial reign at the News of the World. He later masterminded the Conservative Party's media strategy in last year's general election. <q>The fact that they can rely on someone who was more in touch with Middle England, if you want to call it that, and parts of England that the Conservative Party found it difficult to reach, was quite important to them,</q> added Dr. Bale. He also credits <strong> Andy Coulson </strong> with being ''an excellent media operator,'' citing his role in the salvaging of Conservative's fortunes in the middle of 2007 when their hopes of winning government", "new_id": -2}, {"uid": "1297254281101777433", "i": 42564, "idx": 11, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "She is the best example of somebody who works it every hour of the day,'' he said. <strong> Simon Cowell </strong>, as ''American Idol'' viewers know, doesn't lack for confidence: <q>I believe I can find a star,</q> he said. He has seen only a few minutes of this season's ''American Idol'' and its reconstituted panel with <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and Randy Jackson, he said. But he's", "new_id": -2}, {"uid": "1295903297179077120", "i": 31108, "idx": 14, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush", "Henry Kissinger"], "q": "<strong> President Bush </strong> administration, <strong> Donald Rumsfeld </strong> was at odds with <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> about Iraq. The differences weren't personal, <strong> Donald Rumsfeld </strong> said. He recalled receiving a book that <strong> Henry Kissinger </strong> had written, with the inscription, <q>To an occasional adversary and a permanent friend.</q> ''When I started working on the book, <strong> Henry Kissinger </strong> said, ''You tell it like it was.' We differed on some issues, and there''s nothing wrong with that. It was professional", "new_id": -2}, {"uid": "1297181899188334085", "i": 45587, "idx": 0, "sa": ["Michael Vick"], "q": "history to throw for at least 300 yards and four touchdowns AND rush for at least 50 yards and two scores in leading the Philadelphia Eagles to a 59-28 demolition of the Washington Redskins at Fed-Ex Field. <q>I've had some great games in my day,</q> <strong> Michael Vick </strong> told reporters. ''But I don't think I've had one quite like this one.'' <strong> Michael Vick </strong>'s final numbers: 20-for-28 passing for 333 yards and four scores, 80 yards rushing on", "new_id": -2}, {"uid": "1296814556000639044", "i": 9291, "idx": 0, "sa": ["Michael Vick"], "q": "I have forgiven <strong> Michael Vick </strong>. From this day forward, I will no longer bash <strong> Michael Vick </strong> on my Facebook page or in this column. There will be no more references to ''scum'' or <q>a piece of trash who shouldn't be given the privilege of playing quarterback in the NFL.</q> Seriously, I am trying to learn the true meaning of the word ''forgiveness'' and sometimes that means letting things go. This does not mean I condone his felonious acts of animal cruelty", "new_id": -2}, {"uid": "1297523762190513232", "i": 12450, "idx": 4, "sa": ["Patrick Leahy", "Hosni Mubarak", "Sen. Bernie Sanders"], "q": "I-Vt., had a similar response and called on the United States to support a transition to democracy. ''After 30 years of autocratic rule, <strong> Hosni Mubarak </strong> is gone,'' <strong> Sen. Bernie Sanders </strong> said in a statement. <q>That is extraordinary news and a real testament to the incredible courage of millions of people in that country who put their lives on the line in the fight for democracy. The goal now, which will not be easy, is for Egypt to make the transition to a democratic government with real legal safeguards. The United States must play an active role in helping the democratic forces in Egypt accomplish that.</q> The Egyptian military, although highly respected by the nation's people, lives considerably better than the average Egyptian- a disparity the country will have to address as it moves forward, <strong> Patrick Leahy </strong> said.", "new_id": -2}, {"uid": "1295560499104759347", "i": 35969, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google co-founder <strong> Sergey Brin </strong>, who will also focus on strategic projects and new products. ''<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,'' Page said in a written statement. <q>The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity-- we are only at the beginning and I can't wait to get started.</q> The changes takes effect April 4. Google Thursday reported fourth-quarter revenues of$ 8.44 billion, an increase of 26 percent compared to the fourth quarter of 2009-- topping analysts expectations.", "new_id": -2}, {"uid": "1296086314120438784", "i": 44594, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.</q> ''There will be huge explosions all over Fleet Street if police get to the truth,'' he told the BBC. User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1295721908089014298", "i": 4863, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "aired the first of a series of densely-worded and blistering ''special comments,'' this time expressing anger at then-Defense <strong> Donald Rumsfeld </strong>'s criticism of opponents to the war in Iraq. Story Continues â\u0087\u0092 <q>previous1 2 3 next</q> Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' again, <strong> Betty White </strong> quips, ''I think you do a thing once and then you run like a thief.'' <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q>Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby.</q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}]