[{"uid": "1296119888224231428", "i": 33434, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Comments By Posting to this site, you agree to our Copyright Record Publishing Co, LLC. 1995-2011. All Rights Reserved.", "new_id": -2}, {"uid": "1295478769073809934", "i": 20498, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "enhancements will enable students in basic and in-service training to learn in a more modern manner. During his visit, <strong> Sen. Bernie Sanders </strong> took the opportunity to thank current and future officers for choosing to serve their community. <q> I want to thank the men and women of the Vermont Police Academy for what you do daily that ultimately makes a real difference in the lives of your fellow citizens. </q> 1-19-11", "new_id": -2}, {"uid": "1295983511241025053", "i": 16705, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "com New' <strong> Steven Tyler </strong>, likes all kinds of music-- even country. The rocker is open-minded when listening to` Idol' hopefuls, which sets him apart from a certain former judge. <q> Well, it's not like that other guy who said,' I hate country,' </q> <strong> Steven Tyler </strong> reveals to' <strong> Simon Cowell </strong>.`` That's the one thing that turned me off about the show was <strong> Simon Cowell </strong> passed on this kid because he goes,` Besides which, I hate country. Not my cup", "new_id": -2}, {"uid": "1295815332185630723", "i": 4050, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "of the Union speech, which he will deliver on Tuesday.'',`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012203312.jpg'',`` emailLink'': <q> http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012203303.html&amp;title=State of the Union preview& site= politics& type= Video& sent= no& search= Search </q>,`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012203303.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011-11v&amp;flvURL=/media/2011/01/22/01222011-11v.m4v&amp;playAds=true&amp;adZone=wpni.video.nation&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011-11v.jsn''}{`` title'':`` <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved", "new_id": -2}, {"uid": "1295996594244187168", "i": 41390, "idx": 0, "sa": ["Sean Kingston", "Nicole Polizzi", "SallyAnn Salsano", "David Letterman", "Sean Scott"], "q": ". <strong> Nicole Polizzi </strong> gets a special surprise performance by <strong> Sean Kingston </strong>. For up-to-the-minute celebrity news, visit www.hollyscoop.com Celebrity Photos http Celebrity Videos www.hollyscoop.com Movie Trailers www.hollyscoop.com http://wn.com/Snooki_Nicole_Polizzi__Jersey_Shore_*Interview_Sept22,2010 Late Show with <strong> David Letterman </strong> www.mtv.com twitter.com http://wn.com/New_Mel_Gibson_Tape,_Jersey_Shore_Season_2_Premiere,_and_Lindsay_Lohan_Cries_in_Jail_-_The_Toast The drama doesn't end on <q> Jersey Shore, even during the peaceful Christmas season! Jersey Shore( TV series) From Wikipedia, the free encyclopediaJump to: navigation, search Jersey Shore Title screen shot Genre Reality Developed by <strong> SallyAnn Salsano </strong> Starring <strong> Jenni Farley </strong> <strong> Michael Sorrentino </strong> <strong> Nicole Polizzi </strong> <strong> DJ Pauly D </strong> <strong> Ronnie Ortiz-Magro </strong> <strong> Sammi Giancola </strong> <strong> Vinny Guadagnino </strong> Angelina Pivarnick Opening theme`` Get Crazy </q> by LMFAO Country of origin United States Language( s) English No. of seasons 1 No. of episodes 9( List of episodes) Production Executive producer( s) <strong> SallyAnn Salsano </strong> <strong> Sean Scott </strong> Jeffress Jacquelyn French Running time", "new_id": -2}, {"uid": "1296521662156762117", "i": 31069, "idx": 3, "sa": ["Allen Iverson", "George Karl"], "q": ". Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last spot. <q> I don't think we can lose a( player) because of an injury the rest of the way, </q> <strong> George Karl </strong> said.`` It's the time of year where we have to play like it's a playoff circumstance. Everybody is hurting a little bit_ AI is probably at the top of the Check out the", "new_id": -2}, {"uid": "1295537220252182530", "i": 9545, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "the White House and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan. 28. Filmmaker Sees", "new_id": -2}, {"uid": "1295808436044548117", "i": 8041, "idx": 2, "sa": ["Keith Olbermann", "David Letterman"], "q": "'' <strong> Keith Olbermann </strong> said.`` But on the broadcast side there was no comparison- ESPN was the bush leagues.'' During a 2007 appearance on the`` Late Show,'' host <strong> David Letterman </strong> asked <strong> Keith Olbermann </strong>, <q> What is it about you? You seem to burn bridges wherever you leave. </q> said of his relationship with ESPN,`` I don't burn bridges, I burn rivers. If you burn a bridge, you can possibly build a new bridge, but if there's no river any", "new_id": -2}, {"uid": "1294953424093011989", "i": 212, "idx": 0, "sa": ["Mike Pence"], "q": "Rep. <strong> Mike Pence </strong> arrived at Columbus in his east-central Indiana district for a town hall meeting, the sort of event that usually attracted a few dozen constituents. Surprised to see the hallway outside the room crowded with people, <q> their arms folded and brows furrowed, </q> <strong> Mike Pence </strong> shouted down the hall to an aide, asking him to get a janitor to open the room. The aide shouted back that the room was open-- and overflowing. Congress had just passed the stimulus(", "new_id": -2}, [{"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some`` adult supervision.'' On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q>`` I believe Larry is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts.`` It's time for him to have a shot at running this.''", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}]]