[{"uid": "1295665801007979095", "i": 3108, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "''. He added:`` I stand by what I said about those events.`` When a spokesman needs a spokesman its time to move on.'' Mr <strong> David Cameron </strong> said: <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so.`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q> The statement comes just days after the prime minister refused to deny reports that Mr <strong> Andy Coulson </strong> had already offered his resignation. Downing Street's director of communications has been in the spotlight throughout the long-running", "new_id": -2}, {"uid": "1296146610048234548", "i": 36632, "idx": 0, "sa": ["Simon Cowell"], "q": "he's no longer a judge on the show, the incomparable <strong> Simon Cowell </strong> is still doing his thing in the entertainment business, executive producing the show`` X-Factor''. Years ago, <strong> Simon Cowell </strong> wrote an excellent book <q> I Don't Mean to Be Rude, But... </q> in which he laid down five important principles that actors can use when auditioning. 1. Don't grovel when you come in. <strong> Simon Cowell </strong> writes`` I look upon it[ groveling", "new_id": -2}, {"uid": "1295217263110215213", "i": 18536, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,'' <strong> Kirsten Gillibrand </strong> said. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury, </q> she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head from point-blank range a week ago and remains in critical condition. With <strong> Kirsten Gillibrand </strong> in the hospital room, <strong> Gabrielle Giffords </strong> opened her eyes for", "new_id": -2}, {"uid": "1295451205058523703", "i": 34061, "idx": 0, "sa": ["Sergio Marchionne"], "q": "WINDSOR, Ontario( AP)-- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295667348007979065", "i": 36613, "idx": 2, "sa": ["Steve Booth", "Eric Schmidt", "Lou Kerner", "Google Inc."], "q": "problems in a company as large as <strong> Google Inc. </strong>, says <strong> Steve Booth </strong>, a business professor at the University of Chicago. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. <q> Larry has been with me in every major decision in the past decade, </q> <strong> Eric Schmidt </strong> said in an interview Thursday.`` It's not like he has been sitting around doing nothing.'' Wedbush Morgan analyst <strong> Lou Kerner </strong> says,`` Facebook is the most ominous threat to <strong> Google Inc. </strong>, but", "new_id": -2}, {"uid": "1297706221073007168", "i": 8531, "idx": 0, "sa": ["Sam Stein", "Mike Pence"], "q": "be cutting$ 327 million from the program, which would effectively wipe it out. In FY 2011, Title X received$ 317 million. Rep. <strong> Mike Pence </strong>( R-Ind.) has also introduced legislation to <q> deny Title X funds to Planned Parenthood or any other abortion provider. </q> <strong> Sam Stein </strong> reports: The process of passing a budget is one of the most contentious and sensitive political acts that a White House undertakes. And while a good chunk of the effort involves pinpointing the", "new_id": -2}, {"uid": "1295364768237895680", "i": 13159, "idx": 4, "sa": ["Aggro Santos", "David Letterman", "Steven Tyler", "Avril Lavigne"], "q": "and] still rocking big time''. <strong> Steven Tyler </strong> also spoke about his new job with <strong> David Letterman </strong>, admitting that it had been a`` risk'' but insisting that he had no regrets about the experience. <q> I like to jump into things I'm not sure of and this has turned out great, </q> he said.`` It's nothing but great... Plus I get to sit next to J.Lo!'' Single ReviewsThis week, we rate Britney, Adele, <strong> Avril Lavigne </strong>& <strong> Aggro Santos </strong>!", "new_id": -2}, {"uid": "1295958129216842277", "i": 10789, "idx": 12, "sa": ["Sarah Palin", "Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": ", a group that opposes abortion.`` I truly don't know( if he's running for president),'' said <strong> Susan B. Anthony </strong> List president <strong> Marjorie Dannenfelser </strong>, who has urged <strong> Mike Pence </strong> to run. <q> It's my job to really encourage talent to seize the moment, and I think he can do it. </q> If <strong> Mike Pence </strong> is going to decide this month, he will have to do it without knowing who else is running who might appeal to conservatives. Those potential candidates include former <strong> Sarah Palin </strong> and former Arkansas", "new_id": -2}, {"uid": "1297134313159596549", "i": 44672, "idx": 12, "sa": ["Hosni Mubarak", "Madeleine Albright", "Dan Quayle", "Saddam Hussein", "Colin Powell", "George H.W. Bush"], "q": "to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no idea,'' he said. <q> What you know today can help you on things you're thinking about tomorrow. It can't help you with things you were thinking about back then. Back then, there was reasonable confidence that he had these weapons. </q> <strong> George H.W. Bush </strong>, <strong> Hosni Mubarak </strong>... <strong> George H.W. Bush </strong> Photo in Slideshow: Sheikh Ahmad Humood Jaber Al-Sabah, <strong> Dan Quayle </strong>, Photo in Slideshow: <strong> Madeleine Albright </strong>, <strong> Colin Powell </strong> U.S. Video: Jury convicts NY TV exec of beheading wife WHAT ARE", "new_id": -2}, {"i": 18535, "idx": 0, "index_answer": 0, "new_id": -1, "q": "friend of Democratic congresswoman <strong> Gabrielle Giffords </strong>, has visited the lawmaker in her hospital room and is in close contact with her astronaut husband Mark Kelly, she told NBC's`` Meet The Press.'' <strong> Gabrielle Giffords </strong> is <q> making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> said.`` It's an extraordinary amount of progress for a woman who sustained such a horrific injury,'' she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295217263110215213"}]