[{"uid": "1296777071232128536", "i": 46295, "idx": 0, "sa": ["Gov. Rick Perry", "Mike Pence"], "q": "energy grid, many Texans across our state are experiencing power outages today,\" <strong> Gov. Rick Perry </strong> said. Here is the Statesman's story on the electricity situation Wednesday The latest from the New York Times this morning: <q>With the eyes of the Arab world on them, protesters seeking the ouster of <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> gathered anew at Tahrir Square on Thursday after a night of gunfire and a day of mayhem that left at least five dead and more than 800 wounded in a battle for the Middle East's most populous nation. The outcome is pivotal in a region where uprising and unrest have spread from Tunisia to many other lands, including Jordan and Yemen, forcing their leaders into precipitate concessions to their suddenly vocal foes and stretching American diplomacy.</q> From the Statesman's <strong> Mike Pence </strong> Ward: \"<strong> Gov. Rick Perry </strong> taxpayers are spending more on treating convicted criminals at a Galveston hospital than they are on law-abiding citizens in other parts of the state, a critical audit of spiraling prison", "new_id": -2}, {"uid": "1295682265065617928", "i": 97, "idx": 21, "sa": ["Mike Pence"], "q": "of New Hampshire's Granite State Poll, said it's not surprising that activists are urging <strong> Mike Pence </strong> to run. But, he noted, that doesn't mean he has a good chance of winning. <q>Republicans and Democrats go through this all the time,</q> Smith said. \"Particularly party activists don't see a candidate who is either well enough known, or ideologically or intellectually consistent enough for them, so they try to recruit people who fit the bill.", "new_id": -2}, {"i": 10425, "idx": 0, "index_answer": 4, "new_id": -1, "q": "was palpable. Here it was, the come-from-behind drive that longtime franchise quarterback <strong> Donovan McNabb </strong> had failed to produce so many times. <strong> Michael Vick </strong> had his chance. \"We were very confident,\" <strong> Michael Vick </strong> said. <q>We thought we were going to win the game. I thought we were going to win the game. I had an upbeat feeling about myself. I felt like I was in control.</q> <strong> Michael Vick </strong> overthrew tight end <strong> Brent Celek </strong> on first down. He threw wide of running back <strong> LeSean McCoy </strong> on second down. On third and 10, he hit rookie receiver <strong> Riley Cooper </strong> on a slant pattern for 11 yards and", "sa": ["Brent Celek", "LeSean McCoy", "Riley Cooper", "Donovan McNabb", "Michael Vick"], "uid": "1295921805206389258"}, {"uid": "1295657130141557835", "i": 10181, "idx": 0, "sa": ["Andy Coulson"], "q": "not want to see their progressive tradition sacrificed for personal ambition. I respect their choice too and I understand how painful it must be to watch what is happening to their party,\" he continued. <q>We do not doubt that they hold sincere views and we will cooperate where we can in parliament and outside, with those that want to fight the direction of this government.</q> But comments about working with Lib Dem deputy leader Simon Hughes on saving the educational maintenance allowance( EMA) prompted an irritated response. Westminster in turmoil as <strong> Andy Coulson </strong> resigns There were frantic scenes in", "new_id": -2}, {"uid": "1295786415098680854", "i": 9038, "idx": 0, "sa": ["Simon Cowell"], "q": "who got engaged to make-up artist Mezhgan Hussainy last February- admits he struggles to relate to very young kids, but would love to have youngsters of his own to play games with. He said: <q>I worry about it- because of my age. When I was a youngster, my dad used to play soccer and games with me. And I worry that if I was 70... \"Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole \"ga ga goo' thing. But I genuinely like kids.</q> <strong> Simon Cowell </strong> also admitted Mezhgan, 36, has \"softened\" him and has finally made him think about settling down forever. He added on a forthcoming episode of` Oprah Presents Master Class\"", "new_id": -2}, {"uid": "1296791221147030018", "i": 16739, "idx": 2, "sa": ["Michael Jordan", "Allen Iverson", "Elton Brand", "Jrue Holiday"], "q": "\" Looking for a spark, 76ers coach Eddie <strong> Michael Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q>He just put us in a good rhythm tonight and had us flowing,</q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He Best of the best. www.usma.edu About The Academy Renowned as the", "new_id": -2}, {"uid": "1295808292025542707", "i": 14628, "idx": 0, "sa": ["Andy Coulson", "Meg Whitman"], "q": "Zimbabwe \"voters' dead: report Photo in Slideshow: California Republican gubernatorial candidate <strong> Meg Whitman </strong>... Photo: Election posters are pasted on a building near a World Video: Bomb attacks kill 10 in Iraq capital Report Abuse <q><strong> Francois Bozize </strong> is a puppet of France. In all French-speaking countries, the Presidents are placed there by France. If you do not get the support of France, you get thrown out by force. It's the neo-colonialism. France can't survive without having complete control of the resources of African countries. France has to divide them, and set them against each other, then appoint its own choice as the President.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won\"t End U.S.-China Tensions Get behind", "new_id": -2}, {"uid": "1295007567134168576", "i": 21230, "idx": 1, "sa": ["Allen Iverson", "Gary Moore"], "q": "injury, which The Associated Press said is giving pain to the 35-year-old point guard. \"It has to be removed and tested to see if it's benign or not,\" <strong> Gary Moore </strong> told AP. <q>Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks. He's hoping to be able to play in the playoffs.</q> Earlier on Wednesday, reports from several media outlets including Fox News and NBA.com reported that <strong> Allen Iverson </strong> may be looking to retire due to the injury, after receiving information from HoopsWorld regarding his status.", "new_id": -2}, {"uid": "1296580982133529658", "i": 27686, "idx": 3, "sa": ["Gary Moore", "Allen Iverson"], "q": "could take longer.\" In a statement provided by <strong> Allen Iverson </strong>'s manager, <strong> Gary Moore </strong>, Andrews said <strong> Allen Iverson </strong> probably won't be able to return for \"six to eight weeks or more.\" <q>At this point it is certainly more important to get[ <strong> Allen Iverson </strong>'s] calf healed and asymptomatic than it is to try to play with continued pain,</q> Andrews wrote. The injury prompted <strong> Allen Iverson </strong> to leave his current team, Besiktas of the Turkish League, to return to the United States for treatment. <strong> Allen Iverson </strong> signed with Besiktas after failing to receive an offer", "new_id": -2}, {"uid": "1295446991183418889", "i": 49349, "idx": 4, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-44v&amp;flvURL=/media/2011/01/13/01132011-44v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-44v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\", \"description\": <q><strong> Sen. Joe Lieberman </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.</q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}]