[{"uid": "1295825541084197386", "i": 34245, "idx": 1, "sa": ["Eric Cantor", "Barney Frank", "Mike Pence"], "q": "of restrictions on domestic spending with unlimited spending for the war-- and you always have to talk about both-- is a great mistake, \" <strong> Mike Pence </strong> <strong> Barney Frank </strong>( D-Mass.) told The Huffington Post last week. <q> And the liberal community's got to focus more on Afghanistan, Iraq, NATO. NATO is a great drain on our treasury and serves no strategic purpose. </q> Lawrence J. Korb, a senior fellow at the Center for AmEric Cantoran Progress who has argued that the defense budget can be cut http://wn.com/Japan_Unveils_New_Defense_Policies,_Spending_Down_3_Percent For more news visit? english.ntdtv.com Japan unveiled a sweeping update of its national defense policies", "new_id": -2}, {"uid": "1296219736147357730", "i": 59307, "idx": 4, "sa": ["Eric Cantor", "Barney Frank", "Mike Pence", "Barack Obama"], "q": "of restrictions on domestic spending with unlimited spending for the war-- and you always have to talk about both-- is a great mistake, \" <strong> Mike Pence </strong> <strong> Barney Frank </strong>( D-Mass.) told The Huffington Post last week. <q> And the liberal community's got to focus more on Afghanistan, Iraq, NATO. NATO is a great drain on our treasury and serves no strategic purpose. </q> Lawrence J. Korb, a senior fellow at the Center for AmEric Cantoran Progress who has argued that the defense budget can be cut http://wn.com/Barack Obama_Barack Obama__Yes_I_Can_Make_Us_Defenseless-Just_Like_Dec_7,_1941 Liberals, click \" more info. \" AmEric Cantora has always been attacked when she was", "new_id": -2}, {"uid": "1295599260192069671", "i": 36051, "idx": 4, "sa": ["Hillary Clinton", "Barney Frank", "Mike Pence", "Ron Paul", "Eric Cantor"], "q": "of restrictions on domestic spending with unlimited spending for the war-- and you always have to talk about both-- is a great mistake, \" <strong> Mike Pence </strong> <strong> Barney Frank </strong>( D-Mass.) told The Huffington Post last week. <q> And the liberal community's got to focus more on Afghanistan, Iraq, NATO. NATO is a great drain on our treasury and serves no strategic purpose. </q> Lawrence J. Korb, a senior fellow at the Center for AmEric Cantoran Progress who has argued that the defense budget can be cut http://wn.com/Ron Paul_Ron Paul_Questions_Hillary Clinton_on_1_Billion_London_Fortress www.Ron PaulRon Paul.com- 02 At today's House Foreign Affairs Committee hearing, <strong> Ron Paul </strong> asked <strong> Hillary Clinton </strong> how", "new_id": -2}, {"uid": "1295495107185335919", "i": 9646, "idx": 4, "sa": ["Mike Pence", "John Boehner"], "q": "of speech referring to the key parts of a gun. In an interview with The Hill, <strong> Mike Pence </strong> said he continues to use the phrase because he believes clear communication and consistency are important. <q> I think it's important that we speak plainly, that we speak confidently and that we speak respectfully, </q> he said. \" In this case I think I did that. \" Other Republicans appeared to tone down their language. Speaker of the House <strong> John Boehner </strong>( R-Ohio), for instance, was", "new_id": -2}, {"uid": "1296769898240500831", "i": 53403, "idx": 3, "sa": ["Mike Pence", "Michele Bachmann"], "q": "of the footage. And <strong> Mike Pence </strong> Bachmann-Michele Bachmann.htm#r_src=ramp\"> <strong> Michele Bachmann </strong>, R-Minn., a co-sponsor on that bill, linked to the first Planned Parenthood video on her Facebook page, vowing to introduce her own bill <q> that would prohibit Planned Parenthood from receiving any future federal money directly or indirectly. </q> The undercover videos bear similarities to those that united lawmakers in opposition to low-income advocacy group ACORN. The New Jersey Planned Parenthood video showed a couple walking into the Perth Amboy clinic for help with their \"", "new_id": -2}, {"uid": "1297162259138723358", "i": 24864, "idx": 0, "sa": ["Mike Pence"], "q": "of the goals of Live Action is to get members of Congress to defund Planned Parenthood. It's no coincidence that this incident comes on the heels of <strong> Mike Pence </strong>'s( R-IN) introduction of H.R. 217, the <q> Title X Abortion Provider Prohibition Act. </q> The bill was introduced with the specific purpose of targeting Planned Parenthood. So what's at stake? Planned Parenthood operates 820 health centers around the country and provides sexual and reproductive health care, education,", "new_id": -2}, {"uid": "1295336713131039270", "i": 8970, "idx": 2, "sa": ["Mitch Daniels", "Matt Lloyd", "Mike Pence"], "q": "of the month on whether he plans to seek the presidency. \" Congressman <strong> Mike Pence </strong> is humbled by the encouragement he has received across Indiana and the country to seek higher office, \" spokesman <strong> Matt Lloyd </strong> said. <q> He will continue to prayerfully consider counsel. </q> <strong> Mike Pence </strong>, who represents the state's 6th district, also is widely mentioned as a candidate for Indiana governor, a post Gov. <strong> Mitch Daniels </strong> must vacate at the end of his term because of term limits.", "new_id": -2}, {"uid": "1294961671181354498", "i": 18685, "idx": 2, "sa": ["Mike Pence", "Ben Quayle", "John Boehner"], "q": "of the repeal bill. There's a clear recognition that the rhetorical atmosphere must be different now than the day that target=\"_blank\" BoehnerJohn Boehner\"> <strong> John Boehner </strong>( R-Ohio) triumphantly grabbed the speaker's gavel. <q> Getting back to business is going to be tough, but we'll keep[ the shooting victims] in our thoughts and prayers, </q> said Republican <strong> Mike Pence </strong> target=\"_blank\" QuayleBen Quayle\"> <strong> Ben Quayle </strong>( R-Ariz.), a freshman member of the still grieving Arizona delegation. \" I think it's important that the discourse between one another can be one of", "new_id": -2}, {"uid": "1295387255083918891", "i": 33902, "idx": 2, "sa": ["Gabrielle Giffords", "Mike Pence", "Barack Obama", "Rick Santorum"], "q": "of the way <strong> Barack Obama </strong> handled it, \" the <strong> Mike Pence </strong>: Responding to news that two supporters started a campaign to draft him to run for <strong> Barack Obama </strong>, the congressman said yesterday, <q> The first I've heard of this effort was this morning. We are obviously Gabrielle Giffordsply humbled by the encouragement we've received, </q> according to the Fort Wayne Gazette. <strong> Rick Santorum </strong>: The Hill profiles <strong> Rick Santorum </strong>, saying he's \" used to being an underdog, \" and that he's betting", "new_id": -2}, {"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q> the left is trying to goad her into it, </q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}]