[{"uid": "1297607410217546766", "i": 36070, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "dynasty monarch, better known as King Tut, ruled Egypt in the 13th century BC. <strong> Zahi Hawass </strong>, in his statement, said an investigation has been launched to find those behind the theft, adding that <q>the police and army plan to follow up with the criminals already in custody.</q> The museum standing on the main protest square was protected by army tanks and briefly by a cordon of citizen volunteers during 18 days of anti-government rallies that ousted president <strong> Hosni Mubarak </strong> and cost at least 300 lives.", "new_id": -2}, {"i": 45806, "idx": 2, "index_answer": 0, "new_id": -1, "q": "better than me,\" he quipped.\" X Factor' has a craziness about it, an unpredictability. It is more raw. It is more competitive,\" he said. <q>If we can't, with what is on offer, find a global star, then I would say we have failed. There is that person or that group sitting in America waiting to be discovered,</q> <strong> Simon Cowell </strong> said. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "sa": ["Simon Cowell"], "uid": "1297121266135839981"}, {"uid": "1295633071004243472", "i": 31807, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "tremendous leader and I have learned innumerable lessons from him,\" Page said, hinting at <strong> Eric Schmidt </strong>'s new role as an \"advisor\" to the cofounders, instead of his previous equal role in decision making. <q>His advice and efforts will be invaluable to me as I start in this new role.</q> According to a <strong> Eric Schmidt </strong> post to the Official Google Blog, managing the company has become more difficult, requiring a change from the current situation, in which he, Page, and <strong> Sergey Brin </strong> have an equal", "new_id": -2}, {"uid": "1295584823230457349", "i": 15052, "idx": 5, "sa": ["George H.W. Bush", "Colin Powell", "Brent Scowcroft", "Saddam Hussein"], "q": "defiant, calling the coalition forces \"treacherous and cowardly\" and describing <strong> George H.W. Bush </strong> as \"the enemy of God and humanity.\" <strong> Brent Scowcroft </strong> said the Soviets supported the coalition's efforts but were also trying to <q>have a protective arm around their friend, Iraq.</q> <strong> George H.W. Bush </strong> said earlier this week that he has no regrets about his administration's handling of the war, including the decision to pull out American forces and leave <strong> Saddam Hussein </strong> in power. <strong> Colin Powell </strong> and the", "new_id": -2}, {"uid": "1296863251114081849", "i": 18014, "idx": 1, "sa": ["Simon Cowell", "Jennifer Lopez"], "q": "to the side and I'm like, \"Did you just say that?\" <strong> Simon Cowell </strong>, the current season of Idol feels less caustic and more heartwarming- see examples- and <strong> Jennifer Lopez </strong> approves. <q>Some people walk in there and it's a crazy funny thing and then some people walk in there and they really can sing and they have this story,</q> <strong> Jennifer Lopez </strong> says. \"It's real people who are really out there really going through some stuff and who have dreams. I think that\"s the magic of it.\"", "new_id": -2}, {"uid": "1297704384051036206", "i": 10124, "idx": 0, "sa": ["Bruce Willis", "Cybil Shepherd", "Simon Cowell"], "q": "the actress believes NBC's spy drama won't suffer the same fate as Moonlighting, the'80s sitcom that famously fell apart when <strong> Bruce Willis </strong> and <strong> Cybil Shepherd </strong>'s main characters finally hooked up. <q>It's often the death of the show when you break the tension and the two lead characters get together,</q> Strahovski tells TVGuide.com. \"We've created a new dynamic[ that's] slightly <strong> Simon Cowell </strong>& Mrs. Smith in a way. It's a healthy union for our show.... I like the fact that we", "new_id": -2}, {"uid": "1295932595118013952", "i": 2111, "idx": 1, "sa": ["Michael Jordan", "Paul Silas", "Allen Iverson", "Tracy McGrady"], "q": "Orleans on February 8. \"Every time we play those guys, it's like a playoff game,\" said <strong> Tracy McGrady </strong>, whose club lost to the Hornets in the first round of last year's playoffs. <q>To win this game was big for us http://wn.com/Allen_Iverson_55_pts_Playoff_Career_High_vs_NO_Hornets_2003 Philadelphia 98, New Orleans 90 <strong> Allen Iverson </strong>'s 55 Gives Sixers Game 1 In the illustious history of the Philadelphia 76ers, nobody-- not Wilt, not <strong> Julius Erving </strong>, not Moses-- had an individual performance like <strong> Allen Iverson </strong>'s against the New Orleans Hornets. <strong> Allen Iverson </strong> scored a team playoff-record 55 points as the 76ers defeated the Hornets, 98-90, in Game One of their Eastern Conference first-round series. \"He was on fire,</q> Hornets coach <strong> Paul Silas </strong> said of <strong> Allen Iverson </strong>, who fell eight points shy of <strong> Michael Jordan </strong>'s NBA playoff record set exactly 17 years ago in a double-overtime loss at Boston. \"Anytime a guy like that is on fire,", "new_id": -2}, {"uid": "1295139772120274983", "i": 9753, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Sarah Palin"], "q": "Jewish representative did not sit well with many. \"This is unhelpful,\" said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) before boarding Air Force 1 with <strong> Barack Obama </strong> on his way to Tucson to call for healing. <q>As leaders, we have to use language that brings people together, not more vitriol that divides us.</q> \"Instead of dialing down the rhetoric at this difficult moment, <strong> Sarah Palin </strong> chose to accuse others trying to sort out the meaning of this tragedy of somehow engaging in a \"blood libel\" against her and", "new_id": -2}, {"uid": "1295400777230801423", "i": 38705, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans.- AP", "new_id": -2}, {"uid": "1295979046057327630", "i": 9524, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "leave <strong> Google Inc. </strong> to work for the social networking company. \"My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a start-up,\" Page said in a Thursday interview. <q>I think I will have time to do that given the way we have split up our responsibilities.</q> <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. \"I am not as concerned about the titles as I am winning", "new_id": -2}]