[{"uid": "1295246137169197603", "i": 42012, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "all three patients on Monday. Senator <strong> Kirsten Gillibrand </strong> told US television Sunday she had visited <strong> Gabrielle Giffords </strong> the previous day and found her \"doing great\" and \"making progress every day.\" <strong> Gabrielle Giffords </strong> is <q> using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> told NBC's \"Meet The Press\" program. \"It's an extraordinary amount of progress for a woman who sustained such a horrific injury,\" she added. A makeshift memorial is", "new_id": -2}, {"uid": "1295563322217792524", "i": 23981, "idx": 3, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "the board has approved, is to have <strong> Larry Page </strong> running things day to day, <strong> Sergey Brin </strong> focusing on future products. 4:33: Now <strong> Larry Page </strong> is talking, congratulating <strong> Eric Schmidt </strong> for his success over the last decade. <q> <strong> Eric Schmidt </strong>'s a tremendous leader, I've learned a ton from him. </q> 4:34: \"When we started Google, people thought we were coming in too late.\" Other parts of computing are still at the early stages. 4:35: <strong> Sergey Brin </strong> is reminiscing about the", "new_id": -2}, {"uid": "1295931103251396112", "i": 19724, "idx": 3, "sa": ["Bill Lockyer"], "q": "pension problem can not be underestimated and said reform needs to happen quickly. \"It's truly a crisis. I totally disagree with[ <strong> Bill Lockyer </strong>],\" Fritz said, adding that a bankruptcy law <q> would get some serious negotiations going with the labor unions, where they know that this is an option, and they know that if they push it, it could be used to walk away from the liability. </q> Fritz warned that bankruptcy should only be used as a last resort, in the event that unions refuse to come to the table like the private sector. \"We've had that with GM", "new_id": -2}, {"uid": "1295223846165576705", "i": 46778, "idx": 0, "sa": ["Kanye West", "Lamar Odom", "Allen Iverson", "Richard Hamilton", "Rasheed Wallace"], "q": "Pistons since Jan. 8, 2002. The Kanye Western Conference-leading Lakers earned their fourth straight victory to pull within a game of NBA-leading Cleveland, and five in a row on the road for a league-high 26 this season. <q> One of our goals is to have the best record before the playoffs start to have home-court advantage, </q> <strong> Lamar Odom </strong> acknowledged. At this point, the once-mighty Pistons simply are hoping to make the playoffs. They were without <strong> Allen Iverson </strong>( back), <strong> Richard Hamilton </strong>( groin) and <strong> Rasheed Wallace </strong>( calf) against the Lakers. \"", "new_id": -2}, {"uid": "1295565725055705620", "i": 6533, "idx": 3, "sa": ["Tim Cook", "Sergey Brin", "Eric Schmidt"], "q": "<strong> Sergey Brin </strong> and I have been talking for a long Tim Cooke about how best to simplify our management structure and speed up decision making,\" Mr. <strong> Eric Schmidt </strong> said in a posting on the company's official blog. <q> And over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> Google also reported fourth-quarter financial results, beating Wall Street's net revenue expectations. Net revenue, excluding fees paid to partner websites, was$ 6.37-billion. Analysts polled by Thomson Reuters I/B/E/", "new_id": -2}, {"uid": "1295618565207978498", "i": 47005, "idx": 0, "sa": ["Eric Schmidt"], "q": "topic: Ar... Een smartphone wordt gekenmerkt door zijn uitgebreidere connectie... De vraag is ook, waar trek je de grens van smartphone?Sommige toe... Zijn mooie cijfers maar de titel en bijtitel suggereren dat het g... <q> Telenet lanceert vandaag een nieuw internetproduct. Verwacht wor... \"Als Telenet eind deze maand een update voor Yelo uitbrengt, moet... </q> iPad-icoontjes verraden camera news De nieuwste versie van iOS heeft pictogrammen voor toepassingen die enkel werken met een camera die in dezelfde richting als het scherm staat.\" <strong> Eric Schmidt </strong> doet stap opzij bij Google", "new_id": -2}, {"uid": "1295083915243138568", "i": 1833, "idx": 0, "sa": ["Silvio Berlusconi", "Sergio Marchionne"], "q": "apparues ces derniers jours sur les murs de plusieurs villes du pays. Le chef du gouvernement <strong> Silvio Berlusconi </strong> s' tait engag personnellement en faveur du oui, estimant qu'en cas de victoire du non, les entreprises <q> auraient de bonnes raisons d'aller dans d'autres pays </q>. Pour le patron de Fiat, <strong> Sergio Marchionne </strong>, qui veut faire de l'alliance Fiat-Chrysler un g?ant mondial de l'automobile, ce type d'accord est indispensable pour que les usines italiennes soient plus productives et arr?tent de perdre", "new_id": -2}, {"uid": "1296344292125665473", "i": 878, "idx": 0, "sa": ["Zahi Hawass"], "q": "of widespread looting of supermarket chains. Despite an impromptu guard made up of volunteers, at least two looters managed to get into Cairo's museum of antiquities, damaging some of the exhibits. <q> They were able, these two people to enter the Cairo museum from the[ roof] and they destroyed two mummies and they opened one case, </q> said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. The UK has advised against all but essential travel to Cairo, Alexandria, Luxor and Suez. The US has issued warnings", "new_id": -2}, {"uid": "1296676235235241509", "i": 31462, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "software. Microsoft CEO Ballmer-Steve Ballmer/\"> <strong> Steve Ballmer </strong> is grappling with a slow start for the company's revamped Windows Phone 7, which shipped just 2 million units in the 100-million market in the last quarter. <q> Nokia is no longer in denial, </q> Ahmad wrote in his letter to \"<strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>.\" \"Microsoft also faces very big strategic challenges as smartphones and tablets attack your highly profitable installed base business.\" Nokia's reported smartphone market", "new_id": -2}, {"uid": "1295618254207978497", "i": 49721, "idx": 0, "sa": ["George H. W. Bush", "Tony Blair", "Andy Coulson"], "q": "recycling scheme. \"Already recycling has increased and we are more than confident that the figures for 2010-11 will be significantly improved.\" <strong> Tony Blair </strong> reveals George H. W. Bushraq assurance Former Prime Minister <strong> Tony Blair </strong> privately told <strong> George H. W. Bush </strong> <q> you can count on us </q> eight months before the Iraq war, he tells the Chilcot inquiry. No 10 communications chief quits The prime minister's communications chief <strong> Andy Coulson </strong>, who has been under pressure over the News of the World phone hacking", "new_id": -2}]