[{"uid": "1296744570016711683", "i": 6572, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,'' Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. <q> He wanted the options to be` creative.' </q>", "new_id": -2}, {"uid": "1296571743076283915", "i": 42699, "idx": 0, "sa": ["Rich Aucoin", "David Letterman"], "q": "of fun that he is-insists on carrying the communal experience over into his highly praised live shows, an engulfing mix of multimedia, props, and crowd interaction, all anchored by <strong> Rich Aucoin </strong>'s own presence. <q> I usually call it crowd karaoke. The whole crowd sings things together, and it's a dance party on top of that. The visuals are all in 3D, so you can stand at the back and just watch the movie that's playing on the screen. I cut up all these movies and I write the music to sync up to the movies that show in the background. </q> The shows have certainly helped with the buzz building around <strong> Rich Aucoin </strong>; recently, a misinterpreted Facebook update started a rumour that he would be performing on the Late Show with <strong> David Letterman </strong>. For an artist", "new_id": -2}, {"uid": "1296522021211714148", "i": 16535, "idx": 3, "sa": ["Sergio Marchionne"], "q": "issue,'' he said.`` It's in recognition of an extraordinary performance of the industrial system of Chrysler in 2010.'' <strong> Sergio Marchionne </strong> refrained from referring to the bonus as profit sharing. <q> It's difficult to talk about profit sharing when you've got a negative number at the bottom, </q> he said. But,`` our liquidity improved in 2010, and it's expected to improve in 2011. It would have( been) inexcusable not to recognize what our people have done. We owe them", "new_id": -2}, {"uid": "1295588219019480620", "i": 12853, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "account on Thursday, <strong> Eric Schmidt </strong> wrote:`` Day-to-day adult supervision is no longer needed.''`` I believe Larry is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. <q> It's time for him to have a shot at running this. </q> In recent months, <strong> Eric Schmidt </strong> had assumed more of an ambassador role for <strong> Google Inc. </strong>, which is under heavy scrutiny from regulators in the United States and abroad and faces growing questions about its ability to innovate and", "new_id": -2}, {"uid": "1296228272172146710", "i": 17264, "idx": 6, "sa": ["Mike Pence"], "q": "president. Someone close to <strong> Mike Pence </strong> explains that`` the people closest to him, the friends and people he knew best from Indiana, wanted to see him come back to Indiana.'' By contrast, <q> the support for him to run nationally was in large part from leaders of the national conservative movement </q>- who perhaps didn't have the same sway as his longtime supporters. <strong> Mike Pence </strong>'s young family- he has three school-aged children- were also a factor in his decision, according to this source.", "new_id": -2}, {"uid": "1296738659237912072", "i": 1018, "idx": 1, "sa": ["Donald Rumsfeld", "Cyndi Lauper", "President Bush"], "q": "outage.`` Abu Ghraib and its follow-on effects, including the continued drum-beat of` torture' maintained by partisan critics of the war and the president, became a damaging distraction,'' he wrote. <q> More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point. </q> <strong> Donald Rumsfeld </strong> wrote <strong> President Bush </strong> two letters of resignation but both were rejected. Watch: 2001 Obama Praises <strong> Donald Rumsfeld </strong> Watch: <strong> Donald Rumsfeld </strong> Denies Blame in Friendly-Fire Case Photos: <strong> Cyndi Lauper </strong>'s Less-Than-Attractive Look Photos: Who Are", "new_id": -2}, {"uid": "1296803869266600456", "i": 13278, "idx": 2, "sa": ["Thaddeus Young", "Allen Iverson"], "q": "and <strong> Thaddeus Young </strong> and <strong> Allen Iverson </strong> each had 16. The Sixers have lost 13 of 14 games. <strong> Allen Iverson </strong> had his left knee drained before the game for the second time this week and will have an MRI on Thursday. <q> This one's on me. I let us down tonight, </q> <strong> Allen Iverson </strong> said.`` I feel bad, that's a game we should have won. We didn't make shots at the time we needed to make shots.'' The crowd chanted`` We Want AI!", "new_id": -2}, {"uid": "1296773313116113430", "i": 22596, "idx": 0, "sa": ["Mike Pence"], "q": "using the Planned Parenthood video as a rallying cry. Rep. <strong> Mike Pence </strong>( R-Ind.) said this week that the video helps make the case for his bill that would strip Planned Parenthood of federal funding. <q> Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, </q> he said. <strong> Mike Pence </strong> is also participating in a webcast Thursday night with almost a dozen anti-abortion rights groups to build support for his measure. Planned Parenthood receives about$ 350 million each year in government grants", "new_id": -2}, {"uid": "1296704900169541650", "i": 14902, "idx": 3, "sa": ["Donald Rumsfeld", "Chris Cillizza", "Ronald Reagan"], "q": ". In a lengthy section on the administration's treatment of wartime detainees, <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004, after the Abu Ghraib prison scandal erupted, The Washington Post said. <q> Looking back, I see there are things the administration could have done differently and better with respect to wartime detention, </q> <strong> Donald Rumsfeld </strong> acknowledges. Defense <strong> Donald Rumsfeld </strong> <cite> AP </cite> The Washington Post's <strong> Chris Cillizza </strong> on` Top Line' Politics Video: <strong> Ronald Reagan </strong> Centennial: 1980 GOP Acceptance Speech Politics Video: Raw Video: Health law repeal defeated in", "new_id": -2}, {"i": 10731, "idx": 0, "index_answer": 0, "new_id": -1, "q": "that truth will keep national headquarters from wasting the opportunity to hit up donors. Speaking of: In the same e-mail, <strong> Cecile Richards </strong> claims that <strong> Mike Pence </strong>'s bill would make it so that Planned Parenthood <q> can no longer provide family planning, birth control, or preventive care to millions of women. </q> They're a profit-maker with high-paid friends who do fundraisers for them. We're not talking about some struggling crisis-pregnancy center( The very fact that the people behind the video would fabricate a story about a child", "sa": ["Cecile Richards", "Mike Pence"], "uid": "1296777793174178305"}]