[{"uid": "1296173892054247454", "i": 13022, "idx": 2, "sa": ["Bernie Sanders", "Sherrod Brown", "Johnny Isakson"], "q": ". Beneficiaries got no increases in 2010 or 2011. Changing the cost of living, said Sen. <strong> Johnny Isakson </strong>, R-Ga., who's working with Democrats to revamp the way Congress considers the entire budget, is <q> not a cut in benefit. It's a change in the process. </q> <strong> Bernie Sanders </strong> suggests revising the payroll tax structure. Currently, the tax is assessed only on the first$ 106,800 of income. On Thursday, <strong> Bernie Sanders </strong> talked about raising that cap. <strong> Sherrod Brown </strong>, though, said", "new_id": -2}, {"uid": "1295287031003260440", "i": 6012, "idx": 1, "sa": ["Steve Ballmer"], "q": "competes in the cloud arena against Google, especially over federal and large-enterprise contracts for cloud-based apps. <strong> Steve Ballmer </strong> has insisted for months that his company is`` all in'' with regard to the cloud services. <q> We have learned a lot through running Windows Live, Hotmail, Bing, </q> he told an audience during href=\"http://www.eweek.com/c/a/c/a/Windows/Microsoft-CEO-Steve Ballmer-Pumps-Cloud-Tablets-at-WPC-2010-268322/\"> a July 12 keynote address at this summer's Worldwide Partner Conference See why Sun, HP, and x86 users are moving to Power. Remote Support for PCs", "new_id": -2}, {"uid": "1297193732179781634", "i": 33030, "idx": 3, "sa": ["Michael Vick"], "q": "than the ones <strong> Michael Vick </strong> could ever earn on the gridiron. Each year, there is an award given to the NFL player who improves the most from one season to the next. It's called the <q> Comeback Player of the Year </q> award. Under any circumstances, <strong> Michael Vick </strong>'s statistics alone would merit his consideration for the award. Under his circumstances, there's no reason he shouldn't get it. Coby W. Dillard is", "new_id": -2}, {"uid": "1295873141093847553", "i": 6835, "idx": 0, "sa": ["Philipp Wolf", "Bernd Neumann", "Zahi Hawass"], "q": "Echnaton gegr?ndeten Residenzstadt. Der Chef der gyptischen Antikenverwaltung, <strong> Zahi Hawass </strong>, ist der Auffassung, Borchardt habe die Verantwortlichen in Kairo damals mit unlauteren Mitteln hinters Licht gef?hrt. In Berlin wird diese T?uschungsabsicht jedoch bestritten. <q> In der Sachlage gibt es nichts Neues </q>, sagte Bernd Neumanns Sprecher Hagen <strong> Philipp Wolf </strong>. Der damalige preu?ische Staat sei bei den Ausgrabungen in gypten Anfang des 20. Jahrhunderts durch Fundteilung zum rechtm?igen Eigent?mer der Nofretete geworden.`` Aus unserer Sicht gibt es deshalb keinen Rechtsanspruch", "new_id": -2}, {"uid": "1296833245099107030", "i": 39413, "idx": 3, "sa": ["George W. Bush", "Donald Rumsfeld", "Bill Clinton"], "q": "that <strong> Donald Rumsfeld </strong> described the Abu Ghraib prison abuses as the actions of rogue soldiers who went outside approved policies. <strong> Donald Rumsfeld </strong> also said he regretted not forcing <strong> George W. Bush </strong> to accept his resignation offers after the scandal broke. <q> Abu Ghraib and its follow-on effects, including the continued drum-beat of` torture' maintained by partisan critics of the war and the <strong> Bill Clinton </strong>, became a damaging distraction, </q> he wrote.`` I regret that I did not leave at that point.'' <strong> Donald Rumsfeld </strong> did not leave until after Republicans were crushed in the 2006 congressional elections. He has been mostly silent since then", "new_id": -2}, {"uid": "1295589515106250252", "i": 47272, "idx": 0, "sa": ["Eric Schmidt"], "q": "from April 4, though he will still have Mr <strong> Eric Schmidt </strong> as an advisor. In a sign of the times, Mr <strong> Eric Schmidt </strong>, now Google's chairman, this morning href=\"http://twitter.com/Eric SchmidtEric Schmidt\" target=\"_blank\"> tweeted: <q> Day-to-day adult supervision no longer needed </q> to his 225, 483 followers to announce the move. Mr <strong> Eric Schmidt </strong> said href=\"http://googleblog.blogspot.com/2011/01/update-from-chairman.html\" target=\"_blank\"> in a blog post today that the move was calculated to speed up decision making at Google, and to", "new_id": -2}, {"uid": "1295959728077971461", "i": 15059, "idx": 1, "sa": ["Alassane Ouattara"], "q": " Mr <strong> Alassane Ouattara </strong> hopes that if Mr Gbagbo does not have the revenue to pay civil servants, especially the security forces, he will have to step down- a strategy backed by the US. <q> We hope that this will help convince him[ Mr Gbagbo] to step aside, </q> said State Department spokesman Philip Crowley. Cargill, which Reuters news agency says normally buys about 15% of Ivory Coast's cocoa crop, said:`` We are working with others in the industry and", "new_id": -2}, {"uid": "1296982648071090214", "i": 56791, "idx": 1, "sa": ["Louis Walsh", "Simon Cowell", "Robbie Williams", "Dannii Minogue"], "q": "the prospect of joining the show.'' <strong> Robbie Williams </strong>, 36, has been one of the show's biggest fans, appearing several times on stage and mentoring contestants. <strong> Simon Cowell </strong> said last year: <q> I would like to get <strong> Robbie Williams </strong>. He's got good instincts. I'd love to have him there because I think he would be a good judge, full stop. </q> The insider added:`` <strong> Simon Cowell </strong> is definitely not returning as a full-time judge but will remain involved in some way. Both <strong> Dannii Minogue </strong> and <strong> Louis Walsh </strong> are being invited to return but the final female judging spot is", "new_id": -2}, {"uid": "1297137461190611470", "i": 7704, "idx": 2, "sa": ["Donald Rumsfeld", "Diane Sawyer", "George H. W. Bush"], "q": "defense secretary was reluctant to endorse <strong> George H. W. Bush </strong>'s assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was`` the most important failure in the execution of the war.'' <q> I don't have enough confidence to say that that's right. I think that it's possible, </q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>.`` We had( an) enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed.``", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,'' <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as`` deals, partnerships, customers and broader business relationships,'' while Page would <q> merge Google's technology and business vision. </q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so`` there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}]