[{"uid": "2008093023_00019976_W", "i": 4522, "idx": 0, "sa": ["Wiro", "Pedro Feliz"], "q": "i do find it funny, however, that some of his more vocal critics, who tend to harp on his west virginia heritage and the associated accent, don't exactly sound like sir laurence olivier themselves. <q> yo, dis guy sounds like some redneck or sumthin', whaddanidiot!! </q> bcb: the two <NO_QUOTATION> spots in your lineup are third base and catcher, for <strong> Pedro Feliz </strong> and <strong> Wiro </strong>( hey, they rhyme... kind of) respectively. both of them have good defensive reputations-- are they", "new_id": -2}, {"uid": "2008102906_00032639_W", "i": 1774, "idx": 5, "sa": ["Barack Obama", "Joe Biden"], "q": "espousing socialism ever since the democrat told an ohio plumber named <strong> Joe Biden </strong> earlier this month that he wanted to \"spread the wealth around.\" <strong> Barack Obama </strong>'s running mate, <strong> Joe Biden </strong>, recently contradicted his boss, saying: <q> he is not spreading the wealth around. </q> the remark came as <strong> Joe Biden </strong> was answering a question from a tv anchor who asked: \"how is senator <strong> Barack Obama </strong> not being a marxist if he intends to spread the wealth around?\" \"are you joking?", "new_id": -2}, {"uid": "2008102411_00042679_W", "i": 3580, "idx": 1, "sa": ["Alan Dzagoev"], "q": "to flatter to deceive in the ensuing seasons, but according to cska coach valeri gazzaev, <strong> Alan Dzagoev </strong>'s breakthrough is no false dawn. he says the teenager has been <NO_QUOTATION>. for his part, <strong> Alan Dzagoev </strong> said: <q> it's fair to say i have nothing in my life except football at this time. i got very lucky with the club as cska are one big family. </q> team praise apart from his new talisman, gazzaev was also delighted with his side's performance on thursday and with the result, which extends the club's rich vein of form. \"we played well and achieved", "new_id": -2}, {"uid": "2008111000_00032065_W", "i": 2572, "idx": 2, "sa": ["Alison Lee"], "q": "\"two truths i didn't realise until just now: 1. i've always had the sense that my life is moving towards some sort higher truth 2. it's not going particularly well\" <strong> Alison Lee </strong>: <q> the way i support everything moving forward is to not get paralyzed and to not react in fear. that i just stay focused and what i call through my own personal thing: i just go through the ring of fire. because in the ring of fire, i can get through the other side by just focusing on where the fire isn't. </q> elsa: \"it's hard to maintain reality when all around you, it's denied.\" wickedlester: \"the only people that win in this situation are those who point and laugh.\" radiotrash:", "new_id": -2}, {"uid": "2008122808_00002970_W", "i": 3319, "idx": 0, "sa": ["Narciso Santiago III"], "q": "centers once a bill in the house of representatives is passed into law. house bill 5589 proposes to cover any building or place where the board of election inspectors conducts its proceedings and where voters cast their votes. <q> each polling place shall be, as much as practicable, a ground floor and of sufficient size to admit and comfortably accommodate 40 voters at one time, </q> said author rep. <strong> Narciso Santiago III </strong>, in an article on the house of representatives website. <strong> Narciso Santiago III </strong> said the omnibus election code and the magna carta for disabled persons state polling places should be made accessible to disabled persons during national", "new_id": -2}, {"uid": "2008090412_00015399_W", "i": 1521, "idx": 2, "sa": ["John Sullivan", "Allan Kemakeza"], "q": "pointed to \"the irony of being the principal proponent of the ramsi which was bound to eventually expose all wrongdoing\" . australian <strong> John Sullivan </strong>, the senior partner of sol law, told the court <strong> Allan Kemakeza </strong> should be given <q> prime credit for bringing ramsi into the country at risk to himself </q>. the resulting peace was the reason sol law was able to remain in business, he said. <strong> Allan Kemakeza </strong> was prime minister from 2001 until april last year and is the most high-profile arrest in the country since ramsi", "new_id": -2}, {"uid": "2008110516_00051612_W", "i": 1829, "idx": 4, "sa": ["Barack Obama", "Paul Helmke", "Joe Biden", "Sarah Brady"], "q": "as a wedge issue flopped,\" <strong> Paul Helmke </strong> said. \"we know of no candidate anywhere, at any level, for any office, who lost a race because of support for common sense gun measures.\" <q> this is a good day for people who want to reduce gun violence in america, </q> said <strong> Sarah Brady </strong>, chair of the <strong> Sarah Brady </strong> campaign. \"it's a bad day for extremists who are stuck in the rhetoric of the past.\" the <strong> Sarah Brady </strong> campaign issued a strong endorsement for the Barack Obama-Joe Biden ticket in", "new_id": -2}, {"uid": "2008092413_00035198_W", "i": 1634, "idx": 0, "sa": ["Jody Hice", "John McCain"], "q": "sparking a court fight over a law that bars nonprofits from partisan political activity. alliance and several ministers taking part in the protest insist that the law is unconstitutional and believe they would prevail in a court battle. <q> as a pastor, i have the right to speak biblical truth without being punished for it, </q> said the rev. <strong> Jody Hice </strong>, pastor of bethlehem first baptist church in bethlehem, ga., who says he will tell his congregation he backs sen. <strong> John McCain </strong> for president. \"the irs does not have the role of censoring", "new_id": -2}, {"uid": "2008111714_00022219_W", "i": 3660, "idx": 2, "sa": ["Nomatyala Hangana"], "q": "the most difficult part of the campaign because it requires the change of heart as well as their behaviour, it is something that can not be dealt with in terms of policy formulation or by simple enacting laws. <q> this is also the message that we have been carrying out to people everywhere we go and it is the same message that we have also been conveying to the people on the farms as part of the farm workers programme that we have undertaken in the last two years, </q> ms <strong> Nomatyala Hangana </strong> said. among the achievements of the 16 days campaign since its inception was getting more men to support the fight against violence directed at woman and children, which culminated in the million men march held from", "new_id": -2}, {"uid": "2008110518_00031861_W", "i": 4632, "idx": 1, "sa": ["Éric Besson"], "q": "it was vital \"to encourage private investment in public stadia and to have recourse to public-private partnerships.\" <strong> Éric Besson </strong> stressed the need to increase the competitiveness of french sporting venues, adding that he wanted local government to <q> finance all or part the service and access roads to stadiums. </q> the report, wide ranging in scope, also recommends cutting the number of training centres in place of schools of excellence, to allocate money raised from betting to club development and more targeted management of referees. it", "new_id": -2}]