[{"uid": "1295476002156581899", "i": 59738, "idx": 2, "sa": ["Bernie Sanders", "Orrin Hatch"], "q": "find American companies to manufacture the products that it sells,'' <strong> Bernie Sanders </strong> wrote to the director of the museum. To be sure, some lawmakers still consider China a nation that offers tremendous economic opportunity. <q> Engagement with China is important, </q> href=\"http://www.whorunsgov.com/Profiles/Orrin Hatch_G._Orrin Hatch\" target=\"\"> Sen. <strong> Orrin Hatch </strong>( R-Utah) said in a statement.`` As the world's second largest economy, China's trade policy has a profound effect on the United States and on the world", "new_id": -2}, {"uid": "1294989940242139157", "i": 44865, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "loved ones for the first time.`` It was raw courage. It was raw strength. It was so beautiful and so moving,'' Senator <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. <q> She wanted us to know that she was with us 100% and understood everything we were saying. </q> Ms <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr Michael Lemole, called it`` a major milestone'', and said the congresswoman was clearly responding to the gathering of friends and family. Pregnant Al Jazeera reporter objects", "new_id": -2}, {"uid": "1296128197246497300", "i": 21296, "idx": 12, "sa": ["Michael Vick"], "q": ", where he completed 62.8 percent of his passes, blowing his previous best out of the water.`` I feel like this one I had to work hard to get here,'' <strong> Michael Vick </strong> said. <q> This came in a different fashion due to the fact that I displayed different talents this year to show really what I can do in the passing game along with doing everything else.`` I think everything came together, and it has worked out for me. </q> For everything that he's been through, <strong> Michael Vick </strong> is still 30 years old and in the prime of his career. Where he will play next season is up in the air. The two-year", "new_id": -2}, {"uid": "1297286448241352724", "i": 32603, "idx": 0, "sa": ["Mike Pence"], "q": "currency. Qe until the free market is dead and the dollar is worthless.`` If you take out food and energy...'' Skandia Recluse on February 9, 2011 at <q>`` Bernanke needs Congress to act to pare spending back significantly in order to strengthen the American position on bonds and currency... </q> \" \" the Daily Caller reports that one Fed official, Dallas Fed president <strong> Mike Pence </strong> Fisher, raised a public warning against going any further. \" \" I'm sure Obama will focus like a", "new_id": -2}, {"uid": "1294957406081149956", "i": 56728, "idx": 21, "sa": ["Allen Iverson", "Shaquille O'Neal"], "q": ": Be?ikta Cola Turka Welcome! <strong> Allen Iverson </strong>& his Mother Ann <strong> Allen Iverson </strong>: Be?ikta Cola Turka Welcome! Former NBA star <strong> Allen Iverson </strong> arrived in Istanbul on Monday to begin a stint with Turkish club Besiktas, promising to give fans <q> something they haven't seen before. </q> <strong> Allen Iverson </strong>, who agreed to a$ 4 million, two-year contract with Besiktas, is the Turkish league's Shaquille O'Nealgest... <strong> Allen Iverson </strong> angry and upset after Besiktas blow an 11 point lead in their 85-88 loss to Asvel <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297610552217546761", "i": 51538, "idx": 0, "sa": ["John Crawford", "Michael Vick"], "q": "with the 2011 Annual Meeting& Luncheon& State o' Downtown presentation scheduled at the Fairmont. Says DDI's invite, not only will <strong> John Crawford </strong> give a look-back and look-ahead speech, but the two consultants will also <q> bring the Plan to life with a dynamic, never before seen presentation filled with Quick Wins and Bold Ideas that will shape the future of Downtown Dallas. </q> Which brings me to this eBay for-sale find being offered by one chaddavonport out of Fort Worth, no less: Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to", "new_id": -2}, {"uid": "1297312429093863941", "i": 29131, "idx": 2, "sa": ["Hu Jintao", "Bernie Sanders", "David Cay Johnston", "Barack Obama", "Christian Parenti", "Naomi Klein"], "q": "of the Military-Industrial Complex''`` The Worse Off You Are, Your Taxes Increase'': Journalist <strong> David Cay Johnston </strong> Slams Barack Obama-GOP Tax Deal <strong> Bernie Sanders </strong> Denounces Barack Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming`` Banana Republic'' <q> China Against the Tides: Restructuring through Revolution, Radicalism and Reform. 3rd Edition </q> By Marc Blecher.( Continuum, 200 Made in China: The Role of US Companies in Denying Human and Worker Rights <strong> Naomi Klein </strong> and <strong> Christian Parenti </strong> on How BeiHu Jintaog Olympics Highlight Globalization of Police State, Inequality Chinese <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1295619952132808753", "i": 50530, "idx": 5, "sa": ["David Cameron", "Alastair Campbell", "Tony Blair", "Andy Coulson"], "q": "personal problems.`` The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,'' <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q> The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement. </q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "new_id": -2}, {"uid": "1297327289088555547", "i": 12164, "idx": 0, "sa": ["Michael Vick", "Tate Forcier"], "q": "the fantastic group of juniors he has for 2011. His senior defensive end/linebacker Jarrell McKinney signed with Western Michigan.`` He's my first Division I recruit,'' Norman said of McKinney. <q> He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves. </q> Cody has an experienced offensive line and receivers coming back, and Norman said junior-to-be quarterback Mario Gulley`` has <strong> Michael Vick </strong> capabilities.'' <strong> Tate Forcier </strong> transferring to Miami( Fla.), says he never", "new_id": -2}, {"i": 12615, "idx": 13, "index_answer": 0, "new_id": -1, "q": ". You must fill out the comment body in order to submit a comment. People wait to talk with U.S. Rep. <strong> Mike Pence </strong>, R-6th District, after a September 2009 town hall meeting in Richmond. <q> As a strong believer in federalism, I am encouraged by Congressman <strong> Mike Pence </strong>'s decision to explore how he can best serve the people of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision. </q>-- <strong> Gov. Rick Perry </strong>, chairman of the Republican Governors Association.`` While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an", "sa": ["Gov. Rick Perry", "Mike Pence"], "uid": "1296218172048857090"}]