[{"uid": "1295593253155664384", "i": 35963, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "most scrutinized companies. \"I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of \"Googled: The End of the World As We Know It.\" <q>I think <strong> Eric Schmidt </strong> is burned out.</q> There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. User comments are not being accepted on this article. Mom accused of Munchausen by proxy insists child taken away really is sick", "new_id": -2}, {"uid": "1295808292025542714", "i": 49165, "idx": 0, "sa": ["Andy Coulson", "Gabriel Tamas", "Ian Holloway"], "q": ": <strong> Ian Holloway </strong>( since 21/05/2009) Last Result: 3-2 loss at Photo: West Bromwich Albion's <strong> Gabriel Tamas </strong> is sent off for a foul on... World Video: Bomb attacks kill 10 in Iraq capital Report Abuse <q>When Spurs got <strong> William Gallas </strong>, I thought that was smart. But getting <strong> Rafael Van der Vaart </strong>, too,- Rednapp is a genious. It was a good match. Too bad <strong> Rafael Van der Vaart </strong> de Silva clipped Assou-Ekottos legs and knocked him down. It might have been an even better match without the red card.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1297616629186400779", "i": 26883, "idx": 25, "sa": ["Donald Rumsfeld"], "q": "House Chief of Staff, and <strong> Donald Rumsfeld </strong> of Defense( not once, but twice). \"Are you consulted on big decisions, professional decisions?\" Martin asked <strong> Donald Rumsfeld </strong>'s wife Joyce. <q>Give me an example? Like, \"Should I go back to the Pentagon again and be <strong> Donald Rumsfeld </strong> of Defense?'</q> laughed Joyce <strong> Donald Rumsfeld </strong>. \"Well, for openers,\" said Martin. \"He didn\"t have the nerve to even tell me about it for hours- after he was asked,\"", "new_id": -2}, {"uid": "1297242000088965209", "i": 19777, "idx": 0, "sa": ["Sergio Marchionne"], "q": "using Eminem was a risk, given his history of sexist lyrics, prescription drug abuse and harsh language. <strong> Sergio Marchionne </strong> told Forbes in a report published Monday that casting the controversial star was a tough call. <q>You know, I love Eminem but... I also know that some of the choices of language that he has made are things that are not what I would consider to be commonly shared,</q> <strong> Sergio Marchionne </strong> told Forbes. On the other hand, Eminem also is one of the most successful rappers of all time. His album \"Recovery\" has been nominated for 10 Grammy Awards and was the best-selling", "new_id": -2}, {"uid": "1296538875117768216", "i": 25876, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "the Late Night with <strong> David Letterman </strong> <strong> Justin Bieber </strong> talked about the schedule he has with school and how it works for him being that he is a superstar. \"I did school this morning,\" says <strong> Justin Bieber </strong>. <q>I do three hours a day, fifteen days a week.</q> The kids who are entertainers actually have a tutor as they travel to keep them up with their studies. The arrangement with <strong> Justin Bieber </strong> is just like some of the other younger celebrities in the entertainment as it", "new_id": -2}, {"uid": "1296034359264519680", "i": 7570, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "release from prison. The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q>We're real excited about it,</q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1295205122233127947", "i": 27074, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "reporters Wednesday night that she and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. were in <strong> Nancy Pelosi </strong> Garbielle <strong> Gabrielle Giffords </strong>' hospital room when the wounded congresswoman opened her eyes for the first time since she was shot in the head Saturday. <q>it felt like we were watching a miracle,</q> <strong> Debbie Wasserman Schultz </strong> Schults said. \"Other than the birth of <strong> Barack Obama </strong> Tells Nation \"We Can Be Better\" soul of a nation, <strong> Barack Obama </strong> on Wednesday implored Americans to honor those slain and injured in the Arizona", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making. \"In strategy we agree. There's no disagreement,\" <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q>In character, he's fundamentally a deeper thinker than anybody else,</q> he said. \"He sees a few moves deeper than I do.\" <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}, {"uid": "1296433725170967050", "i": 17472, "idx": 0, "sa": ["Serge Ibaka", "Erik Spoelstra", "Stewart Mandel", "Kevin Kolb", "Dwyane Wade", "Michael Vick"], "q": " in the final minute of the first half. Miami's <strong> Dwyane Wade </strong> picked up his sixth of the season in the fourth quarter while protesting after <strong> Serge Ibaka </strong> blocked his layup attempt. <q>All of us, we're all so competitive, and when we get into circumstances in the fourth quarter, there's going to be tough calls on both sides,</q> Heat coach <strong> Erik Spoelstra </strong> said. <strong> Stewart Mandel </strong>: St. John's shows signs of progress under Lavin by knocking off Duke Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for <strong> Kevin Kolb </strong>", "new_id": -2}, {"uid": "1295862146256983053", "i": 18902, "idx": 0, "sa": ["Simon Cowell"], "q": "engaged to make-up artist Mezhgan Hussainy last February- admits he struggles to relate to very young kids, but would love to have youngsters of his own to play games with. He said: <q>I worry about it- because of my age. When I was a youngster, my dad used to play soccer and games with me. And I worry that if I was 70. \"Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole \"ga ga goo' thing. But I genuinely like kids.</q> <strong> Simon Cowell </strong> also admitted Mezhgan, 36, has \"softened\" him and has finally made him think about settling down forever. He added on a forthcoming episode of` Oprah Presents Master Class\"", "new_id": -2}]