[{"uid": "1297707370265207814", "i": 49016, "idx": 0, "sa": ["Zahi Hawass"], "q": "de l'?poque du pharaon Akh?naton, ont disparu lorsque des pillards se sont introduits au mus?e le mois dernier, dans les premiers jours de la contestation en Egypte. Les recherches sont toujours en cours <q> Nous avons retrouv? l'ext?rieur du mus?e deux des huit pi?ces manquantes, entre un b?timent public incendi et la boutique de souvenirs. Nous poursuivons les recherches et nous trouverons davantage </q>, a d?clar <strong> Zahi Hawass </strong>. Parmi les pi?ces toujours manquantes figurent une statue de Nefertiti, pouse d'Akh?naton, proc?dant? des offrandes, une statuette en pierre provenant d'Amarna repr?sentant un scribe et le torse ainsi que", "new_id": -2}, {"uid": "1297444896043220993", "i": 379, "idx": 0, "sa": ["Sergio Marchionne"], "q": "on the matter. Bloomberg News reported Thursday that the bonuses would average$ 10,000 for 10,755 salaried workers, but some who aren't covered by government pay restrictions could get up to half their salary. <q> Details regarding salaried performance awards are considered confidential employment records, </q> Ranieri said. <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both companies, the bonuses", "new_id": -2}, {"uid": "1295786138191660080", "i": 5011, "idx": 4, "sa": ["Michael Vick", "Tony Dungy"], "q": "`` I got fired in Tampa and I still thought I was a pretty good coach.''`` He wants it to work out here,'' <strong> Tony Dungy </strong> said about <strong> Michael Vick </strong>, <q> and I would be surprised if it doesn't. </q> Working it out is really <strong> Tony Dungy </strong>'s message to the children reading his book, just as it was to players he once coached in the NFL locker rooms. You must fill out the", "new_id": -2}, {"uid": "1296968578257851407", "i": 48839, "idx": 12, "sa": ["George W. Bush", "Donald Rumsfeld", "Colin Powell", "Henry Kissinger"], "q": "<strong> George W. Bush </strong> administration, <strong> Donald Rumsfeld </strong> was at odds with Secretary of State <strong> Colin Powell </strong> about Iraq. The differences weren't personal, <strong> Donald Rumsfeld </strong> says. He recalls receiving a book that <strong> Henry Kissinger </strong> had written, with the inscription, <q> To an occasional adversary and a permanent friend. </q> Working on the book meant second-guessing his memory. In 1983, <strong> Donald Rumsfeld </strong> was a special Middle East envoy for <strong> George W. Bush </strong> Ronald Reagan and met with Iraqi leader Saddam Hussein, at the time viewed as a buffer", "new_id": -2}, {"uid": "1295819193226000912", "i": 8723, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "to leave Google to work for the social networking company.`` My goal is to run Google at the pace and with the soul and passion of a startup,'' <strong> Larry Page </strong> said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred in the same interview, saying Google's triumvirate decided they needed to find ways for the company to run more crisply.`` I am not as concerned about the titles as I", "new_id": -2}, {"uid": "1296049175129286213", "i": 56910, "idx": 4, "sa": ["Lance Price", "Andy Coulson", "Tim Montgomerie"], "q": "of the circumstances behind Mr <strong> Andy Coulson </strong>'s resignation?`` They will obviously want to do their due diligence and will probably want someone who is clean as a whistle,'' says Mr <strong> Tim Montgomerie </strong>. <q> It will be interesting whether they recruit someone from[ News International owner Rupert] Murdoch's table or they want someone completely unconnected. </q> Either way, any member of the media is likely to have, at some point, made a decision they regret, says Mr <strong> Lance Price </strong>.`` You don't have to be a saint", "new_id": -2}, {"uid": "1297085039090374149", "i": 14860, "idx": 0, "sa": ["Eric Schmidt"], "q": " LONDON( Reuters)- Google Inc wants to avoid a lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. <q> We certainly want to avoid that, </q> <strong> Eric Schmidt </strong> told the paper in an interview.`` I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"uid": "1295683933156418048", "i": 37120, "idx": 4, "sa": ["Andy Coulson"], "q": "con mi antiguo trabajo en el` News of the World' ha hecho que sea dif?cil para m dar el 110 por cien necesario en este cargo'', ha lamentado <strong> Andy Coulson </strong>, defendiendo su postura hasta ahora. <q> Cuando el portavoz necesita un portavoz es momento de avanzar </q>, ha agregado. As pues,`` abandonar( el cargo) en las pr?ximas semanas''. <strong> Andy Coulson </strong> hab?a abandonado su cargo como director del diario en 2007, asumiendo la responsabilidad ltima por el esc?ndalo", "new_id": -2}, {"uid": "1295596863029032481", "i": 18813, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": " <q> Aufsicht durch Erwachsene nicht mehr n?tig </q> Zehn Jahre lang hat der Technologieveteran <strong> Eric Schmidt </strong> die Geschicke von Google geleitet, da die Investoren dies den jungen Gr?ndern der Suchmaschine, <strong> Larry Page </strong> und Sergej Brin, nicht zutrauten. Doch jetzt sei <strong> Larry Page </strong> bereit f?r den", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet''... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}]