[{"uid": "1295091429140001468", "i": 15161, "idx": 1, "sa": ["Steve Ballmer"], "q": "Microsoft CEO <strong> Steve Ballmer </strong> repeatedly- and almost plaintively- implored his keynote audience to at least look at a Windows Phone 7 smartphone.`` Job number one is showing this new phone to people,'' he said. <q> What we find is that once people see the phone, they fall in love with it. </q> Apparently, however, few people have actually seen the thing. serving more ads to Windows 98 than to Windows Phone 7 devices. That can hardly be heartwarming to Redmond decision-makers. Not that", "new_id": -2}, {"uid": "1295253261226672695", "i": 58860, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "condition from critical to serious. Giffords was taken off a ventilator Saturday and is now breathing on her own through a tracheotomy tube, while a feeding tube was inserted at the same time. <q> The congresswoman continues to do well, </q> the hospital, University Medical Center in Tucson, said in a statement. Her friend and fellow lawmaker, Senator <strong> Kirsten Gillibrand </strong>, reiterated this, telling the media that Giffords, known as Gabby to her friends", "new_id": -2}, {"uid": "1296088123226492424", "i": 4555, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> 1. VIDEO: Suspect jumps from moving police... 2. Want to watch tonight's big game? You'll... 3. 7 sent to hospitals after 3 cars collide... 5. UHP stepping up", "new_id": -2}, {"uid": "1296178072054247437", "i": 23370, "idx": 2, "sa": ["Barack Obama", "Orin Kramer", "Kirsten Gillibrand", "Mark Gallogly"], "q": "<strong> Kirsten Gillibrand </strong>( D-N.Y.), said that the$ 1 billion target for total money raised is both floating around fundraising circles and not out of bounds.`` It sounds incredibly aggressive,'' he said. <q> But I think it's very doable. </q> If <strong> Barack Obama </strong> hopes to hit such a <strong> Mark Gallogly </strong>, he'll need his top team on board. According to the prominent <strong> Barack Obama </strong> donor, the <strong> Barack Obama </strong>'s core group of financial backers including <strong> Orin Kramer </strong>, an investor", "new_id": -2}, {"uid": "1296640838206454797", "i": 31574, "idx": 1, "sa": ["Susan Boyle", "Simon Cowell", "Elaine Paige"], "q": "with`` someone from the public''. <strong> Simon Cowell </strong>'s Britain's Got Talent TV show, and she told the music mogul she dreamed of becoming as successful as her idol <strong> Elaine Paige </strong>. <strong> Elaine Paige </strong> subsequently labelled <strong> Susan Boyle </strong> a <q> virus that swept the world </q>, but made up for the slur by performing her track from the Chess musical I Know Him So Well with the unlikely superstar on a U.K. TV special. The stage star claims she was told their", "new_id": -2}, {"uid": "1296441222107479051", "i": 38521, "idx": 1, "sa": ["David Letterman", "George Lopez", "Jay Leno", "Jon Stewart", "Conan O'Brien"], "q": "<strong> Jay Leno </strong>'s is 55.6; and <strong> David Letterman </strong>'s is 55.8. The other late-night host on TBS, <strong> George Lopez </strong>, has the second-youngest audience, at 33.7. Michele Ganeless, president of Comedy Central, said, <q> It has never been about <strong> Jon Stewart </strong> versus <strong> Conan O'Brien </strong>. </q> She said the two shows could easily co-exist. Brad Adgate, director of research for Horizon Media, said that`` the way <strong> Conan O'Brien </strong>'s ratings have been dropping might be causing alarm at TBS,''", "new_id": -2}, {"uid": "1297134536144228406", "i": 42406, "idx": 4, "sa": ["Brent Jones", "Michael Vick", "Dwaine Caraway"], "q": "making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school, staying away from drugs, making positive choices about picking friends, and the importance of education,'' <strong> Dwaine Caraway </strong> said. <q> That was the focus of the event... For those reasons, <strong> Michael Vick </strong> deserves such an action from my office. </q> To report corrections and clarifications, contact Standards Editor href=\"mailto:accuracy@usatoday.com?subject=Dallas+honors+Michael Vick+Michael Vick+with+key+to+city&amp;body=http://content.usatoday.com/communities/thehuddle/post/2011/02/dallas- honors- <strong> Michael Vick </strong>- <strong> Michael Vick </strong>- with- key- to- city/1\"> <strong> Brent Jones </strong>. For publication consideration in the newspaper, send comments to", "new_id": -2}, {"uid": "1295451814058523658", "i": 28296, "idx": 0, "sa": ["Howard Stern", "David Letterman", "Jay Leno"], "q": "interviewed Sirius Radio host, <strong> Howard Stern </strong>. During the interview, Mr. <strong> Howard Stern </strong> commented that he doesn't like <strong> Jay Leno </strong> of NBC's Tonight Show and doesn't understand why his ratings are higher than <strong> David Letterman </strong>'s. <q> America must be filled with morons, </q> he said about <strong> Jay Leno </strong>'s fans who tune in every night.`` I don't like <strong> Jay Leno </strong> personally,'' <strong> Howard Stern </strong> said. He complimented the comedian's career David Lettermany on, but added,`` I", "new_id": -2}, {"uid": "1296467645082231308", "i": 26618, "idx": 1, "sa": ["Michael Vick"], "q": " A league source confirmed the report Sunday night.`` You know what? It is what it is,'' <strong> Michael Vick </strong> told The Inquirer Sunday after the NFC's lopsided win in the Pro Bowl. <q> It's great to know they did want to have me around for another year. I'm going to make the most of it, and I'm going to do everything that I'm asked to do, continue to put myself in the position to excel, and help this team win. That's the most important thing- have a better year this year coming up than last year. </q> In theory, <strong> Michael Vick </strong> could have hit the free-agent market once a new collective bargaining agreement was signed, although there has never been any indication that the Eagles would let <strong> Michael Vick </strong> walk. ESPN also", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life` Truman Show' PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}]