[{"uid": "1295718063118128707", "i": 17755, "idx": 0, "sa": ["Andy Coulson"], "q": "and formed the Project For The New American Century, who called for`` A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR'' TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Report Abuse <q> I read that Israel gave Tunisa feathers for Pres, pillows, I am sure they are behind this in Yemin too lololo </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295499335019333136", "i": 221, "idx": 8, "sa": ["Kobe Bryant", "Elgin Baylor", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Yao Ming </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` <strong> Elgin Baylor </strong> thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Kobe_Bryant_39_points_7_rebounds_vs_Suns_Home_Opener_2005-06 November 2nd, 2005 Staples Center Los Angeles,", "new_id": -2}, {"uid": "1295568188148554013", "i": 38402, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "because <strong> Google Inc. </strong>'s investors believed the company needed a more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. <q>`` In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page", "new_id": -2}, {"uid": "1295581255132530301", "i": 5589, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "Although he tried to debunk the idea in Thursday's interview, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. <q> I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped, </q> said <strong> Ken Auletta </strong>, author of`` Googled: The End of the World As We Know It.'''' I think <strong> Eric Schmidt </strong> is burned out.'' There have been signs <strong> Eric Schmidt </strong> would prefer doing something else", "new_id": -2}, {"uid": "1296117571165298183", "i": 7781, "idx": 11, "sa": ["Michael Vick"], "q": "to get back to this position is paramount to me and I'm just thankful.'' This is the fourth Pro Bowl for <strong> Michael Vick </strong>, who was the first pick of the 2001 draft. <q> I feel like this one I had to work hard to get here, </q> he said.`` This came in a different fashion due to the fact that I displayed different talents this year to show really what I can do in the passing game along with doing everything else. I think", "new_id": -2}, {"uid": "1297242543083116089", "i": 15459, "idx": 2, "sa": ["Simon Cowell"], "q": "so I might wear that again,'' <strong> Simon Cowell </strong> laughed. And no doubt <strong> Simon Cowell </strong> will be looking sharp off camera too- at his wedding. He is engaged to makeup artist Mezhgan Hussainy. <q> The royal wedding is taking place, people are very excited. What about your wedding? Is it on schedule will you be getting married soon? </q> Billy asked.`` Well, I don't want to overshadow Prince William, so they've got ta go first,'' <strong> Simon Cowell </strong> said. As for romance, <strong> Simon Cowell </strong> had a quip when", "new_id": -2}, {"uid": "1295958811022577167", "i": 9462, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Bernard Ingham"], "q": ".'' <strong> Bernard Ingham </strong> was not a director of communications but possessed the core skills The prime minister's communications chief must be dedicated, analytical and authoritative, says the Daily Mirror's Kevin Maguire. <q> They need somebody who's cool under fire. </q> But how mindful of any prior scandal will Mr <strong> David Cameron </strong> be in light of the circumstances behind Mr <strong> Andy Coulson </strong>'s resignation?`` They will obviously want to do their due diligence and will probably want", "new_id": -2}, {"uid": "1297234002160825518", "i": 35504, "idx": 1, "sa": ["Simon Cowell"], "q": "an unprecedented$ 5m( Â£ 3m) record deal with Sony Music.`` I believe that America has the best talent in the world,'' <strong> Simon Cowell </strong> said on The X Factor website. <q> I believe that with all my heart. </q> While Britain- and One Direction- recovers from this blow, <strong> Simon Cowell </strong> went on to trumpet the show's life-altering properties.`` If you win this competition- I'm going to put my money where my mouth", "new_id": -2}, {"uid": "1297303990062455894", "i": 47585, "idx": 0, "sa": ["Hosni Mubarak", "David Letterman", "Keith Olbermann", "Anderson Cooper", "Tim Goodman"], "q": "Several Films Ahead of Berlin Fest ANALYSIS: <strong> Tim Goodman </strong> Asks, Did <strong> Keith Olbermann </strong> Just Make a Huge Mistake? In his first interview since returning from Egypt, CNN's <strong> Anderson Cooper </strong> described to <strong> David Letterman </strong> <strong> Anderson Cooper </strong> continued, <q> My instinct, of course, is to punch back but I would start to slap back and then, you know, realize this is just going to make it worse. </q> The correspondent said the fracas and the day's unrest were part of an organized attack by supporters and those aligned with Egypt's embattled president <strong> Hosni Mubarak </strong>. The proof?`` As soon as they wanted", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}]