[{"uid": "1295425615261013543", "i": 55291, "idx": 6, "sa": ["Bernie Sanders", "Barack Obama"], "q": "argued the compromise was necessary to prevent a tax hike on middle class Americans.`` I believe very strongly that it will be very, very difficult to undo this one-year program,'' <strong> Bernie Sanders </strong> said. <q> Republicans will say it is a tax increase on workers, and they control the House. </q> Indeed, GOP lawmakers have since admitted they have no intention of letting the payroll tax return to its original, higher level in a year: http://www.huffingtonpost.com/2010/08/11/public-opposes-cutting-so_n_678374.html`` So what the <strong> Barack Obama </strong> has done is walked us", "new_id": -2}, {"uid": "1295993886177471490", "i": 50058, "idx": 0, "sa": ["Charles Ellis Schumer", "Bill Nelson", "Kirsten Gillibrand", "John Thune", "Mark Udall", "Tom Coburn", "Peter King"], "q": "the rise as power players in their parties. <strong> John Thune </strong> is a possible contender for a 2012 White House run and <strong> Kirsten Gillibrand </strong> handily won a special election in 2010 for her Senate seat from New York. Quoted: <q> Sen. <strong> John Thune </strong> and I are worPeter King on an earMark Udalls <strong> Bill Nelson </strong> that's about transparency, and it puts earMark Udalls on a searchable database. So I just called him and asked him if he'd like to go to the State of the Union. He said he would, </q> href=\"http://www.politico.com/news/stories/0111/47996.html#ixzz1ByNDsScv\"> <strong> Kirsten Gillibrand </strong> said of the seating arrangement. Sen. <strong> Tom Coburn </strong>, R-Okla., and Sen. <strong> Charles Ellis Schumer </strong>, D-N.Y. <strong> Tom Coburn </strong> threatened to derail <strong> Charles Ellis Schumer </strong>'s 9/11 first responders <strong> Bill Nelson </strong>, which will provide", "new_id": -2}, {"uid": "1295974362157089794", "i": 56031, "idx": 2, "sa": ["Eric Schmidt"], "q": " href=\"http://www.ftd.de/it-medien/medien-internet/:internet-werbung-google-kuendigt-hunderte-neue-stellen-in-deutschland-an/60002766.html#\"> 5 Tage href=\"http://www.ftd.de/it-medien/medien-internet/:internet-werbung-google-kuendigt-hunderte-neue-stellen-in-deutschland-an/60002766.html#\"> 3 Monate href=\"http://www.ftd.de/it-medien/medien-internet/:internet-werbung-google-kuendigt-hunderte-neue-stellen-in-deutschland-an/60002766.html#\"> 1 Jahr href=\"http://www.ftd.de/it-medien/medien-internet/:internet-werbung-google-kuendigt-hunderte-neue-stellen-in-deutschland-an/60002766.html#\"> 3 Jahre href=\"http://markets.ftd.de/stocks/factsheet_overview.html?ID_NOTATION=10400866\"> Mit Blick auf den Wettbewerb mit neuen Internetdiensten wie dem Sozialen Netzwerk Facebook sagte <strong> Eric Schmidt </strong>: <q> Die Internet-Suche wird weiter sehr wichtig bleiben. </q> Google werde sein Kerngesch?ft mit Online-Werbung st?rken, sagte der Manager in einem anschlie?enden Gespr?ch mit Journalisten und nannte dabei neben der Videoportal-Tochter YouTube auch die Display-Werbung, also die Platzierung von Anzeigen mit Bildern oder Videos auf Webseiten.", "new_id": -2}, {"uid": "1295390341219906059", "i": 716, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans. In solemn", "new_id": -2}, {"uid": "1295012945223330320", "i": 57729, "idx": 0, "sa": ["Sergio Marchionne"], "q": "sede della Cisl di Viareggio e di Assindustria di Carrara e in questi giorni di tensioni torinesi proiettano qualche ombra sulla Toscana. Ed ecco la dichiarazione del Vicepresidente del Consiglio regionale della Toscana, Roberto Benedetti: <q> La comparsa della stella a cinque punte accanto alla scritta`` servi </q> sul muro della sede Cisl di Pistoia e delle frasi contro <strong> Sergio Marchionne </strong> nei pressi della biblioteca San Giorgio sempre a Pistoia confermano il clima d'odio e di estremismo che si va alimentando attorno alle questioni legate al mercato del lavoro", "new_id": -2}, {"uid": "1295793981081494070", "i": 42897, "idx": 2, "sa": ["Colin Powell"], "q": ",'' <strong> Colin Powell </strong> said on CNN's`` State of the Union.'' And he said that he`` can not tell'' whether the surge in troops in Afghanistan has been a success. <q> There are some elements that suggest success and some that suggest backsliding, </q> he said, VIDEO: Giffords leaves Tucson hospital", "new_id": -2}, {"uid": "1295336336131039232", "i": 12101, "idx": 6, "sa": ["Nebojsa Ciric", "Sergio Marchionne"], "q": "(``? paragonabile all` acquisto di Porsche da parte di Volkswagen''). Sulle strategie Fiat-Chrysler interviene anche il Financial Times, che tra l'altro sostiene che nella fabbrica di Jefferson North a Detroit <strong> Sergio Marchionne </strong> <q> possa produrre un Suv per la Maserati </q>. E, mentre dalla Serbia il viceministro dell` Economia <strong> Nebojsa Ciric </strong> fa sapere che non ci saranno`` riduzione d'investimento da parte di Fiat'', lo stesso <strong> Sergio Marchionne </strong>( che ha lasciato ieri Torino per gli Usa)", "new_id": -2}, {"uid": "1297442844231686156", "i": 36943, "idx": 0, "sa": ["Derek Hough", "Simon Cowell"], "q": ". An unnamed source claims that all the characters would`` accurately reflect society in the 21st... Thespoof.com Wins Prestigious`` Shortest Amount of Time Ever Measured by Science Award'' The National Observatory awarded it highly sought after <q> Shortest Amount of Time Ever Measured by Science </q> gold medal to the web site TheSpoof.com today. The National Observatory, the world's internationally recognized official time keeper and ho... <strong> Simon Cowell </strong> Signs <strong> Derek Hough </strong>'s Girlfriend Cheryl Cole To A$ 16 Million Contract To Appear On", "new_id": -2}, {"uid": "1297390016200884258", "i": 50905, "idx": 9, "sa": ["George W. Bush", "Colin Powell", "Condoleezza Rice", "Paul Bremer"], "q": "[ which] has been that a cowboy <strong> George W. Bush </strong> and his posse of neocons went to war without adequate preparation and ran roughshod over doubts by more sober bureaucratic and strategic minds.'' Also, a writing that <q> holds individuals responsible for failures of execution... </q> like blaming <strong> Condoleezza Rice </strong>,`` <strong> Colin Powell </strong>'s State Department,'' <strong> Paul Bremer </strong>, George W. Bush-this one in a polite way-and others. The National Security Council overseen by <strong> Condoleezza Rice </strong>( with her`` style of management'') is", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}]