[{"uid": "1297703292198672386", "i": 24001, "idx": 1, "sa": ["Michael Gove", "John Cryer"], "q": "due for rebuilding. By 2014 the London borough will be short of at least 500 secondary school places, while the structure of many existing schools is \"dreadful\". <strong> John Cryer </strong> said BSF was <q>the light at the end of the tunnel</q> in the most deprived areas of England. He urged <strong> Michael Gove </strong> to approach the consultation with Waltham Forest and the other five councils that went to court \"with an open mind\" and within a tight timescale", "new_id": -2}, {"uid": "1297463616073236482", "i": 4072, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Nokia can penetrate key markets for Microsoft, especially overseas. The critical success factor may be how well and how quickly two large companies with distinct and different ways of doing business can coordinate their efforts. <q>It's hard enough for massive companies to innovate on their own much less with another massive partner with a completely different culture,</q> says Informa Telecom's McQueen. \"Whether <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> can be the white knights that the operators are looking for will depend largely on the ability for Nokia and Microsoft to execute their partnership effectively.\"", "new_id": -2}, {"uid": "1295667496153141253", "i": 4457, "idx": 1, "sa": ["Eric Schmidt"], "q": "combining all business events w/ entire activity streams, it adds concepts like hash tags, notifications& recommendations, for instance. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295887423159268880", "i": 36158, "idx": 1, "sa": ["Zahi Hawass"], "q": "of one sun god, Aton. The bust is at the top of a \"wish list\" of five major artefacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q>Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,</q> <strong> Zahi Hawass </strong> said in a statement. But he asked that \"this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" Play video Moscow Airport Blast Kills At Least", "new_id": -2}, {"uid": "1296333025218349599", "i": 5324, "idx": 8, "sa": ["Michael Vick"], "q": "these problems are correctable, Garcia insists. And time is on all these dogs' side. \"Some say if a dog is bred to do something, you can't undo that,\" Garcia said. <q>But to me, that's like saying if everyone in your family has always fought in a war, you're a warrior and you're destined to do this. Not true. Everyone's an individual. You can choose your own path in life. Same with dogs. The only difference is, they can't choose it. We choose it for them.</q>___ Online: http://www.bestfriends.org Check out some great nightlife pics from all around Charlotte thanks to our friends at SLIDESHOW: Queen City's Party Perspective Celebrate! Athletes Strut Their Stuff <strong> Michael Vick </strong> Pit Bulls On The Slow", "new_id": -2}, {"uid": "1296774773245792831", "i": 4460, "idx": 0, "sa": ["Mike Cunningham", "Ronald Reagan", "Mike Pence"], "q": "served two terms in the White House, after being first elected in 1980. But the aura of the man, he said, makes <strong> Ronald Reagan </strong> a nearly mythical figure. <q>To conservatives, his legacy keeps growing every year,</q> <strong> Mike Cunningham </strong> said. On Feb. 24 U.S. Rep. <strong> Mike Pence </strong> will speak about <strong> Ronald Reagan </strong> during the Tippecanoe County Republican Party's Lincoln-Reagan Dinner. It used to the Lincoln Day Dinner. But", "new_id": -2}, {"uid": "1295943329182452241", "i": 2189, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, \"the board clearly wants to retain his guidance for the next four years.\" <q>It's a signal to shareholders that he'll continue to steer the boat,</q> Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder Larry Page. Both men, along with Google's other co-founder <strong> Sergey Brin </strong>, have limited their salaries to$ 1 for", "new_id": -2}, {"uid": "1295674574191152161", "i": 4921, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "from Facebook and Twitter. Within technology circles, the move to replace <strong> Eric Schmidt </strong> left some wondering if Page can make a successful comeback to the company he helped create during the first dot-com boom. <q>Founder becoming CEO... Is this like a <strong> Steve Jobs </strong> returning or a Jerry Yang returning?</q> tweeted Chris Dixon, a technology veteran who has invested in Skype and Foursquare. AAPL.O) in the 1990s to save the company he founded. Yahoo <strong> Google Inc. </strong>'s( YHOO.O) Jerry Yang made a similar comeback", "new_id": -2}, {"uid": "1295594598183287816", "i": 46397, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to assume more of a behind-the-scenes role as much as Page's personal ambition. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and Google's other founder, <strong> Sergey Brin </strong>,", "new_id": -2}, {"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five figure donation to your charity for the interview\". But <strong> Lily Allen </strong> told him: <q>Those are my terms. I've got no interest in coming on your show, you've been asking me for years.</q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}]