[{"uid": "1295343274209076224", "i": 37181, "idx": 0, "sa": ["Sergio Marchionne"], "q": "is emptying in the second half of 2011, and we see... the full Lancia range arriving, redone with the Americans,\" he said referring to Fiat's Chrysler affiliate in the United States. <q>And thanks to Chrysler, Alfa will arrive in America with a 2,000 dealer network and will make a splash,</q> he said. <strong> Sergio Marchionne </strong> said he was in favour of workers sharing in profits. \"I want to get there. But we have to make profits before sharing them,\" he said.", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,\" <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q>Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him,</q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}, {"uid": "1297330546103628803", "i": 27387, "idx": 0, "sa": ["Jay Leno", "Paula Abdul", "Simon Cowell"], "q": "American Idol, is \"obsessed\" with her. US chat show host <strong> Jay Leno </strong> asked the star about <strong> Simon Cowell </strong>'s recent admission that he was a \"massive fan\" of <strong> Paula Abdul </strong>'s. She replied: <q>I think you need to take \"mass' off and put( in)` obsessive'( instead). He's obsessed with me!</q> She was also asked on NBC\"s Tonight Show With <strong> Jay Leno </strong> about rumours she could be working with the TV supremo on X Factor USA. <strong> Paula Abdul </strong> remained tight-lipped, saying: \"He always talks", "new_id": -2}, {"uid": "1296966831159891467", "i": 15520, "idx": 3, "sa": ["Michael Vick", "Tom Brady"], "q": "in leading the Eagles to an NFC East title. <strong> Michael Vick </strong> finished runner-up to Patriots quarterback <strong> Tom Brady </strong> in voting for the most valuable player award. \"I've come a long way,\" <strong> Michael Vick </strong> said. <q>I don't want to live in the past. I always want to move forward. Everything happens for a reason.</q> <strong> Michael Vick </strong> arrived here on Thursday, and the next day spoke to the Boys and Girls Club of Collin County in suburban Dallas. The event was just one that was to benefit the club. A party", "new_id": -2}, {"uid": "1296520620167067651", "i": 19032, "idx": 1, "sa": ["Michael Vick"], "q": "if you CHOOSE to hunt or fish, a building permit is on necessary if you CHOOSE to build something. All of these require an individual make a choice if they want to purchase something...\" Report Abuse <q>These naysayers are afraid because they don't fully understand the bill... fear of the unknown is the greatest fear there is.</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl 1.25-1.45% Apply Online! With AA+ Rated GE Capital Corp.. Not An Offer Of Securities For Sale. Proven Anti Aging Proven", "new_id": -2}, {"uid": "1295299857181911591", "i": 30033, "idx": 5, "sa": ["George Washington", "Keith Bogans", "John Wall", "Allen Iverson", "Keyon Dooling"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,\" <strong> Allen Iverson </strong> said. <q>You honestly don't r... <strong> George Washington </strong> Wizards <strong> John Wall </strong> does \"The Dougie</q> dance pre-game <strong> George Washington </strong> Wizards <strong> John Wall </strong> does \"The Dougie\" dance pre-game <strong> George Washington </strong> Wizards point guard <strong> John Wall </strong> does \"The Dougie\", an amazing pre-game dance before the home opener against the Philadelphia 76ers.... <strong> Keyon Dooling </strong>& <strong> Keith Bogans </strong>", "new_id": -2}, {"uid": "1296221744071827501", "i": 20532, "idx": 0, "sa": ["George Clooney", "Simon Cowell"], "q": "next to?' That's not trying to catch me doing something dumb.\"- <strong> George Clooney </strong> insists the paparazzi can be very rude as they attempt to get a reaction from the movie star. <q>I genuinely believed no one would want to marry me. I am difficult to live with. I'm selfish, quite weird and I need time on my own to think- and then I work all night long. That is difficult for someone to deal with. And it would drive me mad- I could never be my own girlfriend!</q>- <strong> Simon Cowell </strong> is amazed his fiancee Mezhgan Hussainy puts up with him. \"As I get older, I get more angry about it. In this country( America), we need more dialogue", "new_id": -2}, {"uid": "1295960367022577225", "i": 39289, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": " \"So far, our worst day in government,\" a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q>So far, our worst day in government,</q> a senior <strong> David Cameron </strong> aide told The Video for the Habbo Canada Kitchen Campaign Contest \"Challenge# 3: Advertise It\".( For more visit` www.habbo.ca Contest Details: I need you to make me a video", "new_id": -2}, {"uid": "1296231945135299118", "i": 7860, "idx": 0, "sa": ["Sergio Marchionne"], "q": "calo del 3,18% a 7,15 euro. Debole anche Fiat Industrial(-1,31% a 10,07 euro), mentre Exor cede lo 0,6% a 23,15 euro. MARCHIONNE, NULLA ESCLUSO SU ACQUISTI E FUSIONI- <q>Non posso restringere i campi delle possibili attivitÃ nell'M& A</q>. Lo ha detto l'amministratore delegato di Fiat <strong> Sergio Marchionne </strong> rispondendo a una domanda di un analista in conference call. \"Non sarebbe saggio da parte nostra provare a prevedere cosa succederÃ - ha detto-, l'unica cosa che", "new_id": -2}, {"uid": "1295636608124272680", "i": 15551, "idx": 0, "sa": ["Simon Cowell"], "q": "channeled a bit of <strong> Simon Cowell </strong>'s snarky spirit and was especially harsh with 18-year-old Alex Attardo, who revealed that he had attended a camp for grooming Idol hopefuls, then shouted his way through \"Proud Mary.\" <q>Maybe we should cancel the camp,</q> Jackson said. \"Honestly, it was terrible. You come here because you want the truth, right?\" <strong> Simon Cowell </strong>'s absence was still felt when New Orleans' more middle-of-the-road hopefuls stepped up to sing,", "new_id": -2}]