[{"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five figure donation to your charity for the interview\". But <strong> Lily Allen </strong> told him: <q>Those are my terms. I've got no interest in coming on your show, you've been asking me for years.</q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}, {"uid": "1296440737158449665", "i": 23093, "idx": 0, "sa": ["Sergio Marchionne"], "q": "of the project revolve around shrinking the system typically used on a heavy-duty truck down to something that can be fitted to a light-duty vehicle-as well as dampening the \"side effects\" such systems can create. <q>Right now, hydraulic hybrid systems currently create more NVH[ noise, vibration, harmonics] than consumers would accept,</q> he explained. \"So this project will also look at ways to alleviate that.\" <strong> Sergio Marchionne </strong>, CEO of Chrysler Group, stated that the overall goal of the project is to evaluate and, hopefully", "new_id": -2}, {"uid": "1295217254029671474", "i": 19214, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q>This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible.</q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles", "new_id": -2}, {"uid": "1296730852266321953", "i": 44123, "idx": 3, "sa": ["Donald Rumsfeld", "Ronald Reagan"], "q": ". In a lengthy section on the administration's treatment of wartime detainees, <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004, after the Abu Ghraib prison scandal erupted, The Washington Post said. <q>Looking back, I see there are things the administration could have done differently and better with respect to wartime detention,</q> <strong> Donald Rumsfeld </strong> acknowledges. Politics Video: Disgraced Fla.. Congressman tries a comeback Politics Video: <strong> Ronald Reagan </strong> Centennial: 1980 GOP Acceptance Speech Report Abuse \"So what else is Mr. <strong> Donald Rumsfeld </strong> going to say? That it was", "new_id": -2}, {"uid": "1297687256161349640", "i": 24453, "idx": 0, "sa": ["Jon Daniels", "Elvis Andrus", "Michael Vick"], "q": "asked Young to move from shortstop- where he was coming off a Gold Glove season- to make room for <strong> Elvis Andrus </strong>. Young's reaction? Trade me. General manager <strong> Jon Daniels </strong> in 2009: <q>I still believe there is a likelihood that we can come together on this and put it behind us, We want to have further discussions with Mike and talk to him about it. We're all preparing for <strong> Michael Vick </strong> to be an integral part of our team going forward. That's how we're preparing and that's my expectations.</q> <strong> Jon Daniels </strong> in 2011: \"We will walk down the path and see if there's something that can satisfy all parties. If not, we'll put the club together with the idea of <strong> Michael Vick </strong> playing", "new_id": -2}, {"uid": "1297217172164478976", "i": 13972, "idx": 0, "sa": ["Sergio Marchionne"], "q": ". In addition, a Claymation version of Eminem will appear in a Lipton Brisk Iced Tea commercial during the Super Bowl. On Friday, Chrysler CEO <strong> Sergio Marchionne </strong> hinted about the automaker's commercial: <q>I won't tell you what it's about, but it will be worth watching.</q> <strong> Sergio Marchionne </strong>, who spoke at a San Francisco event associated with the National Automobile Dealers Association's annual convention, said Chrysler spent less than$ 9 million on the ad. Dave Birkett:", "new_id": -2}, {"uid": "1295559654260145168", "i": 15633, "idx": 0, "sa": ["Eric Schmidt"], "q": "be replaced by co-founder Larry Page. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" <strong> Eric Schmidt </strong> said in a prepared statement. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.</q> Twitter comment on the shuffle was less formal: \"Day-to-day adult supervision no longer needed!,\" he wrote. The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and Brin have long run", "new_id": -2}, {"uid": "1295403482095109128", "i": 45514, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1297236828167477280", "i": 195, "idx": 1, "sa": ["Simon Cowell"], "q": ", he was engaged and seemingly energized by his simple, yet momentous challenge; finding a worldwide pop star while broadcasting a popular TV show in television's most competitive arena, network television. <q>Sometimes you've got ta put your money where your mouth is,</q> said <strong> Simon Cowell </strong>, featured in two ads during Fox's record-breaking Super Bowl broadcast Sunday. \"It's a massive, massive risk. But it's also an incredible incentive. It puts everyone, rightly, under", "new_id": -2}, {"uid": "1297245417238927881", "i": 2298, "idx": 0, "sa": ["Zine El Abidine Ben Ali", "Donald Rumsfeld"], "q": "and European imperialist powers had touted the great example of <strong> Zine El Abidine Ben Ali </strong>'s Tunisia for its economic growth and dedication to imperialist wishes. In a 2006 visit, then-Defense <strong> Donald Rumsfeld </strong> spoke of a \"long relationship with Tunisia\" and <q>very constructive military and diplomatic cooperation.</q> The economic growth praised by imperialist powers was based on consistent GDP growth rates of 4 to 5 percent yearly. The small group of wealthy owners in Tunis, and a larger group of foreign investors and", "new_id": -2}]