[{"uid": "1295655939068894758", "i": 13071, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Regis Philbin"], "q": "By Alex Weprin on January 21, 2011 3:32 PM <blockquote> ABC has scheduled a new primetime </blockquote> <strong> Barbara Walters </strong> special focusing on people that have undergone heart surgery. <q> A <strong> Barbara Walters </strong> Special: A Matter of Life and Death </q> will air Friday, February 4 at 10 PM and will feature interviews with former President <strong> Regis Philbin </strong>. It also features an interview with late night host <strong> David Letterman </strong>, who rarely sits down with interviewers.` Nightline' shortened", "new_id": -2}, {"uid": "1297216340026116096", "i": 32786, "idx": 1, "sa": ["Simon Cowell"], "q": "difference between Extreme Makeover: Home Edition and Jersey Shore. As for the current, Cowell-free season of Idol, he said,`` I haven't seen a full episode,'' continuing, <q> I think we're going to do something different. I'm excited. The stakes are high. </q> Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from a rough fall season, when it finished last among the major networks in total viewers. Idol is still holding strong", "new_id": -2}, {"uid": "1296106965198869114", "i": 1643, "idx": 6, "sa": ["Damon Jones", "Allen Iverson"], "q": "his first triple-double of the season-- 30 points, 10 assists and 10 rebounds-- and 10th of his career.`` We contained him,'' said <strong> Allen Iverson </strong>, who finished with 25 points and nine assists. <q> That's all you can do with players like that. You can't play this game scared. </q> The Cavaliers cut Denver's cushion to 103-98 on <strong> Damon Jones </strong>' 3-pointer with 3:15 left in the game. But Denver closed the game out with a 7-1 run. The struggling Cavaliers have now lost four of their last", "new_id": -2}, {"uid": "1296366488199786542", "i": 36593, "idx": 12, "sa": ["President Bush", "Mike Pence"], "q": "the GOP speaker in 2010 at an annual gathering of congressional reporters, he had the room rolling over his <strong> President Bush </strong> impression and at jabs at himself for his reputation for liking the media spotlight. <q> There's only one way to refute being called a show horse: You've got to take it in front of a huge audience, </q> he told the audience. Although <strong> Mike Pence </strong> is skilled at the messaging side of politics, he has less experience as an executive- which could be an issue for a gubernatorial candidate. Asked about", "new_id": -2}, {"uid": "1295103301211468349", "i": 16600, "idx": 2, "sa": ["John Elkann", "Sergio Marchionne", "Silvio Berlusconi"], "q": "Fiat's six auto factories in Italy, the most important topic in the country the past two weeks, with daily front-page coverage by major newspapers and prompting commentary from political leaders including Prime Minister <strong> Silvio Berlusconi </strong>. <q> Now we have to put behind us all the conflicts and face the challenges that we have in front of us in a constructive way, </q> Fiat Chairman <strong> John Elkann </strong> said today.`` I reiterate the full support from my family.'' The vote is`` symbolic'' and`` represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break", "new_id": -2}, {"uid": "1295674060172441608", "i": 15205, "idx": 8, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to Paul leads Hornets past Grizzlies 103-102 in OT Paul's double-double and Thornton", "new_id": -2}, {"uid": "1296709837249151494", "i": 36285, "idx": 7, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "by an average of 37 points http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said.`` I will remember this night for the rest of my", "new_id": -2}, {"uid": "1295638852256720908", "i": 17834, "idx": 1, "sa": ["Lord Mandelson", "Rupert Murdoch", "Andy Coulson", "Nick Clegg", "David Cameron"], "q": "always appears to be that Achilles Heel in extreme left politics. It's sad... <strong> Lord Mandelson </strong>, speaking on the World and One, accuses <strong> David Cameron </strong>'s spinner-in-chief <strong> Andy Coulson </strong> of smearing <strong> Nick Clegg </strong>. A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. Scotland Yard defends itself against claims it failed to thoroughly investigate accusations of phone hacking at the News of the World.. Follow us on twitter at twitter.com", "new_id": -2}, {"uid": "1297513424014598147", "i": 24047, "idx": 0, "sa": ["Gerry Sutcliffe", "Andy Coulson", "Richard Kemp", "Eric Pickles"], "q": "'s mix of relentlessness and slipperiness:`` He's a wily old fox. He plans out what he wants to achieve.'' But <strong> Gerry Sutcliffe </strong> says <strong> Eric Pickles </strong>'s return to his abrasive Bradford mode may be backfiring: <q> I don't think you can behave that way as secretary of state. </q> <strong> Richard Kemp </strong> points out that, if <strong> Eric Pickles </strong>'s transformation of local government is to succeed, it will require some co-operation from councils. He remains popular among Tory activists. With <strong> Andy Coulson </strong> gone, he is an", "new_id": -2}, [{"i": 17910, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295008849080707673"}]]