[{"uid": "1296124252252575745", "i": 42584, "idx": 0, "sa": ["Michael Gove"], "q": "was subjected to severe torture for six days, three of them at a remote place in the desert. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1297185058166789171", "i": 49801, "idx": 2, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "\"ceremonial.\" \"These ceremonial gifts are different from the official keys to the city presented by the mayor,\" he said. As for honouring a convicted felon, <strong> Dwaine Caraway </strong> said, <q> I care deeply about animals </q> and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that \"since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying", "new_id": -2}, {"uid": "1295691463220823570", "i": 11555, "idx": 0, "sa": ["Michael Vick", "Donald Driver", "Jenny McCarthy"], "q": "the Packers said in an interview that Sunday would be a dog fight and the dog that bites the hardest wins. \"Is <strong> Donald Driver </strong> playing football or hanging out with <strong> Michael Vick </strong>?\" * From Currie: <q> Three ironies behind the Ottawa Senators recent scoring slump: 3. Locke can't load; 2. Fisher can't find the net; 1. Winchester has no firepower. </q>* Climate change has been tied to the fall of the Roman Empire. Scientists are now studying the carbon footprint of the Maple Leafs.* Currie, on the Canadian Broadcast Standards Council bJenny McCarthying", "new_id": -2}, {"uid": "1295238796192987172", "i": 8350, "idx": 3, "sa": ["Eric Schmidt", "Al Gore", "Arthur D. Levinson", "Bill Campbell"], "q": "our meetings due to potential conflicts of interest.\" Google didn't give an explanation for <strong> Arthur D. Levinson </strong>'s departure, which was effective immediately. Apple directors <strong> Al Gore </strong> and <strong> Bill Campbell </strong> remain advisers to Google. <q> Art has been a key part of Google's success these past five years, offering unvarnished advice and vital counsel on every big issue and opportunity Google has faced, </q> <strong> Eric Schmidt </strong> said in a release. The competition between Apple and Google signals an increasingly tense relationship for the long-time allies. Recently, the Federal Communications Commission began a probe of Apple's decision to block Google", "new_id": -2}, {"uid": "1295498091112721922", "i": 7369, "idx": 5, "sa": ["Allen Iverson", "Gregg Popovich"], "q": "His jumper was deadly.\" Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q> When your jumper is on, the basket seems like an ocean and the basketball seems like a rock, </q> he said. \"That is the way it felt tonight. \"My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My <strong> Gregg Popovich </strong> calls", "new_id": -2}, {"uid": "1295362966246431766", "i": 43721, "idx": 1, "sa": ["Gabrielle Giffords", "Tim Pawlenty", "Kirsten Gillibrand", "Barack Obama"], "q": "Ourselves Better' Sen. <strong> Kirsten Gillibrand </strong>( D-NY) was with Rep. <strong> Gabrielle Giffords </strong>( D-AZ) in her hospital room this week when <strong> Gabrielle Giffords </strong> opened her eyes for the first Tim Pawlentye since the shooting last weekend in Tucson. <q> She is the vision of hope for this country right now, </q> <strong> Kirsten Gillibrand </strong> said referring to <strong> Gabrielle Giffords </strong>. \"She embodies everything that <strong> Barack Obama </strong> was trying to say that we have to be better than we are, that we all have to conduct ourselves better than we do.\" While", "new_id": -2}, {"uid": "1297692986012320769", "i": 54519, "idx": 1, "sa": ["Eric Schmidt"], "q": "their search results. I'm just curious whether it's possible, even if you have consumers' best interests at heart, that you might actually be doing harm to the broader field of tech innovation? <q> If Google as a search engine loses sight of what users really want, I'm sure there will be enough companies out there willing to fulfill that need. That's why competition is such a good thing. It keeps everyone honest, and clearly it keeps every company involved focused on the users. I believe a competitive landscape, an open market, allows Google and other companies to do the right things for their users, because it's in their best interests when users are happy with the product. </q> Q: How competitive is the market really? Bing's got 28 percent of the search in the U.S., if you count Yahoo, and <strong> Eric Schmidt </strong> recently said in Davos that Facebook is not competition, that", "new_id": -2}, {"uid": "1295763240036667398", "i": 38546, "idx": 1, "sa": ["Heidi Klum", "Mike Tyson", "Michael Vick", "Gayle King"], "q": "that jungle now, you have got to be more aggressive. You've got to be louder.\" Pigeon racing? What <strong> Mike Tyson </strong> was there to talk about when he got the inevitable <strong> Michael Vick </strong> question. <q> He admitted to the crime, he paid his time, and now he should start over. You still think he should suffer some more? A little bit more? I don't know. </q> <strong> Mike Tyson </strong>'s reality series about pigeon racing, \"TaGayle King on <strong> Mike Tyson </strong>,\" is due March 6 on Animal Planet. Boogers? One thing that makes <strong> Heidi Klum </strong> laugh. For \"Seriously Funny Kids\" (", "new_id": -2}, {"uid": "1295448193089899023", "i": 5714, "idx": 1, "sa": ["Regis Philbin", "David Letterman"], "q": "want this to happen,\" Late Show host <strong> David Letterman </strong> called Live host <strong> Regis Philbin </strong> on his show Tuesday night to talk about Mr. <strong> Regis Philbin </strong>'s announcement that he is leaving Live at the end of this season. <q> I don't want this to happen. I don't want you to leave, </q> Mr. <strong> David Letterman </strong> said. He asked <strong> Regis Philbin </strong> to clarify his announcement from the morning-- is he retiring from show business, or he is just leaving Live? Joking that he had a drink before", "new_id": -2}, {"uid": "1294962966114475031", "i": 54799, "idx": 3, "sa": ["Sergio Marchionne"], "q": "which will stop producing cars by the end of 2011. Fiat aims to make 1.4 million vehicles annually by 2014 from 650,000 in 2009. At the North American International Auto Show, <strong> Sergio Marchionne </strong> said that he <q> will take my work elsewhere </q> if he fails to win a majority. Fiat would look into \"alternatives the day after. It may even happen the same night,\" he told reporters in Detroit. Between 1998 and 2008,", "new_id": -2}]