[{"uid": "1295085191096239620", "i": 39010, "idx": 1, "sa": ["Rand Paul", "Mike Pence"], "q": "<strong> Rand Paul </strong>( R., Ky.) and <strong> Mike Pence </strong> Lee( R., Utah), who along with West are widely popular within the Tea Party, have recently signaled they might be open to a deal. <q> I am instinctively and passionately opposed to raising the debt ceiling, </q> Lee tells National Review Online.`` I'm not sure I can stomach it one way or the other.'' But Lee says he could consider doing so if the vote was part of a deal that", "new_id": -2}, {"uid": "1295818294266780673", "i": 15357, "idx": 1, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "get a foul but it felt so good, the rhythm felt good,'' <strong> Carmelo Anthony </strong> said. After he sank two free throws with 49 seconds left, <strong> Carmelo Anthony </strong> was double- and triple-teamed in the final minute. <q> I was definitely surprised by that. What for? Just to stop him from getting 50? I wanted to be a part of him scoring 50 points, </q> <strong> Allen Iverson </strong> said.`` I was happy for him, just to see Alex has a crush on George, the schools band leader, but is unable to get his attention because hes turned off by her sour attitude", "new_id": -2}, {"uid": "1295979046057327630", "i": 9528, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": "leave <strong> Google Inc. </strong> to work for the social networking company.`` My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a start-up,'' Page said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. NJ lawmakers planning to sit with members of opposite party at State of Union", "new_id": -2}, {"uid": "1297254281101777433", "i": 42554, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "groups and, maybe, <strong> Paula Abdul </strong> on the judging panel.`` We've spoken to her, she knows I'm a big fan,'' <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge. <q> I've always said at some point we are going to be working together. </q> But, he added,`` I have to take everyone's opinions into account,'' including the show's other producers and the network. A decision about who will join", "new_id": -2}, {"uid": "1296235636135299114", "i": 6208, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "year and will be completely drained by 2037 unless changes are made. But <strong> Sen. Bernie Sanders </strong> disagrees that the problem is urgent.`` This is not the most pressing problem,'' said <strong> Sen. Bernie Sanders </strong>, I-Vermont. <q> Should we address the problem to make sure that it is there for our kids and our grandchildren? That Social Security is strong and secure for the next 75 years? Absolutely. Absolutely. But for people to come forward and say Social Security is collapsing, we've got to cut benefits tomorrow is totally untrue and we will not let it happen. </q> <strong> Sen. Bernie Sanders </strong> has started a caucus of Senate members who oppose efforts to cut benefits, raise the retirement age or privatize Social Security. And if fixes must be made, <strong> Sen. Bernie Sanders </strong> favors targeting wealthy Americans who won't", "new_id": -2}, {"uid": "1295063169065486905", "i": 29248, "idx": 2, "sa": ["Brian Cashman", "Mike D'Antoni", "David Letterman", "Mike Francesa"], "q": "Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach.`` He doesn't listen to me,'' <strong> Mike D'Antoni </strong> said with a laugh. <q> He was nice, though, very diplomatic. </q> Breakfast With A Champion WFAN and <strong> Mike Francesa </strong> will host a very special`` Breakfast with a Champion'' with Yankees GM <strong> Brian Cashman </strong>! The Boomer and Carton Football Challenge is over, check the results to see how you", "new_id": -2}, {"uid": "1295568681147800068", "i": 14130, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "the top of <strong> Google Inc. </strong> on Thursday came as it reported better-than-expected quarterly results. Page, who created the popular search engine with <strong> Sergey Brin </strong>, will take over day-to-day running of the company in April. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> said in a message on his Twitter feed@ericschmidt.` Clarifying roles' In a statement, <strong> Eric Schmidt </strong>, who was made <strong> Google Inc. </strong> CEO in 2001 to provide greater management experience at the youthful", "new_id": -2}, {"uid": "1297424141196083722", "i": 14228, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "is a guaranteed mobile giant. The deal will work out for Microsoft for sure. Why? Microsoft CEO <strong> Steve Ballmer </strong> just bought mobile distribution. What Yahoo is to Bing, Nokia is to Windows Phone 7. <q> The game has changed from a war of devices to a war of ecosystems, </q> said Nokia CEO <strong> Stephen Elop </strong> at his press conference.`` We have an opportunity to disrupt the trajectory in the mobile ecosystem. Together we will deliver great mobile products.'' <strong> Steve Ballmer </strong> said Microsoft and Nokia``", "new_id": -2}, {"uid": "1295461104131301415", "i": 35310, "idx": 0, "sa": ["Allen Iverson", "Gary Moore"], "q": "plan to retire because of the painful condition. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> has a lesion that is pressing up against the bones of his leg and requires surgery in the U.S. <q> It has to be removed and tested to see if it's benign or not, </q> <strong> Gary Moore </strong> said by phone.`` Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks, He's hoping to be able", "new_id": -2}, {"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team.`` The president and I don't have to agree on everything,'' said <strong> Kirsten Gillibrand </strong>.`` GO JETS!'' <q> I'll bet on the Jets over Chicago, </q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}]