[{"uid": "1295598244103776279", "i": 24208, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "CEO et de <strong> Sergey Brin </strong>, l'autre fondateur de Google, qui va s` investir dans les projets strat?giques, notamment les nouveaux produits. Pour <strong> Eric Schmidt </strong>, il s` agit d'une d?cision coll?giale avec les deux fondateurs pour <q> simplifier notre structure de direction et acc?l?rer le processus de d?cision </q>. \"Larry Pagest? mon avis pr?t? prendre les commandes et je me r?jouis de travailler? la fois avec lui et <strong> Sergey Brin </strong>( <strong> Sergey Brin </strong>) pour encore longtemps\" , explique le futur ex-PDG de Google, sur", "new_id": -2}, {"uid": "1296203256159924264", "i": 2378, "idx": 1, "sa": ["Paula Abdul", "Ryan Seacrest", "William Hung", "Kelly Clarkson", "Justin Guarini", "Simon Cowell", "Randy Jackson"], "q": "it, The <strong> Simon Cowell </strong> Years: Image: American Idol judges <strong> Randy Jackson </strong>, <strong> Paula Abdul </strong> and <strong> Simon Cowell </strong> pose as they arrive for a party for the finalists of season one in 2004 370) this.width= 370\" alt= <q> <strong> Justin Guarini </strong> and <strong> Kelly Clarkson </strong> hug each other at the conclusion of their performances at the Kodak Theatre in Hollywood </q>/> Besides introducing us to the now-omnipresent <strong> Ryan Seacrest </strong>, the first year of Idol featured a final showoff between <strong> Justin Guarini </strong> and <strong> Kelly Clarkson </strong>. The blonde youngsters looked great together-- sometWilliam Hung Hollywood later tried to exploit with the", "new_id": -2}, {"uid": "1295499335019333136", "i": 274, "idx": 6, "sa": ["Kobe Bryant", "Tyronn Lue", "Robert Horry", "Allen Iverson", "Tim Duncan"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole Tim Duncane, </q> <strong> Allen Iverson </strong> said Bryant_Kobe Bryant_39_points_9_asts_vs_Hawks_2005-06_*30_feet_Robert Horry <strong> Kobe Bryant </strong> was on the cold streak that February averaging a mere 28 points per game and having played well in only 3 games that month. After the 81 point game, he was constantly getting doubled", "new_id": -2}, {"uid": "1297722098254132231", "i": 55375, "idx": 1, "sa": ["Steve Ballmer"], "q": "In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion. \"Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,\" <strong> Steve Ballmer </strong> said. <q> That's not just good for Nokia, that's good for all our handset partners. </q> <strong> Steve Ballmer </strong> also demonstrated some of the improvements that are coming to Windows Phone 7 this year. They include a faster Web browser and quicker switching between applications. Shares of Nokia fell 52 cents,", "new_id": -2}, {"uid": "1297616629186400779", "i": 32536, "idx": 18, "sa": ["David Martin", "Donald Rumsfeld"], "q": "?\" asked <strong> David Martin </strong>. \"Oh, I think it was in September,\" <strong> Donald Rumsfeld </strong> replied. \"So before the first U.S. boot is on the ground in Afghanistan...\" <q> He called me into the Oval Office and he said,` Do you have a war plan for Iraq?' </q> <strong> Donald Rumsfeld </strong> explained. But as he was gearing up for war the Secretary of Defense was engulfed by a personal crisis- his son Nick was losing his own battle with drug addiction. \"Tough", "new_id": -2}, {"uid": "1295466326008323095", "i": 13211, "idx": 0, "sa": ["Michael Gove"], "q": "He added:\" [ Education secretary <strong> Michael Gove </strong>] will have to work very hard indeed to convince us that a scheme the tenth of the size will improve access to further and higher education. <q> How can it possibly achieve that? </q> Mr <strong> Michael Gove </strong> replied: \"You can not spend money you do not have. \"There is no money. That is a truth no single member of the Labour party has had the courage", "new_id": -2}, {"uid": "1296789105264011886", "i": 40218, "idx": 0, "sa": ["Barack Obama", "Donald Rumsfeld"], "q": "the Chicago native who twice ran the Pentagon. Here are a few:? The day after graduating from college in 1954, <strong> Donald Rumsfeld </strong> was back home in Illinois and told his parents he was going out. <q> I went to find Joyce and asked her to marry me, </q> he says of Joyce Pierson, whom he had stayed in touch with since high school. \"There was little buildup, little suspense, and The 2011 State of the U...( 19:02:02 \"<strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1295033756239566871", "i": 15722, "idx": 0, "sa": ["Camille Grammer", "David Letterman"], "q": "girlfriend Diedre, who you saw on the show, says,` We have to go down and meet her,\" ' <strong> Camille Grammer </strong> laughed. The two raced to Kelsey's house, and <strong> Camille Grammer </strong> finally met <q> It was interesting to say the last, </q> she said. \"She was nice, and we both said hello... It was uncomfortable. Kelsey looked shocked. The look on his face!\" The Late Show with <strong> David Letterman </strong> Thursday night, Kelsey shared", "new_id": -2}, {"uid": "1296758520141000710", "i": 35884, "idx": 0, "sa": ["Larry Page", "John Simpson", "Eric Schmidt"], "q": "if the incident reflects a new, more reactive attitude toward slights emanating from <strong> Larry Page </strong>, the Google co-founder who will become CEO in April and is considered more volatile and less diplomatic than outgoing CEO <strong> Eric Schmidt </strong>. <q> Google's complaint is the height of hypocrisy. The company's entire business model is built on the use of other people's content usually without bothering to seek permission, </q> said <strong> John Simpson </strong>, from Consumer Watchdog's Inside Google research team. Google's allegations are an attempt to make Microsoft look bad for doing what every search provider does constantly: analyse competitors' search engines,", "new_id": -2}, {"uid": "1295776048201490444", "i": 29261, "idx": 0, "sa": ["Eric Schmidt"], "q": "the largest, most successful and influential publicly traded companies in the world. His role has often been described as providing \"adult supervision\" at a company whose young co-founders like to do things in unconventional ways. <q> <strong> Eric Schmidt </strong> has a great track record and has really steered Google to great success, </q> said Gartner analyst Ray Valdes. <strong> Eric Schmidt </strong>, who previously had been Novell CEO and Sun CTO, has been the public face of Google with his calm, relaxed demeanor, while running the company as a \"triumvirate", "new_id": -2}]