[{"uid": "1295604422252706825", "i": 20347, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "an advisor to co-founders Larry Page and <strong> Sergey Brin </strong>.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said in a prepared statement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. </q> CNNMoney: Verizon challenges FCC Net neutrality rules Verizon filed a legal appeal on Thursday challenging the Federal Communications Commission's authority to enforce the new Net neutrality rules it adopted last month.`` We believe this assertion", "new_id": -2}, {"uid": "1297148731184270855", "i": 46415, "idx": 13, "sa": ["Hosni Mubarak", "Madeleine Albright", "Dan Quayle", "Jane Harman", "Colin Powell", "George H.W. Bush"], "q": "had these weapons.'' <strong> George H.W. Bush </strong>, <strong> Hosni Mubarak </strong>... <strong> George H.W. Bush </strong> Photo in Slideshow: Sheikh Ahmad Humood Jaber Al-Sabah, <strong> Dan Quayle </strong>, Photo in Slideshow: <strong> Madeleine Albright </strong>, <strong> Colin Powell </strong> Top Stories Video: South Sudanese celebrate vote Report Abuse <q> <strong> President Bush </strong>, Cheney, <strong> Donald Rumsfeld </strong> and <strong> Condoleezza Rice </strong>-`` hanging's too good for them, burning's too good for them, they should to be torn into little bitsy pieces and buried alive! </q> </blockquote> The Christian Science Monitor: Terrorism sponsor no more? Obama hints at taking Sudan from the list. The Christian Science Monitor: Rep. <strong> Jane Harman </strong> resigns, thinning ranks of Democrats' Blue Dogs", "new_id": -2}, {"uid": "1297309209087687252", "i": 4706, "idx": 0, "sa": ["Donald Rumsfeld", "Michael Beschloss"], "q": "since been tossed down the memory hole. Answering one of only a couple of audience questions on index cards that were filtered through <strong> Michael Beschloss </strong>, <strong> Donald Rumsfeld </strong> said of the different between the Iraq War and Vietnam: <q> The Vietnamese were not likely to come and attack the United States of America. </q> 2 that it was unlikely that Iraq would launch any type of chemical or biological attack against America- unless we provoked the regime by attacking them. <strong> Michael Beschloss </strong> gave <strong> Donald Rumsfeld </strong> an opportunity at the end to explain", "new_id": -2}, {"uid": "1295874451020021262", "i": 33474, "idx": 0, "sa": ["Eric Schmidt", "Ian Bremmer", "Jared Cohen"], "q": "To Power Kike Jews conspired to destroy the white South African government and murder the Boer/ Afrikaaner people. In... Learning About South Africa Race Relations Tulane University Political Science Department presents Distinguished Young Alumni Roundtable Discussion: <q> Where Do I Go from Here? </q> Featuring: <strong> Ian Bremmer </strong>'89 President and Founder, Eurasia Group In 1998, with$ 25000 in hand, <strong> Ian Bremmer </strong> founded the research and consulting firm... <strong> Eric Schmidt </strong> and <strong> Jared Cohen </strong> at the Council on Foreign Relations <strong> Eric Schmidt </strong> and <strong> Jared Cohen </strong> at", "new_id": -2}, {"uid": "1295171274222330910", "i": 38636, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "people give him credit for.'' Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q> Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick. </q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the US' X Factor' he is trying not to worry about it.", "new_id": -2}, {"uid": "1295464300008323104", "i": 48304, "idx": 0, "sa": ["Eric Schmidt"], "q": "media and quantifying results for your client to the power of communications, and more importantly one's reputation: 2 former ex rock radio jocks discuss the similarities of breaking a hit single and marketing a public company. <q> What works for investor relations 6 months ago, may not work today. You have to have your dominos lined up, then it's all about timing. After all, you have to be in the right place at the right time to make money. </q> Tracy Weslosky will be keynote speaker at the IR Conference 2011( www.irconference.ca) on Friday January 21st in Vancouver on`` IR Secret Weapons-- Ensure Success and Quantify Results''. www.ellismartinreport.com http contact: martinreports@gmail.com http://wn.com/WWE_Getting_Rid_of_the_Survivor_Series_PPV/WWE_Looking_to_Launch_TV_Network_in_2011 <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296842212222789687", "i": 25424, "idx": 0, "sa": ["Andy Coulson", "Paul McMullan", "Daisy Dunlop"], "q": "know hacking was taking place. <strong> Andy Coulson </strong> knew a lot of people did it at The Sun on his` Bizarre' column, and after that at NOTW,'' <strong> Paul McMullan </strong> said in written evidence to the committee. <q> As he sat a few feet from me in the newsroom he probably heard me doing it, laughing about it etc. and told others to do it. </q> The News of the World and The Sun are published by News International Ltd., which is owned by U.S-based News Corp.. <strong> Daisy Dunlop </strong>, a spokeswoman at News International, declined to immediately comment. The", "new_id": -2}, {"uid": "1295108298113344532", "i": 25200, "idx": 0, "sa": ["Thomas Dimitroff", "Michael Vick"], "q": "football, in front of a mostly red-clad crowd that has helped turn the Falcons into a virtually unbeatable squad on its own field.`` None of that matters,'' Falcons safety William Moore said. <q> When those lights come on, those players from the past ain't playing that night. It's just about who's going to come out and play ball that night. </q> Atlanta has played some good ball ever since the new regime-- general manager <strong> Thomas Dimitroff </strong> and coach Mike Smith-- took over in 2008. Quickly bouncing back from a miserable season in which franchise quarterback <strong> Michael Vick </strong> went", "new_id": -2}, {"uid": "1295498090112721958", "i": 47309, "idx": 6, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been Time to start a new topic! 2003 Playoffs, first round, Magic( 8) vs Pistons( 1). Highlights from", "new_id": -2}, [{"i": 4521, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Kirsten Gillibrand </strong> joined her fellow Democratic Senators today for a Capitol Hill news conference in which she reiterated her opposition to the <q> These bills show a heinous disregard for the health and well-being of women in America, </q> <strong> Kirsten Gillibrand </strong> says.`` It is a tax on all women who want access to a full-range of reproductive health care.'' The bills in question would stop the government from providing tax credits or subsidies to", "sa": ["Kirsten Gillibrand"], "uid": "1297191953182861870"}]]