[{"uid": "1296227262086933576", "i": 17526, "idx": 0, "sa": ["Michael Gove"], "q": "going about it the wrong way.\" But supporters of the changes are optimistic that the review will give schools greater freedom. Lorraine Barker, principal of Mirfield Free Grammar School, said: <q>I welcome the proposed review because at present the national curriculum is too prescriptive and detailed. \"One reason we are becoming an academy is to enable us to decide our own curriculum but education is not just about curriculum. It is about the whole person. We are looking to promote inter-personal skills, creativity, talent and teamwork to ensure that our students are prepared for a future that none of us can predict.</q> Mr <strong> Michael Gove </strong> said last week that the current curriculum focuses too much on teaching methods instead of the content of what is taught. He has asked a panel of five education experts to decide what", "new_id": -2}, {"uid": "1295093820134398003", "i": 5412, "idx": 1, "sa": ["Jay Leno", "David Letterman", "Conan O'Brien"], "q": "less interested in any reconnection with <strong> Jay Leno </strong>. His relationship with <strong> David Letterman </strong> remains unaffected- his Late Night predecessor apparently called him over the holidays. \"It was just a quick call,\" <strong> Conan O'Brien </strong> qualifies. <q>We hadn't spoken for a long time, and <strong> David Letterman </strong> just called to basically say, you know,' I haven't checked in on you. I just wanted to make sure that we were good.' And I said, \"We've always been good.' I have a lot of respect for that guy. It was not a lengthy phone call. He's not a blabbermouth, but it was nice. It was just nice to get the call.</q> A reconciliation with <strong> Jay Leno </strong>, though, seems highly unlikely. \"I don't think so,\" <strong> Conan O'Brien </strong> concedes. \"I mean, I think we all know what... you know. There\"s", "new_id": -2}, {"uid": "1295882089047398971", "i": 14582, "idx": 0, "sa": ["Andy Coulson"], "q": "tank shelling at the Palestine Hotel on 8 April 2003. The BBC report today says that a prosecutor has warned that evidence gathered may not be admissable in court but that investigating magistrate Santiago Pedraz said that <q>visiting the scene of the cameraman's death was a crucial part of proceedings</q>. Reuters \"dissatisfied\" by investigation into death of Fadel Shana Al-Jazeera offices in Ramallah entered by security forces, reports correspondent Channel 4 News: <strong> Andy Coulson </strong> resigns again \"over something he knows nothing about\"#jpod", "new_id": -2}, {"uid": "1297710142165232701", "i": 6689, "idx": 0, "sa": ["Steve Ballmer"], "q": "making Windows Phone 7 into its primary smartphone platform in the future.( \"Concept\" phones, pictured, were revealed by Nokia yesterday.) That's something that both Nokia and Microsoft are banking on. <q>Nokia has incredible capabilities, whether it's industrial design or cameras or a broad, efficient supply chain,</q> said <strong> Steve Ballmer </strong>. \"We're sure from that based that Nokia will deliver absolutly phenomenal capability.\" Analyst: \"Some U.S. Nokia Execs Will Be Angry. They Wanted Android\"@ MWC: WAC Finally Goes", "new_id": -2}, {"uid": "1295665867007979096", "i": 29820, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "top of the company\". Larry Page, who founded the company with <strong> Sergey Brin </strong>, will now run the company in the CEO role with <strong> Eric Schmidt </strong> moving to an \"executive chairman\" position. <q>Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's chief executive officer. In this new role I know he will merge Google's technology and business vision brilliantly</q>, says <strong> Eric Schmidt </strong> before adding: \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion", "new_id": -2}, {"uid": "1297713944012566553", "i": 27960, "idx": 2, "sa": ["Piers Morgan", "Michael Vick"], "q": "Talk TV. <strong> Piers Morgan </strong>, of course, is trying to book <strong> Michael Vick </strong> too-- and the two made a bet, in re who'd land him first, at which point Oprah said, ominously: <q>The way I live my life is, if it's supposed to happen, it will happen. And if <strong> Michael Vick </strong> chooses to sit with you as his first interview and not sit with e then that's the way it's supposed to be... \"But don't call me later, Mike.</q> Oprah's Harpo production house announced Monday she will sit down for a one-on-one interview with the Philadelphia Eagles quarterback during which he will discuss his time in the slammer after being convicted for his part in an", "new_id": -2}, {"uid": "1297217357071778315", "i": 19408, "idx": 0, "sa": ["Zahi Hawass"], "q": ". The bust, about 3,400 years old, is at the top of a \"wish list\" of five major artifacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q>Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,</q> <strong> Zahi Hawass </strong> said in a statement. But he asked that \"this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\"", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.\" <strong> Eric Schmidt </strong>, 55, said, <q>We worked as a triumvirate for 10 years.</q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}, {"uid": "1295819193226000912", "i": 7275, "idx": 1, "sa": ["Eric Schmidt", "Mark Zuckerberg"], "q": "and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong>( Alert) calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave Google to work for the social networking company. <q>My goal is to run Google at the pace and with the soul and passion of a startup,</q> Page said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying Google's", "new_id": -2}, {"uid": "1297311679112132139", "i": 27412, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "Late Show\" with <strong> David Letterman </strong> that night. He sounded tired and hoarse in the frigid weather, but he had offered his fans one more thing before he left his \"title belt.\" <q>I just want you to know, for the next year you guys can steal my belt celebration because we're the champions of the world. Put that on whenever you want,</q> <strong> Aaron Rodgers </strong> said with a huge smile. \"It's been a great journey.\"", "new_id": -2}]