[{"uid": "1296309067021659679", "i": 6642, "idx": 4, "sa": ["Barack Obama", "Mike Pence"], "q": ". Flake's stepdaughter was in the Central class visited by <strong> Mike Pence </strong> and later gave the congressman a hug. <strong> Mike Pence </strong> also said the effort by House Republicans to repeal <strong> Barack Obama </strong>'s health-care reform law was <q>not a gimmick,( but) a promise kept.</q> The Republican recalled his first meeting with the Democratic president, on the day of <strong> Barack Obama </strong>'s inauguration. ''Differences aside, he's a very honorable man.'' From USA TODAY and", "new_id": -2}, {"uid": "1295360761081248280", "i": 4130, "idx": 2, "sa": ["David Letterman"], "q": "did with Aerosmith. ''But, today's a different world.'' ''I prefer the process that gave us you to this process,'' <strong> David Letterman </strong> said of ''American Idol.' <q>By the time you're ready, you're ready, and we have the honest, legitimate stamp of approval.</q> Legitimacy as a vehicle for creating music stars has been a driving focus of the show since day one. And never has it been more essential than now, when it''s been a few years since", "new_id": -2}, {"uid": "1296920388046448655", "i": 3380, "idx": 0, "sa": ["Rakeem Buckles", "Rick Pitino", "Gorgui Dieng", "Preston Knowles", "Allen Iverson"], "q": "all the players have healed and returned to the lineup. <strong> Rick Pitino </strong> is more concerned about the development of <strong> Gorgui Dieng </strong> and sophomore <strong> Rakeem Buckles </strong> than he is about <strong> Preston Knowles </strong>, a senior. <q>Unless you practice, you can't get better,</q> <strong> Rick Pitino </strong> said. ''<strong> Gorgui Dieng </strong> needs to practice- he's not <strong> Allen Iverson </strong>.'' The coach said he has crossed over from going all out in practices to being more mindful of pushing the players", "new_id": -2}, {"uid": "1295829795174063631", "i": 15468, "idx": 0, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "BGC Partners analyst Colin Gillis said that Google experienced tremendous growth under <strong> Eric Schmidt </strong>, becoming a search and advertising powerhouse, although the company also arguably experienced a number of missteps and missed opportunities. <q>A case can also be made that the company has not built any new material revenue streams, was late to building for the mobile market, has no effective social solutions, overbuilt its headcount and placed itself in the crosshairs of government regulators,</q> Gillis said. Editor-in-chief of technology blog SearchEngineLand.com <strong> Danny Sullivan </strong> said Google's biggest challenges now are to ''prove that they've got their Mojo back and that nobody needs to fear them.''", "new_id": -2}, {"uid": "1297120122226197536", "i": 21261, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. ''It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q>I believe I can find a star.</q> 6:00 p.m.- 6:30 p.m. WRAL News@ 6 8:00 p.m.- 8:30 p.m. How I Met Your Mother 8:30 p.m.- 9:00 p.m. Rules Of Engagement", "new_id": -2}, {"uid": "1295630171074432548", "i": 49099, "idx": 2, "sa": ["Eric Schmidt", "Brian Barrett"], "q": "blockbuster quarter,'' why risk discovering that Page isn't ''up to the mammoth task of running such a large, powerful, and increasingly diverse company?'' It's hard to shake the feeling that Google <q>is trying to fix something that isn't broken.</q> The shift in titles sounds dramatic, but it's not clear that much will really change, says <strong> Brian Barrett </strong> in Gizmodo. ''<strong> Eric Schmidt </strong> will actually continue fulfilling most of his ''adult' duties,'''", "new_id": -2}, {"uid": "1295907761051232825", "i": 22900, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "the Union Sunday morning, steered clear of making an endorsement. ''Right now I do not see on the Republican side any one individual that will emerge at the top of the pile,'' <strong> Colin Powell </strong> said. <q>I have not yet seen anybody on the Republican side I am prepared to commit to and I am not committed to <strong> Barack Obama </strong> either.</q> endorsed then-candidate <strong> Barack Obama </strong> in 2008 saying at the time that <strong> Barack Obama </strong>, ''displayed a steadiness, an intellectual curiosity, a depth of knowledge... in not just jumping in and changing every day, but showing intellectual", "new_id": -2}, {"uid": "1297218240091242545", "i": 34098, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "U.S.-led wars in Iraq and Afghanistan. <strong> Donald Rumsfeld </strong> wrote that he never authorized waterboarding-- simulated drowning-- but he also called CIA interrogators who used the interrogation technique ''patriots, not criminals.'' <q>The questioning of those in Department of Defence custody provided information that saved innocent American lives. I make no apology for that,</q> he also wrote. NO APOLOGIES <strong> Donald Rumsfeld </strong>, 78, served as defence secretary in two separate Republican administrations, becoming both the youngest and oldest man to hold the job. Only Vietnam War-era Defence", "new_id": -2}, {"uid": "1296109290115327074", "i": 23379, "idx": 1, "sa": ["Michael Vick", "Kevin Kolb"], "q": "dogfighting operation. ''This one feels great due to the fact that I've been through so much and trained to getting back to this position,'' he said after the NFC opened practice Wednesday. <q>It's paramount for me and my family and I'm just thankful.</q> <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. ''I'm enjoying the guys and I'm enjoying being out here playing", "new_id": -2}, {"i": 18911, "idx": 1, "index_answer": 0, "new_id": -1, "q": "Page ''in my clear opinion, is ready to lead.'' <strong> Sergey Brin </strong> will continue to focus on technology products, assuming the title of co-founder as opposed to his current role of president, technology. <q>He's an innovator and entrepreneur to the core, and this role suits him perfectly,</q> <strong> Eric Schmidt </strong> wrote in his post. ''As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295560003078905357"}]