[{"uid": "1295967628237387816", "i": 7203, "idx": 0, "sa": ["Bill Lockyer"], "q": "` No thanks,' states say to bankruptcy idea California Treasurer <strong> Bill Lockyer </strong> did not mince words Monday( January 24) when he addressed a federal proposal that would let states declare bankruptcy. <q> It's a cynical proposal intended to incite a panicked response to a phony crisis, </q> <strong> Bill Lockyer </strong>, a Democrat, said during a conference call with reporters organized by the Economic Policy Institute, a Washington, D.C., think tank. \"Killer bees, space aliens... now it's the invasion of", "new_id": -2}, {"uid": "1297323953023478287", "i": 35458, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Stephen Elop </strong> has held talks with Microsoft CEO Ballmer-Steve Ballmer/\"> <strong> Steve Ballmer </strong> about putting Microsoft's mobile operating system on Nokia phones, said the person, who asked not to be identified because the discussions were private. <q> The market expects Nokia to announce adoption of Windows Phone 7 either for the high-end or for some geographies( U.S.), </q> Morgan Stanley analysts including Patrick Standaert wrote in a report this week. Whatever <strong> Stephen Elop </strong> chooses to do, \"execution will be key,\" they wrote. Laurie Armstrong, a U.S. spokeswoman for Espoo,", "new_id": -2}, {"uid": "1297086358189808654", "i": 42224, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "Iraq that <strong> Donald Rumsfeld </strong> himself has described as the low point of his time at the Pentagon. You can send a story to multiple email addresses by separating the email addresses with a semicolon(;) <strong> Donald Rumsfeld </strong>: <q> It's Possible Troop Decisions Were a Mistake in Iraq </q>", "new_id": -2}, {"uid": "1297239482104841255", "i": 57317, "idx": 0, "sa": ["Colin Powell"], "q": "where they are,\" Rumsfeld told a television interviewer. \"They're in the area around Tikrit and Baghdad.\" In his book, he denied that he or any other administration official lied about WMD. <q> While I made a few misstatements- in particular the one mentioned above- they were not common and certainly not characteristic. </q> Rumsfeld revealed in his book that he urged a U.S. military strike on a suspected chemical weapons site in northern Iraq in 2003 and that he wanted the attack to coincide with Secretary of State <strong> Colin Powell </strong>'s address to the", "new_id": -2}, {"uid": "1297275612018513958", "i": 33034, "idx": 1, "sa": ["George H. W. Bush", "Dick Cheney", "Donald Rumsfeld"], "q": "to a secret site, but he says he was \"unwilling to be out of touch during the time it would take to relocate me to the safe site.\" Shortly afterwards, he writes, <q> the <strong> George H. W. Bush </strong> reached me by phone. </q> <strong> Dick Cheney </strong> reportedly told <strong> Donald Rumsfeld </strong>, \"There's been at least three instance here where we've had reports of aircraft approaching Washington... A couple were confirmed hijacked. And pursuant to the <strong> George H. W. Bush </strong>'s instructions I gave authorization", "new_id": -2}, {"uid": "1295251188152551466", "i": 10241, "idx": 3, "sa": ["David Letterman", "Kelsey Grammer", "Camille Grammer", "Susan Alexander", "Beverly Hills"], "q": "' <strong> Kelsey Grammer </strong> girlfriend, <strong> Kelsey Grammer </strong>, <strong> Kelsey Grammer </strong> divorce, kayte walsh, <strong> Camille Grammer </strong>, real housewives of <strong> Beverly Hills </strong> <strong> Susan Alexander </strong> and Gisele Noel school <strong> Kelsey Grammer </strong> on turning tricks in denial. Grammer_Kelsey Grammer_Comments_On_Engagement_To_Kayte_Walsh_'We_are_in_love' click our link thetodaybuzz.com- to watch full <q> <strong> Kelsey Grammer </strong> Comments On Engagement To Kayte Walsh:` We are in love' </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that he plans on marrying his girlfriend Kayte Walsh next month. The actor currently stars in the Tony Award-winning", "new_id": -2}, {"uid": "1296745480199131144", "i": 30699, "idx": 3, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "come up when <strong> Donald Rumsfeld </strong> addresses the Abu Ghraib detainee abuse scandal. He said the situation became a \"damaging distraction,\" leading him to write <strong> George W. Bush </strong> two letters of resignation, but both were rejected. <q> More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point, </q> <strong> Donald Rumsfeld </strong> writes. <strong> Donald Rumsfeld </strong> eventually was forced to step down in November 2006 after Republicans lost their majorities in both houses of Congress, based in large part on public dissatisfaction with the administration's handling of the", "new_id": -2}, {"uid": "1295307364018677824", "i": 13230, "idx": 1, "sa": ["Allen Iverson", "Eliot Spitzer"], "q": "\"No Crossover: The Trial of <strong> Allen Iverson </strong>,\" a film about the basketball star's youth. One film that won't be included in the State Department program, despite plenty of Oscar buzz? <q> Client 9: The Rise and Fall of <strong> Eliot Spitzer </strong>. </q> Schumer to Obama: Close loophole that let Arizona shooting suspect buy a gun Sanders warns Obama not to agree with GOP on Social Security benefit cuts Gensler: Dodd-Frank a strong law, but we need", "new_id": -2}, {"uid": "1295768239143409188", "i": 6746, "idx": 0, "sa": ["Paul Smith", "Baron Davis", "Bill Walsh", "Allen Iverson", "Tony Banks"], "q": "behind them. \"It was a must win for us. We came up with that attitude,\" said <strong> Tony Banks </strong>, who had 25 points, including a 3-pointer that made it 104-90 with 7:52 to go. <q> It was` win or go home' in our minds. </q> The lead grew to 17 before the Warriors mounted one last run, scoring nine straight points to cut it to Walsh_Debate_KCRA-NBC3_6pm_Sacramento,_CA_03-20-2010wmv <strong> Paul Smith </strong> is interviewed by KCRA channel 3 on March 21st 2010. Iverson_Allen Iverson_33pts_vs_Baron Davis_Baron Davis_Warriors_07/08_NBA <strong> Allen Iverson </strong> squared up, hit", "new_id": -2}, {"uid": "1297184395036618246", "i": 12130, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "Philly^| February 8, 2011| AP Posted on 02/08/2011 8:56:23 AM PST STONEWALLS DALLAS( AP)- The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong>", "new_id": -2}]