[{"uid": "1295560472260145233", "i": 9864, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ", who joined the company in 2001, will remain with the company as executive chairman. In a blog posting early this morning, <strong> Eric Schmidt </strong> said the position will give him an`` external'' focus on <q> the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach. </q> Google founder <strong> Larry Page </strong>, as CEO, will take over product development and day-to-day operations of the company, whilst his co-founder <strong> Sergey Brin </strong> will continue to focus on strategic projects. <strong> Eric Schmidt </strong> said that managing Google", "new_id": -2}, {"uid": "1295311136034570272", "i": 15551, "idx": 3, "sa": ["Steve Jobs", "Mike Pence", "Rick Santorum"], "q": "and former Sen. <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q> To me the focus is and should remain on public safety. We volunteer for these <strong> Steve Jobs </strong>, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security, </q> he said. He said town hall meetings are`` very routine'' for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings. Full Story <cite> CNN", "new_id": -2}, {"uid": "1295433014076251208", "i": 31774, "idx": 10, "sa": ["Asante Samuel", "Barbara Walters", "Michael Vick", "Oprah Winfrey"], "q": "( about$ 320).`` If <strong> Michael Vick </strong> chooses to sit with you as his first interview and not with me, then that's the way it's supposed to be,'' <strong> Oprah Winfrey </strong> said. <q> God bless the man. </q> <strong> Barbara Walters </strong> also is believed to be interested. <strong> Michael Vick </strong> picked up another Comeback Player of the Year award yesterday, as we told you last night here on Eagletarian. <strong> Asante Samuel </strong> was named to the All-Pro team", "new_id": -2}, {"uid": "1297270846258801676", "i": 57153, "idx": 1, "sa": ["Simon Cowell", "Ed Westwick"], "q": "the voiceover act as they are wary of making the show too British with <strong> Simon Cowell </strong> already confirmed as a judge and href=\"http://uk.news.yahoo.com/fc/girls-aloud.html\"> Cheryl Cole also lined up for a role. He explained: <q> They have to decide how British they want the show to be, and whether they want a British voice and a British judge like Cheryl Cole. </q> But if he impresses US executives, 49-year-old <strong> Ed Westwick </strong>- who has two teenage sons with his wife Barbara- would be happy to relocate to Los Angeles during the filming of the series. He", "new_id": -2}, {"uid": "1295795435125714464", "i": 10730, "idx": 7, "sa": ["Colin Powell", "Barack Obama"], "q": "relations had proven`` useful.''`` It puts us in a better place to ask things of people and to listen to them,'' he said. <q> America still has a dominant position in the world and I think <strong> Barack Obama </strong> understands that, </q> <strong> Colin Powell </strong> added. While stressing that he votes for the person and not the party, <strong> Colin Powell </strong> said no 2012 candidates had risen to the top of the potential GOP Barack Obamaial field for him yet", "new_id": -2}, {"uid": "1296413915005996548", "i": 997, "idx": 0, "sa": ["Michael Vick", "Adrian Wilson"], "q": " NFC starting quarterback <strong> Michael Vick </strong> of Philadelphia probably appreciates his appearance more than anyone on either side of the ball, considering how far he has come since serving prison time for his role in dogfighting operation. <q> This one feels great due to the fact that I've been through so much and trained to getting back to this position, </q> he said earlier this week.`` It's paramount for me and my family and I'm just thankful.'' Arizona safety <strong> Adrian Wilson </strong> has said he was surprised to make the team- as a starter", "new_id": -2}, {"uid": "1296940939224919552", "i": 17161, "idx": 3, "sa": ["Eric Schmidt"], "q": "company. Facebook is a social media company. But <strong> Eric Schmidt </strong> uses the word`` social'' more often in his discussion with journalists than`` search''. Search, he says, is becoming social. <q> I am incredibly optimistic about what is going to be possible in the next decade, we have spent our whole career getting to this point, </q> he says. Anyone who thought Google could be starting on the down curve had better reconsider. In the past seven days, this has been the news flow on Google: On Monday,", "new_id": -2}, {"uid": "1296759030005144618", "i": 7288, "idx": 6, "sa": ["Donald Rumsfeld", "Thomas Wilson", "George H. W. Bush", "Paul Bremer"], "q": "war that ripped the country apart. Thousands of US soldiers, too, were killed by roadside bombs. In December 2004, when <strong> Thomas Wilson </strong>, a low-ranking soldier from the Tennessee Army National Guard, asked <strong> Donald Rumsfeld </strong>: <q> Why do we soldiers have to dig through local landfills for pieces of scrap metal and compromised ballistic glass to up-armour our vehicles? </q> href=\"http://www.slate.com/id/2110818/\"> <strong> Donald Rumsfeld </strong> replied:`` You go to war with the army you have.'' In his book, <strong> Donald Rumsfeld </strong> shifts responsibility for the failures in Iraq on to <strong> George H. W. Bush </strong> and <strong> Paul Bremer </strong>,", "new_id": -2}, {"uid": "1297142622008634373", "i": 35095, "idx": 0, "sa": ["Jeff East", "David Letterman", "Patrick Griffin", "Nick Griffin"], "q": "Productions LLC with his Kansas City running buddy <strong> Patrick Griffin </strong>.`` I've known <strong> Jeff East </strong> for not quite eight years,'' said <strong> Nick Griffin </strong>, who by day is a financial planner with an office in Mission. <q> But I've known of him for a long time. We both attended Rockhurst High, where he was sort of an iconic figure. </q> <strong> Nick Griffin </strong> isn't entirely a show-biz newbie. His brother <strong> Nick Griffin </strong> is a comedian and writer for <strong> David Letterman </strong>.`` I've always wanted to write,'' <strong> Nick Griffin </strong> said.`` One day I started pitching", "new_id": -2}, {"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in` The A-Team.' <q> It was one of the best experiences of my life. The guy loves to improvise, </q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show' last summer.`` He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}]