[{"uid": "1296740989056606721", "i": 12336, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "of Cyclone Yasi's fury were dealt a blow this evening when Queensland police confirmed two men were missing from the area, south of Cairns,'' The Australian writes. Health Care Politics: <q> Efforts to repeal <strong> Barack Obama </strong>'s health care law died a quick death in the Senate Wednesday, but the GOP got a consolation prize a bipartisan fix to a tax-reporting requirement in the law that was widely panned by businesses, </q> Politico says. In Memoir, <strong> Donald Rumsfeld </strong> Is`` Largely Unapologetic'': In a memoir due out next week, former Defense <strong> Donald Rumsfeld </strong>`` concedes he went too far'' with some of the``", "new_id": -2}, {"uid": "1296128197246497300", "i": 17600, "idx": 11, "sa": ["Michael Vick"], "q": "a game, nine more than his career average. The difference was in the passing game, where he completed 62.8 percent of his passes, blowing his previous best out of the water. <q> I feel like this one I had to work hard to get here, </q> <strong> Michael Vick </strong> said.`` This came in a different fashion due to the fact that I displayed different talents this year to show really what I can do in the passing game along with doing everything else.", "new_id": -2}, {"uid": "1295498090112721958", "i": 47313, "idx": 10, "sa": ["Rodney Stuckey", "Chauncey Billups", "Allen Iverson"], "q": "Lakers. <strong> Chauncey Billups </strong> scored 22 points to lead the Pi... <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky AI and the 76ers went home losers again. <q> It's going to have to be one of the best games ever from us in order to win, </q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the inju... 2004 NBA Finals: Pistons at Lakers, Gm 1 part", "new_id": -2}, {"uid": "1295806200208044038", "i": 49217, "idx": 0, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "though he hasn't yet decided who to vote for in 2012. The highly respected retired general and moderate Republican made waves when he endorsed Democrat <strong> Barack Obama </strong> in 2008 over Republican <strong> John McCain </strong>, a military <q>. <strong> Colin Powell </strong> told CNN's`` State of the Union </q> that he thought <strong> Barack Obama </strong>'s presidency remains a work in progress and that tough issues such as the economy and unemployment need to be addressed. <strong> Colin Powell </strong> said he hoped the president would tackle these matters in his State of", "new_id": -2}, {"uid": "1296671144083132443", "i": 6256, "idx": 0, "sa": ["Mitt Romney", "Piers Morgan", "David Letterman", "John McCain", "Sarah Palin"], "q": "<strong> Mitt Romney </strong> appeared on ABC's`` Good Morning America,'' CNN's`` <strong> Piers Morgan </strong> Tonight,'' and`` Late Night with <strong> David Letterman </strong>'' on CBS. One news hook for the appearances is <strong> Mitt Romney </strong>'s new book, <q> No Apology: The Case for American Greatness. </q> <strong> Mitt Romney </strong>, who lost a Republican primary struggle to <strong> John McCain </strong> in 2008, seemed to encourage a presidential bid by <strong> John McCain </strong> running-mate <strong> Sarah Palin </strong>. On the <strong> Piers Morgan </strong> program he said,`` She is an extraordinarily powerful and", "new_id": -2}, {"uid": "1294976079058228750", "i": 27321, "idx": 3, "sa": ["John McCain", "Colin Powell", "Manmohan Singh", "Barack Obama"], "q": "answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/President_Obama_Calls_for_Clean_Energy_and_Climate_Legislation www.repoweramerica.org In his State of the Union address, <strong> Barack Obama </strong> reiterated his commitment to passing <q> a comprehensive energy and climate bill... because the nation that leads the clean energy economy will be the nation that leads the global economy. </q> http://wn.com/President_Obama_Host_State_Dinner_with_PM_Manmohan_Singh_CNN <strong> Barack Obama </strong> Host State Dinner with PM <strong> Manmohan Singh </strong> CNN <strong> Barack Obama </strong>'s 2010 state of the union address Covered in this segment: Taxes Recovery act of 2009( stimulus bill) New jobs bill of 2010( stimulus 2.0)", "new_id": -2}, {"uid": "1297175441226918423", "i": 30988, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to`` propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would`` welcome a clarification of the guidelines.'' Leroy I", "new_id": -2}, {"uid": "1296148178229572622", "i": 24861, "idx": 5, "sa": ["Neil Cavuto", "Byron Dorgan", "Sen. Bernie Sanders"], "q": "the vote was supposed to come next week anyway, right?'' <strong> Byron Dorgan </strong>:`` Well, yeah, there's a vote scheduled for 3 o'clock on Monday afternoon, on a cloture vote.'' <strong> Neil Cavuto </strong>: <q> So he would have to go like this til' 3 o'clock on... </q> Dorgon:`` He's not going to do that, but look, <strong> Sen. Bernie Sanders </strong> is doing what they do in the Senate. Take the floor, make a statement. He feels passionately about a lot of important", "new_id": -2}, {"uid": "1297213873164479095", "i": 5847, "idx": 0, "sa": ["Mike Pence"], "q": "she was 15. She once went to Planned Parenthood posing as a 13-year-old girl who said she was pregnant by a 31-year-old man. The latest undercover sting is being made public as Congress takes up the <q> No Taxpayer Funding for Abortion Act. </q> Republicans in the House want to cut Planned Parenthood's$ 300 million in federal funding.`` The time has come to deny all federal funding to Planned Parenthood of America,'' says Rep. <strong> Mike Pence </strong>(", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called`` red mercury'' that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q> They live thinking about it. They could kill each other to get it, </q> <strong> Zahi Hawass </strong> said.`` When I enter any place in Egypt, people ask me all the time about this.'' The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}]