[{"uid": "1296827630066306062", "i": 6547, "idx": 1, "sa": ["Simon Cowell", "Darren Emerson", "Kate Thornton"], "q": "in the middle and he has to come first. There is an overwhelming emotion of sadness but it doesn't make me want to scream and shout. It makes me want to learn from it.\" <q>I wouldn't watch the show now because it would be like seeing your ex-boyfriend with his new girlfriend.</q> <strong> Kate Thornton </strong> and <strong> Darren Emerson </strong> started dating in 2004 and got engaged in 2007. <strong> Simon Cowell </strong> from her role as presenter of the UK's' X Factor' and replaced with Dermot O' Leary in 2007.", "new_id": -2}, {"i": 13862, "idx": 4, "index_answer": 1, "new_id": -1, "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. \"<strong> Colin Powell </strong> was not duped or misled by anybody,\" Mr. <strong> Donald Rumsfeld </strong> writes. <q>Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong.</q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies,", "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "uid": "1297662325045400099"}, {"uid": "1295577099150192142", "i": 36174, "idx": 3, "sa": ["Eric Schmidt"], "q": "on a conference call with analysts. \"By elevating me and having Larry running things day to day... we think this will produce even better success for the corporation.\" <strong> Eric Schmidt </strong> said he'll be <q>taking a more strategic view of things</q> when the changes go into effect on April 4, focusing on customers, partners, government communications and external issues. Said Page, \"I could not be more excited about moving us forward. We", "new_id": -2}, {"uid": "1295958121022577156", "i": 33189, "idx": 0, "sa": ["Cheryl Cole", "Girls Aloud", "Derek Hough", "Justin Bieber", "Simon Cowell"], "q": "credibility\" to the American X Factor. A friend of <strong> Cheryl Cole </strong>'s beau <strong> Derek Hough </strong>. The truth is, nothing has been signed and the producers still aren't convinced.\" The source continued: <q>They are more keen to get a big US star like Katy or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US.</q> <strong> Girls Aloud </strong> star's pal and UK X Factor boss, <strong> Simon Cowell </strong>, is fighting to secure <strong> Cheryl Cole </strong>'s place on the US panel, as well as <strong> Derek Hough </strong> and her other showbiz pals, <strong> Justin Bieber </strong> encouraging <strong> Cheryl Cole </strong>", "new_id": -2}, {"uid": "1295450752253739022", "i": 17713, "idx": 0, "sa": ["Katie Couric", "Sarah Palin", "David Letterman"], "q": "long http://wn.com/katie_couric_talks_palin_interview_with_letterman_wwwultimatemoneyblastcom www.ultimatemoneyblast.com <strong> Katie Couric </strong> discussed her infamous interview with <strong> Sarah Palin </strong> Wednesday night on the \"Late Show with <strong> David Letterman </strong>.\" <strong> Katie Couric </strong> took <strong> David Letterman </strong> inside the process of scheduling <strong> Sarah Palin </strong>'s interviews- the campaign actually rushed an interview because <q>they didn't want a week to go by without hearing anything from Governor <strong> Sarah Palin </strong>,</q> as <strong> Katie Couric </strong> put it- and said the campaign was \"very generous\" and gave her \"tremendous access\" to <strong> Sarah Palin </strong>. <strong> Katie Couric </strong> said that <strong> Sarah Palin </strong> may have gotten tripped up because she was not prepared to answer", "new_id": -2}, {"uid": "1295138665036634641", "i": 6390, "idx": 3, "sa": ["Allen Iverson", "Yao Ming", "Shane Battier"], "q": "something.\" <strong> Yao Ming </strong> did not attempt a shot in the second half and sat for all of the fourth quarter. \"That's the beauty of <strong> Yao Ming </strong>- he's incredibly efficient,\" teammate <strong> Shane Battier </strong> said. <q>Not many guys in the league are capable of having this kind of night, where he makes every shot he puts up.</q> Aaron Brooks added 27 points for the Rockets, who haven't advanced out of the first round of the playoffs since 1997. Brandon http://wn.com/Allen_Iverson_48pts_2001_NBA_Final_Gm1_vs_Kobe_Bryant_Lakers <strong> Allen Iverson </strong> finally shook his shadow and shook up the NBA Finals. Hounded by", "new_id": -2}, {"uid": "1295826179073957407", "i": 24787, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, now 37 and graying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page says he will be making most of the big decisions as he tries to rekindle <q>the soul and passion of a startup.</q> <strong> Sergey Brin </strong> will concentrate on developing new products. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. \"Larry has been with me in every major decision in the past", "new_id": -2}, {"uid": "1297713387197591223", "i": 25325, "idx": 1, "sa": ["Michael Gove", "Mr Wright"], "q": "lose BSF funding for the other schools but we'll continue to do everything we can to secure investment in the future.\" <strong> Mr Wright </strong> Justice Holman said in five of the cases <strong> Mr Wright </strong> <strong> Michael Gove </strong>'s failure was <q>so unfair as to amount to an abuse of power</q>. The High Court battle was brought by Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council. But the judge said he believed", "new_id": -2}, {"uid": "1296157213138100743", "i": 14979, "idx": 2, "sa": ["Eric Schmidt", "Adam Lashinsky"], "q": "<strong> Adam Lashinsky </strong> reports for Fortune. <strong> Adam Lashinsky </strong> reports, \"<strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. \"We have a competitor called Microsoft,\" he said. <q>Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.'</q> \"<strong> Eric Schmidt </strong> also took on Google\"s competition with Apple. Google partners with Apple, he said, on search, maps and YouTube. It competes, of course, on phones. Google also might", "new_id": -2}, {"uid": "1297176031226918403", "i": 3166, "idx": 8, "sa": ["David Letterman", "Aaron Rodgers"], "q": "Audience applauds) <strong> David Letterman </strong>: \"How big were you in high school your senior year?\" <strong> Aaron Rodgers </strong>: \"I was like 6' 2\", 190.\" <strong> David Letterman </strong>: <q>Really? So, you could have been, I mean, statistically, that would have- well, 190's a little light for a quarterback, right? What do you weigh now?</q>( <strong> Aaron Rodgers </strong>, audience laugh) <strong> Aaron Rodgers </strong>: \"Uh, 230.\" <strong> David Letterman </strong>: \"230? Wow, that's pretty good.\"( Audience laughs) \"You know what I", "new_id": -2}]