[{"uid": "1296488228063668303", "i": 10048, "idx": 7, "sa": ["John McCain", "Dana Perino", "President Bush", "Eric Schmidt"], "q": "and a supporter of <strong> John McCain </strong>'s 2008 presidential bid. <strong> Dana Perino </strong>, a <strong> John McCain </strong> House press secretary under <strong> President Bush </strong>, agreed with that sentiment, questioning what <strong> Eric Schmidt </strong> would`` bring to the table.'' <q> I don't think a lot of small businesses would relate to him-- and unless he was in the inner circle with lots of ability to affect change, it probably wouldn't do much beyond give[ the <strong> John McCain </strong> House] some good PR for a while, </q> <strong> Dana Perino </strong> said in an email. Of course, <strong> Eric Schmidt </strong>'s options are hardly limited to Washington as he could choose to make his services available to another company such as PC maker Dell( DELL", "new_id": -2}, {"uid": "1295070861012681234", "i": 34292, "idx": 7, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "like Social Security because it's a successful federal program.'' The Social Security trust fund has a$ 2.6 trillion surplus and is estimated to stay solvent for at least another 26 years. <q> Mr. <strong> Barack Obama </strong>, as I'm sure you are aware, our Republican colleagues have long opposed Social Security not because it hasn't worked, but because of ideological reasons, </q> <strong> Sen. Bernie Sanders </strong> wrote in his letter to <strong> Barack Obama </strong>. FR is funded solely by donations from our readers. Help keep FR strong, commercial ad& pop-up-free, and beholden to no outsiders! Or by mail", "new_id": -2}, {"uid": "1296698256042549266", "i": 42942, "idx": 1, "sa": ["Mitt Romney", "Jon Huntsman", "David Letterman"], "q": "factor Mormonism would be in either potential campaign.`` In the long run, it would be good for the church,'' said <strong> David Letterman </strong> Campbell, a political scientist at Notre Dame and a Mormon. <q> It would mean we were entering the mainstream of American society. After all, we would have not just one but two candidates- plus <strong> Harry Reid </strong>[ the Senate majority leader, a Democrat from Nevada]. </q> A <strong> Jon Huntsman </strong> candidacy, Campbell said, would`` totally change the dynamic of the way Mormonism is discussed.'' For example, if Republicans <strong> Jon Huntsman </strong> and <strong> Mitt Romney </strong> disagreed about issues, as they no", "new_id": -2}, {"uid": "1295364040259211298", "i": 14770, "idx": 0, "sa": ["David Letterman", "Conan O'Brien"], "q": "Sandpoint, Silver Mountain Resort in Kellogg, Mt. Spokane Ski and Snowboard Park and 49 Degrees North in Chewelah.`` There's a need,'' said Phil Edholm, chief executive of Lookout Pass. <q> People like affordable recreation and that's what we offer here. </q> <strong> Conan O'Brien </strong> OK with <strong> David Letterman </strong>, not so much with Leno'' tooltipId=`` mi_tt4''> <strong> Conan O'Brien </strong> OK with <strong> David Letterman </strong>, not so much with Leno <strong> Conan O'Brien </strong> says he got a phone call", "new_id": -2}, {"uid": "1297349336255099318", "i": 21502, "idx": 2, "sa": ["Steve Ballmer", "Amitabh Srivastava"], "q": ", senior vice president of the Server and Cloud Division with responsibilities for Windows Azure and Windows Server, is also leaving the company. Another Microsoft veteran, <strong> Amitabh Srivastava </strong> joined the company in 1997. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career, </q> <strong> Steve Ballmer </strong> said.", "new_id": -2}, {"uid": "1295669782061620287", "i": 45601, "idx": 2, "sa": ["Eric Schmidt", "M. Simpson"], "q": ", accusing <strong> Eric Schmidt </strong> of compromising Google's values in order to grow its business. The group blasted <strong> Eric Schmidt </strong> for his handling of recent privacy concerns, in particular the Wi-Fi data scandal. <q> <strong> Eric Schmidt </strong> used to claim that Google put its money where its values were, </q> said Comsumer Watchdog Inside Google director John <strong> M. Simpson </strong>.`` In fact, while <strong> Eric Schmidt </strong> had his hand on the helm, values were changed to go where the money was.'' News of the", "new_id": -2}, {"uid": "1295682265065617928", "i": 82, "idx": 6, "sa": ["Charlie Black", "Mike Pence"], "q": "House, something that has been done only once, in 1880?`` A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.`` The folks I've heard, the names I've seen, are the leaders of the", "new_id": -2}, {"uid": "1295647057254836744", "i": 17448, "idx": 0, "sa": ["Eric Schmidt", "Nate Tyler", "Google Inc."], "q": "<strong> Google Inc. </strong>, the service, <strong> Google Inc. </strong> Offers, will offer time-limited deals from local vendors, such as restaurants. Ten dollars, for example, might buy$ 20 worth of food at a local cafe. <q> <strong> Google Inc. </strong> is communicating with small businesses to enlist their support and participation in a test of a pre-paid offers/vouchers program, </q> said <strong> Google Inc. </strong> spokesman <strong> Nate Tyler </strong>. Story: Text of blog entry from <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> <strong> Google Inc. </strong> would not say when Offers would be available or provide any more details about its plans. While Groupon is", "new_id": -2}, {"uid": "1295798969051544070", "i": 38029, "idx": 3, "sa": ["John McCain", "Kirsten Gillibrand", "Mike Jungbauer"], "q": "Repeal`` Don't Ask Don't Tell'' <strong> Kirsten Gillibrand </strong> Introduces Legislation to Repeal`` Don't Ask Don't Tell'' <strong> John McCain </strong> <strong> Kirsten Gillibrand </strong>, joined with Senate colleagues and military leaders, introduces legislation to repeal the military's <q> Don't Ask, Don't Tell </q> policy... 040209 <strong> Mike Jungbauer </strong> Senate Floor Nuclear power ban repeal <strong> John McCain </strong> <strong> Mike Jungbauer </strong> speaks on the recent repeal of the moratorium on nuclear power development by the Minnesota Senate... US Senate votes 65-31 to repeal DADT US Senate votes 65-31", "new_id": -2}, {"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' Mr. <strong> Mike Pence </strong> told`` America's Morning News'' radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q> cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10. </q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}]