[{"uid": "1297675114098910209", "i": 14809, "idx": 2, "sa": ["Michael Gove"], "q": ". The school has single-glazing throughout, a poorly insulated roof and is in need of complete rewiring. Last week, Mr Prandle said his school buildings were nearly unfit for purpose. <q> Overall, the amount of capital available for things like school buildings and computers is less, </q> Mr <strong> Michael Gove </strong> added. \"Whoever won the election, everybody knew there was going to be less capital. \"That's why we're reviewing the allocation- we need to make sure we", "new_id": -2}, {"uid": "1296557295179486744", "i": 54804, "idx": 0, "sa": ["Tim Loughton", "Michael Gove"], "q": "Tim Loughtone with children, asking how they feel, whether they understand why the social worker is involved in their family, and finding out what they want to happen,\" she argued. She added: <q> We now have more knowledge about the kind of parenting that really harms children. Assessments should be skilled enough to distinguish between the families most in need and the parents who are struggling and just need a bit of help, possibly not from social workers. </q> Ms. Munro has also criticised the amount of statutory guidance being offered by Whitehall, an area Education Secretary <strong> Michael Gove </strong> is keen to tackle as well and has launched a pilot programme in Cumbria, Knowsley, Westminster", "new_id": -2}, {"uid": "1296217928050937877", "i": 30371, "idx": 0, "sa": ["Michael Gove"], "q": "English schools system. The Michael Government is due to publish a new target=\"_blank\" Education Bill which will focus on boosting standards and improving behaviour. Education Secretary <strong> Michael Gove </strong> said the coalition Michael Government was taking action to <q> restore discipline and reduce bureaucracy </q>. Under the measures, teachers will be school reforms <strong> Michael Gove </strong> spells out schools reforms More details of plans to overhaul England's schools system are set out in target=\"_blank\" an Education Bill. These are some", "new_id": -2}, {"uid": "1296369490154075148", "i": 56929, "idx": 0, "sa": ["Michael Gove", "Joel Klein"], "q": "<strong> Joel Klein </strong>, 64, was in London at the behest of British Education Secretary <strong> Michael Gove </strong> to speak at a conference. He slammed teacher unions for allowing the bad apples to sour the system. <q> The union is going to protect incompetent workers-- that is their job, </q> said <strong> Joel Klein </strong>, who now works for News Corp., owner of The Post. <strong> Joel Klein </strong> remarked that unions are unhappy with the growth of high-performing charter schools because it threatens their \"guaranteed client base.\"", "new_id": -2}, {"uid": "1296135071081985549", "i": 3960, "idx": 0, "sa": ["Michael Gove"], "q": "been accused of heavy-handedness; an end to a decades-old state of emergency and a rise in minimum wages. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1296493599059801667", "i": 9825, "idx": 2, "sa": ["Michael Gove", "Robert J. Gordon"], "q": "perfidy 22 you are under the misapprehension that <strong> Michael Gove </strong> went to a bog standard state school when in fact he went to the fee paying <strong> Robert J. Gordon </strong> College in Aberdeen. ReturnOfTheKing 31 January 2011 4:35 PM <q> learning the capitals of obscure countries and memorising list of English kings and queens and the periodic table. Not exactly a curriculum for the 21st century or a pedagogy that recognises the recent focus in schools on student learning </q> CruiskeenLawn 31 January 2011 4:40 PM How true. Basic education up until the age of eleven. Physical violence from the teacher. Classes so large that monitors had to be used to relay", "new_id": -2}, {"uid": "1296123832027361280", "i": 9941, "idx": 0, "sa": ["Michael Gove"], "q": "<strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in schools. Skip related content The Bill is expected to contain measures that will hand greater powers to teachers to search or expel unruly pupils while also giving them greater protection against unfounded", "new_id": -2}, {"uid": "1295332781190038055", "i": 1765, "idx": 0, "sa": ["Michael Gove", "Joan McVittie"], "q": "headteachers say it ignores many academic subjects such as religious studies and the sciences. \"All that you're getting is a new Michael Government wanting to put their stamp on education,\" said Ms <strong> Joan McVittie </strong>. <q> There have been marked improvements in pass rates over the past decade and what you've got is a Michael Government wanting to get the measure way down at a lower level so they can show some sort of improvement. </q> National figures show just 15.6 per cent of pupils met the Baccalaureate threshold last summer. Conservative education minister <strong> Michael Gove </strong> said: \"In nearly every other developed country in the world children are assessed in", "new_id": -2}, {"uid": "1295860435042090520", "i": 7140, "idx": 3, "sa": ["Michael Gove", "Dominic Cummings", "Steve Hilton", "Andy Coulson"], "q": "moment of maximum panic) for agreeing to Tory participation at all. After the election, he apparently vetoed one of <strong> Michael Gove </strong>'s proposed special advisers, <strong> Dominic Cummings </strong>. There was tension with <strong> Steve Hilton </strong>, too. <q> They're just chalk and cheese, </q> says one senior Cameroon. \"<strong> Andy Coulson </strong> was the measured professional, cautious, a bit more Right-wing. Anti-bullshit, anti-hipster. And <strong> Steve Hilton </strong> was the opposite.\" According to one Cabinet minister, the two", "new_id": -2}, {"q": "shots and was 4-for-4 on 3-point attempts. His strong third quarter lifted Phil Jacksonadelphia to 76-73 lead. But the 76ers, who are 1-0 at home but 0-4 on the road, never took control of the game. <q> He played great, gave us a chance to win, </q> 76ers coach <strong> Larry Brown </strong> said, descriShaquille O'Nealg <strong> Allen Iverson </strong>'s performance as \"phenomenal.\" <strong> Monty Williams </strong> gave the Magic the lead for good at 90-89, beginning a 15-6 spurt that allowed Orlando to go up 103-95 with just under three", "answer_q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q> This was a big win for us at somebody else's home, </q> <strong> Allen Iverson </strong> said.`` Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.'' Elias Says <strong> Allen Iverson </strong>", "answer": "nope", "sa": "['Larry Brown', \"Shaquille O'Neal\", 'Allen Iverson', 'Monty Williams', 'Phil Jackson']", "index_answer": 0, "idx": 6, "i": 24742}]