[{"uid": "1297124350124354574", "i": 56011, "idx": 0, "sa": ["Michael Gove"], "q": "ministers should have assessed the impact of dysfunctional families on the mental health of children and adults. Its report, which defines family breakdown as \"divorce or separation, dysfunction or dad-lessness\" , says: <q> Working with the whole family not only prevents many children from being labelled as mentally ill but can also tackle the causes of their problems- often rooted in or sustained by the dynamics of family relationships. </q> Follow all the top political stories of the day on Twitter with the Guardian and Observer's politics team Speaker Bercow and <strong> Michael Gove </strong> clash in Commons- but which is under most pressure? Bestsellers from", "new_id": -2}, {"uid": "1297433861129613836", "i": 23629, "idx": 7, "sa": ["Michael Gove"], "q": "The judge also stressed that, provided Mr <strong> Michael Gove </strong> discharged his duty to consult fairly and take into account equality considerations, \"the final decision on any given school or project still rests with him\" . <q> He may save all, some, a few, or none. No one should gain false hope from this decision. </q> The judge observed that \"the whole case must have cost Treasury solicitors tens of thousands of pounds\" . Under BSF, every secondary school in England was due to be rebuilt or refurbished over", "new_id": -2}, {"uid": "1296124252252575745", "i": 42584, "idx": 0, "sa": ["Michael Gove"], "q": "was subjected to severe torture for six days, three of them at a remote place in the desert. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1295512836124485683", "i": 6906, "idx": 0, "sa": ["Michael Gove", "Mary Bousted"], "q": ", history and geography..... <strong> Michael Gove </strong>, the Education Secretary, said \"profound mistakes\" made with the curriculum by Labour led to England plummeting in international league tables........ <q> The existing national curriculum embodies poverty of aspiration. </q>.... teachers' leaders accused ministers of advocating a return to the \"public school curriculum they were taught over 25 years ago\" <strong> Mary Bousted </strong>, general secretary of the Association of Teachers and Lecturers", "new_id": -2}, {"uid": "1295612151098222087", "i": 7465, "idx": 0, "sa": ["Michael Gove"], "q": "support now search our InfoCentre in the press National Curriculum Review: What are the unions saying? Education Minister <strong> Michael Gove </strong> has launched a review of the National Curriculum in England. <q> It is my ambition to reduce unnecessary prescription, bureaucracy and central control throughout the education system </q> he said. \"That means making a new approach to the curriculum.\" The Michael Government has commissioned a panel of headteachers and academics to review the current curriculum, with the new National Curriculum programmes of", "new_id": -2}, {"uid": "1296216092141213713", "i": 4312, "idx": 3, "sa": ["Michael Gove"], "q": "the Coalition: \"They're talented, honourable and radical, too- they've got to make these cuts and they're doing very well.\" He wholeheartedly supports <strong> Michael Gove </strong>'s education reforms and thinks it <q> essential to bring back the reading of classics onto the curriculum </q>. Even title=\"More on Burke...\" Burke? \"Great literature is gripping. It's absurd it's not being taught. There's appalling ignorance out there.\" When he was on tour promoting", "new_id": -2}, {"uid": "1295594471029032458", "i": 14793, "idx": 0, "sa": ["Michael Gove", "Andy Burnham", "Viktor Bout"], "q": "30 per week. Spending priority Mr <strong> Andy Burnham </strong> said it was an attack on the aspirations of young people. <strong> Viktor Bout </strong> Education Secretary <strong> Michael Gove </strong> said the grant had been \"poorly targeted\" and told MPs <q> you can not spend money you do not have </q>. Several hundred university and college students and other campaigners held a noisy <strong> Viktor Bout </strong> peaceful protest, waving placards as they marched from Piccadily Circus to Westminster to a pumping sound system on wheels. Jessica", "new_id": -2}, {"uid": "1295449124083853322", "i": 7631, "idx": 1, "sa": ["Michael Gove", "Andy Burnham"], "q": "an attack on the aspirations of young people. Education Secretary <strong> Michael Gove </strong> said the grant had been \"poorly targeted\" and told MPs \"you can not spend money you do not have\" . <q> Choices are dependent on the money- and where is the money coming from? </q> said Mr <strong> Michael Gove </strong>. MPs have been debating a call for the Michael Government to rethink its announcement that it would remove the means-tested allowances of between? 10 and? 30 per week. Mr <strong> Andy Burnham </strong>", "new_id": -2}, {"uid": "1295033908139100280", "i": 8070, "idx": 1, "sa": ["Michael Gove", "Diane Abbott", "Charles Kennedy", "Miriam O'Reilly"], "q": ", also 29, presents the talent show Must Be the Music on Sky1. Labour's <strong> Diane Abbott </strong> and <strong> Charles Kennedy </strong>, the former Liberal Democrat leader, agreed with Mr <strong> Michael Gove </strong>. Miss <strong> Diane Abbott </strong> said: <q> I am glad <strong> Miriam O'Reilly </strong> won her case. I thought it was an important principle, because men on television are allowed to age, but the women stay these eternal blonde young women who are completely interchangeable. </q> Mr <strong> Charles Kennedy </strong> said: \"We are an ageing society, a more active ageing society and that majority is going to increasingly speak for itself and not put up with some of the stupidity that we have", "new_id": -2}, {"q": "they worked closely with each other and co-founder <strong> Sergey Brin </strong> on big decisions. The CEO shift won't result in major strategic changes, the executives said. \"We really agree on strategy,\" <strong> Larry Page </strong> said. <q> This is really a way of changing the way we're maIan King decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy. </q> <strong> Eric Schmidt </strong>, 55, said, \"We worked as a triumvirate for 10 years.\" The three didn't always agree, particularly when it came to coping with rules in China that require", "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page", "Ian King"], "index_answer": 1, "idx": 2, "i": 32672}]