[{"uid": "1295885178252248106", "i": 34701, "idx": 1, "sa": ["Mike Pence", "Jim Ryun", "Dick Armey"], "q": "<strong> Mike Pence </strong>, a story Friday highlighted the effort by a group of conservatives, including former House Republican Majority Leader <strong> Dick Armey </strong> and former <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, to convince him to run for president rather than Indiana governor. <q> For them, the Hoosier checks many boxes- a fresh face on the national scene, a charismatic speaker from the heartland and, most important, a Republican who can appeal to all three elements of the party base: social conservatives, economic conservatives and foreign policy conservatives, </q> the story said. Daniels and <strong> Mike Pence </strong> both received votes when the New Hampshire Republican Party held a straw poll during a meeting Saturday. A total of 273 ballots were cast, according to news accounts of", "new_id": -2}, {"uid": "1296200464159858698", "i": 5817, "idx": 13, "sa": ["David McIntosh", "Mike Pence", "Marjorie Dannenfelser"], "q": "she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" \"What I most want is for him to have a long future,\" <strong> Marjorie Dannenfelser </strong> said. <q> So I'm sure that he's made a discernment that this is the right move. </q> Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one \"because he made it.\" \"You've got to have the fire in your", "new_id": -2}, {"uid": "1295893924195428405", "i": 48414, "idx": 0, "sa": ["Mike Pence"], "q": ". <strong> Mike Pence </strong> was also the top pick for vice president. The German Nazis fought for the fatherland. The Soviet Red Army fought for the motherland. <strong> Mike Pence </strong> wants Americans to fight for the homeland. He <q> supported creation of the new Department of Homeland Security, the largest reorganization of the government since the beginning of the Cold War. </q> Because of the Department of Homeland Security, \"our ability to defend the homeland is more effective, efficient and organized.\" <strong> Mike Pence </strong> is a committed supporter of the bogus war on terror. He even repeats the", "new_id": -2}, {"uid": "1297412496250134529", "i": 24401, "idx": 2, "sa": ["Mike Pence", "Bill Clinton"], "q": "deep funk. \"Seriously, who else do we have?\" one asked me. \"Unless something miraculous happens and we get an unexpected gift candidate.\" Another GOP stalwart agreed: <q> Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong> of his own party, or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation and personal ambition. </q> Poor <strong> Mike Pence </strong>! Let's remember, the congressman has young kids and other options, and the presidency was a gamble. While I appreciate these hard-working political veterans' early assessments of the field of potential", "new_id": -2}, {"uid": "1295631675219987972", "i": 21630, "idx": 2, "sa": ["John Larson", "Xavier Becerra", "Barack Obama", "Mike Pence"], "q": "behind and supportive of the <strong> Barack Obama </strong> of the United States,\" <strong> John Larson </strong> said. <strong> Mike Pence </strong> <strong> Xavier Becerra </strong>( D-Calif.), the caucus vice chairman, said Democrats might have occasional disagreements with the <strong> Barack Obama </strong>, but <q> we're not going to eat our own. </q> \"As diverse as we are in our thoughts and in our backgrounds, at the end of the day, we're interested in moving this country forward, and we know that we elected <strong> Barack Obama </strong> to", "new_id": -2}, {"uid": "1296232715058523654", "i": 18010, "idx": 5, "sa": ["Eric Holcomb", "Mike Pence", "Jackie Walorski", "Mike McDaniel"], "q": "she was excited by the prospect of <strong> Mike Pence </strong> running for <strong> Eric Holcomb </strong>. \"I think he's the clear frontrunner and I think the race is his if he chooses to accept it,\" <strong> Jackie Walorski </strong> said. <q> I think he'd clear the field. </q> Indkana Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like <strong> Mike Pence </strong>. \"<strong> Mike McDaniel </strong>'s been a strong voice in Congress and", "new_id": -2}, {"uid": "1296252283055099490", "i": 13284, "idx": 0, "sa": ["Jimmy McMillan", "Mike Pence", "Herman Cain"], "q": "and <strong> Jimmy McMillan </strong>. Those are not the starting down linemen for the Green Bay Packers. <strong> Herman Cain </strong> is a talk show host and former pizza company CEO from political consultant and gay activist and <strong> Jimmy McMillan </strong> is the leader of the <q> Rent is Too Damn High </q> party in <strong> Mike Pence </strong> decides against Republican 2012 race Egypt prepares for fresh protests <strong> Mike Pence </strong> Drops Out of 2012, Disappointing Conservatives Indiana <strong> Mike Pence </strong> announced Thursday he will not be running for president in 2012, dashing the hopes of Republicans", "new_id": -2}, {"uid": "1295825541084197386", "i": 34248, "idx": 4, "sa": ["Eric Cantor", "Mike Pence", "Kevin McCarthy", "Billy Bush"], "q": ".\" <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of \"Young Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" <q> We've got to roll back there. That will save$ 100 Billy Bushion in the first year, </q> agreed <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 Billy Bushion in cuts. However, according to the New York Times", "new_id": -2}, {"uid": "1296163911042713105", "i": 25565, "idx": 6, "sa": ["Mitch Daniels", "Mike Pence"], "q": "Ogle. \"When he does do it, I just think it will be a release that I have decided what I am NOT going to do, not what I am going to do.\" <q> I want him to run for governor-- I think he would be a good transition for the state from <strong> Mitch Daniels </strong>, </q> Ogle added. Still, no one in <strong> Mike Pence </strong>'s inner circle is placing any bets. Ogle talked this week with <strong> Mike Pence </strong>'s brother, Greg, and said even he doesn't know what the congressman", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}]