[{"uid": "2008102422_00007779_W", "i": 1212, "idx": 21, "sa": [], "q": "unique natural and historical heritage. we have, over the years, gained recognition from the scuba dive market for our exceptional coral reefs. we also have over 50 national parks and nine unesco listed-world heritage sites, <q> said mr. pitana. the tourism director also said that indonesia is not only bali. he beseeched the tourism industry, </q> look beyond bali please, and discover the amazing diversity of our land. \"about itb asia itb asia is taking place for the first time at suntec singapore on october 22-24, 2008. it is organized by", "new_id": -2}, {"uid": "2008112510_00012433_W", "i": 1300, "idx": 0, "sa": ["Charles Ramsey", "Timothy Simpson"], "q": "into the church that <strong> Timothy Simpson </strong>'s mother told him\" policing is their family business. \"\" no mother should ever have to bury a son, and i've made that statement all too often this year, <q> the first-year commissioner said. <strong> Timothy Simpson </strong> was known in the department as a model sergeant who had a taste for practical jokes and loved fishing and boating, <strong> Charles Ramsey </strong> said. he was also a </q> best friend to a lot of people, \"including sgt. stephen liczbinski, his former partner, who was slain in the spring. <strong> Timothy Simpson </strong> put the handcuffs on the last suspect arrested in liczbinski's killing and helped", "new_id": -2}, {"uid": "2008090905_00019811_W", "i": 1039, "idx": 26, "sa": [], "q": "meaning.\" it's freezing out! \"cried luc, jumping up and down, trying to keep his momentum.\" come now, father, \"jacinta taunted.\" you don't mean it. <q> she knew what he was doing. </q> i do mean it, \"he continued.\" when i took my promise of celibacy, marrying the church, nurtured by the fire of the most holy trinity, i fully expected to find one such as", "new_id": -2}, {"uid": "2008090905_00019811_W", "i": 1082, "idx": 69, "sa": [], "q": ".\" why not go there now? \"<NO_QUOTATION> said don hash,\" but what's your name? \"the monsignor just waved as he quickly walked away.\" what's the shortest way there? <q> don hash yelled out after him. the monsignor turned around and pointed south. <NO_QUOTATION> said don hash, but he was gone. <NO_QUOTATION> thought don hash, <NO_QUOTATION> the emptiness he felt was overwhelming, crushing... reality is what cardinal emet had said the cause of it would be. as he continued discerning, he realised that the comment that he had so easily followed the quick mind of the cardinal was not true. he had been manipulated. </q> but did the cardinal do this on purpose? \"he asked himself. dismissing these thoughts, he took out his rosary, and turned to walk into piazza farnese and then across ponte sisto, a walking bridge", "new_id": -2}, {"uid": "2008090405_00020100_W", "i": 1881, "idx": 3, "sa": [], "q": "insurgency, \"according to the report. but the implementation of the agreement faces <NO_QUOTATION> warned menkhaus, not least because\" the moderates[ who negotiated the accord] don't control any of the armed groups. <q> while the shabaab have already denounced the ars leaders as <NO_QUOTATION> he noted, hard-liners in the tfg know that they can stay in power </q> if and only if the ethiopians stay. \"only by reinforcing the moderates can the international community, including the us, enhance the chances for the agreement's successful implementation and, with it, the chances for", "new_id": -2}, {"uid": "2008110508_00005748_W", "i": 865, "idx": 0, "sa": ["Ashley Swearengin"], "q": "a sense of calm as her first campaign for elected office came to an end.\" it's still so early. it was a good way to start, but there's a long way to go, <q> <strong> Ashley Swearengin </strong> said at 9 p.m. across town in the tower district, perea, 31, remained optimistic. surrounded by a large crowd of supporters at palomino's restaurant, perea said he knew that he would be behind <strong> Ashley Swearengin </strong> in the count of absentee ballots. </q> i'm optimistic that as the evening goes on that i can close that gap, \"perea said. the election-evening events marked the end of two campaigns that went full-speed-ahead in the final 90 days. <strong> Ashley Swearengin </strong>,", "new_id": -2}, {"uid": "2008091807_00007623_W", "i": 488, "idx": 1, "sa": [], "q": "says the much-buzzed-about 25-year-old musician, speaking from washington. but i don't have much interest in that.\" it's important to know roots, but at some point you have to seek your own voice, <q> he elaborates. jacobs-strain's tastes are unapologetically eclectic, and nowhere is this more apparent than the songs on <NO_QUOTATION> his sixth and latest cd. </q> some of them are blues, some aren't, \"he says.\" my way of emoting may emulate the blues masters, but the songs, while in the tradition of the blues, are not of", "new_id": -2}, {"uid": "2008090412_00034352_W", "i": 77, "idx": 6, "sa": ["Barack Obama"], "q": "are far apart on guns, \"chicago tribune, 9/15/04. 9.\" <strong> Barack Obama </strong> and gun control, \"the volokh conspiracy, taken from the 12.\" clinton, edwards, <strong> Barack Obama </strong> on gun control, <q> radio iowa, sunday, april 22, 2007.( 13. chicago tribune blogs, </q> <strong> Barack Obama </strong>: niu shootings call for action, \"february 15, 2008,( 14. <strong> Barack Obama </strong> campaign website:\" as <strong> Barack Obama </strong>, <strong> Barack Obama </strong> would repeal the tiahrt amendment... \"(", "new_id": -2}, {"uid": "2008100818_00105478_W", "i": 1462, "idx": 3, "sa": [], "q": "the money he's earned from his scaffolding business is safe in the bank, and he may take it out. in the meantime he's cut back spending and is\" thinking about putting off my wedding. <q> an angry fellow londoner steve gallagher, 52, a building contractor, found it hard to believe </q> that common sense went out the window and greed flew in. it was a fool's rush... i know that if i had committed what looks like fraud, i would be fired. \"buenos aires businessman", "new_id": -2}, {"uid": "2008121602_00006942_W", "i": 264, "idx": 0, "sa": ["John Mickel"], "q": "number of people go to the march, a number of people will mow the lawn, but a long weekend to mark that day with honour for australians serving men and women past and present should be had. <q> but employment minister <strong> John Mickel </strong> says that is in keeping with tradition. </q> the decision i've made is usual practice- if you go back to 1987, 1992, 1998 when anzac day fell on a saturday there there was no substitution day, \"he said.\" so what", "new_id": -2}]