[{"uid": "2008090306_00022454_W", "i": 444, "idx": 0, "sa": ["Ron Robbins"], "q": "to remove great white from the airport project- as it has done for the library- because\" even though the new tower will be part of the city airport, it's a federal aviation administration project. <q> <strong> Ron Robbins </strong> said layton construction is taking the position that </q> the feds will make sure no laws are violated on this job. \"layton construction declined to comment.- joe estrella by joe estrella- jestrella@idahostatesman.com a local drywall company, embroiled in a dispute with a local", "new_id": -2}, {"uid": "2008091106_00020149_W", "i": 739, "idx": 0, "sa": ["Julius Malema", "Kgalema Motlanthe"], "q": "johannesburg- the anc youth league is planning <NO_QUOTATION> outside the pietermaritzburg high court on friday, league president <strong> Julius Malema </strong> said on wednesday.\" we have organised artists for friday because we are going to celebrate, <q> <strong> Julius Malema </strong> told reporters in johannesburg. </q>[ anc president jacob] zuma is going to be released.\" <strong> Julius Malema </strong> was speaking at the 64th birthday celebrations of the african national congress youth league, which was also attended by anc deputy president <strong> Kgalema Motlanthe </strong>.\"", "new_id": -2}, {"uid": "2008090507_00017895_W", "i": 1380, "idx": 0, "sa": ["Kyle Reed"], "q": "game, \"daft said.\" i have a lot of pride in davis and coach( bob) biggs is a real good friend of mine. but i was glad to see <strong> Kyle Reed </strong> did so well. <q> daft inadvertently had a hand in ruining davis' upset bid, because <strong> Kyle Reed </strong> credits daft with much of his improvement. </q> he was the person who sat me down and helped me understand the offense, \"<strong> Kyle Reed </strong> said. daft, then the bears quarterbacks coach, recalls meeting with <strong> Kyle Reed </strong> at 7 a.m. to work on the mental aspects", "new_id": -2}, {"uid": "2008110204_00011560_W", "i": 1239, "idx": 9, "sa": [], "q": "have but you. the baby sitter is a parking lot. \"throughout the big room, some women's expressions darted in alarmed unison; others nodded solemnly.\" i'm not living on the moon, <q> he added quickly. i understand most families need two paychecks. </q> it's challenging to bring up children here, but also in egypt and the rest of the world. but who does not want his child not to smoke, to drink, to have children out of wedlock", "new_id": -2}, {"uid": "2008102815_00006415_W", "i": 576, "idx": 0, "sa": ["Kim Jong-il"], "q": "south korea's spy chief says north korean leader <strong> Kim Jong-il </strong> seems to have recovered enough from a stroke to run the...\" ); var headline= escape(\" skorea: north korea leader's health has improved <q>); openwin('/ global/create_ email_story. asp?s= 9249184& headline='+ headline+'& summary='+ summary+'|| width= 650, height= 545, toolbar= no, scrollbars= 1, resizable= 1, status= 0') </q>> associated press- october 28, 2008 5:13 am et seoul, south korea( ap)- south korea's spy chief says north korean leader <strong> Kim Jong-il </strong> seems to have recovered enough from a stroke to run the", "new_id": -2}, {"uid": "2008091112_00031320_W", "i": 303, "idx": 9, "sa": ["Doug Allen", "Ned Vaughn"], "q": "results of the poll by reproducing the cards in large numbers and returning them filled in. \"the code will also be used\" to permit demographic analysis of the response to determine how representative the response is. <q> <strong> Doug Allen </strong> said he instructed bennett </q> to make sure that the name of any responding member is to be kept confidential and is not to be used for any purpose. \"<strong> Ned Vaughn </strong> issued a statement the next day stating that <strong> Doug Allen </strong>'s responses were insufficient", "new_id": -2}, {"uid": "2008100922_00018495_W", "i": 545, "idx": 0, "sa": ["Todd Palin"], "q": "that higher taxes or asking for higher taxes or paying higher taxes is patriotic. in the middle class of america, which is where <strong> Todd Palin </strong> and i have been all of our lives, that's not patriotic. <q> what an awful statement. <strong> Todd Palin </strong> defended the government's$ 700 billion rescue plan. she defended the surge in iraq, where her own son is now serving. she defended sending more troops to afghanistan. and yet, at the same time, she declared that americans who pay their fair share of taxes to support all those government-led endeavors should not be considered patriotic. i only wish she had been asked: </q> governor <strong> Todd Palin </strong>, if paying taxes is not considered patriotic in your neighborhood, who is going to pay for the body armor that will protect your son in iraq? who is going to pay for the bailout you", "new_id": -2}, {"uid": "2008123106_00011185_W", "i": 130, "idx": 6, "sa": ["Dave Murray"], "q": "downtown. if it looks the way it looks now, they're going to walk away, \"<strong> Dave Murray </strong> said.\" they city ought to be doing this, but the city doesn't have the money. <q> <strong> Dave Murray </strong> also went on to address concerns many had expressed over the district. they felt it was hurried through and perhaps a <NO_QUOTATION> before they ever even knew about it. </q> i apologize if we didn't do this perfectly, but it's the only source of reliable income we have for a long time to come, \"he said. people also questioned the way the district was", "new_id": -2}, {"uid": "2008112616_00018023_W", "i": 1748, "idx": 0, "sa": ["Wayne Mapp"], "q": "by sending an air force orion to monitor the fleet.\" it's all very well as a nation we are strong in our condemnation of whaling, but we must put our money where our mouth is. <q> but with the japanese fleet now making its way to antarctica, where it aims to kill about 1000 whales, dr <strong> Wayne Mapp </strong>, now defence minister, told the dominion post yesterday that the air force was unlikely to be sent on a specific mission to monitor the whaling fleet. </q> obviously we need to know what is happening down there, but at this stage it's unlikely we will use the air force. i'm not really sure what we will be doing. \"the australian government", "new_id": -2}, {"uid": "2008090905_00019811_W", "i": 1035, "idx": 22, "sa": [], "q": "after some seconds, he stopped dead. she slowed down and stopped, walking back with luc. he didn't explain why he had stopped, so jacinta asked,\" is it a cramp or something? <q> it had been their custom over the years to make ridiculously platitudinal assertions reflective of the society around them-- and, occasionally, of themselves-- in an attempt to bring the best out of the other; in this spirit, father alex?menos took both hands of jacinta into his own, holding them to his chest and, looking into her eyes, said, again with mischievous enthusiasm, </q> you're going to break the hearts of many young men. you know that, don't you? \"\" oh, give me a break! \"exclaimed luc, who knew father alex?menos was joking with", "new_id": -2}]