[{"uid": "1296376716122322955", "i": 19700, "idx": 0, "sa": ["Larry Fitzgerald", "Michael Vick"], "q": "NFC starting quarterback <strong> Michael Vick </strong> of Philadelphia probably appreciates his appearance more than anyone on either side of the ball, considering how far he has come since serving prison time for his role in dogfighting operation. <q> This one feels great due to the fact that I've been through so much and trained to getting back to this position, </q> he said earlier this week.\" It's paramount for me and my family and I'm just thankful.\" <strong> Larry Fitzgerald </strong>, the 2009 Pro Bowl MVP, was one of the replacements named for 10", "new_id": -2}, {"uid": "1295440340100417590", "i": 13525, "idx": 1, "sa": ["Simon Cowell", "Anthony Hopkins"], "q": "them; I don't,\" he joked before admitting that he and his wife TiVo every episode.\" I went to one or two of the shows and met <strong> Simon Cowell </strong>,\" he revealed. <q> Somebody I really like is Randy Jackson. We became friends, although I don't see much of him. I think we invited him to the premiere of[` The Rite']. </q> <strong> Anthony Hopkins </strong> went on to say that he likes Jackson's spirit and did a little impression of the veteran\" Idol\" judge's trademark phrase.\" He's a terrific guy. I love", "new_id": -2}, {"uid": "1296730879097124358", "i": 42056, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "made a decision, nor did he always receive effective implementation of the decisions he made\", <strong> Donald Rumsfeld </strong> wrote. Addressing charges that he failed to provide enough troops for the Iraq war, he wrote: <q> In retrospect, there may have been times when more troops could have helped. </q> But <strong> Donald Rumsfeld </strong> insists that if senior military officers had reservations about the size of the invading force, they never informed him, the Post said. In a lengthy section on the administration's treatment of wartime", "new_id": -2}, {"uid": "1296174568165871655", "i": 3957, "idx": 0, "sa": ["Nicki Minaj", "Robin Thicke", "David Letterman", "Mariah Carey"], "q": "by high-profile matchups with everyone from <strong> Mariah Carey </strong> to Usher. <strong> Robin Thicke </strong> even helped ramp up <strong> Nicki Minaj </strong>'s profile by trotting her out for performances on\" 106& Park\" and\" The Late Show With <strong> David Letterman </strong>.\" <q> Jay-Z is a person in hip-hop that you almost don't think he exists until you meet him, </q> <strong> Nicki Minaj </strong> explained to MTV News last February.\" It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like,`", "new_id": -2}, {"uid": "1295612697003915826", "i": 5906, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "Bloomberg)-- <strong> Andy Coulson </strong> resigned as director of communications for U.K. Prime Minister <strong> David Cameron </strong>, citing\" continuing pressures\" over allegations of illegal phone tapping while he was editor of the News of the World newspaper. <q> Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role, </q> <strong> Andy Coulson </strong> said in an e-mailed statement today.\" Nothing is more important than the government's task of getting this country back on its feet.\" <strong> Andy Coulson </strong> resigned from the newspaper, owned by <strong> Rupert Murdoch </strong>'s", "new_id": -2}, {"uid": "1295683091039469111", "i": 33907, "idx": 3, "sa": ["Charlie Beckett", "Andy Coulson"], "q": ", who says her phone also was hacked. <strong> Andy Coulson </strong> was called in for questioning last fall, but Britain's top prosecutor said last month there was insufficient evidence to file charges against him. <q> It was always going to be when, rather than if, </q> said <strong> Charlie Beckett </strong>, director of POLIS, a media think tank at the London School of Economics.\" I don't know anybody in Britain who didn't think <strong> Andy Coulson </strong> must have known more about this than has come", "new_id": -2}, {"uid": "1295393592188055616", "i": 18206, "idx": 0, "sa": ["Kirsten Gillibrand", "Hillary Clinton"], "q": "Meanwhile, a bipartisan slate of U.S. senators wrote to U.S. Secretary of State <strong> Hillary Clinton </strong> urging her to quash a resolution circulating at the U.N. Security Council which it suggests dictates terms for a settlement. <q> A resolution of this nature would work against our country's consistent position, which has been that this and other issues linked to the Middle East peace process can only be resolved by the two parties negotiating directly with each other, </q> says the letter, signed by 17 senators and initiated by <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). JTA has obtained a draft of the resolution, reportedly initiated by the Palestinian delegation to the United Nations; it", "new_id": -2}, {"uid": "1296768307240500746", "i": 24225, "idx": 5, "sa": ["Robin Williams", "Barbara Walters", "David Letterman"], "q": "tears as he honored the medical team that kept him alive, saying,\" These men and women here saved my life.\" With <strong> Barbara Walters </strong>, he couldn't resist being funny when she asked, <q> Where did your new arteries come from? </q>\" Ace Hardware,\" joked <strong> David Letterman </strong>. <strong> Robin Williams </strong> told <strong> Barbara Walters </strong> about his aortic valve replacement in 2009. He too couldn't resist being funny saying,\" As time goes on you go,", "new_id": -2}, {"uid": "1295555937214679585", "i": 2169, "idx": 0, "sa": ["Simon Cowell", "Ellen DeGeneres", "Mary McNamara"], "q": "<strong> Ellen DeGeneres </strong> and <strong> Simon Cowell </strong> on the hit show- and the two superstars wowed contestants and TV critics with their enthusiastic response to wannabes at auditions in New Jersey, which were taped last year.' <strong> Mary McNamara </strong> writes, <q> Moments into Wednesday night's season premiere, it was gratifyingly clear that for the first time in a long time the fumblings and flailings of contestants fighting to find their feet on stage will not be mirrored by the judges' table.\" Not only are they great to look at, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are long-time stars who have nothing to gain, or lose, by being part of American Idol. </q> She adds,\" Their natural confidence in front of the camera was such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.\" New York Post critic", "new_id": -2}, {"i": 19927, "idx": 1, "index_answer": 0, "new_id": -1, "q": "save the funding for the program but to increase it by$ 73 million to total$ 200 million.\" Access to air travel is critical for our economic recovery,\" <strong> Kirsten Gillibrand </strong> said. <q> Losing this funding would be devastating for many communities across the state. Business can not grow if we do not provide communities in every corner of New York with adequate air service. </q> PROPOSED HIKES Business at Plattsburgh International Airport has boomed since it opened in 2007, as thousands of Canadians have taken advantage of direct flights to Florida, South Carolina and the Caribbean.", "sa": ["Kirsten Gillibrand"], "uid": "1296851765101990425"}]