[{"uid": "1296770511173654034", "i": 12178, "idx": 28, "sa": ["Donald Rumsfeld"], "q": "a ruptured appendix.`` Think what's happened in our cities when we've had riots, and problems, and looting. Stuff happens!'' he told reporters. But he adds that media outlets <q> who created and spread the grossly false and harmful stories about the museum looting took no responsibility, </q> as if they had collectively shrugged,`` stuff happens.'' <strong> Donald Rumsfeld </strong> seems to suggest it was a mistake for American civilians to be running Iraq-he offered to go there for two weeks-rather than`` putting an", "new_id": -2}, {"uid": "1295454223235356168", "i": 7119, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor.`` In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,'' <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> It's Easy Being Green: Ford Focus Electric Offers Eco-Friendly Features Throughout Vehicle The Chrysler Foundation Awards Grants to 15 Southeast Michigan FIRST Robotics Teams Other News Releases in Joint Ventures Industry Groups Announce Creation", "new_id": -2}, {"uid": "1296197040069206031", "i": 38865, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "decision Thursday afternoon in a letter. He did not announce his candidacy for governor, but sent a clear signal of his interest in seeking the office, saying his`` heart is in Indiana.'' <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> said in the letter. <strong> Mike Pence </strong> For now, <strong> Mike Pence </strong>'s decision means he is honoring Republican Gov. <strong> Mitch Daniels </strong>' request that those who hope to become his successor`` stifle themselves'' until the", "new_id": -2}, {"uid": "1297161526055738379", "i": 33846, "idx": 5, "sa": ["Simon Cowell"], "q": "seven years ago, he said,`` because I got bored'' with`` the old style'' of having contestants present and judges assess their work. The hands-on involvement of the judges, he said, <q> makes it exciting again. You want to be part of that. </q> <strong> Simon Cowell </strong> said his own judging style will be similar to what viewers saw on`` Idol,'' though he added that he's uncomfortable when shows talk about having`` a` mean judge.'...", "new_id": -2}, {"uid": "1297108272141246515", "i": 7322, "idx": 0, "sa": ["Eric Schmidt"], "q": "their views on Google's business practices by Feb. 11. The Commission is expected to take several months to digest the feedback. Google on Monday reiterated that it was co-operating with the regulator. <q> There's always going to be room for improvement, so we'll be working with the Commission to address any concerns, </q> spokesman Al Verney said. Google Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. The Commission, which can fine companies", "new_id": -2}, {"uid": "1296062388192233482", "i": 35104, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "is surely in contempt of court and perverting the course of Justice by sitting on all the facts.Who pays their wages <strong> Rupert Murdoch </strong>? GetOffTheStage 26 January 2011 4:48 PM BitterBunny 26 January 2011 4:52 PM <q> On 17 January, three days after <strong> Keir Starmer </strong>'s statement, Mulcaire submitted a statement to the high court confirming <strong> Ian Edmondson </strong> had asked him to hack into voicemails left on a mobile phone belonging to the football agent <strong> Sky Andrew </strong>. </q> http://www.guardian.co.uk/media/2011/jan/26/news-of-the-world-phone-hacking Then, apparently out of the blue, on the 19th, <strong> Andy Coulson </strong> tells <strong> David Cameron </strong> he's resigning, and they try bury it on the 21st. The whole thing stinks to high heaven.", "new_id": -2}, {"uid": "1295295556225378321", "i": 2832, "idx": 0, "sa": ["Steve Ballmer", "Keith Goddard"], "q": "- Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>, said to unveil new software for tablets at the Consumer Electronics Show next week, will face skeptics who say his company won't soon narrow Apple's iPad lead. <q> By the time Microsoft gets it figured out everybody will already own an iPad, </q> said <strong> Keith Goddard </strong>, CEO of Capital Advisors Inc. an investing firm in Tulsa, Oklahoma, that holds Apple shares.`` That train has left the station.'' Microsoft will announce a full version of the", "new_id": -2}, {"uid": "1295501732152404071", "i": 20408, "idx": 5, "sa": ["Monty Williams", "Allen Iverson", "David West"], "q": "shots and was 4-for-4 on 3-point attempts. His strong third quarter lifted Philadelphia to 76-73 lead. But the 76ers, who are 1-0 at home but 0-4 on the road, never took control of the game. <q> He played great, gave us a chance to win, </q> 76ers coach Larry <strong> David West </strong> said, describing <strong> Allen Iverson </strong>'s performance as`` phenomenal.'' <strong> Monty Williams </strong> gave the Magic the lead for good at 90-89, beginning a 15-6 spurt that allowed Orlando to go up 103-95 with just under", "new_id": -2}, {"uid": "1297611862198836224", "i": 8845, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "Syco boss is apparently keen to ensure that the show doesn't struggle if <strong> Cheryl Cole </strong> also joins the US version. However, the report claims that they will both still be involved in the UK edition. <q> There's no way they'll go off and forget about the UK show, </q> a source said.`` <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> will be involved in some way during the UK series.'' Justin TimberlakeWatch an exclusive clip of the", "new_id": -2}, {"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns.`` I always kid with him about not being a rebounder, being so big,'' <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q> I say,` If I was your height, I'd get a double-double every night. </q>' <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game,`` but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}]