[{"uid": "1295608967062603264", "i": 41722, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> was drafted in as chief executive in 2001 to provide \"adult supervision\" for the fledgling search engine. The 55-year-old will become executive chairman of the internet powerhouse, and will focus on <q>deals, partnerships, customers and broader business relationships</q>. Page returns to the job, which he relinquished to <strong> Eric Schmidt </strong> in 2001 when investors called for a more experienced business leader. <strong> Eric Schmidt </strong> said on his personal Twitter account: \"Day-to-day adult supervision", "new_id": -2}, {"uid": "1296798464219398156", "i": 24008, "idx": 3, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "get fussy at me:)** http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. \"I will remember this night for the rest of my", "new_id": -2}, {"uid": "1295930793182222853", "i": 975, "idx": 2, "sa": ["Larry Flynt", "Allen Iverson"], "q": "game and showed some of the grit they displayed last season, when they reached the NBA Finals. \"It's extra special( to win) when you have to fight and struggle,\" <strong> Allen Iverson </strong> said. <q>We were able to keep fighting through it. I know last year's team is dead and stinkin', but we took something from last year's team( in this game).</q> \"I've had this team for five years and they try,\" Sixers coach <strong> Larry Flynt </strong> Brown said. \"They might not always play right and they might not always play good, but they try.\"", "new_id": -2}, {"uid": "1295954421167477290", "i": 46108, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "executive who is transitioning out of the chief executive role- and may even be unusual for sitting chief executives, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q>the board clearly wants to retain his guidance for the next four years.</q> <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s chief executive by cofounder Larry Page. Both men, along with <strong> Google Inc. </strong>'s other cofounder <strong> Sergey Brin </strong>, have limited their salaries to$ 1 for years.", "new_id": -2}, {"uid": "1295665837145047565", "i": 12649, "idx": 1, "sa": ["Eric Schmidt"], "q": "adult supervision no longer needed!\" Splunk wins Best of Interop award. Search capability looks at log data across devices. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy. \"I think that's part of what he's been positioning for,\" said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q>In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will</q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}, {"uid": "1297013524149176341", "i": 2048, "idx": 1, "sa": ["David Letterman"], "q": "and it's horrifying. \"Without some kind of medicinal help... institutions used to be full of people who were depressed.\" Asked if he was on medicinal help, <strong> David Letterman </strong> said, <q>Yes, I'm on medicinal help.</q> Creating a free Starpulse.com account only takes a username, your email and a couple of seconds! Starpulse.com members can comment on news and topics, enter contests, show off their favorite artist", "new_id": -2}, {"uid": "1296268577016564225", "i": 6634, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Robert Gates"], "q": "January 28, 2011) Blogs The Caucus The latest on <strong> Barack Obama </strong>, the new Congress US military's last barrier to equality: ban on women in combat Germany- Champions of equal rights are celebrating the repeal of <q>don't ask, don't tell</q>( DADT). Upon signing the bill into law last month, <strong> Barack Obama </strong> gave a passionate speech about <strong> Robert Gates </strong> Says Budget Impasse Threatens Readiness OTTAWA- Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> M. <strong> Robert Gates </strong>, escalating his budget", "new_id": -2}, {"uid": "1295979801180977685", "i": 25547, "idx": 2, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "the same time as they give tax breaks to the rich,\" <strong> Sen. Bernie Sanders </strong> said Monday in a televised interview. <strong> Sen. Bernie Sanders </strong> challenged the GOP to go on record in support of Ryan's Roadmap. <q>If that's what they want to campaign on, let them vote on that. And if they don't bring that forward, I will do my best to see that they have that vote,</q> <strong> Sen. Bernie Sanders </strong> said. Betelgeuse Supernova Could Rival Moon, Give Scientists Inside Look Will Samsung Galaxy Tab <strong> Barack Obama </strong>'s leaked specs give iPad <strong> Barack Obama </strong> run for its money? Can Motorola Xoom which is due in February beat", "new_id": -2}, {"uid": "1296188900083116044", "i": 10626, "idx": 1, "sa": ["Eric Schmidt"], "q": "application to run on the networks, ensuring that future Google services wouldn't be blocked by operators. The FCC did put open access requirements on some of the spectrum it auctioned. <strong> Eric Schmidt </strong> also said that <q>we must attend to the development of mobile money</q>. In a recent update to the Android operating system, Google added support for near field communication, a technology that lets users tap their phones against a sensor to make purchases or debit an account. NFC has", "new_id": -2}]