[{"uid": "1295734119025952274", "i": 55822, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": " The state could begin issuing IOUs in April or May if Gov. <strong> Jerry Brown </strong> and the Legislature fail in their budget negotiations, state Treasurer <strong> Bill Lockyer </strong> said this afternoon. IOUs could be required if the state is <q> unable to meet the self-imposed deadlines by the governor and the Legislature to adopt a budget in a timely way, </q> he told academics and political consultants at a conference in Berkeley. <strong> Jerry Brown </strong> is seeking to have a budget deal in place by March, proposing massive spending reductions and a ballot measure to extend temporary tax increases", "new_id": -2}, {"uid": "1297350210194330656", "i": 44693, "idx": 0, "sa": ["Anderson Cooper", "David Letterman"], "q": "The Famous- February 9, 2011 11:08 PM PST </cite> <cite> <strong> Anderson Cooper </strong> and Daivd <strong> David Letterman </strong>| Photo Credits: CBS </cite> <strong> Anderson Cooper </strong> says it was fortunate that he and his team weren't badly injured in Egypt. <q> There were people stabbed after us, there were people who have been... captured, disappeared, </q> he told href=\"http://www.tvguide.com/celebrities/David Letterman- David Letterman/194124?rss=keywords&amp;partnerid=yahoo&amp;profileid=omg\"> <strong> David Letterman </strong> in his first interview since the attack.`` We were lucky.'' 360 anchor told CNN that he and his crew were punched in their heads by supporters of", "new_id": -2}, {"uid": "1296222919222609411", "i": 34757, "idx": 1, "sa": ["John Walsh", "Simon Cowell"], "q": "will notice'' \" He said that while it had been used mostly in an entertainment context so far, including supplying <strong> Simon Cowell </strong> with a hologram of Frank Sinatra to perform at his birthday party, he would <q> like to see its widespread use for practical purposes like the virtual assistants </q>. The holograms have been installed at the entrance to the security search area of Terminal 1 to explain about liquid restrictions and to remind passengers to have boarding cards ready. Mr <strong> John Walsh </strong> said that", "new_id": -2}, {"uid": "1297079235054001715", "i": 10401, "idx": 0, "sa": ["Fred Upton", "Donald Rumsfeld", "Ari Fleischer", "Mitt Romney"], "q": "for a retreat that will last through Thursday. Former Defense Secretary <strong> Donald Rumsfeld </strong>'s memoir`` Known and Unknown'' hits bookstores. The House Judiciary ComMitt Romneyee will hold a heAri Fleischerng on the constitutionality of the <q> No Taxpayer Funding for Abortion Act, </q> at 4 p.m. in 2141 Rayburn. Rep. <strong> Fred Upton </strong>( R-Mich.), chairman of the House Energy and Commerce ComMitt Romneyee, will discuss his policy goals over the next two years at a forum at the", "new_id": -2}, {"uid": "1296016152213418004", "i": 14574, "idx": 0, "sa": ["Allen Iverson", "Donyell Marshall", "John Thompson", "John Flowers"], "q": "only Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> John Flowers </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> John Thompson </strong> created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me http://wn.com/Epic_Comeback_Falls_Short_Syracuse_Defeats_Georgetown_Feb_18,_2010 Thrilling near comeback by", "new_id": -2}, {"uid": "1295809535025542677", "i": 2039, "idx": 0, "sa": ["Andy Coulson"], "q": "Referendum Commission World Video: Bomb attacks kill 10 in Iraq capital Report Abuse \" Franklin D Roosevelt has topped the first ever UK academic poll rating the performance of 40 US presidents since George Washington. \" Report Abuse <q> Hang on, here they come, the next wave of refugees from Africa. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1296059109123355143", "i": 27490, "idx": 0, "sa": ["Gordon Brown", "Sue Akers", "David Cameron", "Andy Coulson"], "q": "by Deputy Assistant Commissioner <strong> Sue Akers </strong> at the specialist crime directorate. A Met spokesman said the move was necessary because of the counter terrorism workload and continuing`` severe'' level of threat. He said: <q> The Met has today received significant new information relating to allegations of phone hacking at the News of the World in 2005/06. As a result, the Met is launching a new investigation to consider this material.`` This work will be carried out by the specialist crime directorate which has been investigating a related phone hacking allegation since September 2010. </q> Last week, former News of the World editor <strong> Andy Coulson </strong> resigned as <strong> David Cameron </strong>'s communications chief, though he has continually denied any knowledge of hacking during his time at the paper. <strong> Gordon Brown </strong> has also", "new_id": -2}, {"uid": "1297602272081625148", "i": 3113, "idx": 0, "sa": ["Simon Cowell"], "q": ", the music mogul suggested that- contrary to recent href=\"http://rss.feedsportal.com/tv/s103/the-x-factor/news/a302308/Simon Cowell-Simon Cowell-at-war-with-itv-over-x-factor.html\"> reports- he is not intending to focus fully on the Fox launch in America and will be still involved with the ITV1 show. <q> We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour, </q> he said.`` It hasn't been tested yet but that's the idea.'' <strong> Simon Cowell </strong> is yet to announce the judging panel for either version, airing in conjunction this autumn, but there is", "new_id": -2}, {"uid": "1296260491067190794", "i": 4766, "idx": 4, "sa": ["Eric Schmidt", "Vic Gundotra", "Steve Jobs"], "q": "as I know as a former Apple board member- you have to use their development tools, their platform, their software, their hardware,'' <strong> Eric Schmidt </strong> said at a href=\"http://www.theregister.co.uk/2010/09/28/Eric Schmidt_calls_google_the_inverse_of_apple/\"> conference this fall. <q> If you submit an application, they have to approve it. You have to use their monetization and their distribution. That would not be open. The inverse would be open. </q> But <strong> Vic Gundotra </strong> is the one senior Googler who has been pointedly critical of <strong> Steve Jobs </strong> and Apple- at least in public. Last May, at Google's annual developer conference, href=\"http://www.theregister.co.uk/2010/05/20/google_android_announcement/\"> <strong> Vic Gundotra </strong> told the world", "new_id": -2}, {"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": "`` not committed'' to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q> Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile, </q> he said, adding he thinks <strong> Barack Obama </strong>`` is doing a good job right now.''  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}]