[{"uid": "1295958129216842277", "i": 12957, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "of their state Capitol on Wednesday to encourage <strong> Mike Pence </strong> to run for <strong> Barack Obama </strong>. \" It's not a complicated message, but it's a heartfelt one, \" said state <strong> Mike Pence </strong> Kris Crawford. <q> We would like him on the ballot. </q> Leaders of the conservative movement made the same argument in a letter sent to <strong> Mike Pence </strong> this week. \" Seize this moment, <strong> Mike Pence </strong>, \" said the letter signed by former", "new_id": -2}, {"uid": "1297258276038010882", "i": 39060, "idx": 6, "sa": ["Mike Pence"], "q": "off from abortion providers, too. \" Planned Parenthood is far and away the largest abortion provider in America and they are also the largest recipient of federal funding under Title Ten, \" <strong> Mike Pence </strong> said. <q> And I believe the time has come for that to end. </q> The hearing's chairman conveyed the key issue facing the panel. CBN IS HERE FOR YOU! Are you seeking answers in life? Are you hurting? Are you facing a difficult", "new_id": -2}, {"uid": "1296195077069206076", "i": 60046, "idx": 1, "sa": ["Michele Bachmann", "Eric Cantor", "Paul Ryan", "Mike Pence"], "q": "official Republican response, too, aimed high. \" AmEric Cantorans are skeptical of both political parties, and that skepticism is justified- especially when it comes to spending, \" said <strong> Mike Pence </strong> <strong> Paul Ryan </strong> of Wisconsin. <q> So hold all of us accountable. </q> And then there was <strong> Michele Bachmann </strong>. As the leader of the Tea Party Caucus in the House, the Minnesota Republican gave her own, unauthorized response to the State of the Union, live from", "new_id": -2}, {"uid": "1296078105000753702", "i": 19033, "idx": 0, "sa": ["Ned Ryun", "Mike Pence"], "q": "on 1.26.11@ 4:11 PM My friend Mark Tapscott has probably the most eloquent column yet on why <strong> Mike Pence </strong> should run for president. Pence-Mike Pence-should-run-president\"> Read it here. <strong> Mike Pence </strong>, he writes, <q> is a man of faith and a genuine conservative who understands that economic freedom produces the best results for everybody concerNed Ryun when sown among consumers who are independent, trustworthy, family oriented and hard-working. </q> testimonial comes from <strong> Ned Ryun </strong>, president of a great grassroots group called American Majority. \"[ A] sk yourself who has held true to his or her principles under fire, time and time again? I", "new_id": -2}, {"uid": "1295294243074366995", "i": 23386, "idx": 8, "sa": ["Eric Cantor", "Mike Pence"], "q": "on CNBC Congressman <strong> Mike Pence </strong> appeared on the CNBC program \" Power Lunch \" to discuss the economy, the White House jobs summit and the Republican Economic Roundtable... 11/26/09 Weekly Republican Address: <strong> Mike Pence </strong>( R-IN) <strong> Mike Pence </strong>: <q> The AmEric Cantoran people know we can't borrow and spend and bail our way back to a growing economy.... Republicans have proposals to get our economy moving again, to achieve energy independence and lower the cost of health care. </q>... 2-1-2010- Congressman <strong> Mike Pence </strong> Discusses House GOP Retreat on \" Fox and Friends \" 2-1-2010- Congressman <strong> Mike Pence </strong> Discusses House GOP Retreat on \" Fox and Friends \" Congressman <strong> Mike Pence </strong> appeared on \" FOX and Friends \" to discuss", "new_id": -2}, {"uid": "1295296048157237314", "i": 37336, "idx": 2, "sa": ["Eric Cantor", "Mike Pence"], "q": "on CNBC Congressman <strong> Mike Pence </strong> appeared on the CNBC program \" Power Lunch \" to discuss the economy, the White House jobs summit and the Republican Economic Roundtable... 11/26/09 Weekly Republican Address: <strong> Mike Pence </strong>( R-IN) <strong> Mike Pence </strong>: <q> The AmEric Cantoran people know we can't borrow and spend and bail our way back to a growing economy.... Republicans have proposals to get our economy moving again, to achieve energy independence and lower the cost of health care. </q>... Weekly Republican Address 10/16/10: <strong> Mike Pence </strong>( R-IN) <strong> Mike Pence </strong>( R-IN) delivers the Weekly Republican Address. <strong> Mike Pence </strong> calls for immediate action on pledge to create jobs, cut spending.... Congressman <strong> Mike Pence </strong> at Southern Republican", "new_id": -2}, {"uid": "1296156422245841950", "i": 11091, "idx": 0, "sa": ["Mike Pence", "Dick Armey"], "q": "on Fox News today to weigh in on the 2012 presidential race. There's one man, <strong> Dick Armey </strong> said, who can unite the fractured GOP. One man who can bring back Morning In America. <q> I always thought I'd only get one Ronald Reagan in my lifetime, </q> <strong> Dick Armey </strong> said. \" Maybe <strong> Mike Pence </strong> could be that second one. \" <strong> Mike Pence </strong>, a Republican Congressman from Indiana, has long been the choice of conservatives like <strong> Dick Armey </strong>. <strong> Mike Pence </strong>'s name often pops up at", "new_id": -2}, {"uid": "1295915073213958666", "i": 57770, "idx": 0, "sa": ["Ann Coulter", "Mike Pence", "Michele Bachmann", "Rick Santorum"], "q": "on Monday, <strong> Mike Pence </strong> <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former Sen. <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the Ann Coulterual gathering. <q> Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending, </q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th Ann Coulteriversary of Roe vs. Wade. \" We must not remain silent when great moral", "new_id": -2}, {"uid": "1295485111026624011", "i": 32306, "idx": 2, "sa": ["Eric Cantor", "Rosa DeLauro", "Mike Pence"], "q": "on Wednesday announced it will be making 25 changes this year to its most commonly used approval process for medical devices. AdvaMed, which represents medical device manufacturers, said it was \" pleased \" with the changes. <q> Much of the agency's plan supports our long-standing position that the 510( k) process is fundamentally sound and has been beneficial to AmEric Cantoran patients, </q> the group said in a statement. At least one Dem upset: <strong> Mike Pence </strong> <strong> Rosa DeLauro </strong>( D-Conn.) said the FDA plan \" is very disappointing, \" accusing the agency of bending to industry's wishes", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.'' The` Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q> I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it. </q> She added,`` I will say that it's a kinder, gentler[ show now.]''", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}]