[{"uid": "1295612670207978506", "i": 3910, "idx": 1, "sa": ["Eric Schmidt"], "q": "change was \"not a reaction to competitors.\" Rather, he said, it was an effort to speed up decision-making at the company, which ended the year with about 24,000 employees. <q>Google has many different businesses and the issue that we have been getting into is there's too many ways( in) which these businesses can be slowed down,</q> <strong> Eric Schmidt </strong> told Reuters. <strong> Eric Schmidt </strong>, who has been CEO for the past decade will become Executive Chairman. Eight pirates are dead and 5 captured after the high seas clash.", "new_id": -2}, {"uid": "1296387656254263315", "i": 3902, "idx": 1, "sa": ["Donald Rumsfeld", "Colin Powell", "Barack Obama"], "q": "'s \"ability to inspire\" and the \"inclusive nature of his campaign.\" Former <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Former <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. <q>He has both style and substance. I think he is a transformational figure,</q> <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" \"<strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well,\" <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295907458177651859", "i": 20617, "idx": 0, "sa": ["Eric Schmidt", "Dan Olds"], "q": "Journal also reported that late last week, <strong> Eric Schmidt </strong> filed documents to sell company shares valued at$ 335 million. That will pare his current 9.6% of Google's voting power down to 9.1%. <q>I was so happy to see this news today,</q> said <strong> Dan Olds </strong>, an analyst with The Gabriel Consulting Group, laughing. \"I'm glad that <strong> Eric Schmidt </strong> will be taken care of financially as he transitions into his new, lesser role. I was concerned that the", "new_id": -2}, {"uid": "1297136473102924319", "i": 29846, "idx": 10, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "truly believed <strong> Saddam Hussein </strong> had weapons of mass destruction when he made a presentation to the UN Security Council in February 2003- and never spoke up during meetings with the president to raise objections about the war. <q>There's a lot of stuff( in) the press that says <strong> Colin Powell </strong> was against it. But I never saw even the slightest hint of that,</q> he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: \"My goodness, the intelligence was certainly", "new_id": -2}, {"uid": "1295821293214663170", "i": 15967, "idx": 0, "sa": ["Andy Coulson"], "q": "in that part of the world, that was to live with each other, in Peace. So now the covenent has been broken and untill the rightfull pecaefull owners are restored( The Arabs) Report Abuse <q>Zionist Jews= Ashkenazi's= Khazars= Cesspool of Humanity= Gross Violation of God's Laws& Commandments= Broken Covenant with the One True God= No Longer God's Chosen People</q> Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295380356071155734", "i": 37215, "idx": 0, "sa": ["Mike Pence"], "q": "he could launch a bid for higher office. <strong> Mike Pence </strong> will speak in the Indiana State House Tuesday afternoon about the need for a more limited government and the importance of state government. <q>This nation faces serious challenges that will require us to renew our commitment to institutions resilient enough to lead America back,</q> he will say, according to prepared remarks. \"I believe those are the institutions of faith, family, community and state government. To renew our nation we must have a renewal of American federalism.\"", "new_id": -2}, {"uid": "1295922034202604607", "i": 14203, "idx": 2, "sa": ["Andy Coulson", "Sky Andrew"], "q": "it, and popped out in time for the six o'clock news to say they had discovered no further evidence,\" he told BBC1's The Politics Show. The prime minister's spokesman said today: <q>The position at the present time is that the Crown Prosecution Service are carrying out an assessment of the information that is held by the Metropolitan police. That process is under way and it is up to the CPS to make a decision on their assessment. The prime minister's position is that if there are allegations of illegal behaviour, then those allegations need to be taken very seriously, but in all cases it is a matter for the police and the CPS.</q> <strong> Andy Coulson </strong> resigns as phone-hacking scandal rocks Downing Street Phone-hacking scandal: DPP orders \"robust\" inquiry <strong> Sky Andrew </strong> presenters in the firing line over sexist jibes at female match official Social networking under fresh attack as tide", "new_id": -2}, {"uid": "1295560809078905355", "i": 39109, "idx": 2, "sa": ["Eric Schmidt"], "q": "of products and more than$ 25 billion a year in revenue. On a conference call with analysts <strong> Eric Schmidt </strong> expressed confidence in Page. \"I believe Larry is ready,\" <strong> Eric Schmidt </strong> said. <q>It's time for him to have a shot at running this, and I'm sure he'll do a fantastic job.</q> <strong> Eric Schmidt </strong> said there would be no material change in the company's strategy, because \"we all agree with each other.\" \"I believe as a result of this will execute and operate", "new_id": -2}, {"uid": "1297374671207732864", "i": 25747, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "Kevin Johnson talks about how traffic is increasing at a faster rate than the number of users and how the model will not scale. He notes the need for new business models and an increase in innovation. <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,</q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team. \"The president and I don't have to agree on everything,\" said <strong> Kirsten Gillibrand </strong>. \"GO JETS!\" <q>I'll bet on the Jets over Chicago,</q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}]