[{"uid": "1296732365207978510", "i": 43431, "idx": 2, "sa": ["Corey Maggette", "Allen Iverson", "David West"], "q": ", making him the first rookie to do so since <strong> Allen Iverson </strong> in 1996-97.`` He definitely should be in the All-Star game, without a doubt,'' said Milwaukee's <strong> Corey Maggette </strong>, a former Clipper. <q> He's one of those special players, like <strong> LeBron James </strong>. </q> <strong> David West </strong> is already committed to the All-Star dunk contest and was selected to play in the Rookie Challenge game. Hindering his bid to add All-Star to his name is the fact that the Clippers are", "new_id": -2}, {"uid": "1295915008006537227", "i": 43104, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "executive who is transitioning out of the CEO role-- and may even be unusual for sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q>`` It's a signal to shareholders that he'll continue to steer the boat,'' Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page.", "new_id": -2}, {"uid": "1295225448165576714", "i": 5902, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": ". Earlier on Sunday, <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> told US television that she had visited with <strong> Gabrielle Giffords </strong> the previous day and found her`` doing great'' and`` making progress every day.'' <strong> Gabrielle Giffords </strong> is <q> using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> told NBC's Meet The Press program.`` It's an extraordinary amount of progress for a woman who sustained such a horrific injury,'' she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived", "new_id": -2}, {"uid": "1297375532207732794", "i": 7061, "idx": 1, "sa": ["James Urban", "Michael Vick"], "q": "quarterbacks have something special to offer the team.`` <strong> Michael Vick </strong> embraced our way of doing things, and now the challenge is for him to play at a higher level next year,'' <strong> James Urban </strong> said. <q> <strong> Kevin Kolb </strong> has proven that he can be a starter in this league... and you need two solid quarterbacks, and <strong> Mike Kafka </strong> is a promising player. </q> The Eagles( 10-7 last season) averaged 389.4 offensive yards, 145.3 yards on and ground and 244.1 yards through the air in 2010. <strong> Michael Vick </strong> who matured and grew into a much better signal-caller and person", "new_id": -2}, {"uid": "1297182562166789141", "i": 2709, "idx": 11, "sa": ["Donald Rumsfeld", "President Bush"], "q": "resignation would make the scandal go away, and that he was worried about the consequences of shedding the head of the Pentagon in the midst of two difficult wars. <strong> Donald Rumsfeld </strong> accepted the <strong> President Bush </strong>'s decision. <q> I now believe that this was a misjudgment on my part <strong> ... More </strong> than anything else I have failed to do, </q> he writes,`` and even amid my pride in the many important things that we did accomplish, I regret that I did not leave at that point.'' Fans of Washington insider politics, meanwhile", "new_id": -2}, {"uid": "1295589382106250271", "i": 13934, "idx": 5, "sa": ["Eric Schmidt"], "q": "626,77 on Thursday, he would earn about$ 334,7-million on the stock sale. He would still own about 2,7% of Google's outstanding capital stock, down from 2,9% before selling the shares. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, </q> <strong> Eric Schmidt </strong> said in a posting on the company's official blog.`` And over the holidays we decided now was the right moment to make some changes to the way we are structured.''", "new_id": -2}, {"uid": "1296591076195919887", "i": 40217, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "children. <strong> Camille Grammer </strong>'s children. The <strong> David Letterman </strong> cutaway shot which cut through <strong> Camille Grammer </strong>'s heart. The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.'' COHEN: <q> There's a shot of her with the kids on <strong> David Letterman </strong>. </q> CAMILLE:`` He uses them as props. It's tough, it's harsh. It hurts, of course.'' The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Wendy_Williams_on_Camille_Kelsey_Grammer's_pending_divorce_12/15/2010 getnew.info", "new_id": -2}, {"uid": "1296759412068501652", "i": 31574, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "his perspective as Pentagon chief under then-president George W Bush. <strong> Donald Rumsfeld </strong> was regarded as the chief architect of the war in Iraq. In the book he continues to defend the invasion, saying the Middle East would be <q> far more perilous than it is today </q> if <strong> Saddam Hussein </strong> were in still in power.The memoir, titled Known and Unknown and due in bookstores next week, is an 800-page account of his life and careers in government and business. The Washington Post and New", "new_id": -2}, {"uid": "1296443805235372683", "i": 46930, "idx": 15, "sa": ["Allen Iverson", "Steve Javie"], "q": "official <strong> Steve Javie </strong>, who ejected him.`` I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out,'' <strong> Allen Iverson </strong> said. <q> <strong> Michael Jordan </strong> fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league. This was just the perfect game for him to try and make me look bad. </q> Actually, <strong> Allen Iverson </strong> didn't need much help in that regard as he was slow to get going, hitting http://wn.com/Sixers_starting_lineup_introduction_vs_Denver_Nuggets_on_Allen_Iverson's_return_HQ Intro for Nuggets vs 76ers, as AI returns home to face his former team( December 7,", "new_id": -2}, {"i": 34015, "idx": 1, "index_answer": 1, "new_id": -1, "q": "know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address,'' Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. <q> Well, I've been in Congress for 10 years and I learned a long time ago, it doesn't really matter where you sit- it matters where you stand. </q> And Senate Republican leader <strong> Mitch McConnell </strong> brushed off the idea this weekend, saying people can certainly mix it up, if they want. But <strong> Tom Coburn </strong>, the Republican from Oklahoma, told NBC the two", "sa": ["Mitch McConnell", "Mike Pence", "Tom Coburn"], "uid": "1295909976177651712"}]