[{"uid": "1295584934175472716", "i": 13117, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ". Google has just announced in conjunction with its 29% rise in fourth-quarter profit, that co-founder Larry Page will assume the role of chief executive officer( CEO) from early April onwards, while co-founder <strong> Sergey Brin </strong> will <q> devote his energy to strategic projects. </q> As for current CEO <strong> Eric Schmidt </strong>, he will end up as the executive chairman. <strong> Eric Schmidt </strong> certainly has a wicked sense of humor despite remaining as an adviser to Page and <strong> Sergey Brin </strong>, tweeting`` Day-to-day adult supervision no longer", "new_id": -2}, {"uid": "1295564518204079107", "i": 28855, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "is by removing <strong> Eric Schmidt </strong> from the picture.`` Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> claims. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him, </q> Page said, hinting at <strong> Eric Schmidt </strong>'s new role as an`` advisor'' to the co-founders, instead of his previous equal role in decision-making.`` His advice and efforts will be invaluable to me as I start", "new_id": -2}, {"uid": "1295589698029097984", "i": 14403, "idx": 6, "sa": ["James A. Baker III", "Colin Powell", "Dick Cheney"], "q": "`` I think it was probably a mistake for us to let him fly his helicopters,'' Mr. <strong> James A. Baker III </strong> responded. Mr. <strong> Colin Powell </strong> called the Shiite and Kurd uprisings`` unfortunate'' and said, <q> There's a legitimate argument we have as to whether we stopped too soon or not. </q> Mr. <strong> Dick Cheney </strong> said that the American military`` had done a tremendous job'' and the Iraqi Army was by then so weak that it was a question of whether the administration`` wanted to ask our men", "new_id": -2}, {"uid": "1297239482104841255", "i": 47142, "idx": 0, "sa": ["Colin Powell"], "q": "where they are,'' Rumsfeld told a television interviewer.`` They're in the area around Tikrit and Baghdad.'' In his book, he denied that he or any other administration official lied about WMD. <q> While I made a few misstatements- in particular the one mentioned above- they were not common and certainly not characteristic. </q> Rumsfeld revealed in his book that he urged a U.S. military strike on a suspected chemical weapons site in northern Iraq in 2003 and that he wanted the attack to coincide with Secretary of State <strong> Colin Powell </strong>'s address to the", "new_id": -2}, {"uid": "1296776655116113416", "i": 48563, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", to make bold assertions with no pretense of substantiation. Of a war that has already cost the United States more than$ 700 billion and claimed more than 4,400 American lives, Mr. <strong> Donald Rumsfeld </strong> writes: <q> Knowing what we later learned and recognizing the costs, there is not a persuasive argument to be made that the United States would be in a stronger strategic position or that Iraq and the Middle East would be better off if Saddam were still in power. In short, ridding the region of Saddam's brutal regime has created a more stable and secure world. </q> And of the argument that the war in Iraq diverted troops and resources from Afghanistan, leading to the resurgence there of the Taliban, Mr. <strong> Donald Rumsfeld </strong> simply declares,`` It was precisely during the toughest period", "new_id": -2}, {"uid": "1295878078206389264", "i": 26153, "idx": 2, "sa": ["James L. Wainscott", "Rex Tillerson", "Chairman Mao", "Sen. Bernie Sanders"], "q": "CEO <strong> James L. Wainscott </strong> rings The Opening BellSM. AK STEEL HOLDING CORPORATION AK Steel produces flat-rolled carbon, stainl... <strong> Sen. Bernie Sanders </strong> Engel Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is holding a hearing entitled <q> Drilling Down on America's Energy Future: Safety, Security, and Clean Energy </q> with the following witnesses: <strong> Rex Tillerson </strong>, <strong> Chairman Mao </strong> and Chief Executive Officer, ExxonMobil Jo... <strong> Sen. Bernie Sanders </strong> Inslee Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is holding a hearing entitled`` Drilling Down", "new_id": -2}, {"i": 45806, "idx": 2, "index_answer": 0, "new_id": -1, "q": "better than me,'' he quipped.''' X Factor' has a craziness about it, an unpredictability. It is more raw. It is more competitive,'' he said. <q> If we can't, with what is on offer, find a global star, then I would say we have failed. There is that person or that group sitting in America waiting to be discovered, </q> <strong> Simon Cowell </strong> said. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "sa": ["Simon Cowell"], "uid": "1297121266135839981"}, {"uid": "1297277319262340628", "i": 22672, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "engineering and online experience to help build its presence in the nascent cloud computing market. Startup Virtual Iron has a maturing virtual server technology that is making inroads with customers and providing a challenge to VMWare. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1295562571075235365", "i": 35172, "idx": 1, "sa": ["Eric Schmidt"], "q": "I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead. <strong> Eric Schmidt </strong> will take on the role of Executive Chairman... <q>... I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and Sergey. </q> A role that sounds a lot like the role he played over the past 10 years-being the grown-up face of the company, while Brin and Page play with algorithms. Honestly, this news is too", "new_id": -2}, {"uid": "1297059969077856769", "i": 16677, "idx": 1, "sa": ["Simon Cowell"], "q": ".'' Deputy programme controller at Cool FM, Stuart Robinson said it was hypocritical of the show to snub Ireland, as the X Factor is well supported on both sides of the border. <q> I know from my experience of the Young Star Search there is no shortage of talent in Northern Ireland, </q> he said.`` There will potentially be no representation from Ireland, north or south, which is a bit rich given how loyal people here are to the show.'' <strong> Simon Cowell </strong> has made", "new_id": -2}]