[{"uid": "1295008484200032264", "i": 28064, "idx": 5, "sa": ["Mark Kelson", "Kirsten Gillibrand"], "q": "pizza. And Wasserman Schultz recounted telling her, \"Come on, you've got to get better, because we expect you up in New Hampshire this summer\" at Wasserman Schultz's vacation home. <q> And just as I said that, that's when she suddenly was struggling to open... her eyes, </q> Wasserman Schultz said. \"First just a little bit. And the doctors couldn't believe it. They said,` This is such a good time.\" ' <strong> Mark Kelson </strong> saw her struggling, <strong> Kirsten Gillibrand </strong>", "new_id": -2}, {"uid": "1296767957240500778", "i": 48308, "idx": 2, "sa": ["Zahi Hawass", "Jean-Pierre Corteggiani"], "q": "quebrando vitrinas y objetos, antes de ser expulsados por el ej?rcito. Dos momias de la poca fara?nica fueron da?adas. En su blog, <strong> Zahi Hawass </strong> precis que 70 objetos fueron quebrados ese d?a, pero que <q> todos se pueden restaurar y lo ser?n </q>. Por su parte, el arque?logo franc?s <strong> Jean-Pierre Corteggiani </strong> declar el jueves a la radio francesa RTL que esta invasi?n del museo el viernes le parec?a ser \"una patra?a para desacreditar al movimiento\" .", "new_id": -2}, {"uid": "1296167263171278341", "i": 923, "idx": 0, "sa": ["Steve Ballmer", "Peter Klein"], "q": "revenue climbed nearly a billion dollars. \"We are enthusiastic about the consumer response to our holiday lineup of products, including the launch of Kinect,\" said Microsoft chief financial officer <strong> Peter Klein </strong>. <q> The pace of business spending, combined with strong consumer demand, led to another quarter of operating margin expansion and solid earnings per share growth. </q> Microsoft sold more than eight million gesture-sensing Kinect controllers for Xbox 360 videogame consoles in the 60 days after it hit the market in November, chief executive <strong> Steve Ballmer </strong> said early this month. Kinect lets", "new_id": -2}, {"uid": "1295391311138936347", "i": 7646, "idx": 0, "sa": ["Steve Ballmer", "Jerry York", "Steve Jobs"], "q": "a rare form of cancer since 2004, took an unpublicised 2009 trip to Switzerland seeking treatment for neuroendocrine cancer. According to an interview with <strong> Jerry York </strong>, the Apple director who died in March 2010, Fortune reports: <q> <strong> Steve Jobs </strong> took an unpublicised flight to Switzerland to undergo an unusual radiological treatment at the University of Basel for neuroendocrine cancer. </q> Microsoft to base next generation of Windows on Britain's ARM microchips, <strong> Steve Ballmer </strong> tells CES 2011 18 Jan 2011 \"It's a well-oiled machine,\" said Jaruzelski. <strong> Steve Jobs </strong>'s \"ethos and things he", "new_id": -2}, {"uid": "1295919285115490833", "i": 4140, "idx": 1, "sa": ["Bobby Jindal", "Paul Ryan", "Bernie Sanders", "Sam Brownback", "Barack Obama"], "q": "for <strong> Barack Obama </strong> and Congress? \"Up until this point, the Republican leadership has been vague about what federal programs they want to cut,\" said Sen. <strong> Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats. <q> On the other hand, Congressman <strong> Paul Ryan </strong> has been very clear on this subject. </q> Delivering the party's response to the <strong> Barack Obama </strong> is an honor but by no means a ticket to stardom. Most such addresses aren't memorable, though Louisiana <strong> Sam Brownback </strong> <strong> Bobby Jindal </strong> drew wide attention in 2009, when", "new_id": -2}, {"uid": "1297134313159596549", "i": 54278, "idx": 13, "sa": ["Madeleine Albright", "George H. W. Bush", "Hosni Mubarak", "Colin Powell", "Dan Quayle"], "q": "to to say whether he would have acted differently had he known then what he knows now about Saddam's alleged weapons. \"I have no idea. I have no idea,\" he said. <q> What you know today can help you on things you're thinking about tomorrow. It can't help you with things you were thinking about back then. Back then, there was reasonable confidence that he had these weapons. </q> <strong> George H. W. Bush </strong>, <strong> Hosni Mubarak </strong>... <strong> George H. W. Bush </strong> Photo in Slideshow: Sheikh Ahmad Humood Jaber Al-Sabah, <strong> Dan Quayle </strong>, Photo in Slideshow: <strong> Madeleine Albright </strong>, <strong> Colin Powell </strong> U.S. Video: Jury convicts NY TV exec of beheading wife WHAT ARE", "new_id": -2}, {"uid": "1296932452012320779", "i": 32481, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "for a dogfighting conviction-- is a point of pride for him. But <strong> Roger Goodell </strong> said a party that had been advertised as hosted by <strong> Michael Vick </strong> was not something the QB would be affiliated with. <q> I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here-- what he'd be doing, </q> <strong> Roger Goodell </strong> said. \"He has said that on numerous occasions people have been using his name about being involved in some type of party, but that he had no intention of participating in that.\"", "new_id": -2}, {"uid": "1296259546046202905", "i": 1732, "idx": 1, "sa": ["Michael Moore", "Mary Landrieu", "Michael Bennet", "Nancy Pelosi", "Bernie Sanders", "Dan Boren", "Barack Obama", "Patrick Kennedy", "Ryan Dixon", "Harry Reid"], "q": "stance on immigration? Leave all your responses in the comment section. \"Democrats Reveal Facts About Health Care\" www.youtube.com \"Rep. <strong> Patrick Kennedy </strong> Yells:` Despicable' That Press Focuses On Massa Instead Of Afghanistan\" www.youtube.com <q> High Immigration Impacts America's Unemployed </q> www.youtube.com Ryan DixonpRyan Dixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> White House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> <strong> Ryan Dixon </strong> Moore_Michael Moore's_Message_to_Barack Obama_Barack Obama_and_Blue_Dog_Democrats <strong> Michael Moore </strong> addresses press on <strong> Barack Obama </strong> and Blue Dog Democrats' approach to health care reform at Public Citizen headquarters in Washington", "new_id": -2}, {"uid": "1296261938051675143", "i": 49827, "idx": 0, "sa": ["Ernie DiGregorio", "Nate Funk", "Jimmer Fredette", "Allen Iverson", "Larry Bird", "Dana Barros"], "q": "reminds me of Ken Leninger \" \" reminds me of ebay.com/?p=1326\"> <strong> Ernie DiGregorio </strong> \" \" reminds me of Draft- <strong> Jimmer Fredette </strong>- Jimmer Fredette?p=2523442\"> <strong> Dana Barros </strong> \" <q> reminds me of Recap- and- <strong> Jimmer Fredette </strong>- comes- to- Omaha/5598317?pid=30222\"> <strong> Nate Funk </strong> </q> \" reminds me of Fredette-and-the-unfamiliar-a-cold-hand\"> <strong> Larry Bird </strong> \" \" He reminds me of that one guy from Duke \" \" reminds me of <strong> Allen Iverson </strong> \" The", "new_id": -2}, {"uid": "1295578933025002019", "i": 4363, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "leave Google to work for the social networking company. \"My goal is to run Google at the pace and with the soul and passion of a startup,\" <strong> Larry Page </strong> said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred in the same interview, saying Google's triumvirate decided they needed to find ways for the company to run more crisply. \"I am not as concerned about the titles as I", "new_id": -2}]