[{"uid": "1297261068179191811", "i": 20145, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "are,\" <strong> Donald Rumsfeld </strong> told a television interviewer. \"They're in the area around Tikrit and Baghdad.\" In his book, he denied that he or any other administration official lied about WMD. <q>While I made a few misstatements- in particular the one mentioned above- they were not common and certainly not characteristic.</q> In his memoir, \"Known and Unknown,\" <strong> Donald Rumsfeld </strong> wrote that the Joint Chiefs supported a strike, based on what <strong> Donald Rumsfeld </strong> called extensive but not conclusive CIA evidence that the site housed an underground facility", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q>The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with,</q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}, {"uid": "1297245174074432533", "i": 9163, "idx": 0, "sa": ["Simon Cowell", "Lindsay Lohan", "Liz Hurley"], "q": "adapt to the rigors of parenthood thanks to the fact he has so many godchildren- including <strong> Liz Hurley </strong>'s eight-year-old son Damian- and his husband has a large group of nieces and nephews. He explained: <q>I have a lot of godchildren. It's not as if children aren't in my life at all. They've been very prevalent in my life, over the last few years. <strong> David Furnish </strong> has lots of nieces and nephews. I'm a great lover of children. <strong> Elton John </strong> and partner constantly wearing cloths over their shoulders <strong> Elton John </strong> and <strong> David Furnish </strong> constantly wear... <strong> Lindsay Lohan </strong> \"to be charged with felony grand theft</q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1295553639137363464", "i": 12557, "idx": 0, "sa": ["Kristi Noem", "Barack Obama", "Mike Pence"], "q": "would veto a law that he thinks, publically, <strong> Barack Obama </strong> ready exists and should be in place. Rep <strong> Kristi Noem </strong> thinks politicians should honor their campaign promises? What planet is this lady from? <q><strong> Kristi Noem </strong> owns and operates guns. Therefore she's a racist</q>- <strong> Mike Pence </strong> Moore \"There is no federal funding of abortions. And how dare you try to stop it!\"/ s WHAT ABOUT THE CHILDREN!?!? Oh, wait...", "new_id": -2}, {"uid": "1295755514184385545", "i": 22161, "idx": 24, "sa": ["Allen Iverson", "Jordan Harvey"], "q": "crazy.\" Since joining the team in early December, <strong> Allen Iverson </strong> has helped the 76ers go 10-13 after a 5-15 start. He entered Saturday averaging 14.2 points, well below his career average, and 4.3 assists. <q>He means a lot more than his numbers,</q> Philadelphia coach Eddie <strong> Jordan Harvey </strong> said. \"His spirit gives us momentum, his spirit gives us confidence, it gives us a sounding board, it gives us a calming effect. He means a lot. \"He", "new_id": -2}, {"uid": "1297251515136822788", "i": 4950, "idx": 1, "sa": ["John McCain", "Donald Rumsfeld", "Barack Obama"], "q": "account to the public in an interview with Newsweek's <strong> John McCain </strong> Barry. <strong> Donald Rumsfeld </strong>, Defense secretary during the 9/11 attacks and architect of the invasions of Afghanistan The 2011 State of the U...( 19:02:02 <q><strong> Barack Obama </strong> speaks about moving forward to create jobs, out-compete in the global...</q> The 2011 State of the U...( 19:07:31 \"<strong> Barack Obama </strong> speaks about moving forward to create jobs, out-compete in the global...\" In Full: State of the U...( 19:09:20 \"IN FULL", "new_id": -2}, {"uid": "1295719333220610563", "i": 47808, "idx": 1, "sa": ["Michael Jordan", "Wes Brown", "Allen Iverson"], "q": "the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. \"Anybody that bet on it, some broke people out there,\" <strong> Allen Iverson </strong> said. <q>I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.</q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach Larry <strong> Wes Brown </strong> said. \"This is kind of unexpected", "new_id": -2}, {"uid": "1296106870116244513", "i": 48476, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> Why <strong> Barack Obama </strong> Brought His Message to Manitowoc Wisconsin grabbed a lot of attention when Republicans took over both houses of the Legislature and the governor's office after the mid-term elections.", "new_id": -2}, {"uid": "1295593644066338819", "i": 1959, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and technology thought leadership-- all of which are increasingly important given Google's global reach. Internally, he will continue to act as an advisor to Larry and <strong> Sergey Brin </strong>. Commenting on these changes, <strong> Eric Schmidt </strong> said: <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> \"I can not be more excited about moving us forward, and we are really only at the beginning.\" Intel reports best quarterly and annual results in its 42-year history; 2011 forecast to be better", "new_id": -2}, {"uid": "1295259899064110596", "i": 23694, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "World when he was editor. But the Prime Minister refused to confirm reports that Mr <strong> Andy Coulson </strong> had offered to resign over the issue, and insisted he deserved a \"second chance\". <q>Obviously, when he was editor of the News of the World, bad things happened at that newspaper,</q> Mr <strong> David Cameron </strong> told BBC Radio 4's Today programme. \"I always think that the danger at the moment is that he is effectively being punished twice for the same offence. \"I gave him a", "new_id": -2}]