[{"uid": "1295797421239026198", "i": 1585, "idx": 1, "sa": ["Gabrielle Giffords", "Colin Powell"], "q": "'s problems. <strong> Colin Powell </strong> says that`` Superman'' wasn't elected to the White House and but he is confident that today's challenges can be met. His comments came Sunday on CNN's <q> State of the Union. </q> Welcome to GOLO, where WRAL.com visitors can comment on stories and create profile pages, blogs and photo galleries. Congresswoman <strong> Gabrielle Giffords </strong> is spending her first full day in Houston after a dramatic and emotional", "new_id": -2}, {"uid": "1297114520257425423", "i": 42721, "idx": 1, "sa": ["Simon Cowell"], "q": "sometimes you have to put your money where your mouth is. Putting up that kind of prize money is a massive, massive risk, but also it's an incredible incentive,'' he said. <q> I also did it because I believe[ we] can find a star, </q> <strong> Simon Cowell </strong> continued.`` So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million", "new_id": -2}, {"uid": "1295736733074268692", "i": 49084, "idx": 1, "sa": ["David Letterman", "Allen Iverson", "Jeff Green"], "q": "with Golden State for the eighth and final playoff spot in the Western Conference. The Warriors lost to New Orleans, 108-96, David Lettermanier Sunday.`` Career nights from two people,'' Denver's <strong> Allen Iverson </strong> said. <q> You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight. </q> <strong> Jeff Green </strong>, whose previous high was 23 points, scored 24 in the second half and overtimes. His five quick points to start the second overtime gave the draft lottery-bound Sonics( 18-59) the winning cushion. Durant", "new_id": -2}, {"uid": "1297142409041664528", "i": 33077, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "of AmEric Schmidtan Business Editors and Writers awards for breaking news and two Society of Professional Journalist awards. She was also a finalist for the Gerald Loeb Awards in the deadline writing category. Poletti is also the author of <q> Art Deco San Francisco: The Architecture of Timothy Pflueger, </q> published by Princeton Architectural Press. href=\"http://on.mktw.net/fRnw5A\"> http://on.mktw.net/fRnw5A'' 12:48 a.m. EST, Feb. 3, 2011 from tpoletti`` <strong> Eric Schmidt </strong> is not going to go to Apple href=\"http://www.marketwatch.com/story/secret-china-war-plan-trillions-in-us-debt-2011-02-08\"> <strong> Steve Jobs </strong> B.", "new_id": -2}, {"uid": "1296666252136101917", "i": 37771, "idx": 0, "sa": ["Craig Oliver", "David Cameron", "Andy Coulson", "Joanna Gosling"], "q": "<strong> Joanna Gosling </strong>, is likely to be seen as a less controversial choice than <strong> Andy Coulson </strong>, given his relatively low profile. <strong> David Cameron </strong>'s office said on Wednesday he would be employed as a special adviser. <q> It's difficult to leave the BBC after a fascinating few years-- but this is an opportunity I can't turn down, </q> <strong> Craig Oliver </strong> said in a statement. We welcome comments that advance the story directly or with relevant tangential information. We try to block comments that use offensive language, all capital letters or appear to be spam,", "new_id": -2}, {"uid": "1295091552196460546", "i": 6406, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld", "Robert King"], "q": ", secretario de Defensa bajo las administraciones de <strong> George W. Bush </strong> y Gerald Ford, aparezca como testigo en un juicio en el que testificase acerca de la importancia de las t?cnicas agresivas en interrogatorios durante tiempos de guerra. <q> Es un episodio acerca del relativismo moral, acerca de lo que es considerado tortura y de lo que no </q>, afirm <strong> Robert King </strong>, quien reconoci que a?n no se ha dirigido a <strong> Donald Rumsfeld </strong> con la propuesta y que, en caso de que la declinara, apostar?a por introducir un personaje de ficci?n en su sustituci?n.", "new_id": -2}, {"uid": "1295804524123387912", "i": 58496, "idx": 6, "sa": ["Jalen Rose", "Phil Jackson", "Aaron McKie", "Allen Iverson", "Tim Duncan", "Travis Best", "Jermaine O'Neal", "George Lynch", "Billy King"], "q": "series at 1-1. Game 3 of the Travis Best-of-five Eastern Conference quarterfinals is Saturday in Indiana.`` I'm going to remember this game for a long Tim Duncane,'' said <strong> Allen Iverson </strong>, who also had nine assists. <q> I've been playing a lot off my God-given ability. This game took a lot of thinBilly King. I'm pleased with my mental aspect coming into the game... When guys doubled me, I found my teammates and they hit the shots. I don't think I forced too many things. </q> <strong> Aaron McKie </strong> had 19 points and <strong> George Lynch </strong> added 16 for Phil Jacksonadelphia, which finished as the top team in the East for the first Tim Duncane since 1983-84. <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the", "new_id": -2}, {"uid": "1296161021042713162", "i": 10945, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Ken Auletta", "Sergey Brin"], "q": "it fell against the NASDAQ, presumably thanks to uncertainty over China. So was <strong> Eric Schmidt </strong> pushed? Did <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, now 37 years old, decide they no longer needed a chaperone? <q> I don't think he was pushed aside, but he may have been nudged, </q> <strong> Ken Auletta </strong>, author of Googled: The End of the World As We Know It, href=\"http://www.nytimes.com/2011/01/21/technology/21chief.html\" target=\"_blank\"> told The New York Times. He suspects <strong> Eric Schmidt </strong> just wants a change after a decade as CEO, and", "new_id": -2}, {"uid": "1295604904232587298", "i": 25917, "idx": 0, "sa": ["Eric Schmidt"], "q": "fokus f?r Google- N?r jag t?nker p Googles strategiska initiativ f?r 2011, inser jag att allt handlar om mobilitet, skriver Googles vd <strong> Eric Schmidt </strong>, som avg?r som vd och blir arbetande ordf?rande i april. <q> F?r f nyheter, Sony Eric Schmidtsson </q> Sony Eric Schmidtsson m?ste lansera fler mobiler oftare. Och ledningen m?ste inse risken f?r komponentbrist och prispress under 2011. Det konstaterar Gartners mobilanalytiker Carolina Milanesi efter dagens Sony Eric Schmidtsson-rapport. DEBATT. Operat?rerna m?ste bli b?ttre", "new_id": -2}, {"i": 8391, "idx": 1, "index_answer": 0, "new_id": -1, "q": "News Radio that the nation is ready for open service.`` First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,'' <strong> Donald Rumsfeld </strong> said. <q> We know that[ repeal of a ban on gays serving openly] is an idea whose time has come. </q> <strong> Donald Rumsfeld </strong> says he has`` enormous respect'' for the ground commanders and service chiefs who have expressed concerns about the impact of gays serving openly on unit cohesion, and he urged the top brass to implement", "sa": ["Donald Rumsfeld"], "uid": "1297564427252067843"}]