[{"uid": "1295323241251232297", "i": 14349, "idx": 0, "sa": ["Steve Ballmer"], "q": " for the Xbox 360 is the way to get 15-year-old girls cursing up a storm on Xbox Live in a new interview with USA Today. The animated Microsoft CEO ends that quote by saying <q>we haven't done as good a job drawing in that broader set of demographics,</q> implying that the console is changing from \"boys\" machine to something else. <strong> Steve Ballmer </strong> also says the Xbox 360 \"isn't a gaming console,\" but \"a family entertainment center\" and \"a place", "new_id": -2}, {"uid": "1297390016200884258", "i": 41920, "idx": 9, "sa": ["Robert Scales", "Condoleezza Rice", "Colin Powell", "Kimberley Strassel"], "q": " \"the lack of a coherent post-invasion plan, to a sluggish transfer of power to Iraqis, and to a festering insurgency\"- \"the muddled plan for postwar Iraq\" Ms. <strong> Kimberley Strassel </strong> concludes: <q>Mr. <strong> Donald Rumsfeld </strong>'s critics are bitter that his memoir didn't go the obvious commercial route, serving up a grand apology for his role in the wars. Yet readers might be appreciative to find themselves in possession of a serious memoir, more in keeping with the older Washington tradition of <strong> Dean Acheson </strong> or <strong> Henry Kissinger </strong>. As might the historians.</q> Finally, retired Major <strong> Colin Powell </strong>( <strong> Condoleezza Rice </strong>) <strong> Robert Scales </strong>' <strong> Robert Scales </strong> starts as follows: \"Personal accounts fill in the blanks of contemporary history, blanks left by sterile timelines and the speculations of", "new_id": -2}, {"uid": "1295606235129794070", "i": 3995, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed Google's fourth-quarter earnings, which soared past", "new_id": -2}, {"uid": "1296257397048463880", "i": 6077, "idx": 2, "sa": ["Allen Iverson", "Maya Moore"], "q": "route to his third career 50-point game and first since February 6 against Sacramento. \"When your jumper is on, the basket seems like an ocean and the basketball seems like a rock,\" he said. <q>That is the way it felt tonight. \"<strong> Rafer Alston </strong> teammates are the ones that set the screens for me and got me the ball in spots where <strong> Elgin Baylor </strong> need the ball. <strong> Rafer Alston </strong> coach calls the plays and <strong> Elgin Baylor </strong> wouldn't set a career high without those guys.</q> The 1998-99 NBA scoring champion, <strong> Allen Iverson </strong> broke his own Gund Arena record for points. He has fond memories of this building, having scored 50 points in a 125-118 loss in <strong> Maya Moore </strong> 1997 after being named Most Valuable", "new_id": -2}, {"uid": "1296412695110477333", "i": 17123, "idx": 0, "sa": ["Ann Marie Buerkle", "Kirsten Gillibrand", "Chuck Schumer"], "q": "two U.S. senators, <strong> Chuck Schumer </strong> and <strong> Kirsten Gillibrand </strong>, are leading the effort. Almost every member of the state's congressional delegation, including U.S. Rep. <strong> Ann Marie Buerkle </strong>, signed a letter to federal officials requesting an extension. <q>Putting a halt to these job-creating projects because of an arbitrary deadline, particularly when the hospitals themselves are not at fault, makes no sense,</q> <strong> Chuck Schumer </strong> said. So far, no response has been received from either the U.S. Department of Health and Human Services or the federal Office of Management and Budget. Meg Reilly, an OMB spokeswoman", "new_id": -2}, {"uid": "1296723974251478035", "i": 25680, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Roberta Flack"], "q": ", not <strong> Steven Tyler </strong>, Diana Warren who proudly looked on from the audience. Surrounded by a string section a clad in black Cook stayed close to the original, which didn't impress Randy Jackson, who called his <q>I Don't Want To Miss A Thing</q> \"very predictable.\" But <strong> Simon Cowell </strong> was of a different mind, especially after Cook killed it on <strong> Roberta Flack </strong>'s \"The First Time Ever I Saw Your Face,\" which the hard-to-please judge had chosen. \"", "new_id": -2}, {"uid": "1295611008131039236", "i": 23288, "idx": 0, "sa": ["Andy Coulson"], "q": "he did not know that phone hacking was taking place when he was editor of the News of the World. <strong> Andy Coulson </strong> has not moved from that position in his statement today. <strong> Andy Coulson </strong> today: <q>I can today confirm that I've resigned as Downing Street director of communications. It's been a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years.</q> I'm extremely proud of the part I've played in helping him reach No 10 and during the coalition's first nine months. Nothing is more important than the Government's task of getting this", "new_id": -2}, {"uid": "1295669779172441756", "i": 7288, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", who joined the company in 2001, will remain with the company as executive chairman. In a blog posting early this morning, <strong> Eric Schmidt </strong> said the position will give him an \"external\" focus on <q>the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach</q>. Google founder Larry Page, as CEO, will take over product development and day-to-day operations of the company, whilst his co-founder <strong> Sergey Brin </strong> will continue to focus on strategic projects. <strong> Eric Schmidt </strong> said that", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q>We want to eliminate that uncertainty so that businesses can continue in</q> their research and development projects, she said. \"This is not a Democrat or a Republican idea,\" <strong> Kirsten Gillibrand </strong> said. \"It's just a good idea.\" She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}, {"uid": "1295797594180797479", "i": 2428, "idx": 1, "sa": ["Colin Powell", "Barack Obama", "President Bush"], "q": "Sunday that he was not committed to supporting <strong> Barack Obama </strong> or any other candidate in 2012 \"I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,\" <strong> Colin Powell </strong> said on CNN's <q>State of the Union \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.</q> <strong> Colin Powell </strong>'s endorsement of <strong> Barack Obama </strong> in 2008 as a \"transformational\" figure was crucial with moderates among whom <strong> Colin Powell </strong> has many supporters. <strong> Colin Powell </strong>, who was <strong> President Bush </strong>'s first secretary of state, said never seriously", "new_id": -2}]