[{"uid": "1295033035140197921", "i": 34837, "idx": 1, "sa": ["Camille Grammer", "David Letterman", "Kelsey Grammer"], "q": "said on CBS\" ' Late Show With <strong> David Letterman </strong>\" on Thursday night that he's marrying Kayte Walsh. He says that \"Kayte's my new girl\" and that they're getting married <q> in February, we think. </q> His wife of nDavid Lettermany 13 years, <strong> Camille Grammer </strong>, filed for divorce in July. She cited irreconcilable differences. <strong> Kelsey Grammer </strong> says he's planning to remarry next month. The 55-year-old \"Cheers", "new_id": -2}, {"uid": "1295225627102072371", "i": 29098, "idx": 0, "sa": ["Diane Abbott", "Bob Diamond", "Michael Gove"], "q": "<strong> Michael Gove </strong> Speaking on the BBC's Question Time, the education secretary rejected Labour criticism of the Conservative-Liberal Democrat coalition's bank levy, but also took issue with Barclays chief executive <strong> Bob Diamond </strong>'s recent comments. <q> The sense of contrition for what went wrong in the banking crisis seems to be invisible. The banks have to show they get it, </q> he said, adding that some leading figures in the industry \"appear... to be living in a parallel universe\" . Although shadow health minister <strong> Diane Abbott </strong> claimed the Michael Government has failed to respond adequately to public", "new_id": -2}, {"uid": "1296960638263536651", "i": 56814, "idx": 0, "sa": ["Michael Vick", "Mike Williams"], "q": "from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Williams\" Williams-Mike Williams-PESPT007959.topic\"> <strong> Mike Williams </strong>, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. Text DPSPORTS to 71593 for sports alerts", "new_id": -2}, {"uid": "1296143843063832065", "i": 31822, "idx": 1, "sa": ["Bernie Sanders"], "q": "in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said Sen. Sanders\" Sanders-Bernie Sanders-PEPLT005768.topic\"> <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> New push at Virginia General Assembly for longer window for child sexual abuse victims to sue... Viewing this on your phone? Go to mobile.dailypress.com for a compact version of our site.", "new_id": -2}, {"uid": "1296459622143032330", "i": 17534, "idx": 0, "sa": ["Shara Nova", "Colin Stetson", "Donald Rumsfeld"], "q": "10, 13); <strong> Shara Nova </strong>: vocals( 8, 13). Saxophonist <strong> Colin Stetson </strong>'s New History Warfare Vol. 2: Judges evokes the quote by cowboy philosopher and former US Secretary of Defense, <strong> Donald Rumsfeld </strong>, <q> There are known knowns. These are things we know that we know. There are known unknowns. That is to say, there are things that we know we don't know. But there are also unknown unknowns. There are things we don't know we don't know. </q> First question, how does he do this? Recorded without loops or overdubs( except for one track, where he plays multiple French horns), <strong> Colin Stetson </strong> applies a certain logic and order to the physically demanding", "new_id": -2}, {"uid": "1295667459145047582", "i": 13723, "idx": 1, "sa": ["Larry Page", "Mark Zuckerberg", "Eric Schmidt"], "q": "Sales& Mark Zuckerbergeting Director for VisiStat. VisiStat is a company that offers a software as a service application for web service analytics. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297119812245366793", "i": 9565, "idx": 1, "sa": ["Simon Cowell"], "q": "broadcast later this year, and it may present the reality TV star with an opportunity to find a special girl. \"I'm actually gon na get me some Rosetta Stone,\" Sorrentino said. <q> I got two months to learn it. My name comes from Italy so I've got a little bit of heritage there. Plus maybe I can get a hometown Italian chick. </q> <strong> Simon Cowell </strong>:` The X Factor' judging panel still has yet to be determined` The X Factor' announces$ 5 million record deal prize and auditions Jersey Shore' star The Situation planning to", "new_id": -2}, {"uid": "1295460701122241049", "i": 42109, "idx": 0, "sa": ["Steven Tyler", "Ari Levine", "Simon Cowell", "Tyler Cuma"], "q": "in Haiti U.S. Shifts Focus to Press China for Access to Markets Irish PM survives confidence vote stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbeAri Levineng judge, </q> <strong> Tyler Cuma </strong> told reporters in a conference call Tuesday.\" [ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}, {"uid": "1295846619088145976", "i": 12306, "idx": 1, "sa": ["Benjamin Netanyahu", "David Cameron", "Gordon Brown", "Rupert Murdoch", "Andy Coulson", "Ian Edmondson", "Tony Blair"], "q": "to update stories once or twice an hour are desperate for fresh leads.\" -- \" target=\"_blank\"> The Failed Estate The <strong> Andy Coulson </strong> affair raises the question-- who runs Britain? <q> \"That is only one example of the close ties woven between <strong> Tony Blair </strong> and <strong> Gordon Brown </strong>, when they were Benjamin Netanyahus, and <strong> David Cameron </strong> now, and the <strong> Rupert Murdoch </strong> camp- the private meetings and dinners, the calls( no hacking there) and the mutual interest. We once used to think of the establishment as being cabinet Benjamin Netanyahus, archbishops, BBC panjandrums, leaders of industry and royalty. No longer. It's the links between the government and the <strong> Rupert Murdoch </strong> empire that count today- a shadowy influence-mart. </q>-- \" Edmondson.co.uk/commentisfree/2011/jan/23/newspapers-hack-illegal-surveillance-Andy Coulson\" target=\"_blank\"> The GuardIan Edmondson Government of Tunisia shuts down TV channel \" \"Tunisia's interim government abruptly shut down the country's oldest and most popular private television network", "new_id": -2}, {"uid": "1296757679010059804", "i": 7007, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "others. <strong> Donald Rumsfeld </strong>, who has kept a low profile since resigning in 2006, uses the book to renew his long-running feud with <strong> John McCain </strong>, whom he describes as having a \"hair-trigger temper\" and <q> a propensity to shift his positions to appeal to the media </q>. <strong> Donald Rumsfeld </strong> accepts almost no blame for the mistakes in Iraq in his 800-page autobiography Known and Unknown, copies of which have been obtained and published in excerpt by the New York Times and the Washington Post", "new_id": -2}]