[{"uid": "1296224676092700695", "i": 2084, "idx": 8, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "Reagan administration aide who started a campaign to draft <strong> Mike Pence </strong> for the GOP presidential nomination. <strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion, said she trusts that <strong> Mike Pence </strong> has <q> come to the place that's right for him and his family. </q>`` What I most want is for him to have a long future,'' <strong> Marjorie Dannenfelser </strong> said.`` So I'm sure that he's made a discernment that this is the right move.", "new_id": -2}, {"uid": "1296082032051298329", "i": 29833, "idx": 0, "sa": ["David Letterman", "Katy Perry"], "q": ". Enjoy! PLEASE SUBSCRIBE! Song: ET Artist: <strong> Katy Perry </strong> Album: Teenage Dream. No copyright infringment intended. http://wn.com/Phineas_Ferb__Perry_the_Teenage_Platypus_Girl_Remix It's like a cartoon mashup=D Thanks for 1000 Views!! Download as MP4!! tinyurl.com <q> <strong> Katy Perry </strong>- Teenage Dream( Live on <strong> David Letterman </strong>) </q> Get the single on iTunes: bit.ly Buy the complete` Teenage Dream' album on iTunes: bit.ly Music video by <strong> Katy Perry </strong> performing Teenage Dream( Live on <strong> David Letterman </strong>). Â© CBS Interactive Music Group, a division", "new_id": -2}, {"uid": "1295573473120422429", "i": 9768, "idx": 0, "sa": ["Eric Schmidt"], "q": "%, to 1,280.26. The Nasdaq fell 21.07, or 0.77%, to 2,704.29. For a breakout of some stocks from a recent`` Fast Money'' TV show, check out Dan Fitzpatrick's <q> 3 Stocks I Saw on TV. </q> CNBC's`` Fast Money'' TV show that she didn't like Google's shakeup but was willing to give the company the benefit of the doubt. The shakeup calls for co-founder Larry Page to replace CEO <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295599142252706826", "i": 6762, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "in particular, new products.`` We've been talking about how best to simplify our management structure and speed up decision-making for a long time,'' <strong> Eric Schmidt </strong> said in a statement released by Google. <q> By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Internally, <strong> Eric Schmidt </strong>, 55, will continue to act as an adviser to Page, 37, and Google co-founder <strong> Sergey Brin </strong>, also 37, who will also focus on strategic projects and new products. The", "new_id": -2}, {"uid": "1297181584182665248", "i": 10147, "idx": 0, "sa": ["Simon Cowell"], "q": "The former American Idol judge was asked during a news conference whether viewers would see the`` old <strong> Simon Cowell </strong>'' or a different side to him when the show premieres on Fox later this year. <q> Look, you adapt over the years, </q> he replied.`` I started to cringe when I started to see people being booked as the so-called mean judge and just being gratuitously rude for the sake of it. I don't like that.", "new_id": -2}, {"uid": "1295630171074432548", "i": 49097, "idx": 0, "sa": ["Eric Schmidt"], "q": "prompted jokes about 20-something entrepreneurs needing`` parental supervision'' and, in 2001, the young pair brought in the more seasoned( and older) <strong> Eric Schmidt </strong> to help run the company. Now, a decade later, <q> day-to-day adult supervision[ is] no longer needed! </q> joked <strong> Eric Schmidt </strong>, who will stay on as executive chairman, on Twitter. Is Page ready to retake the helm?( It's past time to give Page back the reins: Google`` blossomed'' under <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296715973185712699", "i": 48449, "idx": 0, "sa": ["Clay Matthews III", "Michael Vick", "Ben Roethlisberger"], "q": "they have <strong> Ben Roethlisberger </strong> and a defense that led the NFL in eight statistics, the Steelers are underdogs. The Packers know if they're going to prove the oddsmakers right, they have to stop <strong> Ben Roethlisberger </strong>. <q> He's a unique athlete( because) he's a bigger guy,( and) it's almost like taking down an offensive lineman, </q> Packers outside linebacker <strong> Clay Matthews III </strong> said.`` He shrugs off defenders, can extend plays and have his receivers become open downfield.`` It sounds kind of comical, but he's very similar to a <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295615565136232978", "i": 11366, "idx": 0, "sa": ["Andy Coulson"], "q": "as former prime minister answered questions about the war in Iraq at a high-profile inquiry and the opposition Labour Party was caught up in political turmoil of its own. In a statement, Mr. <strong> Andy Coulson </strong> said: <q> It's been a privilege and an honor to work for <strong> David Cameron </strong> for three-and-a-half years. I'm extremely proud of the part I've played in helping him reach No. 10 and during the coalition's first nine months. </q>`` Nothing is more important than the Government's task of getting this country back on its feet. But, he said,`` unfortunately, continued coverage of events connected to my old job", "new_id": -2}, {"uid": "1296064722120487964", "i": 34525, "idx": 0, "sa": ["Stacy Wall", "Steve Ballmer"], "q": "gets burned by the recession. The company announced the cuts Thursday as it reported an 11 percent drop in second-quarter profit, which fell short of <strong> Stacy Wall </strong> Street's expectations. Microsoft shares plunged more than 11 percent. <q> We're certainly in the midst of a once-in-a-lifetime set of economic conditions, </q> Chief Executive <strong> Steve Ballmer </strong> said during a conference call. With less access to credit, businesses and consumers are spending less and stretching the life span of their existing computers. The biggest names in the technology sector have been", "new_id": -2}, {"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns.`` I always kid with him about not being a rebounder, being so big,'' <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q> I say,` If I was your height, I'd get a double-double every night. </q>' <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game,`` but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}]