[{"uid": "1295310733097861638", "i": 44777, "idx": 19, "sa": ["Kobe Bryant", "Allen Iverson", "Latrell Sprewell"], "q": "\" <strong> Kobe Bryant </strong> said. \"With us being a successful team, every team is coming after us. We just could not get it done on the defensive boards and in the end it really hurt us.\" <q>It's a big difference when you've got a guy driving down the lane all the time laying the ball up,<q> said Los Angeles point guard Nick Van http://wn.com/Allen_Iverson_30pts_vs_Latrell_Sprewell_Allan_Houston_Knicks_99/00_NBA Ewing, using his patented fadeaway jumper, sank the game-winner with one second left on the shot clock. <strong> Allen Iverson </strong> then tried to pass out of a double-team, and <strong> Latrell Sprewell </strong>", "new_id": -2}, {"uid": "1296701324154353667", "i": 42803, "idx": 0, "sa": ["Leon Russell", "David Letterman", "Ty Burrell", "Elton John"], "q": "musical guest next Wednesday, Feb. 9. <strong> Elton John </strong> will chat with <strong> David Letterman </strong> on the Feb. 9 show, along with actor <strong> Ty Burrell </strong>. <strong> Leon Russell </strong> will then join <strong> Elton John </strong>, presumably to perform the GRAMMY-nominated song <q>If It Wasn't For Bad.<q> <strong> Elton John </strong> has been making the interview rounds, with a number of developments of his own: the birth of his son Zachary on Christmas Day, 2010, the release of Gnomeo and Juliet,", "new_id": -2}, {"uid": "1295217134075989080", "i": 3944, "idx": 2, "sa": ["Barack Obama", "Jim Kessler", "Sen. Bernie Sanders"], "q": "the long-term solvency of Social Security in his State of the Union address. \"I would love him to talk about Social Security in a very responsible and adult manner,\" <strong> Jim Kessler </strong> said. <q>We need to have a healthy adult conversation on the subject. If we wait until after the <strong> Barack Obama </strong> presidency to take on Social Security, that's waiting until 2017 or 2018 to act and that puts us in a precarious situation,<q> he added. A coalition of more than 200 labor unions and liberal groups, however, are waging a broad lobbying campaign to steer <strong> Barack Obama </strong> away from endorsing cuts in benefits. <strong> Sen. Bernie Sanders </strong> warns <strong> Barack Obama </strong> not to", "new_id": -2}, {"uid": "1296291756127057933", "i": 7881, "idx": 2, "sa": ["Michael Jordan", "Michael Vick", "Larry Bird"], "q": "the last 2 1/2 minutes to fight off a final rally by Indiana. It was his 35th career 40-point playoff game. \"At a certain point, I felt I had to take over,\" <strong> Michael Jordan </strong> said. <q>We just weren't getting anything done offensively. I had a lot of extra energy tonight and luckily I was able to get the job done.<q> \"<strong> Michael Vick </strong> had a lot of great, tough shots tonight,\" Pacers coach <strong> Larry Bird </strong> said. \"I'll change that-- that's tough shots for other people and routine for him. There's no question", "new_id": -2}, {"uid": "1295125227265830412", "i": 35017, "idx": 20, "sa": ["Michael Smith", "Donald Rumsfeld", "Jeremy Brecher", "Patrick Donahue"], "q": "ADAM ZAGORIN, Time^ War Crimes Suit Prepared against <strong> Donald Rumsfeld </strong> Democracy Now, November 9, 2006^ War Criminals, Beware by <strong> Jeremy Brecher </strong> and Brendan <strong> Michael Smith </strong>, The Nation, November 3, 2006^ <q>German Prosecutor Won't Set <strong> Donald Rumsfeld </strong> Probe Following Complaint,<q> by <strong> Patrick Donahue </strong>, Bloomberg.com, 27 April 2007. http://www.aclu.org/torturefoia/released/FBI.121504.4940_4941.pdf^ American Civil Liberties Union: ACLU Interested Persons Memo on FBI documents concerning detainee abuse at Guantanamo Bay^ Darling clashes with rivals in TV debate[", "new_id": -2}, {"uid": "1297319076226721837", "i": 15432, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. \"We've spoken to her, she knows I'm a big fan,\" <strong> Simon Cowell </strong> said of his former fellow American Idol judge. <q>I've always said at some point we are going to be working together.<q> But, he added, \"I have to take everyone's opinions into account,\" including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the", "new_id": -2}, {"uid": "1296776151217071625", "i": 26017, "idx": 0, "sa": ["Donald Rumsfeld", "Rod Broadway", "Lin Dawson"], "q": "a Southwestern Athletic Conference championship in 2008. <strong> Lin Dawson </strong> says he understands <strong> Rod Broadway </strong>'s decision to return to his home state of North Carolina and says Grambling will miss him. <strong> Lin Dawson </strong> says <strong> Rod Broadway </strong> is a <q>true leader and developer of young men<q> who has left the Tigers' football program in excellent shape. <strong> Donald Rumsfeld </strong> memoirs show no regret for Iraq war Former US Defense <strong> Donald Rumsfeld </strong> has said in his memoirs that he has no regrets about his part", "new_id": -2}, {"uid": "1296575507267468818", "i": 11091, "idx": 1, "sa": ["Gary Moore", "Allen Iverson"], "q": "\"( <strong> Allen Iverson </strong>) will not be able to return to professional basketball for some six to eight weeks or more this season,\" Andrews said in a statement sent out by <strong> Allen Iverson </strong>'s manager, <strong> Gary Moore </strong>. <q>At this point, it is certainly more important to get his calf healed and asymptomatic than it is to try to play with continued pain. We anticipate a full recovery and certainly anticipate him being able to resume a normal basketball career.<q> \"He actually tried to tough it out and continued to play while over in Turkey,\" said Andrews. \"However, he got to the point where he could not really run up and down", "new_id": -2}, {"uid": "1297204047246546474", "i": 11710, "idx": 5, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong>. \"I was a participant and we believed the intelligence was correct. It turns out it was not completely correct.\" Still, <strong> Donald Rumsfeld </strong> argued <strong> Saddam Hussein </strong> led a \"terribly vicious regime,\" and that <q>there's no question that the world is better off today than if <strong> Saddam Hussein </strong> were still in power. Millions of people in that country have been liberated.<q> Please enter the two words below into the text field underneath the image. Milligan: Bill O'Reilly's Obama Interview Shows Media Irresponsibility", "new_id": -2}, {"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,\" <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q>Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud.<q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business' \"move forward into the era of cloud computing,\" one that would apparently require \"new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}]