[{"uid": "1297242441083116117", "i": 25377, "idx": 5, "sa": ["David Letterman"], "q": "<strong> David Letterman </strong>.`` I don't want the same thing to happen to you that happened to Regis.'' This elicited a big laugh from Dave and the audience, but Stern pressed on, making <strong> David Letterman </strong> uncomfortable. <q> You know, he was fired. He lives in my building... He got fired. He asked for more money and they gave poor old Regis the boot. </q> Stern, a former CBS employee when he still worked in terrestrial radio, made a funny and valid point about his contentious relationship with the company:`` I watch what's going on. You had", "new_id": -2}, {"uid": "1296443805235372683", "i": 57067, "idx": 14, "sa": ["Jrue Holiday", "Soulja Boy", "Allen Iverson", "Steve Javie"], "q": "team that traded him to Denver over the Jrue Holidays, repeating his contention that he should have had more say in the Sixers' style. <strong> Allen Iverson </strong> also saved a parting shot for official <strong> Steve Javie </strong>, who ejected him. <q> I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out, </q> <strong> Allen Iverson </strong> said.`` His fuse is real short anySoulja Boy, and I should have known that I couldn't say anything anySoulja Boy. It's been something personal with me and him since I got in the league.", "new_id": -2}, {"uid": "1297290206039763995", "i": 50546, "idx": 1, "sa": ["Donald Rumsfeld", "Ashton Carter"], "q": "often-frosty relations under former Defense Secretary <strong> Donald Rumsfeld </strong>.`` A strong, technologically vibrant, and financially successful defense industry is... in the national interest,'' <strong> Ashton Carter </strong> said, adding that the department planned to pursue <q> policies and actions that provide for long-term innovation, efficiency, profitability, and productivity growth. </q> <strong> Ashton Carter </strong> later told Reuters that his goal was to`` get out in front of and anticipate the fact that industry is going to be making fundamental adjustments to the new era that we're in.''", "new_id": -2}, {"uid": "1297292800065437760", "i": 20303, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "90s in predictions. The founder and director of the University of Virginia's Center for Politics said that, historically, Barack Obamas who have sought another term won by a margin of about 2.5 to 1. <q> The odds start out with <strong> Barack Obama </strong>, </q> he said.`` But of course, almost everything depends on first, the state of the economy and nobody knows what that's going to be in two years and, second, what former Defense Secretary <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1296333025218349599", "i": 6338, "idx": 0, "sa": ["Michael Vick", "Jhon García Sossa"], "q": "say,` Three years, that seems like such a long time,''' said <strong> Jhon García Sossa </strong>, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. <q> But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were. </q> Much as it has been hard to fit the story of <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs' lives, their recovery and the message they send, is difficult to sum", "new_id": -2}, {"uid": "1296576856026624053", "i": 29020, "idx": 0, "sa": ["Donald Rumsfeld", "Mark Kimmitt"], "q": "serious threats we had to stop broadcasting for few days because every time we tried to broadcast the fighter jets spotted us we became under their fire.'' On April 11 senior military spokesperson <strong> Mark Kimmitt </strong> declared, <q> The stations that are showing Americans intentionally killing women and children are not legitimate news sources. That is propaganda, and that is lies. </q> On April 15 <strong> Donald Rumsfeld </strong> echoed those reMark Kimmitts in distinctly undiplomatic terms, calling Al-Jazeera's reporting`` vicious, inaccurate and inexcusable.... It's disgraceful what that station is doing.'' It was the very next day", "new_id": -2}, {"uid": "1295599055020365403", "i": 1679, "idx": 1, "sa": ["Eric Schmidt"], "q": "lead.'' 17 Jan 2011 He explained that the previous structure, in which the triumvirate took collective decisions, had slowed down decision making. He said the changes would help clarify the individual roles so <q> there's clear responsibility and accountability at the top of the company </q>. However, Mr <strong> Eric Schmidt </strong> reassured investors that he does not expect any`` material change'' in the way the company is run because`` we tend to agree on pretty much everything''.", "new_id": -2}, {"uid": "1296614391006586380", "i": 52614, "idx": 0, "sa": ["Michael Vick", "Steve Jobs"], "q": "in response to an interview with journalist Martin Bashir, who questioned his decision to give his son the car.`` You don't ask white people what they buy their kids,'' Diddy continued. <q> And they buy'em Porsches and convertible Bentleys, and it ain't no question. It's really a racist question and put things back in perspective with money and the way that people still look at you. And I'm not saying that consciously he's a racist. But he probably don't even realize that he would not ask <strong> Steve Jobs </strong> that. He would be like <strong> Steve Jobs </strong> has that money and that's the gift his kid is supposed to get. </q> You are now in: Top News, Posted by Party Time in Dallas!: <strong> Michael Vick </strong> Hosts` Celebrity Superbowl Finale' Photos:` Best Man' Cast Reunites in LA for Film's", "new_id": -2}, {"uid": "1295972889153763867", "i": 5968, "idx": 0, "sa": ["Simon Cowell", "Keith Olbermann"], "q": "is finalizing a deal to turn`` KNUCKLE'' into a TV drama. href=\"http://www.hollywoodreporter.com/blogs/risky-business/sundance-future-devils-double-inching-75187\"> SUNDANCE:` The Future' and` The Devil's Double' Both Inching Toward Deals <strong> Keith Olbermann </strong> Breaks His Silence <q> The reports of the death of my career are greatly exaggerated, </q> h... <strong> Simon Cowell </strong>:` The Biggest Failures I've Had Were When I Believed My Own Hype'", "new_id": -2}, {"i": 42085, "idx": 1, "index_answer": 1, "new_id": -1, "q": "'m fulfilling the principal role of television.'' After a tense 15-minute interview, the stage lights fade for a commercial. <strong> Jaime Bayly </strong> and Collins stand up and kiss on the cheek, but their microphones remain on. <q> Don't come here just to complain about my behavior, </q> <strong> Jaime Bayly </strong> says angrily over the outro music.`` And don't be so damn boring.'' <strong> Jaime Bayly </strong> is a man of many parts. He's both <strong> David Letterman </strong> and <strong> Charlie Rose </strong>; comedian and serious interviewer;", "sa": ["David Letterman", "Jaime Bayly", "Charlie Rose"], "uid": "1296586302084361234"}]