[{"uid": "1296199985159858778", "i": 21273, "idx": 0, "sa": ["Mike Pence"], "q": "Indiana <strong> Mike Pence </strong> will not run for president in 2012. AP Photo/Carlos Osorio Indiana <strong> Mike Pence </strong> will not run for president but has left the door open to running for governor of the Hoosier State in 2012. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> said in a <strong> Mike Pence </strong> has been publicly mulling whether to run for the open governor's office or for president for several months. In recent weeks, he has received considerable encouragement to run for president", "new_id": -2}, {"uid": "1296250921075300873", "i": 637, "idx": 2, "sa": ["Michael Gove", "George Osborne", "Ed Balls", "Liam Fox"], "q": "Lie 5. <strong> Michael Gove </strong>, just before the election:`` <strong> Ed Balls </strong> keeps saying that we are committed to scrapping EMA. I have never said this. We won't.'' Lie 6. <strong> Liam Fox </strong>: <q> a bigger army for a safer Britain </q>, but it now loses 7,000 soldiers. Lie 7. In October 2009 <strong> George Osborne </strong> said:''... retail banks should stop paying out significant cash bonuses.'' Then, a year later, he", "new_id": -2}, {"uid": "1297426699058949635", "i": 30929, "idx": 1, "sa": ["Steve Ballmer"], "q": "customer support that make a great experience. Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' Microsoft CEO <strong> Steve Ballmer </strong> added: <q> Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> PS3 and iPhone hacker offered free handset by Microsoft representative`` to build cool stuff''. Microsoft: WP7 Is Our Mobile Console Firm says it will not release a dedicated portable console; throws weight behind Windows", "new_id": -2}, {"uid": "1296044884033833029", "i": 54868, "idx": 1, "sa": ["Kevin McCarthy", "Mike Pence", "Paul Ryan", "Tim Russert", "Eric Cantor", "Bill Richardson", "Mitt Romney"], "q": "Budget ComMitt Romneyee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut`` a good$ 100 Bill Richardsonion.'' <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of`` Young Gun'' fame) reiterated the promise, saying, <q> We're saying you go through, go back to pre-sTim Russertulus bailout numbers. We can live with that. </q>`` We've got to roll back there. That will save$ 100 Bill Richardsonion in the first year,'' agreed <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA)", "new_id": -2}, {"uid": "1295104982100302869", "i": 53294, "idx": 3, "sa": ["Ahoua Don Mello", "Alassane Ouattara"], "q": "monetary union noted recognition of <strong> Alassane Ouattara </strong> by world leaders on December 23 and said it would deal only with legitimate governments, which many took to mean it would freeze Gbagbo out of the state accounts there. <q> It is Ivory Coast's wealth. No one can ban Ivory Coast from using its own resources, </q> <strong> Ahoua Don Mello </strong> said.`` We are 40 percent of the region's economy and an even bigger share of its money supply. If they exclude us, it is the central bank that will fall.'' Subscribe", "new_id": -2}, {"uid": "1295638852256720908", "i": 21586, "idx": 6, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson", "Anne Hathaway"], "q": "tapping and invasion of privacy. But this tape recording proves that the NOTW does take evidence gathering seriously and the newspaper has only done what all new... News International and the Conservatives A clip from ChAnne Hathawayl 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation.... video results for: <strong> David Cameron </strong> <strong> Andy Coulson </strong> <strong> David Cameron </strong> Met Police defends itself over phone hack claims Scotland Yard defends itself against claims it failed to thoroughly investigate accusations of", "new_id": -2}, {"uid": "1295186920132022279", "i": 39703, "idx": 4, "sa": ["Mike Pence", "Patrick Kennedy"], "q": "health care plan that relies on massive tax hikes on small businesse... Democrats Reveal Facts About Health Care Question of the Day: What is your stance on immigration? Leave all your responses in the comment section. <q> Democrats Reveal Facts About Health Care </q> www.youtube.com`` <strong> Mike Pence </strong> <strong> Patrick Kennedy </strong> Yells:` Despicable' That Press Focuses On Massa Instead Of Afghanistan'' www... Roskam Reflects After a Long Health Summit: Democrats Still Aren't Listening Roskam Reflects After a Long Health Summit", "new_id": -2}, {"uid": "1296520620167067651", "i": 23046, "idx": 1, "sa": ["Michael Vick"], "q": "if you CHOOSE to hunt or fish, a building permit is on necessary if you CHOOSE to build something. All of these require an individual make a choice if they want to purchase something... \" Report Abuse <q> These naysayers are afraid because they don't fully understand the bill... fear of the unknown is the greatest fear there is. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl 1.25-1.45% Apply Online! With AA+ Rated GE Capital Corp.. Not An Offer Of Securities For Sale. Proven Anti Aging Proven", "new_id": -2}, {"uid": "1295465633182812752", "i": 20048, "idx": 0, "sa": ["Lloyd Blankfein", "Steve Ballmer"], "q": "on domestic demand and consumer spending as its economy evolves. He also promised that China would treat U.S. companies fairly when doing business there.`` We welcome U.S. companies,'' Hu said. <q> It all feels very, very good that you asked us to be a partner, </q> Jim McNerney, chief executive officer of Boeing Co. said to Hu at the start of the session. Along with McNerney, the meeting convened by the administration brought together CEOs <strong> Steve Ballmer </strong> of Microsoft Corp., <strong> Lloyd Blankfein </strong> of", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}]