[{"uid": "1297152367211075085", "i": 30531, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush"], "q": "critici hebben gesterkt\". Op het matje <strong> Donald Rumsfeld </strong> vertrok uiteindelijk twee jaar later, een dag na de tussentijdse Congresverkiezingen in de VS, waarbij de Republikeinse partij van president <strong> President Bush </strong> gevoelige klappen opliep. <q>Ik had al besloten dat ik niet zou blijven als de Democraten de macht in het Congres zouden overnemen</q>, schrijft de oud-minister. <strong> Donald Rumsfeld </strong> voorzag dat hij om de haverklap op het matje zou worden geroepen bij een Democratisch Congres. \"Dit betekende dat het tijd was om sommige mensen te vervangen.\"", "new_id": -2}, {"uid": "1295372773245596253", "i": 34006, "idx": 0, "sa": ["Michael Vick", "Howard Katz"], "q": ". Then there is the remarkable rise of Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who, after 19 months in prison, led his team into the playoffs. ESPN analyst Tom Jackson calls <strong> Michael Vick </strong>'s comeback <q>the most improbable story we had this year. I don't know how anyone could have imagined that.</q> But <strong> Howard Katz </strong> points out( and his TV partners agree) that all of these factors are secondary to what happens on the field. \"Everything is a small percentage of what makes it work,\"", "new_id": -2}, {"uid": "1297103090173965317", "i": 1008, "idx": 0, "sa": ["Steve Ballmer"], "q": "an unprecedented ease of communications between systems. Manage full relationship life cycles, with out-of-the-box Sales Force Automation, Customer Service and Marketing as well as full xRM capabilities. According to Microsoft CEO, <strong> Steve Ballmer </strong>, <q>Sales professionals are at the heart of almost every successful business. Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data so they can improve their customers' experiences and effectively compete in the market.</q> Come join Microsoft and FMT Consultants at our joint launch event. Date: Wednesday, March 16, 2011 Time: 9-11am Location: Microsoft Office, San Diego About FMT Consultants", "new_id": -2}, {"i": 33268, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "sa": ["Eric Schmidt"], "uid": "1295570074192872461"}, {"uid": "1295945703061587482", "i": 9738, "idx": 1, "sa": ["Miguel del Valle", "Bill Lockyer", "Newt Gingrich"], "q": "of what the court does. \"Now voters see there's an opportunity to look at the field and give candidates either a second look or in some cases a first look,\" <strong> Miguel del Valle </strong> said. <q>People are going to pay more attention to the other candidates.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 1 BR/ 1.0 BA$ 465,000.00 SAN FRANCISCO 1 BR/ 1.0", "new_id": -2}, {"uid": "1297163800138723333", "i": 25633, "idx": 0, "sa": ["Joan Rivers", "Charlie Sheen", "Simon Cowell"], "q": "\" Alan: \"How's the pediatrician game?\" Herb: \"Like taking money from babies.\" Gordon: \"God, I love your life.\" <strong> Charlie Sheen </strong>: <q>Thanks, but it's really not as fun as it looks.</q> Gordon: \"Really?\" <strong> Charlie Sheen </strong>: \"Nah, I'm kidding! Cheers to me!\" Jillian Michaels calls her GoDaddy ad \"tragic\"; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> will", "new_id": -2}, {"uid": "1295571782118030340", "i": 3032, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "quarter. Meanwhile, the company said its paid clicks rose by about 13% year-over-year and rose 9% from the sequential quarter. Cost-per-click rose approximately 5% year-over-year and rose 2% over the sequential quarter. <q><strong> Google Inc. </strong> had a strong fourth quarter, with 17% year over year revenue growth,</q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. \"Given that the global economy is still in the early days of recovery, this was an extraordinary end to the year. Our performance in 2009 underscored the strength of our", "new_id": -2}, {"uid": "1295694690220823580", "i": 13065, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "blame\". The paper says that the ongoing legal, journalistic and parliamentary investigations into phone hacking at the News of the World will continue to raise questions about <strong> David Cameron </strong>'s judgment. <q>There will be people hoping that <strong> Andy Coulson </strong>'s departure will be an end to the matter, but of course it isn't. There are too many unanswered questions about too many important people, companies and institutions...[ This] suggests that <strong> David Cameron </strong>'s lack of judgment over <strong> Andy Coulson </strong> is even more striking.</q> uncomfortable questions remain for the prime minister. \"This affair casts serious doubt on the prime minister's judgment. He saw fit to appoint Mr <strong> Andy Coulson </strong> as the Conservative party's director of communications when the former", "new_id": -2}, {"uid": "1295473409213434455", "i": 21314, "idx": 4, "sa": ["Sergio Marchionne"], "q": "loans and offer its stock for sale again. \"I can't stop the machine,\" <strong> Sergio Marchionne </strong> said. \"So far, I have been able to manage it,\" he said, but <q>there will come a point in time when I have to go into the kitty and use other cash for this.</q> Chrysler is working on making its gasoline engines more efficient with technology from partner Fiat SpA. The automaker will introduce an 8-speed automatic transmission on cars sold in the United States starting this year.", "new_id": -2}, {"uid": "1295967712261718021", "i": 771, "idx": 1, "sa": ["Eric Schmidt"], "q": "to accusations that it has struggled to retain its best talent. last week reported earnings and revenue that far exceeded expectations but has struggled with competition in social networking from companies such as Twitter. <q>Our retention has been actually the same and our retention has been exactly the same for seven years,</q> said <strong> Eric Schmidt </strong>. <strong> Eric Schmidt </strong> will spend more time on working wth governments. \"We've got very complicated government issues,\" he said. Google threatened to pull out of China last year", "new_id": -2}]