[{"uid": "1295631304004243507", "i": 4531, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "en communication du Premier ministre britannique <strong> David Cameron </strong>, a d?missionn de ses fonctions vendredi, rattrap par une affaire d'?coutes t?l?phoniques ill?gales? l'?poque o il tait r?dacteur en chef du tablo?d \"News of the World\" . <q> La couverture suivie d'?v?nements li?s? mon ancien poste?` News of the World' m' a rendu difficile de me donner? 110% </q> dans le r?le de conseiller en communication, a d?clar <strong> Andy Coulson </strong>, qui a toujours ni les accusations dont il fait l'objet. \"Je maintiens ce que j' ai dit? propos de ces v?nements, mais quand le", "new_id": -2}, {"uid": "1297244891238927904", "i": 28663, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO <strong> Eric Schmidt </strong> has said they do make significant money on competing platforms on numerous occasions. However, if those phones were feature phones or Windows Mobile phones, Google wouldn't likely make as much per device. <q> We believe Google is well on its way to having users pay$ 10 a year via advertising on Android. Based on Google's quoted$ 1 billion mobile run rate( mobile advertising), we believe Google generated$ 850 million in total on mobile in 2010. </q> Even approaching$ 10, the average revenue per user( ARPU) for mobile devices is still significantly below a desktop OS user's( see graph above), according to Piper's research. \"", "new_id": -2}, {"uid": "1295797034081494031", "i": 54356, "idx": 1, "sa": ["Colin Powell"], "q": "poverty. The retired general and former chairman of the Joint Chiefs of Staff stressed that relations between the world's two largest economies will have their ups and downs. <strong> Colin Powell </strong> appeared on CNN's <q> State of the Union. </q> News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1297260302158613537", "i": 31381, "idx": 0, "sa": ["Bill Lockyer"], "q": "they don't expect Democrats to support either Brown's proposals or additional cuts suggested by the legislative analyst, and that the budget process is a negotiation between the two houses, not the two parties. <q> That's what I told Brown the day after the election, </q> said Sen. Bob Dutton, R-Rancho Cucamonga( San Bernardino County). \"I told him his biggest challenge will be getting Assembly Democrats and Senate Democrats on the same page.\" State Treasurer <strong> Bill Lockyer </strong>,", "new_id": -2}, {"uid": "1295454374253952036", "i": 42695, "idx": 2, "sa": ["Sarah Palin", "David Letterman", "Kristen Stewart", "Martha Stewart"], "q": "plays Bella Swan in the movie Twilight.... <strong> Martha Stewart </strong> Calls <strong> Sarah Palin </strong> \"Dangerous\" & \"Confused\" headzup.tv <strong> Martha Stewart </strong> talks about her interview where she called <strong> Sarah Palin </strong> \"confused\" , \"dangerous\" , and that she <q> wouldn't watch her if you paid me. </q> Read more about it here-- FULL <strong> Kristen Stewart </strong> Interview on <strong> David Letterman </strong> 06 28 10( Part 1) FULL <strong> Kristen Stewart </strong> Interview on <strong> David Letterman </strong> 06 28 10( Part 1) <strong> Sarah Palin </strong> meets Fargo. Hilarious. Best video", "new_id": -2}, {"uid": "1296492708037863488", "i": 43840, "idx": 0, "sa": ["Felipe López", "Allen Iverson", "John Thompson", "Zendon Hamilton"], "q": "<strong> Felipe López </strong> and <strong> Zendon Hamilton </strong> proved to be too much for <strong> Allen Iverson </strong>'s one-man show, as St. <strong> John Thompson </strong>'s played one of its finest games of a so-far erratic season, upsetting sixth-ranked Georgetown, 83-72, before 13882 fans. <q> That's my game, basically, </q> <strong> Felipe López </strong> said. \"Up tempo.\" And in control. If one play could have summed up the contest's outcome, it came with just over five minutes to play and St. <strong> John Thompson </strong>'s leading by 9", "new_id": -2}, {"uid": "1296553046084983809", "i": 35618, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "die Ger?chte zerstreuen will, er wolle seine neue Position als \"Au?enminister\" des Unternehmens schon bald wieder verlassen. Der scheidende Google-Chef <strong> Eric Schmidt </strong> auf der Internet-Konferenz DLD in M?nchen Den neuen Vorstandschef <strong> Larry Page </strong> beschreibt <strong> Eric Schmidt </strong> als <q> Genie, das immer einige Schritte weiterdenkt als andere </q>. Google-Mitarbeiter hat der Schritt ohnehin wenig berrascht, da die Ambitionen von <strong> Larry Page </strong>, eines Tages wieder als Vorstandschef auf die Position zur?ckzukehren, die er in den ersten Jahren des Unternehmens schon einmal innehatte, bekannt waren.", "new_id": -2}, {"uid": "1295670143256737309", "i": 37542, "idx": 1, "sa": ["Eric Schmidt"], "q": "lead and I'm excited about working with both him and Sergey for a long time to come.\" Tellingly, on a Twitter posting at the time of the announcement, <strong> Eric Schmidt </strong> commented; <q> Day-to-day adult supervision no longer needed! </q> Google also announced results for Q4, with revenues up 26% from the same quarter 2009, to$ 8.44 billion. Google-owned sites generated revenues of$ 5.67 billion,", "new_id": -2}, {"uid": "1296801033266600448", "i": 15176, "idx": 0, "sa": ["Allen Iverson", "Tom Long", "Carmelo Anthony", "Jerry Stackhouse"], "q": "he believes it will take Tom Longer because teams are still hopeful of landing <strong> Carmelo Anthony </strong> before the trade deadline. \"Chicago is one of those teams I keep under the hat,\" <strong> Jerry Stackhouse </strong> said. <q> I don't think they have that veteran experience on their wings. </q> <strong> Jerry Stackhouse </strong>, a reserve for the Bucks last season, is a commentator for NBA TV in Atlanta. <strong> Allen Iverson </strong>'s still hurting Former All-Star <strong> Allen Iverson </strong>, 35, could miss the rest", "new_id": -2}, {"uid": "1297079179210305027", "i": 52491, "idx": 1, "sa": ["David Blunkett", "Michael Gove"], "q": "lessons from schools. <strong> David Blunkett </strong> accused Education Secretary <strong> Michael Gove </strong> of threatening to remove the subject from the national curriculum of secondary schools in England at a time \"we've never needed it more.\" <q> It's time the right hand knew what the far-right hand is doing, </q> he said. \"In fact, it's time that the Michael Government were able to articulate one policy without immediately undermining it with another.\"", "new_id": -2}]