[{"uid": "1297284502241352719", "i": 44894, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Slideshow: FILE- In this April 27, 2010 file photo, a... U.S. Video: City worker's striptease raises questions Report Abuse \" cut off our arm to pay for pretty clothes. \" Report Abuse <q> Just another quick fix lets see how fast gasoline prices drop.They wont LOL </q> remember our Government is here to hurt us not help us. ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading", "new_id": -2}, {"uid": "1296407544252772372", "i": 134, "idx": 12, "sa": ["Allen Iverson", "Elgin Baylor", "Chris Webber"], "q": "While Philadelphia remained 2 1/2 games behind Boston in the Atlantic Division, <strong> Chris Webber </strong> gave a glimpse of what he could contribute down the stretch.`` <strong> Elgin Baylor </strong> think every little bit helps your confidence,'' <strong> Chris Webber </strong> said. <q> One day you're averaging a number that many people don't do in three categories and the next day you're worthless. And that's from myself, <strong> Elgin Baylor </strong> don't even care what everyone else is saying. </q> <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` <strong> Elgin Baylor </strong> just know how tough it is on him,'' <strong> Allen Iverson </strong> said.`` He wants to play well so", "new_id": -2}, {"uid": "1296661709101318674", "i": 32822, "idx": 1, "sa": ["Robin Williams", "Bill Clinton", "David Letterman"], "q": "Post a Comment By BARBARA WALTERS with ALAN B. GOLDBERG`` I realized there was really no alternative, if I wanted to live, I had to do this.''-- <strong> Bill Clinton </strong> <q> I would find myself busting into tears and sobbing uncontrollably. </q>-- <strong> David Letterman </strong>''... stop the heart, work on it, restart it... good luck.''-- <strong> Robin Williams </strong>`` They're going to put him on a", "new_id": -2}, {"i": 24465, "idx": 0, "index_answer": 0, "new_id": -1, "q": "bid to take the crown in the talent show's seventh season. Despite rocker <strong> David Archuleta </strong> Cook's surge in recent weeks, the judges were uncharacteristically united in proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival. <q> You came out here tonight to win, and what we have witnessed is a knockout, </q> said prickly judge <strong> Simon Cowell </strong>. Judge Randy Jackson concurred, proclaiming`` the best singer of season 7 is right there,'' following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon </strong>'s`` Imagine,'' a song that earlier in the", "sa": ["Simon Cowell", "John Lennon", "David Archuleta"], "uid": "1296233986144064524"}, {"uid": "1295667388014565451", "i": 32608, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": " Google blog.`` This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us,'' he said. <q> But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> While Page and <strong> Sergey Brin </strong> founded the company, <strong> Eric Schmidt </strong> was brought in ten years ago to help manage the business side of Google.`` Day-to-day adult supervision no longer needed,'' <strong> Eric Schmidt </strong> wrote on his Twitter", "new_id": -2}, {"uid": "1296186100117063682", "i": 1084, "idx": 0, "sa": ["Kent Conrad", "Sen. Bernie Sanders"], "q": "is also true that the only way those bonds get redeemed is out of the current income of the United States.'' Other lawmakers said Social Security's financial problems are not that urgent. <q> In the last 75 years, in good times and in bad times, Social Security has paid out every nickel owed to every eligible beneficiary at a relatively modest administrative cost, </q> said <strong> Kent Conrad </strong> <strong> Sen. Bernie Sanders </strong>, who organized the first meeting of the Senate Social Security caucus Thursday.`` We are getting very tired about hearing our Republican and right wing friends telling us about how Social", "new_id": -2}, {"uid": "1295764462042549336", "i": 14623, "idx": 0, "sa": ["Michael Vick", "Charles Woodson", "Jay Cutler", "Tramon Williams", "Lovie Smith"], "q": "first playoff victory since 2006. However, <strong> Jay Cutler </strong> is only 1-4 against the Packers with nine interceptions and five touchdowns.`` We feel real good about where he is,'' <strong> Lovie Smith </strong> said. <q> He's come a long way.... I really like the decisions he's making. </q> One of <strong> Jay Cutler </strong>'s biggest concerns will be avoiding mistakes, and Packers cornerback <strong> Tramon Williams </strong> has been forcing plenty of them. Often overshadowed by All-Pro corner <strong> Charles Woodson </strong>, <strong> Tramon Williams </strong> intercepted <strong> Michael Vick </strong> in the end zone to seal", "new_id": -2}, {"uid": "1295281746135249922", "i": 4027, "idx": 0, "sa": ["Rasheed Wallace", "Allen Iverson", "Tony Anderson", "Penn Jillette"], "q": "it 83-77. <strong> Rasheed Wallace </strong> added two more free throws with 40 seconds left and <strong> Allen Iverson </strong> made two more with 24 seconds to go for the final margin. In the fourth quarter, the Grizzlies were 4-of-20 and didnt www.peoplestandup.ca <q> I am a Canadian, free to speak without fear, free to worship in my own way, free to stand for what I think right, free to oppose what I believe wrong, or free to choose those who shall govern my country. This heritage of freedom I pledge to uphold for myself and all mankind. </q> Joel Pink Lawyer <strong> Tony Anderson </strong> and Jeff <strong> Penn Jillette </strong> had sought out many lawyers by the end of February, 2007. A trusted friend, who has been helping us throughout this ordeal, recommended we go to a lawyer who", "new_id": -2}, {"uid": "1295295626163250176", "i": 15374, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Robotized Engine for the Fiat 500 minicar, which is going into production on the old Chrysler PT Cruiser assembly line in Toluca, Mexico. Chrysler Kokomo is preparing to make the Fiat's engine blocks. <q> It's a rumor on the table that we're supposed to make parts for the( Fiat) transmission, </q> said UAW 1166 official Jeff LaDow at the Kokomo casting plant.`` Right now, we're still getting the engine block squared away.'' Fiat chief <strong> Sergio Marchionne </strong>, who committed$ 1.1 billion for revamping", "new_id": -2}, {"uid": "1296286589101859341", "i": 12919, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "2,000 New York companies could benefit, she said.`` This is exactly the kind of idea that <strong> Barack Obama </strong> was hoping for,'' <strong> Kirsten Gillibrand </strong> said, referencing his State of the Union address. <q> When I spoke to the president, I mentioned this exact tax credit and his team said,` We are 100 percent behind it.' </q>`` This is not a Democratic or a Republican idea,'' she added.`` It's just a good idea.'' The proposal seeks to allow companies to deduct", "new_id": -2}]