[{"uid": "1296787603171524107", "i": 32525, "idx": 2, "sa": ["Simon Cowell"], "q": "' judges \"Eden Prairie Today\" Wednesday, Feb. 18 webcast-- Carlson abused by \"Idol' judges Casey Carlson did not impress the judges last night on` American Idol.' She sang the Police song <q> Every Little Thing She Does is Magic, </q> and was subsequently pummeled by the judges. The Pioneer Press is quoting <strong> Simon Cowell </strong>, the show's notoriously villainous judge and... \"Eden Prairie Today\" Friday, April 3 webcast-- Santorini\"s donates over$ 2000", "new_id": -2}, {"uid": "1295315901013549585", "i": 20601, "idx": 0, "sa": ["Eric Schmidt", "Serge Michel", "Jared Cohen", "all political"], "q": "Zhuo Ruisheng, <strong> all political </strong> counselor of the Chinese embassy to Tunisia. He briefed us on the latest on the situation of overseas Chinese in Tunisia. Zhuo Ruisheng, <strong> all political </strong> counselor of the Chinese embassy to Tunisia said, <q> Currently there are over 370 Chinese in Tu... Authors@Google: <strong> Serge Michel </strong>& <strong> Paolo Woods </strong> The Authors@Google program welcomed <strong> Serge Michel </strong> and <strong> Paolo Woods </strong> to Google's New York office to discuss their book, \"China Safari: On the Trail of Beijing's Expansion in Africa </q>. \"<strong> Serge Michel </strong> and <strong> Serge Michel </strong> Beuret, tell the dramatic-- and largely unknown-- story of the... <strong> Eric Schmidt </strong>, Alec Ross& <strong> Jared Cohen </strong> on 21st Century Statecraft <strong> Eric Schmidt </strong>, Alec Ross& <strong> Jared Cohen </strong> on 21st Century Statecraft Google", "new_id": -2}, {"uid": "1295642432138969088", "i": 48054, "idx": 0, "sa": ["Eric Schmidt"], "q": "world, Google presented the shake-up at the top as part of an effort to speed up decision-making at a company that has grown harder to manage as it has extended its reach into many new markets. <q> I want the company to run more like a start-up, </q> Mr Page said in an interview with the FT. Fending off the suggestion that the pressure it was feeling from the rise of Facebook had forced the change, Mr <strong> Eric Schmidt </strong> added: \"This is definitely not", "new_id": -2}, {"uid": "1295425615261013543", "i": 45482, "idx": 3, "sa": ["Erskine Bowles", "Sen. Bernie Sanders", "Barack Obama"], "q": "'s decision to appoint two longtime \"foes\" of Social Security, Alan Simpson and <strong> Erskine Bowles </strong>, to co-chair his deficit commission, which proposed trimming the program's payouts by increasing the retirement age. <strong> Barack Obama </strong> <q> could have said that's not on the table, </q> <strong> Sen. Bernie Sanders </strong> said. \"He didn't say that.\" But much more disconcerting, the senator added, was the tax deal the president struck with Senate Republicans last month, which included a one-year cut", "new_id": -2}, {"uid": "1295093820134398003", "i": 5411, "idx": 0, "sa": ["Jay Leno", "David Letterman", "Conan O'Brien"], "q": "out what's going to happen.\" He is less interested in any reconnection with <strong> Jay Leno </strong>. His relationship with <strong> David Letterman </strong> remains unaffected- his Late Night predecessor apparently called him over the holidays. <q> It was just a quick call, </q> <strong> Conan O'Brien </strong> qualifies. \"We hadn't spoken for a long time, and <strong> David Letterman </strong> just called to basically say, you know,' I haven't checked in on you. I just wanted to make sure that", "new_id": -2}, {"uid": "1295223846165576705", "i": 38521, "idx": 1, "sa": ["Rasheed Wallace", "Michael Jordan", "Allen Iverson"], "q": "coach Phil Jackson said. \"We should've won.\" Hamilton is expected back on Saturday at Washington, where <strong> Rasheed Wallace </strong> might also return, and the team hopes <strong> Allen Iverson </strong> will be able to play next week. <q> It's a psychological lift knowing they're going to return soon, </q> coach <strong> Michael Jordan </strong> Curry said. Detroit desperately needs the trio on the court to salvage some pride in a season that has steadily unraveled since LA Lakers vs LA Clippers Highlights 08.12.10 http://wn.com/Allen_Iverson_vs_Kobe_Bryant_Lakers_08/09_NBA_*last_game_as_a_Nuggets This was not exactly the new look", "new_id": -2}, {"uid": "1295997065180568078", "i": 42528, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "for sitting CEOs, said David Wise, senior principal at consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, \"the board clearly wants to retain his guidance for the next four years.\" <q> It's a signal to shareholders that he'll continue to steer the boat, </q> Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page. Both men, along with <strong> Google Inc. </strong>'s other co-founder <strong> Sergey Brin </strong>, have limited their salaries to$ 1 for", "new_id": -2}, {"uid": "1296240423000835585", "i": 42728, "idx": 0, "sa": ["Stormi Henley", "Simon Cowell", "Jennifer Lopez"], "q": "are smoky and full of feeling. Chelsee belted a few lyrics of \"The Story\" for her short solo. All three judges gave both contestants \"Yes\" votes, and happily the two embraced joyfully. <q> They're going to get back together, </q> <strong> Jennifer Lopez </strong> predicted. <strong> Stormi Henley </strong>, 19, is Miss Teen USA 2009 and a pretty little southern belle. An actual pageant winner, and no <strong> Simon Cowell </strong> to make acerbic comments. She sang with a lovely country", "new_id": -2}, {"uid": "1296694681064045066", "i": 4580, "idx": 0, "sa": ["Donald Rumsfeld", "John Kerry", "Hillary Clinton", "Joe Biden"], "q": "The Drudge Report has a copy of former Defense <strong> Donald Rumsfeld </strong>'s forthcoming memoir, Known and Unknown, and teases these highlights:* Lashes out at <strong> Hillary Clinton </strong>, <strong> John Kerry </strong> and <strong> Joe Biden </strong> for flip-flops on Iraq: <q> You wouldn't want to be in a foxhole with them. </q> The Fox Nation is for those opposed to intolerance, excessive government control of our lives, and attempts to monopolize opinion or suppress freedom of thought, expression, and worship. nytimespolitics: The Caucus", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}]