[{"uid": "1297247574255688768", "i": 10964, "idx": 0, "sa": ["Simon Cowell", "Jay Leno"], "q": "<strong> Simon Cowell </strong> confessed that he is a <q> massive fan of <strong> Jay Leno </strong> that she felt that was an understatement.`` I think you need to take` mass' off and put` obsessive,' </q> said Abdul when asked to comment on <strong> Simon Cowell </strong>'s remark. The singer then clarified,`` He's obsessed with me.'' American Idol.'' Now, both have left the show, going on to", "new_id": -2}, {"uid": "1295647437196657190", "i": 24923, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "$ 10.8 bn(? 6.8 bn). Mr <strong> Eric Schmidt </strong>, who was brought in to guide Google's student founders, Mr <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, in 2001, said on his personal Twitter account: <q> Day-to-day adult supervision no longer needed! </q> 17 Jan 2011`` I am enormously proud of my last decade as CEO and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is", "new_id": -2}, {"uid": "1297618642174800979", "i": 13920, "idx": 2, "sa": ["Mike Pence", "Cecile Richards", "Lois Capps"], "q": "by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies in Congress-- primarily liberal Democrats-- have vowed to fight the proposed funding cut. <q> In my community, Planned Parenthood is a very highly regarded mainstream organization, </q> said <strong> Mike Pence </strong> <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as`` driven by an extreme ideological agenda.'' <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss", "new_id": -2}, {"uid": "1296146613005734416", "i": 12695, "idx": 1, "sa": ["Mike Pence", "Mike McDaniel"], "q": "and leave the rest until later.`` By saying what they won't do, it will probably tell us what he will do,'' said <strong> Mike McDaniel </strong>, a former state Republican chairman. <q> If he is going to run for governor, I'm sure there's no hurry for him to actually say it. </q> <strong> Mike Pence </strong> stepped down from his position as the No. 3 leader among U.S. House Republicans after winning re-election in November, and has been receiving support from social conservatives to make a presidential run. He", "new_id": -2}, {"uid": "1296787876147030023", "i": 16033, "idx": 0, "sa": ["David Letterman", "Barbara Walters", "George McGinnis", "Tim Russert", "Bill Clinton"], "q": "( 0300 GMT Saturday). <strong> Barbara Walters </strong> knew she needed the celebrity infusion.`` I didn't want people to feel that this was going to be an hour lecture,'' she said. <q> To have these very famous, and in some cases very funny, people, meant that they would watch. </q> Each guest agreed to talk about his experience. <strong> Bill Clinton </strong>, the former <strong> George McGinnis </strong> <strong> Bill Clinton </strong>, revealed that has become practically a vegan. The usually private <strong> David Letterman </strong> talks candidly about depression and how he someTim Russertes bursts into", "new_id": -2}, {"uid": "1295622200043139151", "i": 2275, "idx": 2, "sa": ["Tim Cook", "Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "of interests and the growing competition between Google and Apple. Google Factor: But for Google, the move of <strong> Eric Schmidt </strong> is entirely official. On the management change, <strong> Eric Schmidt </strong> said: <q> We've been talking about how best to simplify our management structure and speed up decision-making for a long Tim Cooke. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long Tim Cooke to come. </q> The management change comes as Google is in the midst of several regulatory investigations including a review of the company's proposed purchase of ITA, an anti-trust inquiry by the regarding allegations that Google is unfairly", "new_id": -2}, {"uid": "1295422600153174018", "i": 34702, "idx": 0, "sa": ["Steven Tyler", "Ricky Gervais", "Ellen Tauscher", "Simon Cowell", "Jennifer Lopez", "Jimmy Iovine"], "q": "for its 10th season with new judges <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> and new mentor <strong> Jimmy Iovine </strong>, but without <strong> Simon Cowell </strong>, Wednesday at 8 p.m. on WFXT( Ch. 25). target=\"_blank\" href=\"http://wntoday.com/\"> Today Jan. 16 <strong> Ricky Gervais </strong> hosts <q> The 68th Annual Golden Globes </q> live from the Ending Don't Ask, Don't Tell 81:37 thinkprogress.org Rep. <strong> Ellen Tauscher </strong>( D-CA) proposed repealing the military's`` Don't Ask, Don't Tell'' policy, which prohibits gay men and women", "new_id": -2}, {"uid": "1295454726061816861", "i": 51076, "idx": 0, "sa": ["David Letterman", "Betty White"], "q": "To Party Posted: 8:50 am CST January 19, 2011 Updated: 9:37 am CST January 19, 2011 <strong> Betty White </strong> turned 89 on Tuesday and showed that she still knows how to party. Appearing on <q> The Late Show With <strong> David Letterman </strong>, </q> <strong> Betty White </strong> told the late night host that playing with animals and drinking vodka are some of her hobbies. Without missing a beat, <strong> David Letterman </strong> took out two glasses and poured some vodka. <strong> David Letterman </strong> then chugged directly from the", "new_id": -2}, {"uid": "1296084277120438801", "i": 1305, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q>`` There will be huge explosions all over Fleet Street if police get to the truth,'' he told the BBC. Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories", "new_id": -2}, {"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,'' Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q> These payouts recognize the continual support and tireless efforts of our people, </q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds.`` We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}]