[{"uid": "1297270573021168154", "i": 10434, "idx": 0, "sa": ["Colin Powell", "George W. Bush", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> wrote that the Joint Chiefs of Staff supported a strike, based on what <strong> Donald Rumsfeld </strong> called extensive, but not conclusive CIA evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> The prewar attack never happened, although the site was struck in the opening days of the war that former US <strong> George W. Bush </strong> launched in March 2003, about six weeks after <strong> Colin Powell </strong>'s UN speech.", "new_id": -2}, {"uid": "1295218070163594249", "i": 681, "idx": 16, "sa": ["Paula Abdul", "Debbie Williams", "Simon Cowell", "Randy Jackson"], "q": "<strong> Simon Cowell </strong>'s value was instantly clear. \"I still didn't know what the hook of this show was-all these kids come out and sing,\" stage manager <strong> Debbie Williams </strong> remembers of her first day on the set. <q> Until he spoke, and then I said,` OK. I get it now. That's the hook.'? </q> <strong> Simon Cowell </strong> would be the bad cop. <strong> Paula Abdul </strong> would be the good cop, and producer-musician <strong> Randy Jackson </strong> the amiable tie-breaker. The American show, on Fox's 2002 summer schedule, was an immediate hit, and", "new_id": -2}, {"uid": "1295094117134053930", "i": 7506, "idx": 1, "sa": ["Sergio Marchionne"], "q": "put in place a structure where Chrysler would become answerable to the capital target=\"_blank\" markets only,\" <strong> Sergio Marchionne </strong> told a meeting with... net loss in 2010* Chrysler in talks with Goldman Sachs, other <q> Sri Lanka's conflict is political </q>... Boston Globe Boston Globe advocates \"Self-rule in a confederal structure for Tamil region\" ... Sri Lanka's conflict is political, and it must be resolved by political means.... Getting to Know the European Union", "new_id": -2}, {"uid": "1297236828167477280", "i": 244, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "arena, network television. \"Sometimes you've got ta put your money where your mouth is,\" said <strong> Simon Cowell </strong>, featured in two ads during Fox's record-breaking Super Bowl broadcast Sunday. <q> It's a massive, massive risk. But it's also an incredible incentive. It puts everyone, rightly, under a tremendous amount of pressure to find a star. </q> He won't say who he's considering to join him as a judge in the new show-- continuing the cat-and-mouse game with fellow former Idol judge <strong> Paula Abdul </strong> by saying they were friends \"80 percent", "new_id": -2}, {"uid": "1295432881050954241", "i": 47181, "idx": 0, "sa": ["Zahi Hawass", "Ken Follett", "Michael Bloomberg"], "q": ". Das ist der Obelisk im Central Park, den der gyptische Vizek?nig Mehrmed Ali 1881 Amerika geschenkt hat. <strong> Zahi Hawass </strong>, Generalsekret?r der gyptischen Altert?merverwaltung, schreibt <strong> Michael Bloomberg </strong>, die Hieroglyphen w?rden durch Erosion unleserlich. Und weiter: <q> Ich habe die Pflicht, alle gyptischen Monumente zu sch?tzen, ob in gypten oder au?erhalb. Wenn aber die Beh?rde zur Erhaltung des Central Parks und die Stadt New York nicht ordentlich f?r den ObelisKen Follett sorgen k?nnen, werde ich die notwendigen Schritte unternehmen, dieses wertvolle Denkmal nach Hause zu holen und vor dem Ruin zu bewahren. </q> 1 von 7 zur?ck bl?ttern weiter bl?ttern Herr der Pharaonen- <strong> Zahi Hawass </strong> Hawass-Zahi Hawass.html\"> Foto: picture-alliance/ dpa/dpa <strong> Zahi Hawass </strong>, 1947 in Damiette geboren, ist seit 2002 Generalsekret?r der gyptischen", "new_id": -2}, {"uid": "1295208913228065304", "i": 27606, "idx": 0, "sa": ["Gabrielle Giffords", "Susannah York", "Kirsten Gillibrand"], "q": "tube. Sen. <strong> Kirsten Gillibrand </strong> of New <strong> Susannah York </strong>, close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did, </q> the Democratic senator said on NBC's \"Meet the Press\" Sunday. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. Randy Larson, 57", "new_id": -2}, {"uid": "1295570534120422441", "i": 43104, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "Page-named-ceo-2011-01-20\"> See Google news here. \"Historically we have always been running the decisions together, and ultimately it adds delay and so forth in the way we make decisions,\" <strong> Eric Schmidt </strong> said. <q> We think this will produce even better success for the corporation. </q> Google has still been trying to find new sources of revenue growth beyond its search engine monster. Its Android operating system has taken off in mobile but some of its other attempts outside of search have not", "new_id": -2}, {"uid": "1297175078196968452", "i": 57967, "idx": 5, "sa": ["George H. W. Bush", "George W. Bush", "Donald Rumsfeld"], "q": "war and recounts his government career serving Republican George H. W. Bushs from Richard Nixon to <strong> George W. Bush </strong>. They largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq war on <q> too many hands on the steering wheel. </q> <strong> Donald Rumsfeld </strong>, who served as <strong> George H. W. Bush </strong>'s defense chief for six years after holding the the same job under <strong> George H. W. Bush </strong> Gerald Ford in the 1970s, acknowledged that \"in a war, many things cost lives.", "new_id": -2}, {"uid": "1295365134187695108", "i": 30138, "idx": 0, "sa": ["Ken Anderson", "Piers Morgan", "Simon Cowell", "Donald Trump"], "q": "it very difficult because... FOLKen AndersonFLIK: In recent years, in this country, <strong> Piers Morgan </strong> was the first winner of <strong> Donald Trump </strong>'s \"Celebrity Apprentice,\" and stuck around to be a judge on <strong> Simon Cowell </strong>'s <q> America's Got Talent. </q> Tonight on CNN, it's the debut of \"<strong> Piers Morgan </strong> Tonight.\" Phoenix-like, the cheeky chappy rises again. David FolKen Andersonflik, NPR News. Copyright? 2011 National Public Radio?.", "new_id": -2}, {"uid": "1296500157053821441", "i": 53427, "idx": 1, "sa": ["Sergio Marchionne"], "q": "'s brand displays at the Detroit Auto Show confirmed, the company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months,\" <strong> Sergio Marchionne </strong> said in a prepared statement. <q> All of these vehicles bear testimony to Chrysler's rebirth. </q> That said, those new products also cost Chrysler significant sums to redesign and launch, and also forced the automaker to drop production volumes of outgoing models while it ramped up for production of new vehicles.", "new_id": -2}]