[{"uid": "1295563322217792552", "i": 49386, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "day to day operations, the company said, and <strong> Eric Schmidt </strong> will focus on partnerships and government outreach. <strong> Eric Schmidt </strong>, who has headed up Google since July 2001, sent a message via Twitter Thursday saying: <q>Day-to-day adult supervision no longer needed!</q> Co-founder <strong> Sergey Brin </strong> will focus on new products and projects. Google on Thursday also announced fourth quarter net income of$ 2.54 billion, or$ 7.81 a share, up from$ 1.97 billion,", "new_id": -2}, {"uid": "1296222150071827491", "i": 21450, "idx": 2, "sa": ["Barack Obama", "Chuck Schumer", "Sen. Bernie Sanders"], "q": "Thursday the solution should not slash benefits for future generations or subject benefits ''to the whims of the stock market.'' <strong> Sen. Bernie Sanders </strong> said he would like to hear a stronger pledge from <strong> Barack Obama </strong>. <q><strong> Jeb Hensarling </strong> of Texas said- and he's the Republican Conference chairman- that they're going to take <strong> Rand Paul </strong> Ryan's blueprint and use it,</q> said <strong> Chuck Schumer </strong>. ''That's privatizing Medicare.... They're going to do the same for Social Security. ''Their agenda: Privatize both programs, which means end them,'' said <strong> Chuck Schumer </strong>.", "new_id": -2}, {"uid": "1295861273256983082", "i": 43406, "idx": 2, "sa": ["Li Keqiang", "Andy Coulson", "David Cameron"], "q": "<strong> Li Keqiang </strong>, right, listens to... Photo: Former News of the World editor <strong> Andy Coulson </strong> Photo: Former News of the World editor and Prime Minister... Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit Report Abuse <q>Paying several hundred dollars a year to listen to theirrulers quasi-socialist lies and feudal fairy tales?</q> Time.com: Tunisia's Police: Old Symbols of Oppression Join the Revolution Time.com: Palestinian Leaders, Peace Process Vulnerable after Leaks", "new_id": -2}, {"uid": "1297242543083116089", "i": 15466, "idx": 9, "sa": ["Justin Bieber", "Simon Cowell", "Kit Hoover"], "q": "friends. We're just gon na completely whip their a** es[ with ''The X Factor].'' ''Have you watched the new` Idol'?'' <strong> Kit Hoover </strong> asked. <q>No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice, everybody seemed to have sad stories. It was like a music version of` Extreme Home Makeover' with a happy ending. We like happy endings,</q> <strong> Simon Cowell </strong> said. NBC Universal, Inc.. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. Billy Bush and <strong> Justin Bieber </strong> in ''The Billy Bush Show''' studio", "new_id": -2}, {"uid": "1296144457208175176", "i": 2294, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": "autocracies. Yet, in the wake of 9/11, that is precisely what the <strong> President Bush </strong> administration did. Why? Then-Secretary of State <strong> Colin Powell </strong> afforded a clue when he said in May 2002, <q>How important it was for me to have this unified body of opinion and thought behind me</q> in working for peace. In other words, the <strong> President Bush </strong> administration formed the Quartet to insulate itself from blame for diplomatic failure and unilateralism. Perhaps it thought that, by forming the Quartet, it could steer", "new_id": -2}, {"uid": "1296627677025493515", "i": 2759, "idx": 2, "sa": ["Bill Lockyer"], "q": "idea galls critics. ''Baloney'' is what California Treasurer <strong> Bill Lockyer </strong> calls it, saying his state, which is already weighing painful tax hikes and spending cuts, doesn't need the option.''' Report Abuse <q>this simple borrow money and pay it back, no matter how hard it hurts. you borrowed it now pay up. various state assemblies have promised too much and borrowed to pay for it, combined with smaller tax recipes a double whammy.</q> Time.com: Is Europe Losing the Fight Against Internet Pirates? Time.com: Air Travel: Heavy Snow Good Business for Private-Jet Firms Your Recession WeaponSee how education can help you avoid the negative effects of the recession.", "new_id": -2}, {"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,'' said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons. ''He's a Hall of Fame coach,'' said <strong> Allen Iverson </strong>. <q>So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that.</q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped. ''Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}, {"uid": "1295580035256213030", "i": 22453, "idx": 10, "sa": ["Eric Schmidt"], "q": "clarify our individual roles so there?s clear responsibility and accountability at the top of the company,'' <strong> Eric Schmidt </strong> said. ''Larry, in my clear opinion, is ready to lead,'' he said. <q>Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come.</q> Page praised <strong> Eric Schmidt </strong> for an ''outstanding job leading Google for the last decade. ''There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still", "new_id": -2}, {"uid": "1297710796205013005", "i": 30377, "idx": 1, "sa": ["Steve Ballmer"], "q": "In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion. ''Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,'' <strong> Steve Ballmer </strong> said. <q>That's not just good for Nokia, that's good for all our handset partners.</q> O'Brien: How Nokia and Palm are taking different roads to a comeback", "new_id": -2}, {"uid": "1297292170065437721", "i": 26606, "idx": 0, "sa": ["Michael Vick"], "q": "'s best friend. posted on MLB.com about the charity work that he and his wife do for stray dogs, Buehrle's comments noticeably changed in tone when <strong> Michael Vick </strong>'s name came up. From MLB.com: <q> ''Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die?</q> said( Buehrle). ''How could you do that if you are somewhat sane?'' '''( <strong> Michael Vick </strong>) had a great year and a great comeback, but there were times where we", "new_id": -2}]