[{"uid": "1297598050205652000", "i": 21652, "idx": 0, "sa": ["Tony Blair", "Zahi Hawass"], "q": "go home. 11.03 am: Two gilded wooden statues of Tutankhamun are among 18 items missing from the Egyptian museum in Cairo, after looters stole several items during the anti-government protests, the Associated Press reports. <q>On January 28, looters climbed a fire escape to the museum roof and lowered themselves on ropes from a glass pane ceiling onto the museum's top floor.</q> Around 70 objects were damaged, but until Sunday's announcement, it was not known whether anything was missing. Antiquities <strong> Tony Blair </strong> <strong> Zahi Hawass </strong> said the museum's database department determined 18 objects were gone. Investigators were", "new_id": -2}, {"uid": "1295879374140918830", "i": 2971, "idx": 1, "sa": ["Eric Schmidt"], "q": ". Google earned$ 8.75 a share, beating analysts expectations of$ 8.06 a share. ''Q4 marked a terrific end to a stellar year,'' said <strong> Eric Schmidt </strong>, CEO of Google. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web.</q> The big news from the earnings report was the announcement that <strong> Eric Schmidt </strong> will step down from his role of CEO and become Executive Chairman, focusing externally on deals, partnerships, customers and broader business relationships,", "new_id": -2}, {"uid": "1296376716122322955", "i": 19700, "idx": 0, "sa": ["Larry Fitzgerald", "Michael Vick"], "q": "NFC starting quarterback <strong> Michael Vick </strong> of Philadelphia probably appreciates his appearance more than anyone on either side of the ball, considering how far he has come since serving prison time for his role in dogfighting operation. <q>This one feels great due to the fact that I've been through so much and trained to getting back to this position,</q> he said earlier this week. ''It's paramount for me and my family and I'm just thankful.'' <strong> Larry Fitzgerald </strong>, the 2009 Pro Bowl MVP, was one of the replacements named for 10", "new_id": -2}, {"uid": "1296443805235372702", "i": 19569, "idx": 2, "sa": ["Kobe Bryant", "Carmelo Anthony", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. ''I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Carmelo_Anthony_33_points_in_the_3rd_quarter_vs_minnesota!!!!!!!!!!! Visit www.nba.com for more highlights. <strong> Carmelo Anthony </strong> notched", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q>We want to eliminate that uncertainty so that businesses can continue in</q> their research and development projects, she said. ''This is not a Democrat or a Republican idea,'' <strong> Kirsten Gillibrand </strong> said. ''It's just a good idea.'' She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}, {"uid": "1297509326118882317", "i": 26743, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Wael Ghonim", "Sergey Brin"], "q": "a hardline, Iranian-style, Islamic theocracy. According to The Jerusalem Post, Google executive <strong> Wael Ghonim </strong>, just released from 12 days of Egyptian detention, confirmed that he was responsible for the Facebook page that ignited <q>the revolution of the youth of the Internet.</q> This is the same Google where CEO <strong> Eric Schmidt </strong> is a personal friend of <strong> Barack Obama </strong>, and a member of <strong> Barack Obama </strong>'s Council of Advisors on Science and Technology. Google founders <strong> Sergey Brin </strong> and Larry Page contributed a whopping", "new_id": -2}, {"uid": "1297282262095453186", "i": 41247, "idx": 1, "sa": ["Zahi Hawass"], "q": "interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs from the museum shop. <q>Thank God the museum was dark and they could not see anything,</q> he said. He praised Egyptian anti-government protesters who had stood guard outside the museum and caught some of the thieves as they tried to get away. ''It was wonderful to find that these real", "new_id": -2}, {"uid": "1295458115232456193", "i": 48243, "idx": 0, "sa": ["Kobe Bryant", "Elgin Baylor", "Allen Iverson", "Tyronn Lue"], "q": "by one day, according to the Elias Sports Bureau. ''To be honest, <strong> Elgin Baylor </strong> don't follow anything of that sort. <strong> Elgin Baylor </strong> just go out there and do what <strong> Elgin Baylor </strong> do,'' <strong> Kobe Bryant </strong> said. <q><strong> Elgin Baylor </strong> don't care about that stuff. You guys got me all wrong. <strong> Elgin Baylor </strong> just play. <strong> Elgin Baylor </strong> play hard, and <strong> Elgin Baylor </strong> play the same way all the time. <strong> Elgin Baylor </strong> never concern myself with milestones or anything like that.</q> Jackson didn't sound so sure. ''Somebody put in the paper that <strong> Kobe Bryant </strong> needed 38 http://wn.com/Allen_Iverson_48pts_2001_NBA_Final_Gm1_vs_Kobe_Bryant_Lakers <strong> Allen Iverson </strong> finally shook his shadow and shook up the NBA Finals. Hounded by unheralded <strong> Tyronn Lue </strong>, <strong> Allen Iverson </strong> scored seven of his", "new_id": -2}, {"uid": "1296871091196296714", "i": 12042, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "â\u0080¢ <strong> Michael Vick </strong>: <strong> Roger Goodell </strong> said the Philadelphia Eagles quarterback told him there was unauthorized use of his name to promote a party in the Dallas area on Super Bowl weekend. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him <q>he had no intention of participating in that.</q> After a renaissance season in which <strong> Michael Vick </strong>- reinstated by <strong> Roger Goodell </strong> in 2009 after serving a 20-month sentence for a federal dogfighting crime- finished second in MVP voting, the commissioner said he was ''extremely proud'' of", "new_id": -2}, {"uid": "1295534706252182539", "i": 17573, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q>The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class.</q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan.", "new_id": -2}]