[{"uid": "1295458115232456196", "i": 2818, "idx": 0, "sa": ["Jerry Lee Lewis", "Allen Iverson"], "q": "<strong> Jerry Lee Lewis </strong> jumper was deadly.'' Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q> When your jumper is on, the basket seems like an ocean and the basketball seems like a <strong> Jerry Lee Lewis </strong>, </q> he said.`` That is the way it felt tonight.`` My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls", "new_id": -2}, {"uid": "1296753709058556447", "i": 10284, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "could take advantage of the R&D credit, which if it is made permanent, could increase private investment in R&D by more than$ 7.5 billion across the country, according to Senator <strong> Kirsten Gillibrand </strong>. <q> My number one focus is on creating good-paying, family-supporting jobs. By supporting research and development, we can help our businesses become more competitive and create the high tech jobs of tomorrow, </q> Senator <strong> Kirsten Gillibrand </strong> said.`` New York is already home to the universities, businesses, laboratories, researchers and the bright minds we need for long-term economic strength. This proposal would leverage more private investment in", "new_id": -2}, {"uid": "1297215766168738831", "i": 18771, "idx": 0, "sa": ["Maria Gamez", "Michael Vick"], "q": "then left without speaking to <strong> Maria Gamez </strong>. But <strong> Maria Gamez </strong> allegedly followed her to her car and`` started arguing with her,'' Assistant State's Attorney <strong> Michael Vick </strong> Hogan said at the time of <strong> Maria Gamez </strong>'s capture. <q> The defendant took a knife from the gift box that he had and began to stab the victim as she was seated in her car, </q> Hogan said. <strong> Maria Gamez </strong> fled to Mexico, where he lived for about 10 years, prosecutors said. In 2007, FBI agents and local police arrested <strong> Maria Gamez </strong> in McAllen, Texas. A dropped cell", "new_id": -2}, {"uid": "1295767396180666390", "i": 7974, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson"], "q": ", the resignation posed the biggest trouble for the News of the World's owners. Murdoch's News Corporation is currently trying to persuade regulators to let it take over pay television giant BSkyB. <q> The company has in the past made big out-of-court settlements to individuals whose phones were hacked, </q> the FT said in an editorial. Britain's Labour party leader <strong> Ed Miliband </strong> smiles as he leaves... Article: PM tested over media chief's resignation... Photo: Former News of the World editor <strong> Andy Coulson </strong> struggles at", "new_id": -2}, {"uid": "1295561213061718561", "i": 14100, "idx": 0, "sa": ["Jerry Brown", "Magic Johnson", "Eric Schmidt", "Google Inc."], "q": "General and gubernatorial candidate <strong> Jerry Brown </strong> speaks with <strong> Eric Schmidt </strong> on April 9, 2010 at the Googleplex in Mountain View, CA. http://wn.com/Eric_Schmidt_at_the_Michael_Hammer_Memorial_Lecture <strong> Magic Johnson </strong>`` <strong> Magic Johnson </strong>'' <strong> Magic Johnson </strong> visits <strong> Google Inc. </strong>'s Mountain View, CA headquarters to discuss his book <q> 32 Ways to Be a Champion in Business. </q> This event took place on March 10, 2009, as part of the Authors@Google series. <strong> Magic Johnson </strong> made the transition from great athlete to greater entrepreneur through hard work and by avidly pursuing opportunities. He recognized that densely", "new_id": -2}, {"uid": "1297602284267223059", "i": 2094, "idx": 2, "sa": ["Georgie Thompson", "Simon Cowell", "Holly Willoughby"], "q": "great for <strong> Georgie Thompson </strong>. She'll be fantastic.'' <strong> Holly Willoughby </strong> but was said to have angered <strong> Simon Cowell </strong> by making a series of blunders which led to viewers to campaign on entertainment websites for her sacking. Lloyd: <q> What a night it has been for you, a night of dreams </q>- minutes after she was booted off the show.", "new_id": -2}, {"uid": "1295391418138936343", "i": 23519, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Officer Ian Birk describes Williams' posture During the in the inquest into the John T. Williams shooting, Seattle police officer Ian Birk describes his memory of how Williams was standing in the moments", "new_id": -2}, {"uid": "1296365682082608136", "i": 23311, "idx": 0, "sa": ["Zahi Hawass"], "q": "citizens. The threat to Egypt's millennia-old artifacts began when fire broke out at the ruling National Democratic Party's headquarters, virtually next door, and at last report that building was still in danger of collapse. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> advertisement The good news So far, the saga of the Egyptian Museum has been more of a good-news rather than bad-news story. The current chaos in Cairo easily could have left", "new_id": -2}, {"uid": "1296147682048234510", "i": 37714, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> User comments are not being accepted on this article. Airman: Air Force superior groped her, sent her sexual text messages Bartender accidentally kills self while twirling gun, police say", "new_id": -2}, {"i": 1263, "idx": 1, "index_answer": 0, "new_id": -1, "q": "center in Munich.'' He added that the new employees would be split equally between developers and sales staff. Currently, Google has approximately 5,000 employees between its European, African, and Middle East offices. <q> We had a very, very good year and a very strong quarter, </q> said <strong> Eric Schmidt </strong>. In the final quarter of 2010, Google turned a profit of$ 2.54 billion, or 1.86 billion euros.`` We looked at this year and in particular our prospects for growth in Europe,", "sa": ["Eric Schmidt"], "uid": "1296014056259227659"}]