[{"uid": "2008092214_00016343_W", "i": 2934, "idx": 9, "sa": ["Yevgeny Satanovsky"], "q": "newly introduced religions including islam. <strong> Yevgeny Satanovsky </strong>, director of the middle eastern institute in moscow, said he believes the khazar elite chose judaism out of political expediency- to remain independent of neighboring muslim and christian states. <q> they embraced judaism because they wanted to remain neutral, like switzerland these days, </q> he said. in particular, he said, the khazars opposed the arab advance into the caucasus mountains and were instrumental in containing a muslim push toward eastern europe. he compared their role in eastern europe to that", "new_id": -2}, {"uid": "2008122001_00021525_W", "i": 1475, "idx": 3, "sa": ["Ron Paul"], "q": "we have on the inside, heed his warnings. this opinion will now be corroborated with proof as a basis of this opinion... comprehend...? re: <strong> Ron Paul </strong> is railing against the criminality rampant in govt! <q> reply# 3 on: december 18, 2008, 03:05:48 pm </q> re: <strong> Ron Paul </strong> is railing against the criminality rampant in govt! \"reply# 4 on: december 18, 2008, 03:14:28 pm\" re: <strong> Ron Paul </strong> is railing against the criminality rampant in govt! \"reply", "new_id": -2}, {"uid": "2008091020_00027543_W", "i": 3352, "idx": 1, "sa": ["Scroobius Pip", "John Hodgman"], "q": "on consideration we concluded that the effect was generic to the particular combination of the letters` ogc'- and is not inappropriate to an organisation that's looking to have a firm grip on government spend!\" <q> and is not inappropriate to an organisation that's looking to have a firm grip on government spend! </q> hmmm... as the designer of this logo three years ago: russell porter with dan le sac vs. <strong> Scroobius Pip </strong>: interview+ music video boing boing tv: <strong> John Hodgman </strong>, \"more information than you require.\" akbar", "new_id": -2}, {"uid": "2008092701_00014308_W", "i": 1650, "idx": 0, "sa": ["Martha Coakley"], "q": ", who is blind, had to ask for help when he wanted to buy songs for his ipod from the online music store itunes. to cadlik, a self-described tech <NO_QUOTATION> that was too frustrating to tolerate. <q> for me to be as tech savvy as i am, and not be able to do something... i hated it, </q> said cadlik, 17, of medway, mass. \"i had one ipod. i got rid of it.\" on friday, cadlik was making plans to get his ipod back after massachusetts attorney general <strong> Martha Coakley </strong>", "new_id": -2}, {"uid": "2008120801_00002126_W", "i": 2713, "idx": 11, "sa": ["Ritchie McKay", "Oliver Purnell"], "q": "playing its second game in as many days following a home win over gardner-webb. <strong> Ritchie McKay </strong> said fatigue was <NO_QUOTATION> for his team's play down the stretch, but <strong> Oliver Purnell </strong> thought his team's freshness made a difference. <q> tonight we were the fresher team at the end, </q> he said. \"although they were tired because of travel, we tried to keep the pressure on them most of the game.\" comments are meant to offer our readers a forum for thoughtful, robust debate", "new_id": -2}, {"uid": "2008101210_00001900_W", "i": 1155, "idx": 11, "sa": ["Eugene White"], "q": "27.8 billion in cash and has a total stock-market value of$ 21 billion. those numbers testify to the wholesale destruction of the stock market's faith in the future. and, as graham wrote in 1932, <q> in all probability[ the stock market] is wrong, as it always has been wrong in its major judgments of the future. </q> in fact, the market is probably wrong again in its obsession over whether this decline will turn into a cataclysmic collapse. <strong> Eugene White </strong>, an economics professor at rutgers university who is an expert on the crash of 1929", "new_id": -2}, {"uid": "2008120903_00002800_W", "i": 3254, "idx": 0, "sa": ["George H. W. Bush"], "q": "unfortunate secrets: until 2000, the neighborhood association's covenant said only white people were allowed to live there, though an exception was made for servants. enacted in 1956, part of the original document reads: <q> said property shall be used and occupied by white persons except those shall not prevent occupancy by domestic servants of different race or nationality in the employ of a tenant. </q> i'll add this thought. the <strong> George H. W. Bush </strong> bought his ranch in crawford just before running for <strong> George H. W. Bush </strong> and will move to a swanky suburban neighborhood just after leaving office. it's almost like his cowboy image was an", "new_id": -2}, {"uid": "2008092623_00013067_W", "i": 235, "idx": 1, "sa": ["Larry O'Brien"], "q": "not up to par- is still the best that he has had in his career. he has a legitimate and versatile backcourt to work with and a deep frontcourt rotation. i'm not the one who says <q> win a title or lebron will leave! </q>, as i think that the lb leaving talk is nothing but overhyped bs. but the cavs have to look at the next two years as winning the <strong> Larry O'Brien </strong> trophy back to back. they have spent three years", "new_id": -2}, {"uid": "2008112100_00023746_W", "i": 4697, "idx": 3, "sa": ["Jim Leavelle", "Lee Harvey"], "q": "'s life had poured in. before stepping out into a crowded basement of reporters, <strong> Jim Leavelle </strong> took out his handcuffs and locked one cuff on his left forearm. the other he snapped on oswald's right wrist. <q> i said to <strong> Lee Harvey </strong>, if someone shoots at you, i hope they're as good a shot as you are, </q> <strong> Jim Leavelle </strong> said. \"he smiled. i think it was the only time he did.\" <strong> Jim Leavelle </strong> saw the gun in ruby's hand right away. he tried to jerk oswald behind him, but that wound", "new_id": -2}, {"uid": "2008111412_00007004_W", "i": 823, "idx": 6, "sa": ["Tyrod Taylor", "Robert Marve", "Marcus Robinson", "Darren Evans"], "q": "out and played hard for our seniors and sent them off with a bang,\" <strong> Marcus Robinson </strong> said. miami held <strong> Darren Evans </strong>, who rushed for a school-record 253 yards last week, to 43 yards on 17 carries. <q> i thought we were going to do it, </q> <strong> Tyrod Taylor </strong> said. \"we just didn't have enough time.\" <strong> Robert Marve </strong> threw for 121 yards and rushed for 44 more for the hurricanes, who won just five games last season and started 0-2 in the acc", "new_id": -2}]