[{"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q>Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> <strong> Eric Schmidt </strong> said. \"These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,\" he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}, {"uid": "1295158532128794647", "i": 514, "idx": 5, "sa": ["Allen Iverson", "George Karl"], "q": ". Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last spot. <q>I don't think we can lose a( player) because of an injury the rest of the way,</q> <strong> George Karl </strong> said. \"It's the time of year where we have to play like it's a playoff circumstance. Everybody is hurting a little bit_ AI is probably at the top of the This game was", "new_id": -2}, {"uid": "1297395901078626819", "i": 35214, "idx": 0, "sa": ["David Letterman"], "q": "Location Westchester County, New York, United States <q>It turns out that JESUS OF NAZARETH not only has a remarkable cast( http://www.iâ\u0080¦</q> \"A word or two about the <strong> David Letterman </strong> clip. His sincere appreciation for Mayor...\" \"Mad Avenue has a term called \"carpet bombing,\" which means paying for t...\" \"Your posting a", "new_id": -2}, {"uid": "1297417055221036545", "i": 797, "idx": 0, "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "q": "hug with <strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q>I told him, \"I'm glad you're here, because it is your moment as well,\"</q> <strong> Ray Allen </strong> said. \"When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "new_id": -2}, {"uid": "1295039601009945088", "i": 14078, "idx": 2, "sa": ["Sergio Marchionne"], "q": "2009. The dispute over Mirafiori is also part of a wider struggle by the outspoken <strong> Sergio Marchionne </strong> to bring about radical reforms in Italian industry. In October, he ignited controversy when he said that <q>Fiat would be better off if it eliminated Italy. Italy ranks 118th out of 139 countries in work efficiency and is 48th in industrial competitiveness. \"Not a cent from the two billion euros of profits forecast for 2010 will be generated in Italy,</q> he said, pointing out that Fiat's 6,100 workers in Poland produce the same number of cars as the company's 22,000 auto workers in Italy.", "new_id": -2}, {"uid": "1295097461234078273", "i": 23439, "idx": 0, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "( D-CA), <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>( D-FL) and Sen. <strong> Kirsten Gillibrand </strong>( D-NY), were in the room when <strong> Nancy Pelosi </strong> <strong> Gabrielle Giffords </strong> raised her eyelids. called it a \"girl power\" moment. <q>After she heard our voices and the encouragement of[ her husband] Mark[ Kelly] and her parents, she struggled briefly and opened her eyes for the very first time. It was a miracle to witness,</q> says Sen. <strong> Kirsten Gillibrand </strong>. The strength of political sisters, the love of friends and family, top-notch medical care and <strong> Nancy Pelosi </strong> <strong> Gabrielle Giffords </strong>' obviously strong will to survive made this moment possible.", "new_id": -2}, {"uid": "1296366488199786542", "i": 36592, "idx": 11, "sa": ["President Bush", "Mike Pence"], "q": "also raised eyebrows over his introduction of a bill to make it harder to subpoena reporters. <strong> Mike Pence </strong> has been a favorite of reporters because of his accessibility and affability. He likes to say, <q>I'm a conservative, but I'm not in a bad mood about it.</q> When <strong> Mike Pence </strong> was asked to be the GOP speaker in 2010 at an annual gathering of congressional reporters, he had the room rolling over his <strong> President Bush </strong> impression and at jabs at himself for his reputation", "new_id": -2}, {"uid": "1294973342249905153", "i": 27331, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-66v&amp;flvURL=/media/2011/01/13/01132011-66v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-66v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\", \"description\": <q><strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.</q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1295382740044089403", "i": 4713, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Company during a ceremony at the plant. \"The new 2011 Dodge Grand Caravan and Chrysler Town& Country remain key parts of our revival plan,\" <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. <q>Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust in each other and make a true, full-faith effort to work together.</q> <strong> Sergio Marchionne </strong> also reminded employees that it was with the assistance of the federal government of Ontario that Chrysler has been given an opportunity to create a future. \"Chrysler Group owes a deep debt of", "new_id": -2}, {"uid": "1297130830124354601", "i": 24775, "idx": 0, "sa": ["Simon Cowell"], "q": "an episode of \"American Idol\" since he left the show. Talking to reporters on a conference call for his new music competition series, \"The X Factor,\" <strong> Simon Cowell </strong> says, <q>I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well.</q> While <strong> Simon Cowell </strong> isn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. \"What I was more concerned about[ was] the", "new_id": -2}]