[{"uid": "1295351570142295047", "i": 52782, "idx": 7, "sa": ["Mike Pence"], "q": "\" said <strong> Mike Pence </strong> in a speech on the House floor. \"It would ensure that abortion providers are not subsidized with federal tax dollars.\" \"Now, let me say,\" <strong> Mike Pence </strong> continued, <q> to be very clear, Mr. Speaker, this legislation does not cut one penny from title X family planning funding. I applaud much of the important work that is done at title X clinics across this country: breast cancer screening, HIV protection, education, counseling, pregnancy diagnosis. This legislation simply prevents family planning funding from aiding organizations that profit from the abortion industry. </q>", "new_id": -2}, {"uid": "1296498486124518453", "i": 41307, "idx": 4, "sa": ["John R. Gregg", "Mike Pence"], "q": "n't have a primary.\" <strong> Mike Pence </strong>'s plans should keep the Republican field clear of other strong candidates. \"The social conservatives love him,\" says former Republican state chairman Rex Early. <q> The fiscal conservatives-he talks the talk. He is a fiscal conservative. The business people would be very comfortable with him. </q> He also doesn't alienate the opposition. \"I like <strong> Mike Pence </strong>,\" says former House Speaker <strong> John R. Gregg </strong>, a Democrat. \"He is a conservative, but unlike some conservatives he's not angry.", "new_id": -2}, {"uid": "1297284521111706161", "i": 9310, "idx": 1, "sa": ["Mike Pence", "Jan Schakowsky"], "q": "many GOP primaries, they say, the candidate most outspoken against abortion prevailed, and the issue helped generate a big conservative turnout. Democrats say the measures violate Republican pledges to focus on the economy. <q> They have nothing to do with creating jobs, </q> said <strong> Mike Pence </strong> <strong> Jan Schakowsky </strong>( D., Ill.). \"The Republicans in my view are still the party of no.\" The bills have a good chance of passing the House, where Republicans now hold", "new_id": -2}, {"uid": "1296498486124518453", "i": 41304, "idx": 1, "sa": ["Mike Pence", "Barack Obama", "Curt Smith", "Joe Donnelly"], "q": "for statewide office. <strong> Mike Pence </strong> <strong> Joe Donnelly </strong> has shown he can win even amid a Republican landslide. \"He's from outside Indianapolis,\" notes Indiana Family Institute <strong> Barack Obama </strong> <strong> Curt Smith </strong>, a top adviser to Republicans. <q> He's got a moderate streak. </q> Former Democratic state chairman Robin Winston thinks Democrats can make the race competitive, with help from <strong> Barack Obama </strong>, who carried Indiana in 2008. \"Indiana is going to be a priority for the <strong> Barack Obama </strong>,\"", "new_id": -2}, {"uid": "1295957768098713614", "i": 58222, "idx": 3, "sa": ["Mike Pence", "Tim McGraw", "André Carson", "Jason Aldean"], "q": "<strong> Mike Pence </strong> <strong> André Carson </strong>, D-Indianapolis, said Carson hasn't made any seating arrangements for the speech. \"He's just going to play it by ear and see what happens,\" said spokesman <strong> Jason Aldean </strong> Tomsci. <q> They're all his colleagues, so he'll be pleased with whomever he sits with. </q> See a Tim McGrawelapse of the Palladium's construction From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1296417098007684136", "i": 40494, "idx": 1, "sa": ["LeBron James", "Mike Pence", "Barack Obama"], "q": "the choice between seeLeBron James national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. </q> He said he would make a decision \"later this year\" about what his next political step is, but by not running for <strong> Barack Obama </strong> it is considered a virtual certainty that he will run for", "new_id": -2}, {"uid": "1296366488199786542", "i": 44446, "idx": 11, "sa": ["Mike Pence"], "q": "have tightened bankruptcy laws, despite its support from the business community, because it would have prevented abortion protesters from filing for bankruptcy to avoid paying court-ordered fines and judgments.( 4 of 4) <q> Conjure what might be thought of as the perfect conservative, and chances are he would look a lot like <strong> Mike Pence </strong>, </q> The New York Times wrote in a 2006 profile. <strong> Mike Pence </strong> did anger conservatives that year when he offered what he hoped would be a middle ground on the immigration debate- creating a temporary guest-worker program that", "new_id": -2}, {"uid": "1295559680082083861", "i": 51213, "idx": 0, "sa": ["Randall Terry", "Mike Pence", "Mike Huckabee", "Barack Obama", "Sarah Palin"], "q": "running as a Democrat effectively allows him to cut out the middle man when it comes to casting votes against <strong> Barack Obama </strong>. \"I don't want to quarrel with <strong> Sarah Palin </strong> and <strong> Mike Huckabee </strong>,\" <strong> Randall Terry </strong> said. <q> I want to focus on the madman, <strong> Barack Obama </strong>. <strong> Barack Obama </strong> is the central figure of voter rage. There are people, myself included, who loathe this presidency. By going against him in a Democratic primary, I can focus on him like a laser beam and I will. </q> support behind <strong> Mike Pence </strong>( R-IN), who many social conservatives view as their 2012 choice. It's Pence-for-Barack Obama-dream-over-before-it-started.php\"> not clear that <strong> Mike Pence </strong> will run for the Republican nomination but if he does, <strong> Randall Terry </strong> can", "new_id": -2}, {"uid": "1296167198184549428", "i": 1436, "idx": 0, "sa": ["Grier Martin", "Mike Pence"], "q": "or pay a penalty. The bill could go before the full House as early as next week. The speed at which Republicans pushed the bill through didn't sit well with some Democrats. <q> You have the votes, </q> said <strong> Mike Pence </strong> <strong> Grier Martin </strong>, D-Wake. \"Your car is going to reach its destination. There's no need to drive 100 miles per hour to get there.\" Committee chairman Leo Daughtry, R-Johnston,", "new_id": -2}, {"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,'' said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons.`` He's a Hall of Fame coach,'' said <strong> Allen Iverson </strong>. <q> So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that. </q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped.`` Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}]