[{"uid": "1296748642199131152", "i": 33649, "idx": 0, "sa": ["Donald Rumsfeld", "Jim Miklaszewski", "President Bush"], "q": "lapse in account of Iraq war According to a New York Times story on the memoir, <strong> Donald Rumsfeld </strong> says <strong> President Bush </strong> called him into the Oval Office 15 days after the Sept. 11, 2001 terrorist attacks and <q> insisted on new military plans for Iraq. </q> Advertise| AdChoices Advertise| AdChoices Advertise| AdChoices NBC News' <strong> Jim Miklaszewski </strong> says that according to notes taken in the \"tank\" at the", "new_id": -2}, {"uid": "1297707996054411379", "i": 11615, "idx": 0, "sa": ["Sarah Chalke", "Taylor Swift", "Kim Kardashian", "Justin Bieber", "Simon Cowell", "Eva Longoria", "Marion Cotillard"], "q": "Performances, upsets dominate Grammys Has <strong> Simon Cowell </strong> Been Watching The New \"American Idol'? <strong> Taylor Swift </strong>'s Unrequited Crush: <q> I Was So in Love With You </q> <strong> Kim Kardashian </strong> and <strong> Eva Longoria </strong> Got Ready for The Grammys Together <strong> Sarah Chalke </strong> Returns to TV But This Time, It\"s Love at First Sight <strong> Justin Bieber </strong>: Im Spending Valentines Day With... <cite> Us Magazine </cite> <strong> Marion Cotillard </strong>` In", "new_id": -2}, {"uid": "1295717835220610566", "i": 17705, "idx": 3, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01202011-32v&amp;flvURL=/media/2011/01/20/01202011-32v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F20%2F01202011-32v.jsn\"}{ \"title\": \"<strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support\", \"description\": <q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY) spoke with Russ Mitchell with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in Houston. </q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012201959.html&amp;title=Gillibrand: <strong> Gabrielle Giffords </strong> moved by support& site= politics& type", "new_id": -2}, {"uid": "1296599743193396754", "i": 49410, "idx": 3, "sa": ["Lindsay Lohan", "Howard Stern", "David Letterman", "Kayte Walsh", "Kelsey Grammer", "Camille Grammer"], "q": ": <strong> Camille Grammer </strong> strongly implied to <strong> Howard Stern </strong> that ex-husband <strong> Kelsey Grammer </strong> is a cross-dresser. Having told <strong> Howard Stern </strong> that <strong> Kelsey Grammer </strong> was excited to get a role in cross-dressing Broadway show <strong> Lindsay Lohan </strong> Cage aux Folles, <strong> Howard Stern </strong> asked( via RadarOnline), <q> But you're saying you do think he's gay, that when he got into <strong> Lindsay Lohan </strong> Cage aux Folles, he was in the right play... </q> http://wn.com/Kelsey_Grammer_To_Marry_Girlfriend_Kayte_Walsh_in_February click our link thetodaybuzz.com- to watch full \"<strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February\" exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that he", "new_id": -2}, {"uid": "1295503547083329035", "i": 32957, "idx": 0, "sa": ["Kobe Bryant", "Reggie Jackson", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "q": "led by <strong> Kobe Bryant </strong>'s 25, score 20-plus points to give the Lakers a 111-107 win over the Denver Nuggets on Wednesday night. <strong> Carmelo Anthony </strong> had 26 points and eight rebounds and <strong> Marcus Camby </strong> had 20 rebounds for the Nuggets. <q> We absorbed a lot of points from <strong> Allen Iverson </strong>, </q> Lakers coach Phil <strong> Reggie Jackson </strong> said. \"He got our whole team in foul trouble.\" <strong> Allen Iverson </strong> scored 49 points through the first three quarters but was held to a just a layup in the fourth. The Lakers", "new_id": -2}, {"uid": "1297160772054263883", "i": 10418, "idx": 1, "sa": ["Simon Cowell"], "q": "late-bloomers out there, there is no upper age limit for contestants. \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" <strong> Simon Cowell </strong> said. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> That is, if there are any left that haven't already thrown their lot in with Idol or America's Got Talent. Singers ready to be discovered-and, let's not forget", "new_id": -2}, {"uid": "1295587965072171525", "i": 11223, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Eric E"], "q": "<strong> Eric Schmidt </strong>, Larry Page and <strong> Sergey Brin </strong> in a self-driving car in a photo taken earlier on January 20 posted on <strong> Eric Schmidt </strong>'s blog. 370) this.width= 370\" alt= \"<strong> Eric E </strong> <strong> Eric Schmidt </strong>.\"/> Next <q> When I joined <strong> Google Inc. </strong> in 2001 I never imagined even in my wildest dreams that we would get as far, as fast as we have today. Search has quite literally changed people's lives increasing the collective sum of the world's knowledge and revolutionizing advertising in the process, </q> <strong> Eric E </strong> <strong> Eric Schmidt </strong> wrote in the blog. \"And our emerging businesses display, Android, YouTube and Chrome are on fire. Of course, like any successful organization we've had our fair share of good luck,", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,\" he said. \"I also did it because I believe[ we] can find a star,\" <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}, {"uid": "1295559703061718604", "i": 34049, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Thu, Jan 20, 2011, 4:41 PM EST- U.S. Markets closed{ \"s\": \"goog\", \"k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\":\"', \"j\":\"'} Jay Yarow, On Thursday January 20, 2011, 4:14 pm <strong> Eric Schmidt </strong> is stepping down as CEO of Google, and", "new_id": -2}, {"uid": "1295600499103776311", "i": 7319, "idx": 5, "sa": ["Eric Schmidt"], "q": "on Thursday, he would earn about$ 334.7 million on the stock sale. He would still own about 2.7 percent of Google's outstanding capital stock, down from 2.9 percent before selling the shares. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, </q> <strong> Eric Schmidt </strong> said in a posting on the company's official blog. \"And over the holidays we decided now was the right moment to make some changes to the way we are structured.\"", "new_id": -2}]