[{"uid": "1295310565231800855", "i": 32354, "idx": 3, "sa": ["Thomas S. Price", "Mike Pence", "Nancy Pelosi", "Nancy Skinner"], "q": "seeing costs rise, not just for employers, but for employees as well.\" <strong> Mike Pence </strong> <strong> Thomas S. Price </strong>: \"We look forward to fulfilling the promise that we made.\" <strong> Mike Pence </strong> DEBBIE WASSERMAN SHULTZ( D-FL): <q> Let's talk about January 1st. On January 1st, just a few days ago, with repeal of health care reform, Republicans will take away a 50% cut in brand name drugs that seniors got. Let's put a human face on what repealing health care reform will mean. It will mean that children, once again, and in a few years, everyone will be able to be dropped or denied http://wn.com/Nancy Pelosi_Nancy Skinner_Fox_News_082010_Health_Care_Democratic_Messaging <strong> Nancy Skinner </strong> goes on \"America Live </q> on Fox News on August 20, 2010, to discuss Democratic messaging around health care reform. She talks about how Democrats need to talk about the benefits of reform, not just costs. She also mentions the", "new_id": -2}, {"uid": "1295633194146702360", "i": 3183, "idx": 9, "sa": ["Gabrielle Giffords", "Brett Favre", "Mike Pence", "David Frum", "Tim Phillips"], "q": "from her gunshot wounds. Citing media reports about Gifford's medical condition, Wilson compared <strong> Gabrielle Giffords </strong> to the late <strong> Mike Pence </strong> Gladys Spellman( D-MD), who went into a coma while in office. He then asked, <q> Should constituents allow members to hold onto their seats like political Brett Favres with no concept of when it is Tim Phillipse to go? </q> David FrumForum, the conservative news site managed by former Bush administration official <strong> David Frum </strong>, promoted the article on its website this Frumforum.com/should-Gabrielle Giffords-vacate-her-seat\"> afternoon. \" Thankfully <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong> is on the road to recovery.", "new_id": -2}, {"uid": "1295502688237502473", "i": 4839, "idx": 4, "sa": ["Erin Kelly", "Mike Pence", "Barack Obama", "Ben Quayle"], "q": "that's a government takeover of health care and the American people know it,\" <strong> Mike Pence </strong> said. Democrats countered that the law is already Ben Quayleefiting millions of Americans and should not be derailed. <q> Because of the Affordable Care Act, Americans no longer have to live in fear that insurance companies will drop or cap their coverage if they get sick, or that they'll face double-digit premium increases with no accountability or recourse, </q> <strong> Barack Obama </strong> said. \"Small businesses across the country can take advantage of a new health care tax credit to offer coverage to their employees, and children suffErin Kellyg from an illness or pre-existing condition can no longer be denied", "new_id": -2}, {"uid": "1296200478083099666", "i": 9575, "idx": 4, "sa": ["John R. Gregg", "Mike Pence"], "q": ".\" <strong> Mike Pence </strong>'s plans should keep the Republican field clear of other strong candidates. \"The social conservatives love him,\" says former Republican state chairman Rex Early. <q> The fiscal conservatives-- he talks the talk. He is a fiscal conservative. The business people would be very comfortable with him. </q> He also doesn't alienate the opposition. \"I like <strong> Mike Pence </strong>,\" says former House Speaker <strong> John R. Gregg </strong>, a Democrat. \"He is a conservative, but unlike some conservatives he's not", "new_id": -2}, {"uid": "1296073911157351964", "i": 366, "idx": 0, "sa": ["George Miller", "Mike Pence", "Nancy Pelosi", "Bart Stupak"], "q": ") amendment barring federal funding of abortion will not be jettisoned from the bill by Democratic congressional leaders in House-Senate conference negotiations if the <strong> Nancy Pelosi </strong> bill passes the House with the <strong> Bart Stupak </strong> amendment attached. Chairman <strong> George Miller </strong>'s answer- <q> I will not guarantee that </q>- makes him the third Democratic Chairman today to refuse to guarantee that the Democratic Leadership would support <strong> Mike Pence </strong> <strong> Bart Stupak </strong>'s pro-life amendment if it passes the House and makes it into conference. New posts every WED.! SUBSCRIBE", "new_id": -2}, {"uid": "1296777071232128536", "i": 56290, "idx": 8, "sa": ["Mike Pence", "Kim Kardashian", "Charles Butt", "Rob Orr"], "q": "now, <strong> Charles Butt </strong> has been telling lawmakers that he is deeply concerned with the quality of Texas's workforce. And he should know. He has 300 grocery stores throughout the SouthKim Kardashian.\" Pat Rob Orrbins: <q> Think of Rob Orrbins as the grandmother of the Texas Republican party. </q> <strong> Mike Pence </strong> Toomey. \"Whenever secretive deals swirl in the Capitol, Toomey is always the first suspect to come to mind among insiders, usually with good reason.\" Rusty Kelley. \"It", "new_id": -2}, {"uid": "1295351570142295047", "i": 52782, "idx": 7, "sa": ["Mike Pence"], "q": "\" said <strong> Mike Pence </strong> in a speech on the House floor. \"It would ensure that abortion providers are not subsidized with federal tax dollars.\" \"Now, let me say,\" <strong> Mike Pence </strong> continued, <q> to be very clear, Mr. Speaker, this legislation does not cut one penny from title X family planning funding. I applaud much of the important work that is done at title X clinics across this country: breast cancer screening, HIV protection, education, counseling, pregnancy diagnosis. This legislation simply prevents family planning funding from aiding organizations that profit from the abortion industry. </q>", "new_id": -2}, {"uid": "1296280079111296551", "i": 7916, "idx": 1, "sa": ["Mike Pence"], "q": "Press <strong> Mike Pence </strong>, R-Ind., answers questions as he meets with constituents during a town hall meeting in Pendleton, Ind., on Friday. <strong> Mike Pence </strong> announced Thursday that he will not seek the presidency in 2012. <q> Whether that's continuing to serve in Congress or coming home and running for governor, we're just going to take a hard look to see where we can make the most difference for the values we believe, </q> he said. Because <strong> Mike Pence </strong> chose to give up his post as the No. 3-ranking House Republican after the November election, it is widely assumed that his eyes have been on a new office. Nearly all", "new_id": -2}, {"uid": "1295958129216842277", "i": 12971, "idx": 15, "sa": ["Steffen Schmidt", "Mike Pence"], "q": "once to New Hampshire and twice to Iowa. He'd need to step up the travel, including getting ready for this summer's GOP straw poll in Iowa, which will draw the national media. <q> <strong> Mike Pence </strong> has been on people's lips here in Iowa, </q> said <strong> Steffen Schmidt </strong>, a political blogger and a political science professor at Iowa State University. Despite the buzz, however, <strong> Steffen Schmidt </strong> adds that <strong> Mike Pence </strong> would still have to prove his staying power. \"", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On` The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I'm Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}]