[{"uid": "1295560575021315586", "i": 2500, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "more of an ambassador( and, according to the earnings release, an advisor to Page and <strong> Sergey Brin </strong>). The company is casting the move as a clarification of roles, and quotes <strong> Eric Schmidt </strong> as saying <q> Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> The call is about to start, and we'll see what gets said there. Update: In early part of the earnings call <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> came on to talk about the", "new_id": -2}, {"uid": "1296852645182026275", "i": 299, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "that,\" <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. <q> I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him, </q> <strong> Roger Goodell </strong> said. \"He takes that seriously also.\" <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009", "new_id": -2}, {"uid": "1295562055204783632", "i": 33197, "idx": 1, "sa": ["Eric Schmidt"], "q": "As executive chairman, <strong> Eric Schmidt </strong> will handle \"deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.\" In a blog posting, <strong> Eric Schmidt </strong> wrote, <q> as Google has grown, managing the business has become more complicated, </q> noting that Google recognized a need to \"speed up decision making.\" Apple profits surge 77% on record sales of 4.1 M Macs, 16.2 M iPhones, 7.3 M iPads Earnings Preview: Apple could beat", "new_id": -2}, {"uid": "1295945651222314547", "i": 8536, "idx": 0, "sa": ["Hermione Norris", "Brenda Blethyn", "Edith Bowman", "Simon Cowell"], "q": "Save The Children's new campaign, No Child Born To Die. \"Hi, I'm <strong> Simon Cowell </strong> and I was born to be a pain in the a***,\" he said, adding: <q> I'm backing Save The Children's campaign No Child Born To Die because around the world each year, eight million children die of preventable causes. </q> Actress <strong> Brenda Blethyn </strong> said she was \"born to sing\" but never got around to it, while Spooks star <strong> Hermione Norris </strong> confessed she was \"born to eat sweets\". DJ <strong> Edith Bowman </strong> is \"born", "new_id": -2}, {"uid": "1296706234199049242", "i": 7484, "idx": 2, "sa": ["Rodney Stuckey", "Tayshaun Prince", "Allen Iverson", "Michael Jordan"], "q": "Washington on Dec. 9, They're 10-9 with <strong> Allen Iverson </strong> on the roster. <strong> Tayshaun Prince </strong> added 14 points and 10 rebounds, and Richard Hamilton scored 12 points for the Pistons, 6-1 when <strong> Rodney Stuckey </strong> starts at the point. <q> You have to pick your poison because usually a team has only one defender on the perimeter, </q> Hamilton said of coach <strong> Michael Jordan </strong> Curry's recent lineup shift. \"Now we have two great scorers on the perimeter.\" Detroit closed the first half on an 11-4 run and led 44-34 at intermission, but Washington", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane? </q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.\"( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}, {"uid": "1295639888267567122", "i": 12856, "idx": 1, "sa": ["Eric Schmidt", "Tim Cook"], "q": "Replace <strong> Eric Schmidt </strong> as CEO AAPL: 329.42(-3.26,-0.98%)| NASDAQ: 2699.77(-4.52,-0.17%)  Gawker's Valleywag outs <strong> Tim Cook </strong> as \"most powerful gay man in Silicon Valley'  <q> It looks increasingly like <strong> Steve Jobs </strong>' reign at Apple is over, </q> Ryan Tate reports for Valleywag.\" \"If the CEO doesn\"t return from his third, indefinite medical leave, COO <strong> Tim Cook </strong> will succeed him, marking a new era not only for Apple but for gay progress", "new_id": -2}, {"uid": "1295112447267436035", "i": 19886, "idx": 3, "sa": ["Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "\" he said. Liberal <strong> Sen. Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>. It asked whether <q> right-wing reactionaries, through threats and acts of violence, intimidated people with different points of view from expressing their political positions </q> in the state. He drew criticism from conservatives, mirroring the reaction against <strong> Sarah Palin </strong>'s more widely reported video statement. Some of the jockeying was more subtle. Within two days of the attacks,", "new_id": -2}, {"uid": "1295612697003915826", "i": 5908, "idx": 2, "sa": ["Andy Coulson", "Sienna Miller", "David Cameron"], "q": "at least four lawsuits filed by celebrities, including actress <strong> Sienna Miller </strong>, over allegations the newspaper hacked into mobile-phone voicemails. U.K. police and prosecutors said last week they would review the claims for a third time. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so, </q> <strong> David Cameron </strong> said in an e-mailed statement. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.\"--", "new_id": -2}, {"uid": "1296395184086278204", "i": 35034, "idx": 0, "sa": ["Simon Cowell", "Louis Walsh"], "q": " \"She's my woman of the decade,' <strong> Simon Cowell </strong> says... 13:18, Sunday, 30 January 2011 It's looking increasingly likely that <strong> Simon Cowell </strong> gets his way. <q> Do I want Jordan as a judge on The X Factor panel? Yeah, that could work, </q> he said in a new interview. \"Why not? I like her as a person. In fact I'd even go as far as to say she\"s my woman of the decade.\" <strong> Louis Walsh </strong> on", "new_id": -2}]