[{"uid": "1297176031226918403", "i": 3161, "idx": 3, "sa": ["David Letterman", "Aaron Rodgers"], "q": "appreciate that.'' <strong> Aaron Rodgers </strong>:`` No, it's good to be here. There must be a lot of Wisconsin people out there.''( Wild applause from audience) <strong> David Letterman </strong>: <q> You know, it seems like most years, in a good year, you get a pretty good story out of the Super Bowl. And this year, to me, is certainly no exception. They have the drama with the previous Green Bay quarterback and they have your ascending to the throne of all of football, but your high school experience-- tell me about your high school experience and then where did that take you? </q> <strong> Aaron Rodgers </strong>:`` Yeah, I was not really recruited out of high school, ended up playing baseball my senior year and thought about doing baseball, thought about joining the military but I decided to go", "new_id": -2}, {"uid": "1296871917102547479", "i": 18139, "idx": 0, "sa": ["Steve Ballmer"], "q": "a former MS employee) and Microsoft CEO <strong> Steve Ballmer </strong>, encouraging them to join forces and make Windows Phone 7 the exclusive platform of Nokia devices. Here is a snippet of the brunt letter. <q> <strong> Steve Ballmer </strong>, you are probably thinking,` What do we gain on the back of this? </q> Well, two million units shipped in the last quarter is not really much to write home about, given$ 500m in marketing programmes( ouch), but with Nokia on-side, you get access to a potential", "new_id": -2}, {"uid": "1295501337043302944", "i": 18907, "idx": 0, "sa": ["Hu Jintao", "Steve Ballmer", "Barack Obama"], "q": ", <strong> Barack Obama </strong> said.`` The relationship is much more complex than that, and it has much more potential than that.''`` I also have a message to American entrepreneurs,'' <strong> Hu Jintao </strong> added. <q> That is, we welcome you as companies to China.... We will, as always, try to provide a transparent, just, fair, highly efficient investment climate to U.S. companies and other foreign companies. </q> The corporate execs response? Most simply nodded or listened, according to the White House press pool report. Microsoft CEO <strong> Steve Ballmer </strong> was apparently taking notes. Some of the U.S. executives in attendance,", "new_id": -2}, {"uid": "1295817478183353364", "i": 12706, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "also slammed Republican leaders for playing politics with the budget, without offering what he said were real solutions.`` Don't tell me you're going to freeze to a level,'' he said. <q> That usually is a very inefficient way of doing it. Tell me what you're going to cut, and nobody up there yet is being very, very candid about what they are going to cut to fix this problem. </q> <strong> Colin Powell </strong>, who famously crossed the line to endorse <strong> Barack Obama </strong> in 2008, said he isn't yet prepared to back any candidate in the 2012 presidential election, despite his views on the budget seeming to line", "new_id": -2}, {"uid": "1295530662257605677", "i": 34868, "idx": 1, "sa": ["Caleb Hawley", "Simon Cowell", "Steven Tyler"], "q": "<strong> Simon Cowell </strong> would have said yes to that one. The next guy was on the audition sampler handed out to the press a couple weeks ago: <strong> Caleb Hawley </strong> from New York does a lesser-known Beatles song <q> Hallelujah, I Love Her So, </q> which has nothing to do with`` Hallelujah.'' He does a spirited version.`` Yes!'' <strong> Steven Tyler </strong> said.`` That was so good. High voice. Character. Something new. Something", "new_id": -2}, {"uid": "1295570272118865953", "i": 11363, "idx": 1, "sa": ["Eric Schmidt"], "q": "the 1990s-era technology models and business models of their birth, and customers are getting fed up. What will the future hold? <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295787933070975492", "i": 10663, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": ". <strong> Eric Schmidt </strong> and Page said the moves are intended to speed up decision-making at the top of the Internet giant, which also posted strong fourth- quarter results. The management reshuffle has been brought about to <q> streamline decision making and create clearer lines of responsibility and accountability </q> at the top of the company, <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong> oversaw a period of tremendous growth as chief executive for the past decade, as <strong> Google Inc. </strong> turned into a Web search-engine powerhouse with a complementary search-ad business", "new_id": -2}, {"i": 1135, "idx": 4, "index_answer": 1, "new_id": -1, "q": "who has been the vocal wrestling fan having guest hosted WWE's`` Monday Night RAW'' back in October 2009.`` Yeah the belt's really caught on,'' said <strong> Aaron Rodgers </strong>. <q> It's a celebration that started in practice and the fans loved it and you got to give them what they love. Usually it was just after a run or something. Sometimes <strong> Ric Flair </strong> surprise myself on those. </q> <strong> David Letterman </strong> ended the segment by heading out into the audience and having <strong> Aaron Rodgers </strong> wing him a pass. Guidelines: Fan feedback should be within the guidelines for the NFL community. These guidelines will", "sa": ["David Letterman", "Aaron Rodgers"], "uid": "1297451512119193621"}, {"uid": "1296188505230555653", "i": 25446, "idx": 0, "sa": ["Drew Brees", "Michael Vick", "Ovie Mughelli"], "q": "watching on TV. He did attend the 2008 Pro Bowl, but that was to support teammate <strong> Michael Vick </strong> Turner. This time, someone else is picking up the tab. <q> The first-class flight out here instead of coach didn't hurt either, </q> he said. For <strong> Ovie Mughelli </strong>, walking into the Pro Bowl hotel for the first time and seeing Manning, <strong> Drew Brees </strong>, <strong> Michael Vick </strong> and other NFL greats-- past and present-- made", "new_id": -2}, {"uid": "1296770511173654034", "i": 12180, "idx": 30, "sa": ["Donald Rumsfeld", "Abraham Lincoln", "Colin Powell", "Bill Clinton"], "q": "a mistake for American civilians to be running Iraq-he offered to go there for two weeks-rather than`` putting an Iraqi face on postwar Iraq as soon as possible.'' But he noted that <strong> Colin Powell </strong>'s State Department had <q> proposed an American-led civil authority for an indefinite period. </q> As for Bush's`` Mission Accomplished'' appearance on the U.S.S. <strong> Abraham Lincoln </strong>, well, <strong> Donald Rumsfeld </strong> says, the <strong> Bill Clinton </strong>'s`` public affairs team'' did not appreciate that the end of major combat operations was", "new_id": -2}]