[{"uid": "1295564518204079107", "i": 34975, "idx": 3, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "situation, in which he, <strong> Larry Page </strong>, and <strong> Sergey Brin </strong> have an equal say in all decisions. So now <strong> Eric Schmidt </strong> has no direct role in decision making, and will operate in a reduced capacity as advisor instead. <q> We will continue to discuss the big decisions among the three of us, </q> he writes. \"But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" There are no comments to display. Be the first", "new_id": -2}, {"uid": "1295094125134053943", "i": 24347, "idx": 5, "sa": ["Allen Iverson", "Ding Junhui", "Lily Allen", "Tyronn Lue"], "q": "\"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q> \"He was holDing Junhui me the whole time,\" <strong> Allen Iverson </strong> said Allen_Allen Iverson_Keyboard_Cover_[KARAOKE_/_INSTRUMENTAL] This is my cover of \"Not Fair\" by <strong> Lily Allen </strong> taken from her# 1 album \"Its Not Me Its You\" . Its", "new_id": -2}, {"uid": "1295626012249511946", "i": 29453, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> is also keeping for himself the outside-facing parts of CEO-dom, which Silicon Vally nerds by their nature are pretty bad at. He has a clumsy way of putting it, but when he talks about <q> the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach, </q> he basically means the large part of the CEO job which involves schmoozing various people in Google's interest. This is an interesting role, in terms of U.S. corporate governance. Non-executive chairmen are common,", "new_id": -2}, {"uid": "1295594483015613993", "i": 28345, "idx": 1, "sa": ["Michael Gove"], "q": "overwhelmingly studying of Mice and Men and Lord of the Flies.\" Mr <strong> Michael Gove </strong> said English, maths and science should form the core of the what pupils study up to the age of 16. <q> We have given people a nudge with the English Baccalaureate towards a certain set of academic subjects </q> \" When asked whether he was \"leaving the door open\" to making modern foreign languages compulsory at GCSE, Mr <strong> Michael Gove </strong> responded with an emphatic \"yes\" . He added: \"We", "new_id": -2}, {"uid": "1295858788192184339", "i": 18677, "idx": 2, "sa": ["Larry Page", "Henry Blodget", "Sergey Brin", "Eric Schmidt"], "q": "nicht mehr gebraucht, urteilt <strong> Henry Blodget </strong> vom Branchendienst \"The Business Insider\" . \"Die Typen, die Google kontrollieren, <strong> Larry Page </strong> und <strong> Sergey Brin </strong>, haben entschieden, dass sie genug von <strong> Eric Schmidt </strong> hatten\" , so <strong> Henry Blodget </strong>. <q> Also haben sie ihn gefeuert. </q> Offenbar versucht Google mit dem Chefwechsel, dem Schicksal anderer IT-Giganten zu entgehen, die nach schnellem Wachstum tr?ge wurden. Aber Google will beweglich und innovativ bleiben. medien/medien- internet/:agenda- genug- von-", "new_id": -2}, {"uid": "1295144087167411718", "i": 13056, "idx": 1, "sa": ["Rick Carlisle", "Allen Iverson", "LeBron James"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength. \"I survived, I'm still here,\" he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody.' </q> <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the MaveRick Carlisles. The Warriors visit the Pepsi Center on Saturday night for", "new_id": -2}, {"uid": "1297682501211042366", "i": 37103, "idx": 3, "sa": ["Silvio Berlusconi", "Justine Thornton", "Michael Gove"], "q": "resistant I will become.\" In the Times, Mr <strong> Justine Thornton </strong> reveals that Angels, whose lyrics include \"I sit and wait\" and \"I know that life won't break me\" , is <q> always in the CD player in the car when we get away for a weekend together </q>. <strong> Michael Gove </strong> does not share the unhealthy bedroom habits of comedian Eric Morecambe( left) He adds that, unlike Italian Prime Minister <strong> Silvio Berlusconi </strong>, a former cruise ship crooner who released an album of love songs", "new_id": -2}, {"uid": "1296742613164560898", "i": 35570, "idx": 2, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": ", pursued a muddled reconstruction plan that more closely resembled that which was advocated by the State Department. At the same time, <strong> Donald Rumsfeld </strong> gripes Brummer did not keep the Pentagon informed of his decision making. <q> Those key differences were never clearly or firmly resolved in the NSC, </q> <strong> Donald Rumsfeld </strong> writes. \"Only the <strong> George H. W. Bush </strong> could do so.\" <strong> Donald Rumsfeld </strong> also directs blame toward himself, according to the released excerpts, writing that he wished he had resigned in 2004 when the Abu Ghraib", "new_id": -2}, {"uid": "1295887423159268880", "i": 43924, "idx": 3, "sa": ["Silvio Berlusconi", "Zahi Hawass"], "q": "\"Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,\" <strong> Zahi Hawass </strong> said in a statement. But he asked that <q> this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> Play video Moscow Airport Blast Kills At Least 31 Italian Church warns <strong> Silvio Berlusconi </strong> over sex scandal Italy's Catholic Church jumped into the fray surrounding Prime Minister <strong> Silvio Berlusconi </strong>'s sex scandals on Monday,... Subscribe to", "new_id": -2}, {"uid": "1295586061144719886", "i": 20822, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "as Chief Executive Officer starting April 4. <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products,\" <strong> Eric Schmidt </strong> said in the blog spot. The management reshuffle has been brought about to <q> streamline decision making and create clearer lines of responsibility and accountability </q> at the top of the company, he added. He said as Google has grown, managing the business has become more complicated. \"We\" ve been talking about how best to simplify", "new_id": -2}]