[{"uid": "1295641951138969110", "i": 7058, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "in Glasgow, Scotland, December, 2010. Reuters updated 1/21/2011 7:49:28 AM ET 2011-01-21T12:49:28 Share Print Font:+- LONDON- The British prime minister's communications chief <strong> Andy Coulson </strong> resigned on Friday <q>as prosecutors stepped up their inquiries into illegal phone hacking at a tabloid newspaper when he was editor. \"We confirm that <strong> Andy Coulson </strong> has resigned,</q> an official in Prime Minister <strong> David Cameron </strong>'s office said. <strong> Andy Coulson </strong> was a key part of <strong> David Cameron </strong>'s inner circle after joining the Conservative leader's team when in opposition in 2007. <strong> David Cameron </strong> had said Monday that", "new_id": -2}, {"uid": "1296151238229572695", "i": 17639, "idx": 0, "sa": ["Alec Baldwin", "Michael Vick", "Jane Fonda"], "q": "to tuna fish, hot dogs to hand soap, companies have been shaving ounces and inches from packages for years,\" ABC News quotes a Consumer Reports study as saying. The story suggests that <q>to keep consumers from noticing the incredible disappearing act, manufacturers have grown clever about packaging.</q> The study cites up to 20 percent reductions. Tidbits: <strong> Alec Baldwin </strong>, The Dirtiest Hotel, Hacking, <strong> Michael Vick </strong>, <strong> Jane Fonda </strong>, and Taco Bell Meat MEDIABISTRO EVENTS Monetizing Social Media Socialize: Monetizing Social Media", "new_id": -2}, {"uid": "1295615314003915792", "i": 10801, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "% needed in this role. I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.\" A statement from <strong> David Cameron </strong> read: <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.</q> <strong> Andy Coulson </strong>'s position had appeared tenuous for several months as the row over phone hacking at the News of the World intensified. <strong> Andy Coulson </strong> resigned as editor of the Sunday tabloid in 2007 during an investigation into the", "new_id": -2}, {"uid": "1295589698029097984", "i": 14403, "idx": 6, "sa": ["James A. Baker III", "Colin Powell", "Dick Cheney"], "q": " \"I think it was probably a mistake for us to let him fly his helicopters,\" Mr. <strong> James A. Baker III </strong> responded. Mr. <strong> Colin Powell </strong> called the Shiite and Kurd uprisings \"unfortunate\" and said, <q>There's a legitimate argument we have as to whether we stopped too soon or not.</q> Mr. <strong> Dick Cheney </strong> said that the American military \"had done a tremendous job\" and the Iraqi Army was by then so weak that it was a question of whether the administration \"wanted to ask our men", "new_id": -2}, {"uid": "1295550720193724498", "i": 12396, "idx": 0, "sa": ["Ron Paul", "Mike Pence"], "q": " with Skaneateles FD probably wouldn't make sense.... Reports: Buffalo police shoot sword-armed suspect Syracuse cuse lax 2000 January 17, 2011 at 1:39 PM Follow\" an arm. It was amazing. How about <q>Buffalo police shoot suspect armed with sword</q> Inappropriate? Alert us. Reply Post new Otiscobum January 17, 2011 at 2:20 PM Follow <strong> Mike Pence </strong> urged to enter GOP race for president in 2012 Syracuse CNYSports13 January 17, 2011 at 7:27 PM Follow <strong> Ron Paul </strong> ya'll", "new_id": -2}, {"uid": "1295629102247332868", "i": 21673, "idx": 1, "sa": ["Eric Schmidt"], "q": "rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,\" said <strong> Eric Schmidt </strong>, chief executive of Google. <q>These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web.</q> During a conference call after the earnings report, Jonathan Rosenberg, senior vice president for product management, said its year's sales were powered by Google's display advertising business, which now has two million", "new_id": -2}, {"uid": "1296776050237715495", "i": 41781, "idx": 1, "sa": ["John McCain", "Donald Rumsfeld", "George Stephanopoulos"], "q": "claimed <strong> John McCain </strong> had a \"hair-trigger temper\" and \"a propensity to shift his positions to appeal to the media.\" \"I respect <strong> Donald Rumsfeld </strong>,\" <strong> John McCain </strong> began by telling ABC's <strong> George Stephanopoulos </strong>. <q>He and I had a very, very strong difference of opinion about the strategy that he was employing in Iraq, which I predicted was doomed to failure,</q> he continued. \"Thank God he was relieved of his duties and we put the surge in. Otherwise, we would have had a disastrous defeat in Iraq,\" <strong> John McCain </strong> said. It", "new_id": -2}, {"uid": "1294965251056983592", "i": 6000, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "Oregon, told the Washington Post that the timing of <strong> Gabrielle Giffords </strong> opening her eyes was a good sign and sees a positive prognosis for the Congresswoman. \"It's very significant,\" told the Post. <q>In someone like her, who in just a few days after injury is opening her eyes and following commands, it is a much better prognostic indicator of recovery. It's less meaningful when it happens three or six months later.</q> Two of <strong> Gabrielle Giffords </strong>'s colleagues and friends, <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York and Representative <strong> Debbie Wasserman Schultz </strong> of Florida, were with the Congresswomen at the time when she first opened her eyes, and called the moment miraculous", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q>Sales professionals are at the heart of almost every successful business,</q> said <strong> Steve Ballmer </strong>. \"Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}, {"uid": "1296088771132530180", "i": 27137, "idx": 0, "sa": ["Eric Schmidt"], "q": "link shortening service, as well as code obfuscation with RSA public key cryptography algorithm are spreading malicious links via a bogus antivirus campaign. Global CIO: Google's <strong> Eric Schmidt </strong>: Top 10 Reasons Mobile Is Always# 1 <q>The answer should always be mobile first,</q> outgoing Google CEO <strong> Eric Schmidt </strong> said last year-- and his compelling arguments are even more persuasive today. Simple Email Service offers AWS customers a low-cost, hosted option to on-premises or third-party email systems. Now", "new_id": -2}]