[{"uid": "1296169206125468717", "i": 46560, "idx": 0, "sa": ["Mike Pence"], "q": "had speculated. <strong> Mike Pence </strong> had been considering possible 2012 campaigns for governor or president and had said he would announce his decision by the end of this month. letter to supporters Thursday, <strong> Mike Pence </strong> said he and his family <q>feel led to devote this time in our lives to continuing to serve the people of Indiana in some way.</q> \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012,\" he said. While the letter does not", "new_id": -2}, {"uid": "1297278236262340627", "i": 15346, "idx": 0, "sa": ["Barry Ptolemy", "Hugo de Garis", "Kevin Warwick", "Colin Powell", "Dean Kamen", "Peter Diamandis"], "q": "Festival, \"TRANSCENDENT MAN\" has drawn critical acclaim. It screened to sold-out audiences at Tribeca, the American Film Festival in Los Angeles and the International Documentary Film Festival in Amsterdam. The film was lauded as <q>one of the top ten documentaries of the year,</q> by the International Documentary Association. <strong> Barry Ptolemy </strong> explores the social and philosophical implications and the potential threats technological advances pose to human civilization in interviews with world leader <strong> Colin Powell </strong>; technologists <strong> Hugo de Garis </strong>, <strong> Peter Diamandis </strong>, <strong> Kevin Warwick </strong>, and <strong> Dean Kamen </strong>;", "new_id": -2}, {"uid": "1295218070163594249", "i": 551, "idx": 9, "sa": ["Simon Cowell"], "q": "winners would be managed by Fuller's company, 19, while <strong> Simon Cowell </strong> and BMG would put out their albums. \"My real interest at that point was having the acts on my label,\" <strong> Simon Cowell </strong> said. <q>I had absolutely zero desire to be in front of the camera.</q> Until then, <strong> Simon Cowell </strong> had made only rare appearances on the margins of the British tabloid culture. But just one month after Pop Idol premiered in 2001, the tabloid Sunday People zeroed in on <strong> Simon Cowell </strong> under", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q>I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people.</q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}, {"uid": "1295439934220266568", "i": 39166, "idx": 1, "sa": ["Barack Obama", "Mahatma Gandhi", "Michael Vick"], "q": "instead being trumpeted as some sort of hero of transformation. It is truly sickening. I am one person who will never forget. I know I am not alone. In the words of <strong> Mahatma Gandhi </strong>, <q>The greatness of a nation and its moral progress can be judged by the way its animals are treated.</q> I voted for Mr. <strong> Barack Obama </strong> to lead this nation out of the failures of the Bush years and into greatness. His embracing of Mr. <strong> Michael Vick </strong> does nothing to advance that goal. To both <strong> Barack Obama </strong> and the", "new_id": -2}, {"uid": "1296257397048463880", "i": 6077, "idx": 2, "sa": ["Allen Iverson", "Maya Moore"], "q": "route to his third career 50-point game and first since February 6 against Sacramento. \"When your jumper is on, the basket seems like an ocean and the basketball seems like a rock,\" he said. <q>That is the way it felt tonight. \"<strong> Rafer Alston </strong> teammates are the ones that set the screens for me and got me the ball in spots where <strong> Elgin Baylor </strong> need the ball. <strong> Rafer Alston </strong> coach calls the plays and <strong> Elgin Baylor </strong> wouldn't set a career high without those guys.</q> The 1998-99 NBA scoring champion, <strong> Allen Iverson </strong> broke his own Gund Arena record for points. He has fond memories of this building, having scored 50 points in a 125-118 loss in <strong> Maya Moore </strong> 1997 after being named Most Valuable", "new_id": -2}, {"uid": "1295679833021889049", "i": 15241, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "Prosecution Service( CPS) has also asked a senior QC to \"comprehensively\" re-examine material amassed as part of the original inquiry and any new evidence. In his resignation statement, Mr <strong> Andy Coulson </strong> said: <q>Nothing is more important than the Government's task of getting this country back on its feet. \"Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role. \"I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.</q> Before the announcement, a No 10 spokeswoman told reporters: \"The Prime Minister has had full confidence in Mr <strong> Andy Coulson </strong> and still does.\" Last week, Mr <strong> David Cameron </strong> said he gave Mr", "new_id": -2}, {"uid": "1295065898217366614", "i": 1330, "idx": 0, "sa": ["Donald Rumsfeld", "Gerald Ford"], "q": "<strong> Gerald Ford </strong>, who produces the show with his wife Michelle, said he wanted <strong> Donald Rumsfeld </strong> to appear as a witness in a lawsuit, testifying about why aggressive interrogation techniques like water-boarding are sometimes needed during wartime. <q>It's an episode about moral relativism about what is considered torture and what is not,</q> Robert <strong> Gerald Ford </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. \"This area is so fraught with legal ramifications,\" Urbahn said", "new_id": -2}, {"uid": "1296169273065405008", "i": 20517, "idx": 3, "sa": ["Sergio Marchionne"], "q": "The problem is that all of Chrysler's assets are already spoken for by U.S. taxpayers. They secure the billions in financing the U.S. Treasury provided the company after the company's bankruptcy in 2009. <q>Fundamentally, it is a question of how do you make sure that collateral is available for all the people at the table?</q> <strong> Sergio Marchionne </strong> said last week. It is a tough question. But legal experts said that, if Treasury was convinced the Energy Department loans would improve Chrysler's prospects, they could choose to take a lower", "new_id": -2}, {"uid": "1297475330028377090", "i": 39766, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "paid$ 335,000 for the house near Troy Country Club. The home will be their primary residence when the Gillibrands and their two young sons are in the Capital Region. <q>The Senator just wanted to be closer to her family,</q> <strong> Kirsten Gillibrand </strong> spokeswoman Bethany Lesser said Friday. \"The home is within minutes of her family.\" <strong> Kirsten Gillibrand </strong>'s parents, siblings, nieces and nephews live in the Capital Region. The", "new_id": -2}]