[{"uid": "1295797594180797479", "i": 2908, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "2012 <strong> Colin Powell </strong> says he's uncommitted in 2012- POLITICO Live: <strong> Colin Powell </strong> says he's uncommitted in 2012 <strong> Colin Powell </strong> said on Sunday that he was not committed to supporting <strong> Barack Obama </strong> or any other candidate in 2012 <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> said on CNN's`` State of the Union`` I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.''", "new_id": -2}, {"uid": "1295264028094093318", "i": 8692, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "of communications, a`` second chance'' following revelations about phone-hacking at href=\"http://www.guardian.co.uk/media/newsoftheworld\" title=\"More from guardian.co.uk on News of the World\"> News of the World when he was editor and warned that his aide should not be <q> punished twice for the same offence </q>. Speaking on BBC Radio 4's Today programme, the prime minister stood by his communication chief as he failed to quash href=\"http://www.dailymail.co.uk/news/article- 1347590/David Camerons- spin- chief- <strong> Andy Coulson </strong>- <strong> Andy Coulson </strong>- offered-", "new_id": -2}, {"uid": "1297159292070336514", "i": 10218, "idx": 0, "sa": ["David Letterman"], "q": "''- The Rock via his official Facebook page To further clarify these comments, they were said in January of 2010 on <strong> David Letterman </strong> as well:@ the 6:40 mark. <q> I would most likely return in the capacity of hosting. </q> I don't need to reiterate on how amazing it would be to have The Great One come back to WrestleMania and host the event. Fortunately, Atlanta is my hometown and I have an", "new_id": -2}, {"uid": "1295361442031129628", "i": 40699, "idx": 1, "sa": ["Steve Ballmer"], "q": "place to watch TV,'' he said. But in the world according to <strong> Steve Ballmer </strong>, Xbox has already hit the male teen demographic and it will be Kinect that girls will rave about. <q> You go to your average 15-year-old boy, and he will say` I'll take an Xbox.' I want that average 15-year-old girl as excited about the Kinect, and we haven't done as good a job drawing in that broader set of demographics, </q> <strong> Steve Ballmer </strong> added. That answer came in reply to a question about how well the Vole measures up against Apple and Google for cool factor. Go figure. If Kinect is the future of consumer", "new_id": -2}, {"uid": "1295234254203751468", "i": 39752, "idx": 1, "sa": ["Jennifer Love Hewitt", "Emma Stone", "Angelina Jolie", "Anne Hathaway", "Julianne Moore", "Annette Bening"], "q": " MOTION PICTURE, COMEDY OR MUSICAL`` Alice In Wonderland''`` Burlesque''`` The Kids Are All Right''`` Red''`` The Tourist'' WINNER: <strong> Annette Bening </strong>- <q> The Kids Are All Right </q> <strong> Anne Hathaway </strong>-`` <strong> Jennifer Love Hewitt </strong> And Other Drugs'' <strong> Angelina Jolie </strong>-`` The Tourist'' <strong> Julianne Moore </strong>-`` The Kids Are All Right'' <strong> Emma Stone </strong>-`` Easy A'' ACTOR, COMEDY", "new_id": -2}, {"uid": "1296106964198869129", "i": 7252, "idx": 3, "sa": ["Raymond Felton", "Allen Iverson", "Bob Johnson"], "q": "throws with 3.8 seconds to go avoided a monumental collapse from a 29-point third-quarter lead.`` Honestly, I didn't want to go back in,'' said <strong> Allen Iverson </strong>, who scored 20 points through three quarters. <q> I felt that our second team should have closed that thing out. </q> <strong> Allen Iverson </strong> said he wanted to check in as a group of mostly Bob Johnsoncats reserves went on a 17-0 run to cut it to 85-84 on <strong> Raymond Felton </strong>'s layup with 34 seconds left. STATS: <strong> Allen Iverson </strong>: 20 PTS 4", "new_id": -2}, {"uid": "1297119970200310797", "i": 19650, "idx": 2, "sa": ["Donald Rumsfeld", "Diane Sawyer", "George H. W. Bush"], "q": "the execution of the war.''`` I don't have enough confidence to say that that's right. I think that it's possible,'' <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. <q> We had( an) enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed.`` It's hard to know... You know, the path you didn't take is always smoother, </q> he said. <strong> Donald Rumsfeld </strong>, who served as <strong> George H. W. Bush </strong>'s defense chief for six years after holding the same job under <strong> George H. W. Bush </strong> Gerald Ford in the 1970s, acknowledged that`` in a war, many things cost", "new_id": -2}, {"uid": "1296047228129286218", "i": 8114, "idx": 0, "sa": ["Kirsten Gillibrand", "Gary Ackerman", "Michael Bloomberg", "Barack Obama", "Peter King"], "q": ", but it will not slow the momentum we are building around the country,'' <strong> Michael Bloomberg </strong> said. Rep. <strong> Gary Ackerman </strong>( D-Queens) said he heard a`` touch of realism'' in Tuesday's address. <q> I think that he helped everybody to understand that we're really going to have to work together to make anything happen, </q> he told 1010 WINS. New York Sen. <strong> Kirsten Gillibrand </strong> said the <strong> Barack Obama </strong>'s speech demanded the need to`` continue the spirit of goodwill.''`` We need to keep worPeter King together, not as", "new_id": -2}, {"uid": "1296639766225820749", "i": 12165, "idx": 0, "sa": ["Alassane Ouattara"], "q": "Hosni Moubarak? engager le plus... gypte: Obama appelle? une transition imm?diate MINUTE PAR MINUTE- Alors que le pr?sident gyptien Hosni Moubarak a annonc mardi soir qu'il ne quitterait pas le pouvoir... <q> On ne veut pas son d?part dans cinq mois, pas dans une semaine, mais cette nuit! </q> Laurent Gbagbo tient encore. Pour le d?loger du palais pr?sidentiel d'Abidjan, l'option militaire reste officiellement ouverte. Mais ce serait une catastrophe politique pour son adversaire, le Pr?sident lu <strong> Alassane Ouattara </strong>, per?u comme`` l'homme de l'?tranger", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}]