[{"uid": "1295618585136232988", "i": 538, "idx": 0, "sa": ["Andrew Jay", "Andy Coulson"], "q": "\" said Michael E. Glover, Verizon senior vice president and deputy general counsel, in a statement. Media Access, an advocacy group, called the appeal \"blatant appeals court forum shopping.\" <q>Under this bizarre legal theory, virtually every FCC decision would wind up in one court. Verizon has made a blatant attempt to locate its challenge in a favorable appeals court forum. The company's theory assumes that all agency actions changing rules are \"modifications\" to hundreds of thousands of licenses. This would insure the case remains in the District of Columbia Circuit, and keeps others from seeking review in different courts.</q> said <strong> Andrew Jay </strong> Schwartzman, senior vice president and policy director of Media Access Project, in statement. Does Lower Volatility Signal a Market Correction? Not Necessarily <strong> Andy Coulson </strong> quits Number 10 a day after Labour loses its Shadow", "new_id": -2}, {"uid": "1294957406081149956", "i": 46646, "idx": 10, "sa": ["Allen Iverson"], "q": "Europe. 2010-11-16 EuroCup: Besiktas Istanbul- KK Hemofarm. The last 4 minutes of the game. http://wn.com/Allen_Iverson_unveiled_at_press_conference_for_hysterical_Besiktas_fans_in_Istanbul_Turkey <strong> Allen Iverson </strong> is unveiled for the Besiktas basketball fans on his new home court and he talks to the fans saying <q>I want to thank you fans for welcoming me and embracing me the way you have... I can't promise you that we will win every basket-ball game. But one thing I can promise you is that we will play hard, we will play together and we'll give everything that we have on the basket ball court night in and night out.</q> A great amount of international media were present to witness the event including CNN, BBC and NBA TV. http://wn.com/Allen_Iverson_26pts_5ast_3stl_3reb_in_Turkey_vs_Tofas_29_Dec_2010_Besiktas_Cola_Turka <strong> Allen Iverson </strong> had his highest scoring game in a Besiktas jersey netting 26 points on 7/11( 2pt) shooting", "new_id": -2}, {"uid": "1296241720196132899", "i": 18578, "idx": 1, "sa": ["Neil Cavuto", "Gretchen Carlson", "Steve Doocy", "Sen. Bernie Sanders"], "q": "On the January 28 edition of Fox News' Fox& Friends, the co-hosts began a segment on the solvency of Social Security by playing a clip of <strong> Sen. Bernie Sanders </strong>( I-VT) telling Fox News host <strong> Neil Cavuto </strong>, <q>I think it is not a good idea for us as a nation to try to frighten people and say, \"Social Security is not going to be there for you. Social Security is going bankrupt,' which is obviously not the case.</q> Co-host <strong> Steve Doocy </strong> responded by saying, \"Oh, really?\" <strong> Steve Doocy </strong> and co-host <strong> Gretchen Carlson </strong> then hosted Varney to attack <strong> Sen. Bernie Sanders </strong>\" assertion. Varney claimed that the\"[ Social Security] trust fund is empty\"", "new_id": -2}, {"uid": "1294969491073564163", "i": 1248, "idx": 4, "sa": ["Sergio Marchionne"], "q": "Decision on Nitro-Liberty replacement Chrysler is near a decision on the replacement for the lightly regarded Dodge Nitro and Jeep Liberty SUVs, built at the company's Toledo North Assembly plant, <strong> Sergio Marchionne </strong> said. <q>It's the most significant hole in our product portfolio,</q> said <strong> Sergio Marchionne </strong>, referring to the mid-sized SUV segment. The Nitro and Liberty, which trail segment leaders such as the Honda CRV and Ford Escape, were among the few vehicles that were not revamped in the 2011", "new_id": -2}, {"uid": "1295277115245153820", "i": 17310, "idx": 0, "sa": ["Mike Pence"], "q": "the tea party movement. The committee is also being advised by the conservative PR group CRC. \"<strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job-creation Reagan-Kemp wing of the GOP,\" said Benko. <q>Grassroots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry.</q> You can't run a democracy with everyone censoring themselves out of fear. Do you think the RNC will be better off without <strong> Mike Pence </strong> Steele? Yes- He ran the committee deep into debt.", "new_id": -2}, {"uid": "1295556096104759333", "i": 17720, "idx": 0, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "But insiders close to <strong> Cher Lloyd </strong> reveal she's not happy with the \"bubblegum pop\" angle <strong> Simon Cowell </strong> wants to take her in, as she's more interested in recording \"urban\" songs. <q>You'd think <strong> Cher Lloyd </strong> would just be happy for the chance, but she's told <strong> Simon Cowell </strong> she wants to do it her own way,</q> one source blabs to the Daily Mail. \"She's thrown a few heavy-duty tantrums and is, frankly, being a bit of a pain,\" adds the insider. \"You have to admire", "new_id": -2}, {"uid": "1295639157179568677", "i": 20462, "idx": 1, "sa": ["Eric Schmidt"], "q": "is that <strong> Eric Schmidt </strong> has had more than his fair share of PR and technological blunders as head of Google, and it was time for him to go. Some statements he has made to the media-- e.g., <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place</q>-- have attracted unwanted attention to Google's privacy policies and search practices. disastrous launch of Buzz. Google's steady loss of key talent to rival Facebook is another sin often", "new_id": -2}, {"uid": "1295669789217972768", "i": 11605, "idx": 0, "sa": ["Tim Cook", "Steve Jobs", "Eric Schmidt"], "q": "different approaches to announcing these changes. Apple CEO <strong> Steve Jobs </strong> took indefinite medical leave, technically remaining chief executive but turning over day-to-day operations to COO <strong> Tim Cook </strong>. In an official statement, <strong> Steve Jobs </strong> assured that he would still <q>be involved in major strategic decisions for the company.</q> Yesterday, Google announced that in April, <strong> Eric Schmidt </strong> will turn over the chief executive's chair to cofounder Larry Page. <strong> Eric Schmidt </strong> will continue in a more customer facing, public role but as executive chairman,", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "\" The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q>a Christian, a conservative, and a Republican, in that order,</q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}, {"uid": "1296147682048234510", "i": 37714, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> User comments are not being accepted on this article. Airman: Air Force superior groped her, sent her sexual text messages Bartender accidentally kills self while twirling gun, police say", "new_id": -2}]