[{"uid": "1295932387203030537", "i": 4329, "idx": 0, "sa": ["Karl Lagerfeld", "Eric Schmidt", "Saad Hariri"], "q": "<strong> Saad Hariri </strong> is Sunni like Maqati, but is not aligned with Maqati.`` It will not be easy for them to control Lebanon alone,'' said Antoine Zahra, a Christian allied <strong> Saad Hariri </strong>'s bloc. <q> They will turn it into an isolated country, ostracized by the Arab world and the international community. </q> Catch Glimpses of the Spring 2011 <strong> Karl Lagerfeld </strong> Couture Collection and Find Out Why <strong> Karl Lagerfeld </strong> Is Always Late Google's <strong> Eric Schmidt </strong> Thinks He'd Make an Excellent Talk-Show Host Critics Laud Givenchy's` Fierce' Dog-Inspired Collection, Pan", "new_id": -2}, {"uid": "1296611092061702184", "i": 47368, "idx": 1, "sa": ["Michael Vick", "Tom Brady"], "q": "11 points given to Philadelphia Eagles quarterback <strong> Michael Vick </strong>. The quarterback was on hand via satellite to accept the award on the NFL Network.`` We had a great regular season as a team,'' He said. <q> We just didn't really take advantage of our opportunity there in the month of January. The two teams that are there playing this week certainly have earned it and should be very proud. </q> <strong> Tom Brady </strong> led all others in quarterback rating through the season, finishing nearly a full 10 points ahead of the next competitor. He finished with 324 completions in 492 attempts for 3,900 yards, a league-leading 36 touchdowns,", "new_id": -2}, {"uid": "1295656975042876955", "i": 14669, "idx": 0, "sa": ["Andy Coulson"], "q": "he was News of the World editor was stopping him giving`` 110 per cent'' to his No10 job. He said it had been a privilege to work with the PM but added: <q> When the spokesman needs a spokesman, it's time to move on. </q> Mr Cameron said his aide had done an excellent job- and pointed out that Mr <strong> Andy Coulson </strong> had resigned from the News of the World over the phone hacking claims. He said:`` I feel he", "new_id": -2}, {"uid": "1296711640100515944", "i": 27656, "idx": 2, "sa": ["Allen Iverson", "LaMarcus Aldridge", "LeBron James"], "q": ": With the Blazers in front by seven after <strong> LaMarcus Aldridge </strong>'s basket with 1:46 remaining, they failed to score on three straight possessions. The Heat converted seven points over that duration to draw even. QUOTABLE <strong> Allen Iverson </strong>: <q> I didn't want to jinx it pregame by saying something to my teammates, but every time he's played here, he's shot the ball well. It's like he saves all his jump shots for us. </q>-- <strong> LaMarcus Aldridge </strong> on <strong> LeBron James </strong> HOT: <strong> LeBron James </strong> scored 11 points in the final three minutes of overtime to pull Miami even, then scored http://wn.com/Wesley_Matthews_Career-High_30_Points_Portland_Trail_Blazers_vs_Memphis_Grizzlies Nene has 22 points, 10 rebounds as Nuggets beat injury-riddled Trail Blazers 109-90 <strong> LaMarcus Aldridge </strong>", "new_id": -2}, {"uid": "1295862934192184341", "i": 30822, "idx": 0, "sa": ["Myleene Klass", "Simon Cowell", "Mandy Moore"], "q": "the whole world \" However, on this visit <strong> Mandy Moore </strong> did manage to make a little time to indulge in one of her favourite pastimes- shopping. Comment on this Article The beautiful brunette said: <q> Of course there was one day off so it's like I'm a <strong> Mandy Moore </strong> who has some of the best shopping here, so I had a whole little laundry list of things to do yesterday( 22.01.11) and I really tried to hit the ground running. You've got to do a little Oxford Street, a little Harvey Nichols. All of the good, fun stuff. It was a good day. </q> Among the stars who attended the premiere of` Tangled' with their excited children were <strong> Simon Cowell </strong>'s ex-lover Sinitta, pregnant TV presenter <strong> Myleene Klass </strong> and", "new_id": -2}, {"uid": "1295100598134397994", "i": 48282, "idx": 1, "sa": ["Shawn Marion", "Jason Kidd", "David West", "Rodney Rogers", "Toni Kukoc", "Allen Iverson"], "q": "`` People will say,` What happened? He only had 26 points, but he won the game,'' Sixers coach Larry <strong> David West </strong> said of <strong> Allen Iverson </strong>, who had reached 40 points in three straight games. <q> He gave the ball up when he was double-teamed and did all the right things. I'm really proud of him. </q> <strong> Jason Kidd </strong> had 22 points and 10 assists, <strong> Shawn Marion </strong> had 17 points and 13 rebounds and <strong> Rodney Rogers </strong> had 15 points and 10 rebounds for Phoenix, which had won four of five. <strong> Toni Kukoc </strong> added 17 points and nine rebounds", "new_id": -2}, {"uid": "1296206013158072851", "i": 45712, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "'s race to replace GOP Gov. <strong> Mitch Daniels </strong>, who can't run for a third term. <strong> Mike Pence </strong> didn't mention the governor's race in a letter sent to supporters Thursday but said he intended <q> to serve the people of Indiana in some way. </q>`` In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years", "new_id": -2}, {"uid": "1295018682159514651", "i": 7956, "idx": 1, "sa": ["Colin Powell"], "q": "bestow, to the Tuskegee Airmen for their contributions and sacrifices made decades earlier. At the presentation ceremony, former Secretary of State <strong> Colin Powell </strong> addressed the 300 airmen, widows and other relatives gathered in the Capitol rotunda: <q> Why did you serve a nation that would not serve you? When the conflict was over, you returned to the same conditions. You still believed in a vision of what the Declaration and Constitution set forth of what America could be. Thank you for what you did for African-Americans. Thank you for what you've done for America. </q> terms of service. Friday January 14, 2011, 10:18 AM- No rate increase in cleaned-up Passaic Valley sewerage agency's budget N.J. to end home therapy for 3,000 children with behavioral problems Two North Bergen men", "new_id": -2}, {"uid": "1297177285142131216", "i": 39980, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": "been otherwise approved. In earlier parts of the ABC interview released Monday, <strong> Donald Rumsfeld </strong> was reluctant to endorse <strong> President Bush </strong>'s assessment that the decision to draw down U.S. troops shortly after the 2003 invasion of Iraq was <q> the most important failure in the execution of the war. </q> Telling <strong> Diane Sawyer </strong> that assessment was`` possible,'' <strong> Donald Rumsfeld </strong> also cautioned that`` the path you didn't take is always smoother.'' The admissions largely echoed his memoir, in which he laid", "new_id": -2}, {"i": 30603, "idx": 3, "index_answer": 0, "new_id": -1, "q": "was a part of. <strong> Michael Vick </strong>'s people rushed him out of the event, and <strong> Richard Hunter </strong> relayed that when he told <strong> Michael Vick </strong> that he adopted one of the dogs and showed him a picture of the animal, <strong> Michael Vick </strong> <q> turned and looked at the picture... then looked me right in the eye... and walked away. </q>( Note: there's one quick F-bomb about halfway through the video below, so be aware...) Report Abuse 11 turn overs in 7 games. OVER-RATED Report Abuse this", "sa": ["Richard Hunter", "Michael Vick"], "uid": "1297140587008634392"}]