[{"uid": "1295391311138936347", "i": 7648, "idx": 2, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "for neuroendocrine cancer.'' Microsoft to base next generation of Windows on Britain's ARM microchips, <strong> Steve Ballmer </strong> tells CES 2011 18 Jan 2011`` It's a well-oiled machine,'' said Jaruzelski. <strong> Steve Jobs </strong>'s <q> ethos and things he focuses on from marketing and innovation are deeply embedded in the process and people, making it an institutional capability, </q> he said. Analysts had predicted first-quarter sales of$ 24.4 bn. Apple, based in Cupertino, California, fell$ 7.83 to$ 340.65 att the close of trading. The", "new_id": -2}, {"uid": "1297272060224821253", "i": 34668, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "2011 2:10 PM PST In his new book, deftly titled Known and Unknown, former Defense Secreatry <strong> Donald Rumsfeld </strong> insists that he and the Bush-Cheney crew did not purposefully misrepresent the WMD case for the Iraq war: <q> The President did not lie. The Vice President did not lie. Tenet did not lie. Rice did not lie. I did not lie. The Congress did not lie. The far less dramatic truth is that we were wrong. </q> He does acknowledge that he made a`` few misstatements,'' referring specifically only to one: when he declared early in the war,`` We know where they[ the WMDs] are. They're in", "new_id": -2}, {"uid": "1296066420080527365", "i": 12716, "idx": 0, "sa": ["Sian Massey", "Andy Coulson"], "q": "to Miss <strong> Sian Massey </strong> on Sunday, said he had found the reaction to the comments`` extraordinary''.`` I can not believe the frenzy that's blown up,'' said the 53-year-old. <q> There are some dark forces at work here. </q> He claimed he and Miss <strong> Sian Massey </strong> had ended their phone conversation on`` very good terms'', adding:`` I expressed my disappointment that <strong> Andy Coulson </strong> and I, in misguidedly having a little fun, got", "new_id": -2}, {"uid": "1295218110235503629", "i": 34454, "idx": 1, "sa": ["Colin Powell", "George H. W. Bush"], "q": "do I now.`` We should presume that he made an informed and thoughtful decision.`` That's the way I feel about it.'' In his memoirs, Schwarzkopf stated <q> I don't have any problem with it </q> when informed by <strong> Colin Powell </strong> that <strong> George H. W. Bush </strong> was prepared to stop the war.`` Our objective was the destruction of the enemy forces, and for all intents and purposes we've accomplished that objective.'' Boomer", "new_id": -2}, {"uid": "1295425464261013567", "i": 53985, "idx": 1, "sa": ["Kara DioGuardi", "David Letterman", "Michael Lynche", "Big Mike"], "q": "` <strong> Big Mike </strong>' <strong> Michael Lynche </strong> Makes <strong> Kara DioGuardi </strong> Cry On` American Idol' LOS ANGELES- <strong> David Letterman </strong>`` <strong> Big Mike </strong>'' <strong> Michael Lynche </strong> made <strong> Kara DioGuardi </strong> cry and turned the rest of the`` American Idol'' judges giddy with a moving performance of <q> This Woman's Work. </q> <strong> Michael Lynche </strong>, a mountain of a guy who lives up to his nickname, performed last among the eight star of the Fox TV show.`` You come out with an incredibly difficult song to sing, and`", "new_id": -2}, {"uid": "1296744552199131154", "i": 36489, "idx": 13, "sa": ["Donald Rumsfeld", "George Tenet"], "q": "he says.`` But journalists also relish dramatic reversals.'' That was yet to come. <strong> Donald Rumsfeld </strong> devotes little space to the fiasco at Tora Bora, saying he told CIA Director <strong> George Tenet </strong> in a memo that <q> we might be missing an opportunity </q> there and should perhaps bring in more U.S. forces. He says he later learned that a CIA operative on the ground had requested that some Rangers be sent, but`` I never received such a request", "new_id": -2}, {"uid": "1295094109134053944", "i": 26899, "idx": 1, "sa": ["Sergio Marchionne"], "q": ".`` Fa dichiarazioni all` impazzata, porta avanti un punto di vista che io non condivido minimamente: zero. Penso che l'intransigenza che abbiamo visto fino ad ora andr a bloccare lo sviluppo del Paese''. <q> Io voglio il contratto dell` auto- spiega <strong> Sergio Marchionne </strong>-. Se questo significa scardinare il contratto nazionale? un` interpretazione dei sindacati. Ho bisogno di un sistema di regole che preserva le parti pi importanti del contratto nazionale e anche in alcuni casi le rafforza </q>. Sulla possibilit di far nascere Federauto, <strong> Sergio Marchionne </strong> ha detto che`` pu darsi che sia la soluzione giusta'', ma ha aggiunto:`` Per la Fiat questa joint venture con Chrysler se va avanti non deve", "new_id": -2}, {"uid": "1295980191139264010", "i": 57861, "idx": 2, "sa": ["Tinchy Stryder", "Dermot O'Leary", "Simon Cowell"], "q": "great boss, and I'm not just saying that,'' he said.`` He's very loyal, he's very honest, and he just wants that in return.'' He continued: <q> He smells fear though, he's like a wolf. If you're confident in your own opinions then he's good, but he doesn't like indecision, he doesn't like fear, he likes people to be confident. He's taught me a lot actually in that regard, I owe him a lot. </q> <strong> Dermot O'Leary </strong> went on to reveal that <strong> Simon Cowell </strong> enjoys having a bath in his dressing room. Stacey McCleanThe former X Factor This week: Ke$ ha, <strong> Tinchy Stryder </strong>, Chase& Status and Beady Eye! EastEnders", "new_id": -2}, {"uid": "1297163800138723333", "i": 31076, "idx": 0, "sa": ["Charlie Sheen", "Joan Rivers", "Jillian Michaels", "Simon Cowell"], "q": "'' Alan:`` How's the pediatrician game?'' Herb:`` Like taking money from babies.'' Gordon:`` God, I love your life.'' <strong> Charlie Sheen </strong>: <q> Thanks, but it's really not as fun as it looks. </q> Gordon:`` Really?'' <strong> Charlie Sheen </strong>:`` Nah, I'm kidding! Cheers to me!'' <strong> Jillian Michaels </strong> calls her GoDaddy ad`` tragic''; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> will judge", "new_id": -2}, {"i": 29884, "idx": 1, "index_answer": 0, "new_id": -1, "q": ". <strong> Zahi Hawass </strong> wrote, in a post to his Web site, which, due to the blocked Internet access at the time, he had to fax to colleagues in Italy to upload: <q> My heart is broken and my blood is boiling. I feel that everything I have done in the last nine years has been destroyed in one day, but all the inspectors, young archaeologists, and administrators, are calling me from sites and museums all over Egypt to tell me that they will give their life to protect our antiquities. </q> On Saturday, he wrote, \" I was met outside by many Egyptians, who asked if the museum was safe and what they could do to help. The people were happy to see", "sa": ["Zahi Hawass"], "uid": "1296752424175587371"}]