[{"uid": "1296941941143212619", "i": 2830, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "opens next week. <strong> Justin Bieber </strong> made an appearance on the\" Late Show with <strong> David Letterman </strong>\" Friday on CBS and delivered the night's Which line was your favorite? No. 5 was pretty clever: <q>At the barber shop, I can say \"Give me the me.'<q> If you can't get enough of him, you might want to tune in to NBC\"s \"Saturday Night Live\" tonight( Feb. 5) as reports have been swirling that <strong> Justin Bieber </strong> will make a", "new_id": -2}, {"uid": "1295908381142966884", "i": 1374, "idx": 0, "sa": ["Jay Leno", "Johnny Carson", "David Letterman"], "q": "akin to <strong> Johnny Carson </strong>'s seems unreachable, and even the heights he, <strong> Jay Leno </strong> and <strong> David Letterman </strong> have experienced seem elusive for any host to achieve going forward. O'Brien agrees late night's future seems murky. <q>I don't think anybody knows,<q> O'Brien tells PopcornBiz. \"We don't know if late night shows are going to be a pill that you take in three years or a saline drop that goes in your eye. None of us knows.", "new_id": -2}, {"i": 10201, "idx": 5, "index_answer": 1, "new_id": -1, "q": "administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q>The administration knows that I am quite content with the work I am doing now,<q> he said. \"I am not interested in a government job.\" Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "uid": "1295805220124010531"}, {"uid": "1295610094109838352", "i": 46493, "idx": 0, "sa": ["Cher Lloyd", "Jonathan Elias", "Paul Rothchild", "Simon Cowell", "Jim Morrison"], "q": "composer <strong> Jonathan Elias </strong> admits he won permission to use <strong> Jim Morrison </strong>'s recording from The Doors' legend's estate after calling on the group's producer <strong> Paul Rothchild </strong> to help him seek out the rare track. He says, <q>I went to the family through their attorneys and told them about this project, and they agreed to license it. Being a <strong> Jim Morrison </strong> fan, I was pretty excited about it.<q> Play video Inbetweeners finish Rude Road Trip Play video <strong> Cher Lloyd </strong> v. <strong> Simon Cowell </strong>! Subscribe to RSSMost Popular in: Entertainment Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News", "new_id": -2}, {"uid": "1296250153055099523", "i": 46120, "idx": 1, "sa": ["Michael Vick", "Ruud Gullit"], "q": ". The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q>We're real excited about it,<q> chief executive <strong> Ruud Gullit </strong> rejects criticism of his move to Terek Grozny, says he wants to bring joy... AMSTERDAM- <strong> Ruud Gullit </strong> has rejected criticism of his decision to coach Chechnyan club Terek Grozny, whose president,", "new_id": -2}, {"uid": "1295562588178864129", "i": 38590, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.<q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its internet marketing machine during the holiday shopping season. Quotes delayed, except where", "new_id": -2}, {"uid": "1297374672207732771", "i": 6170, "idx": 0, "sa": ["Mike Zafirovski", "Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "'s Azure cloud unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. CEO <strong> Mike Zafirovski </strong> articulates the company assets but says it was overly complex to make decisions and assign accountability. <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,<q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1295604671131039242", "i": 3911, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "feeling burned out by the CEO post, will become executive chairman and remain an adviser to Page and <strong> Sergey Brin </strong>, Google's other co-founder. <strong> Sergey Brin </strong> will focus on new products and strategic projects. <q>In my clear opinion, Larry is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,<q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,", "new_id": -2}, {"uid": "1295965342252559382", "i": 9489, "idx": 0, "sa": ["Michelle Murphy", "Eric Schmidt", "Marc Flanagan"], "q": "be located right here in our technology centre in Munich,\" <strong> Eric Schmidt </strong> said. He added that he believes his next decade at Google( as executive chairman) will be more interesting than the first. <q>Technology will finally start doing what we want, instead of us telling technology what we want it to do.<q> Search Quality Associate( Multiple Languages Available)- EU Headquarters <strong> Michelle Murphy </strong>, Sage Ireland <strong> Michelle Murphy </strong> has been appointed Sage Pay sales executive, with responsibility <strong> Marc Flanagan </strong>, Origina Origina has announced the appointment of <strong> Marc Flanagan </strong> as director of", "new_id": -2}, {"uid": "1295674060172441644", "i": 4370, "idx": 1, "sa": ["Leon Rose", "Allen Iverson"], "q": "playoffs since 2006 and has never won a postseason game. The Grizzlies are coming off a 24-58 season that tied for fifth-worst in the NBA. \"This year for me is so personal,\" <strong> Allen Iverson </strong> said. <q>It's basically going to be my rookie season again. It hurts, but I turn the TV on, I read the paper, I listen to some of the things people say about me having the season that I had last year and me losing a step, things like that. They're trying to put me in a rocking chair already.<q> The Grizzlies announced they had signed the 10-time All Star on Thursday morning minutes before <strong> Allen Iverson </strong> was introduced at a news conference. The team and <strong> Allen Iverson </strong>'s agent, <strong> Leon Rose </strong>, declined to discuss specifics though <strong> Leon Rose </strong> said the", "new_id": -2}]