[{"uid": "1296982871013991969", "i": 6525, "idx": 0, "sa": ["Michael Vick"], "q": "reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q>The most fun I've ever had playing football,</q> <strong> Michael Vick </strong> said. ''The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. ''As a", "new_id": -2}, {"uid": "1296123209027361287", "i": 35191, "idx": 0, "sa": ["Davina McCall", "Paul O'Grady", "Stacey Solomon", "Simon Cowell", "Dermot O'Leary"], "q": "at London's O2 Arena- shown on ITV1- because they were filming Britain's Got Talent in Cardiff. But after beating off competition from <strong> Davina McCall </strong>, <strong> Paul O'Grady </strong> and <strong> Dermot O'Leary </strong>, Ant said by videolink: <q>This means so much to us, ten years in a bloody row.</q> <strong> Simon Cowell </strong> joked: ''This is once again incred-ibly annoying- but it's well deserved.'' Wearing a daring low-cut dress, I'm A Celebrity winner <strong> Stacey Solomon </strong>, 21, kicked off the", "new_id": -2}, {"uid": "1297709378144474149", "i": 4115, "idx": 0, "sa": ["Steve Ballmer"], "q": "time. The current version of this OS has drawn criticism for its lack of multitasking. Joe Fiore, the head of the Windows Phone 7 team, joined <strong> Steve Ballmer </strong> on stage at the MWC and said, <q>When apps run in the background, you risk draining your battery. Our implementation provides a battery-safe solution for third-party multitasking.</q> In a demo, Fiore showed how this will work: pressing and holding on the smartphone's Back button will bring up a list of currently running software. More Changes Are Coming Fiore", "new_id": -2}, {"uid": "1297105531141246478", "i": 15996, "idx": 0, "sa": ["Jennifer Page", "Simon Cowell"], "q": "by his mom, <strong> Jennifer Page </strong>, said. ''My mom said if I get on Oprah, she's gon na open my bank account! It's probably what I'm trying to get.'' <q>I got a felling you're gon na be on Oprah because I've got a feeling she's gon na see this,' Billy said. ''Yes!</q> Max added enthusiastically. AH Nation Poll NBC Universal, Inc.. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. <strong> Simon Cowell </strong> arrives for his final night", "new_id": -2}, {"uid": "1295560809078905355", "i": 39110, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "time for him to have a shot at running this, and I'm sure he'll do a fantastic job.'' <strong> Eric Schmidt </strong> said there would be no material change in the company's strategy, because <q>we all agree with each other.</q> ''I believe as a result of this will execute and operate the business even better,'' <strong> Eric Schmidt </strong> said. Likewise, <strong> Sergey Brin </strong> expressed during the call genuine admiration for <strong> Eric Schmidt </strong>'s role in Google", "new_id": -2}, {"i": 13862, "idx": 4, "index_answer": 1, "new_id": -1, "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. ''<strong> Colin Powell </strong> was not duped or misled by anybody,'' Mr. <strong> Donald Rumsfeld </strong> writes. <q>Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong.</q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies,", "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "uid": "1297662325045400099"}, {"uid": "1296146613005734416", "i": 10569, "idx": 3, "sa": ["Jackie Walorski", "Mike Pence", "Joe Donnelly"], "q": "Among the candidates <strong> Mike Pence </strong> helped was <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana. <strong> Jackie Walorski </strong> said <strong> Mike Pence </strong> can appeal to both social and economic conservatives. <q>I know he feels pulled because there is a great campaign to recruit him at the federal level,</q> she said. ''I'm going to be excited whatever door he picks.'' If <strong> Mike Pence </strong> does decide to run for president, he'll likely have to start working quickly to raise campaign money.", "new_id": -2}, {"uid": "1295033756239566871", "i": 13023, "idx": 0, "sa": ["David Letterman", "Camille Grammer"], "q": "girlfriend Diedre, who you saw on the show, says, ''We have to go down and meet her,'' <strong> Camille Grammer </strong> laughed. The two raced to Kelsey's house, and <strong> Camille Grammer </strong> finally met <q>It was interesting to say the last,</q> she said. ''She was nice, and we both said hello... It was uncomfortable. Kelsey looked shocked. The look on his face!''' The Late Show with <strong> David Letterman </strong> Thursday night, Kelsey shared", "new_id": -2}, {"uid": "1296352133119062558", "i": 47885, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "meeting about DotOrg, they spent most of their time fiddling with their BlackBerrys. At one meeting, former DotOrg executives said, they were stunned when <strong> Sergey Brin </strong> dropped to the floor and started doing push-ups. <q>DotOrg was like quicksand- every time you thought you'd found your footing, a sinkhole opened,</q> the former Google.org program officer said. Jacquelline Fuller, a spokeswoman for DotOrg, said <strong> Sergey Brin </strong>, Page and <strong> Eric Schmidt </strong> were not available to discuss the organization. By the end of 2008", "new_id": -2}, {"uid": "1297721728245252110", "i": 16553, "idx": 0, "sa": ["Steve Ballmer"], "q": "do so with a giant like Nokia jumping into the game, supported by billions in Microsoft subsidies. In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion. <q>Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,</q> <strong> Steve Ballmer </strong> said. ''That's not just good for Nokia, that's good for all our handset partners.'' <strong> Steve Ballmer </strong> also demonstrated some of the improvements that are coming to Windows Phone 7 this year", "new_id": -2}]