[{"uid": "1295773698001081355", "i": 23961, "idx": 4, "sa": ["Vince Carter", "Dwyane Wade", "Hiram Eugene", "John Harbaugh", "Allen Iverson"], "q": ". Sorry it's so long- lots to catch up on. Ravens v Raiders Highlights: www.youtube.com Wills McGahee Stiff-arms <strong> Hiram Eugene </strong> on 77 Yard TD Run: www.youtube.com <strong> John Harbaugh </strong> mic \"ed up during Ravens/Patriots game: www.nfl.com <q> Sunday's Ravens game was the highest-rated CBS... 2008-02-12 NBA hightlight: DEN vs MIA( F-OT) <strong> Dwyane Wade </strong>'s game-high 29 points not enough as Heat lose eighth straight MIAMI( AP)-- Before the game, <strong> Dwyane Wade </strong> had a message for the Miami faithful. \"I know it\"s been a tough year, </q> <strong> Dwyane Wade </strong> said, as he thanked fans for helping vote him onto the Eastern Conference All-Star tea... <strong> Allen Iverson </strong> 51pts vs <strong> Vince Carter </strong> 39pts Toronto Raptors 00/01 NBA MVP Season <strong> Allen Iverson </strong> 51pts vs <strong> Vince Carter </strong> 39pts Toronto Raptors 00/01 NBA MVP Season", "new_id": -2}, {"uid": "1297271105258801674", "i": 2895, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "trial can eventually get going. Report Abuse \"pennsylvania to many white-wing radicals... a man that abuses young women is a\"... hero in this state, corrupt police cover-up murder, and this Report Abuse <q> guess what not matter the outcome he will be paid hundreds of thousands a year for life out of YOUR pocket. </q> Time.com: Smartphone Sins: Catholic Church Approves Confession by iPhone ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Hot Stock Alert- GTSO Profit From New Rare Earth Exporter! China Rare Earth Exports Up 171%", "new_id": -2}, {"uid": "1294980002041598981", "i": 48225, "idx": 4, "sa": ["Steve Ballmer"], "q": "success and move forward into the era of cloud computing.\" <strong> Steve Ballmer </strong> had apparently talked with Muglia \"about the overall business and what is needed to accelerate our growth\" and came to the decision that <q> now is the time to put new leadership in place for STB. </q> Microsoft Watch posting, I thought <strong> Steve Ballmer </strong>'s word choice and tactics in dismissing Muglia were unnecessarily brutal, considering his two decades of saddle time with Microsoft. That being said, it seems like <strong> Steve Ballmer </strong> has", "new_id": -2}, {"uid": "1296364134215957544", "i": 15610, "idx": 3, "sa": ["Carmelo Anthony", "Allen Iverson", "John Wall", "Derrick Rose"], "q": "get a foul but it felt so good, the rhythm felt good,\" <strong> Carmelo Anthony </strong> said. After he sank two free throws with 49 seconds left, <strong> Carmelo Anthony </strong> was double- and triple-teamed in the final minute. <q> I was definitely surprised by that. What for? Just to stop him from getting 50? I wanted to be a part of him scoring 50 points, </q> <strong> Allen Iverson </strong> said. \"I was happy for him, just to see http://wn.com/Washington_Wizards_Vs_Chicago_Bulls_NBA_2010_Season_Game_Recap__13112010 <strong> Derrick Rose </strong> scored 24 points leading the Bulls to a victory over the Wizards at the United Center. Chicago Bulls 103- 96 Washington Wizards <strong> John Wall </strong>", "new_id": -2}, {"uid": "1295885178252248106", "i": 28637, "idx": 0, "sa": ["Mike Pence"], "q": "in recent days. A story published Saturday said Daniels would be the odds-on favorite for the GOP nomination in 2012 if pundits, conservative columnists and political thinkers represented the party's base. <q> The diminutive Hoosier has nurtured a profile as a mature politician whose outlook extends beyond the next news cycle and whose demeanor exudes seriousness, </q> the story said. It also noted that the candidate favored by party elites has almost always failed to win the nomination. As for <strong> Mike Pence </strong>, a story Friday highlighted the effort by a group of conservatives", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology. \"He's an innovator and entrepreneur to the core, and this role suits him perfectly,\" <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+ \"px';} else{ this.style.height=' 250px\";};\"> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}, {"uid": "1297437521252067842", "i": 20723, "idx": 1, "sa": ["Steve Ballmer"], "q": ", by contrast, told the BBC last month that the Xbox 360 maker is planning to offer PC support for its own motion-gaming peripheral, the Kinect, at some point in the future. <q> We'll support that in a formal way, in the right time, </q> <strong> Steve Ballmer </strong> said in his interview with the BBC. Don Reisinger Full Profile E-mail Don Reisinger E-mail Don Reisinger If you have a question", "new_id": -2}, {"uid": "1295562153178864134", "i": 25854, "idx": 0, "sa": ["Eric Schmidt"], "q": "the company is run. <strong> Eric Schmidt </strong>'s own job will be shifting from CEO to executive chairman, stepping aside to make room for co-founder Larry Page, a role he will start in on April 4th. <q> In this new role I know he will merge Google's technology and business vision brilliantly, </q> wrote <strong> Eric Schmidt </strong>. \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready", "new_id": -2}, {"uid": "1296395618086278151", "i": 41741, "idx": 0, "sa": ["John Krasinski", "Steve Carell", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "'s \"Incendies,\" a <strong> John Krasinski </strong>: \"The Office' Cast Is Still Processing <strong> Steve Carell </strong>'s Exit <strong> John Krasinski </strong> says the team at \"The Office\" has decidedly mixed feelings about long-time boss <strong> Steve Carell </strong>'s imminent departure. <q> I think we're just in the process of handling it, </q> Krasisnki tells PopcornBiz. I\"m quite sure that none of us are going to know what to do when <strong> Steve Carell </strong> actually leaves. I think it will be- <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong>, <strong> Charlie Rose </strong> and", "new_id": -2}, {"uid": "1295432346076251250", "i": 46104, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "<strong> Simon Cowell </strong>. The 50-year-old actress- who plays scathing cheerleading coach Sue Sylvester on the US TV show- believes there are many similarities between the teacher and the straight-talking talent show judge. She said: <q> If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. \"He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> \"He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her.\" <strong> Jane Lynch </strong> also admitted she is \"amazed\" by the", "new_id": -2}]