[{"uid": "1297387032139428090", "i": 3234, "idx": 2, "sa": ["Cliff Stearns", "Mike Pence"], "q": "such video resulted in the firing of a Planned Parenthood employee in New Jersey. But in all other cases, the videos are`` heavily edited and manipulated,'' said Planned Parenthood spokesman Stuart Schear. <q> The organization is not credible and their tapes can not be trusted, </q> Schear said. The debate is not likely to die down quickly. <strong> Cliff Stearns </strong>, chairman of the House Energy and Commerce Committee's oversight panel, said he planned to call Health and Human Services Secretary <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1297405744188399630", "i": 48628, "idx": 0, "sa": ["Donald Rumsfeld", "Donald Trump", "Ron Paul"], "q": " <strong> Donald Trump </strong> speaking at the Conservative Political Action conference( CPAC). Photographer: Mark Wilson/Getty Images Even`` the <strong> Donald Rumsfeld </strong>'' couldn't resist asking for a new job. <q> While I'm not at this time a candidate for the presidency, </q> billionaire real estate developer and television personality href=\"http://topics.bloomberg.com/Donald Rumsfeld-Donald Trump/\"> <strong> Donald Trump </strong> told a thRon Paulg of conservative activists in Washington yesterday,`` I will decide by June whether I will become one.'' <strong> Donald Trump </strong> joined close to", "new_id": -2}, {"uid": "1295648181220856323", "i": 32672, "idx": 2, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page", "Ian King"], "q": "they worked closely with each other and co-founder <strong> Sergey Brin </strong> on big decisions. The CEO shift won't result in major strategic changes, the executives said.`` We really agree on strategy,'' <strong> Larry Page </strong> said. <q> This is really a way of changing the way we're maIan King decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy. </q> <strong> Eric Schmidt </strong>, 55, said,`` We worked as a triumvirate for 10 years.'' The three didn't always agree, particularly when it came to coping with rules in China that require", "new_id": -2}, {"uid": "1297612706252805145", "i": 37600, "idx": 4, "sa": ["Donald Rumsfeld", "Dick Cheney", "Rand Paul"], "q": "of Ron and <strong> Rand Paul </strong> heckled the crusty pair- yelling`` draft dodger'' at <strong> Dick Cheney </strong>,`` Where's bin Laden?'' at <strong> Donald Rumsfeld </strong>, and`` war criminal'' at both- <strong> Dick Cheney </strong> blithely ordered them to <q> Sit down and shut up. </q> Noting that his friend was both the youngest and oldest defense secretary, <strong> Dick Cheney </strong> said,`` Maybe if we give him a third term he'll get it right.'' Doubtful. Rummy was", "new_id": -2}, {"uid": "1296753711058556440", "i": 43308, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "focus is on creating good-paying, family-supporting jobs. By supporting research and development, we can help our businesses become more competitive and create the high tech href=\"http://www.earthtimes.org/tag/jobs.html\"> jobs of tomorrow,'' Senator <strong> Kirsten Gillibrand </strong> said. <q> New York is already home to the universities, businesses, laboratories, researchers and the bright minds we need for long-term economic strength. This proposal would leverage more private investment in our high-tech sector, creating good-paying jobs. </q>`` As the CEO of a biotechnology company, Senator <strong> Kirsten Gillibrand </strong>'s initiative is extremely important to us,'' said Dr. Joan Fallon, Curemark founder and CEO.`` By supporting cutting edge research in the", "new_id": -2}, {"uid": "1296548805125386764", "i": 25946, "idx": 0, "sa": ["Tracy McGrady", "Soulja Boy", "Dwight Howard", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Emeka Okafor", "Manu Ginóbili"], "q": "one game of the Cavaliers for the seventh spot. The Cavs play at Philadelphia on Friday and are 0-2 this year against the Sixers. The Sixers are 3 1/2 games behind first-place Boston in the Atlantic Division. <q> The next game, that's the one we have to have, </q> <strong> Allen Iverson </strong> said.`` If we approach everything that <strong> Soulja Boy </strong>, than everything will http://wn.com/Emeka Okafor_Emeka Okafor_5_blocks_against_Spurs_20110122[2_on_Manu Ginóbili_Manu Ginóbili] <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong>, Shaq, <strong> LeBron James </strong>, <strong> Dwight Howard </strong> All-Star Dance-Off, Slam Dunk Contest, Top 10, NBA Draft 2008, <strong> Dwight Howard </strong>", "new_id": -2}, {"uid": "1297170675133922832", "i": 37256, "idx": 0, "sa": ["Martin Lawrence", "David Letterman", "Aaron Rodgers"], "q": "Journal Sentinel Feb. 7, 2011| href=\"mailto:sdurhams@journalsentinel.com\"> Sharif Durhams of the Journal Sentinel Feb. 7, 2011| <strong> Aaron Rodgers </strong> will bring his title belt to Broadway tonight when he's a guest on the <q> Late Show With <strong> David Letterman </strong>. </q> is listed on <strong> David Letterman </strong>'s site as a guest tonight along with actor <strong> Martin Lawrence </strong> and musical guest Steel Magnolia. E-mail Newsletter The latest local news delivered to your inbox Monday-Friday during the 2 p.m. hour", "new_id": -2}, {"uid": "1295294229026312725", "i": 35958, "idx": 0, "sa": ["Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": "to assure the audience that The Tourist had not been nominated by the Hollywood Foreign Press Association( HFPA) just because its members wanted to hang out with the film's stars, <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>. <q> That is not the only reason, </q> <strong> Ricky Gervais </strong> insisted with a saucy smile.`` They also accepted bribes.''( A lawsuit filed last week claims the HFPA has engaged in payola schemes for nominations and awards.) Then, having already", "new_id": -2}, {"uid": "1295137697028803114", "i": 10333, "idx": 4, "sa": ["David Letterman", "Camille Grammer"], "q": "hear that, or I'm not sorry to hear that?''`` Well, you are respectfully considerate, and yet pleased for the new developments in my life,'' <strong> Camille Grammer </strong> offered. <q> Well, it's a difficult time, regardless, </q> <strong> David Letterman </strong> said,`` always regardless of circumstances, and especially with kids. Are the kids and everybody all right now?''`` The kids seem to be doing OK, yeah,'' <strong> Camille Grammer </strong> said", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q> Sales professionals are at the heart of almost every successful business, </q> said <strong> Steve Ballmer </strong>.`` Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}]