[{"uid": "1297357295178634755", "i": 30785, "idx": 0, "sa": ["Bengt Nordstrom", "Steve Ballmer"], "q": "in the latter part of last year, he is now hoping to complete the triumvirate with resurgence. \"<strong> Steve Ballmer </strong> has a good reason to be there,\" says <strong> Bengt Nordstrom </strong>, CEO of consultancy Northstream. <q>The launch of WP7 is his makeor- break moment in the mobile market. It's hard to say whether or not he'll succeed. I've been talking to a number of handset vendors and I don't find enormous enthusiasm for it.<q> Windows Mobile's time out, while much needed in terms of the overhaul the platform has received, has cost it currency and it is probably reasonable to expect some fairly big announcements from <strong> Steve Ballmer </strong> and his team at", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,<q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}, {"uid": "1296313473107511841", "i": 7098, "idx": 1, "sa": ["Zahi Hawass"], "q": "when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,\" <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q>Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies,<q> he said. He added looters had also ransacked the ticket office. The two-storey museum, built in 1902, houses tens of thousands of objects in its galleries and storerooms, including most of", "new_id": -2}, {"uid": "1297278646168607769", "i": 39197, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "swirling as <strong> Simon Cowell </strong> is currently assembling his judges panel for his new reality talent show, \"The X Factor,\" but <strong> Paula Abdul </strong>'s not quite sure she wants to rekindle their working relationship just yet. <q>If he said, \"Come do` The X Factor,' would you do it?<q> Billy asked.\"[ <strong> Simon Cowell </strong>] is an acquired taste, Billy. I'd have to really be hungry,\" <strong> Paula Abdul </strong> answered. \"I didn\"t love having my first canker sore, I", "new_id": -2}, {"uid": "1295943329182452241", "i": 2188, "idx": 0, "sa": ["Eric Schmidt"], "q": "for an executive who is transitioning out of the CEO role-- and may even be unusual for sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q>the board clearly wants to retain his guidance for the next four years.<q> \"It's a signal to shareholders that he'll continue to steer the boat,\" Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder Larry Page.", "new_id": -2}, {"uid": "1297294523070500357", "i": 13340, "idx": 4, "sa": ["Joe Klein", "Al Gore", "Donald Rumsfeld"], "q": "these people want, no matter the damage and harm done to the nation as a whole-that can come only from genuine moral cowardice.\"- <strong> Al Gore </strong>( 2004) What they say about him now: <q>As I read on, trapped in the sketchy carelessness of this presidency, I was surprised by how angry I didn't become. For me, at least, weariness has replaced anger. <strong> George Washington </strong>'s was an exhausting presidency that will, I suspect, be remembered more for its waste- of time, lives, money, moral standing and economic strength- than for anything else.<q>- <strong> Joe Klein </strong>, Time( 2010) Job: <strong> Donald Rumsfeld </strong> of Defense Notable achievement: Iraq, before the surge Memoir: Known and Unknown( 2011) What they said about him then: \"I think that", "new_id": -2}, {"uid": "1295493657122388504", "i": 40691, "idx": 0, "sa": ["Simon Cowell"], "q": "The first three contestants shown made it through to Hollywood. J.Lo in particular had a difficult time becoming J-No. She seemed in agony the first time she was shown rejecting a contestant. She complained: <q>Oh, my God, I hate this! Why did I sign up for this? I want to go home.<q> DBRS expects fewer defaults, rating downgrades in 2011 by Canadian corporations Canadian companies headed for relatively stable, positive year: DBRS agency \"American Idol\" returns for 10th season without <strong> Simon Cowell </strong> but with new judges J.Lo", "new_id": -2}, {"uid": "1296932811087031838", "i": 26180, "idx": 4, "sa": ["Sergio Marchionne"], "q": "hypothetical\" terms and that nothing was decided, \"with no reference about a new location for the company's leadership for today or tomorrow.\" In October, <strong> Sergio Marchionne </strong> ignited controversy when he said that <q>Fiat would be better off if it eliminated Italy<q>. Trade unions and politicians accused him of \"blackmail\" in pushing through a tough deal on working conditions at Fiat's flagship Mirafiori plant in Turin to save the factory from closure. <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1296407544252772372", "i": 122, "idx": 0, "sa": ["Michael Jordan", "Elgin Baylor", "Allen Iverson"], "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q>Anybody that bet on it, some broke people out there,<q> <strong> Allen Iverson </strong> said. \"<strong> Elgin Baylor </strong>'m glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "new_id": -2}, {"uid": "1295900040008716288", "i": 10010, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "plans on selling$ 335m in shares this year, his first sale in three years. Does this indicate that the top is in place for the search engine?\" Other analysts were more positive. <q>We do not view <strong> Eric Schmidt </strong>'s new role as executive chairman and Page's new role as chief executive as negative developments. In our view, <strong> Eric Schmidt </strong> very effectively spearheaded Google to become one of the largest and most innovative technology companies of our times and we expect Page to be an equally effective CEO of Google,<q> wrote Sandeep Aggarwal, internet analyst at Caris& Company. Although <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> have received salaries of just$ 1 for years, the three are among the richest men on the planet as", "new_id": -2}]