[{"uid": "1295971212048300037", "i": 47244, "idx": 1, "sa": ["Donald Rumsfeld", "Michael Jackson", "Hillary Clinton"], "q": "US Star Wars program. \"Star Wars Returns\" explores the recently issued report of the <strong> Michael Jackson </strong> Commission chaired by Defense <strong> Donald Rumsfeld </strong> which calls for US \"power projection in, from and through space\" and declares: <q>In the coming period the US will conduct operations to, from, in and through space in support of its national interests both on earth and in space.</q> US <strong> Hillary Clinton </strong> Bob <strong> Michael Jackson </strong>, who wrote the legislation establishing the <strong> Donald Rumsfeld </strong> <strong> Michael Jackson </strong> Commission, asserts in \"Star Wars Returns\" about US \"control\" of space: \"It is our manifest destiny. You know we", "new_id": -2}, {"uid": "1297711836012566562", "i": 8442, "idx": 2, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. \"Many people make the mistake of thinking that dreams can not come true, but they can,\" he wrote. <q>You have to believe, and know that they are more than just imagination.</q>", "new_id": -2}, {"uid": "1295963004022577181", "i": 14150, "idx": 0, "sa": ["Wanda Jackson", "David Letterman"], "q": "cover of Johnny Kidd and the Pirates' \"Shakin' All Over\" from the album on \"The Late Show with <strong> David Letterman </strong>.\" The performance left <strong> David Letterman </strong> speechless, and it will be interesting to see if <q>the sweet lady with the nasty voice</q> and her cohorts can outdo themselves on TV tonight. Also, <strong> Wanda Jackson </strong> will perform a free album release show at 8 p.m. Friday at the Academy of Contemporary Music at the University of Central Oklahoma's Performance", "new_id": -2}, {"uid": "1295494129204455946", "i": 42893, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans. We encourage", "new_id": -2}, {"uid": "1297535088041762828", "i": 22532, "idx": 0, "sa": ["Steve Ballmer"], "q": "We have grown tired of hearing <strong> Steve Ballmer </strong> tell us that user feedback has been fantastic and that the devices just need to get into customers' hands to see better sales. Sounds a bit like a Saab commercial: <q>People who test-drive a Saab usually buy one.</q> OK, but how many people do you know who have bought a Saab? And wasn't Saab nearly shut down not too long ago? <strong> Steve Ballmer </strong> can talk about user feedback all day long: The", "new_id": -2}, {"uid": "1297346097125812744", "i": 15395, "idx": 0, "sa": ["Janet Napolitano", "Donald Rumsfeld"], "q": "& search= Search\", \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/02/09/VI2011020905950.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=02092011-71v&amp;flvURL=/media/2011/02/09/02092011-71v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F02%2F09%2F02092011-71v.jsn\"}{ \"title\": <q><strong> Janet Napolitano </strong>: Threat may be highest since 9/11</q>, \"description\": \"In testimony before Congress, Homeland Security <strong> Donald Rumsfeld </strong> <strong> Janet Napolitano </strong> said the terror threat continues to evolve and may be at its highest level since the September 11th attacks.( Feb. 9)\"", "new_id": -2}, {"uid": "1295391418138936343", "i": 23519, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. Officer Ian Birk describes Williams' posture During the in the inquest into the John T. Williams shooting, Seattle police officer Ian Birk describes his memory of how Williams was standing in the moments", "new_id": -2}, {"uid": "1296152332094584859", "i": 6418, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q>At this stage, the number of opportunities just vastly exceed the number of people we have at the company,</q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Get noticed over other IS Professionals and increase your earning potential.", "new_id": -2}, {"uid": "1296560563171900973", "i": 47429, "idx": 1, "sa": ["Max Clifford", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> let me sing \"Twinkle Twinkle Little Star' to him. He's so nice and I love him.\" Bethany passed away at a hospice the three days later. <strong> Simon Cowell </strong>'s spokesman <strong> Max Clifford </strong> said, <q>He is really upset, he said what a beautiful little girl she was. He is just so sad, and sad for the whole family. She was a very special little girl and <strong> Simon Cowell </strong> was so touched when she sang for him... his heart goes out to Bethany's mum and dad and he is thinking of them.</q> A spokesman for Bethany\"s family said, \"Her dad said that she had done what she always wanted to do, meet <strong> Simon Cowell </strong> and sing to him. She had achieved her big ambition and was now ready", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q>No state needs to declare bankruptcy,</q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}]