[{"uid": "1296705162088064025", "i": 34802, "idx": 2, "sa": ["Michael Vick"], "q": "the season. <strong> Michael Vick </strong> would go on to be one of the top-scoring players in fantasy football. \"I'm not going to make it sound like I'm an expert or anything,\" Tulipane said. <q> But at the end of the season, I started listening to some of the gurus on television, and that didn't work. </q> Marketplace videos Watch the latest offers, products and services from our advertisers. Browse our print ads It's the ultimate advantage for Buffalo consumers. Never miss another ad again! Copyright 1999", "new_id": -2}, {"uid": "1295316162045481986", "i": 30172, "idx": 0, "sa": ["Kevin Garnett", "Allen Iverson", "Tim Duncan", "LeBron James"], "q": "four straight and 11 of 13 since starting the season 3-0 for the first Tim Duncane since the 2000-01 season. That year ended with an Eastern Conference title for Philadelphia. This one might land them in the lottery. <q> I don't have any answers for what's going on, </q> <strong> Allen Iverson </strong> said. \"We're not having Garnett_Kevin Garnett_2004_vs_LeBron Jamess_Playoffs_GM7_~Classic_Game~ KG single handedly putting the Tim Duncanberwolves franchise on his back to beat the LeBron Jamess in Game 7. He does it all in this game. Garnett's_game-winning_buzzer_beater!!! NEW YORK(", "new_id": -2}, {"uid": "1296359428205914147", "i": 1152, "idx": 0, "sa": ["Zahi Hawass"], "q": "'s biggest collection of Pharaonic antiquities, is adjacent to the headquarters of the ruling National Democratic Party that protesters had earlier set ablaze. Flames were seen still pouring out of the party headquarters early Saturday. <q> I felt deeply sorry today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night, </q> <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. \"Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above", "new_id": -2}, {"uid": "1297323861070123561", "i": 22137, "idx": 0, "sa": ["Steven Tyler", "Julianne Hough", "Jennifer Lopez", "Ellen DeGeneres", "Simon Cowell"], "q": "left the show, wasn't just his career, but that he found it hard to watch the contestants get criticized, which coincidentally, is the same reason <strong> Ellen DeGeneres </strong> left the program after one season. <q> The other thing was, I didn't like watching those kids being brought to tears like that. I didn't understand why they had to do it, I didn't get it, </q> he said. This year tJulianne Hough, with the addition of <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> to the judging panel, and the departure of <strong> Simon Cowell </strong>, \"Idol\" has been noticeably cuddlier, including on Wednesday's episode", "new_id": -2}, {"uid": "1295639157179568677", "i": 24805, "idx": 3, "sa": ["Tim Cook", "Seth Harris", "Eric Schmidt"], "q": "key talent to rival Facebook is another sin often laid at <strong> Eric Schmidt </strong>'s feet. The reason for the exodus, many say, is that the company is no longer technically innovative enough. <q> Google is losing engineers frustrated by a shift in the culture that normally happens when a company gets as big as Google is, </q> <strong> Seth Harris </strong>, technology practice head at CookAssociates.com\" target=\"_blank\"> <strong> Tim Cook </strong> Associates, told the E-Commerce Tim Cookes. \"Engineers fear the company is not moving fast enough and say it's harder to get Tim Cooke with leaders;", "new_id": -2}, {"uid": "1297175264144113727", "i": 19139, "idx": 4, "sa": ["Diane Sawyer", "Osama bin Laden", "Donald Rumsfeld"], "q": "'s brutal regime has created a more stable secure world.\" No Second Thoughts Speaking in an interview with <strong> Diane Sawyer </strong> of ABC News earlier this week, <strong> Donald Rumsfeld </strong> put it this way: <q> What you know today can help you unthink your thinking about tomorrow. It can't help you with things you were thinking about back then, </q> he said. \"Back then, there was reasonable confidence that[ Saddam Hussein] had these weapons.\" Nor does <strong> Donald Rumsfeld </strong> register second thoughts about the Pentagon's crucial failure to capture <strong> Osama bin Laden </strong> in the Battle of", "new_id": -2}, {"uid": "1297292170065437721", "i": 32212, "idx": 1, "sa": ["Michael Vick"], "q": "From MLB.com: \" \"Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die?\" said( Buehrle). <q> How could you do that if you are somewhat sane? </q> \"\" ( <strong> Michael Vick </strong>) had a great year and a great comeback, but there were times where we watched the game and I know it's bad to say, but there were times where we hope", "new_id": -2}, {"uid": "1297224102174489610", "i": 37081, "idx": 0, "sa": ["Aaron Rodgers", "David Letterman"], "q": "Show\" with <strong> David Letterman </strong> that night. He sounded tired and hoarse in the frigid weather, but he had offered his fans one more thing before he left- his \"title belt.\" <q> I just want you to know, for the next year you guys can steal my belt celebration because we're the champions of the world. Put that on whenever you want, </q> <strong> Aaron Rodgers </strong> said with a huge smile. \"It's been a great journey.\" News 9 7401 N. Kelley Ave. Oklahoma City, OK 73111", "new_id": -2}, {"uid": "1295127469219299878", "i": 3238, "idx": 0, "sa": ["David Stern", "David Letterman", "LeBron James"], "q": ", we assume, start at$ 180,000 a pop. Boos problem \"<strong> David Stern </strong> says that NBA fans boo <strong> LeBron James </strong> because he's good,\" noted Vancouver( B.C.) comic Torben Rolfsen. <q> Maybe, but that doesn't explain why they boo <strong> David Stern </strong>. </q> Beauties and a beast Among the signs you're not going to win the Miss America pageant, from CBS's <strong> David Letterman </strong>:? \"Only thing you ever won was a buffalo-wing eating", "new_id": -2}, {"uid": "1296660173177848323", "i": 19704, "idx": 2, "sa": ["David Letterman", "Kelsey Grammer", "Shaquille O'Neal", "Justin Bieber"], "q": "to lose weight and was sticking to a diet heavy on fruits, grains and vegetables. He has another incentive now to keep healthy. \"That's my next goal,\" he told her. <q> I want to hang around here to have grandchildren. </q> Photo: <strong> Justin Bieber </strong>, <strong> David Letterman </strong> Photo: <strong> Kelsey Grammer </strong>, <strong> David Letterman </strong> special: Surgeon explains surprising signs of heart disease. Photo: <strong> David Letterman </strong>; <strong> Shaquille O'Neal </strong> Photo: Amare Stoudemire, <strong> David Letterman </strong> ABC News: Writing Songs Triggered New Start", "new_id": -2}]