[{"uid": "1297466999257671186", "i": 38111, "idx": 0, "sa": ["Steve Ballmer", "Rob Enderle"], "q": "type of product as you are likely to get from what Google does. One step further would be CAD/CAM. Google going to CRM would probably make[ Microsoft CEO] <strong> Steve Ballmer </strong>'s day,\" <strong> Rob Enderle </strong> said. <q>If you are competing, you compete on your strengths. You don't step into an area that are the strengths of others.</q> Still, Google may have to do something different. <strong> Rob Enderle </strong> sees a long-term problem with the company's business model-- the source of revenue is largely smoke and mirrors. Google essentially sells eyeballs of people", "new_id": -2}, {"uid": "1297380086148979731", "i": 9929, "idx": 0, "sa": ["Michael Vick"], "q": "Even more glad the whip <strong> Michael Vick </strong> Young story gets bumped for at least a day. It's been giving me tiredhead. it would be easy for him this year. He'd say, <q>that Mike Young guy is making 16/mil a year. I'm worth at least twice that. I actually give a shit about defense and I'm not a liability out there.</q> Wait, During Super Bowl Week We Gave a Key to Our City to <strong> Michael Vick </strong>?( 67) Rangers' Stud Re-Signing With Texas: Not <strong> Michael Vick </strong> Young, the Other One. Josh Hamilton. 4724 Greenville", "new_id": -2}, {"uid": "1295901715011026433", "i": 2107, "idx": 2, "sa": ["Steve Ballmer"], "q": "find a future leader for company. \"The bigger questions are who will lead the vision for the future, and who will be ready to succeed <strong> Steve Ballmer </strong> when the time comes,\" he wrote. <q><strong> Ray Ozzie </strong> was a talented visionary and architect of the future. <strong> Bill Gates </strong> selected <strong> Ray Ozzie </strong> as his successor as Chief Software Architect. But they are both gone.</q> \"Who else at Microsoft has the gravitas and vision to lead the product direction for entire company? This is probably the single most important job in the company over the long term. Yet, <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1295044022095961088", "i": 18863, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "In just filed court papers Camille asks a judge to deny <strong> Kelsey Grammer </strong>'s request to dissolve their 13 year marriage while they continue battling over their 120 million dollar estate. Camille writes in the court papers, <q>It is my understanding that( <strong> Kelsey Grammer </strong>) is seeking to terminate the marriage solely for the reason that he intends to remarry as soon as possible. \"I don't believe that is a sufficient reason to prejudice my rights to our estate.</q> The Frasier star appeared on the Late Show with <strong> David Letterman </strong> Thursday night and sounded resolute about his plans for a quickie divorce from Camille, so he can tie the knot with <strong> Kayte Walsh </strong> soon. \"", "new_id": -2}, {"uid": "1297224539091242503", "i": 8722, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "Show\" with <strong> David Letterman </strong> that night. He sounded tired and hoarse in the frigid weather, but he had offered his fans one more thing before he left- his \"title belt.\" <q>I just want you to know, for the next year you guys can steal my belt celebration because we're the champions of the world. Put that on whenever you want,</q> <strong> Aaron Rodgers </strong> said with a huge smile. \"It's been a great journey.\"", "new_id": -2}, {"uid": "1295425429066371636", "i": 34570, "idx": 0, "sa": ["Ricky Gervais", "Simon Cowell", "Hugh Hefner"], "q": "\" of the awards show was \"hugely mean-spirited with mildly sinister undertones\". Meanwhile <strong> Simon Cowell </strong> Berk of the Hollywood Foreign Press Association, which puts on the Globes, said <strong> Ricky Gervais </strong> had crossed the line. <q>Some of the things he said were totally unacceptable,</q> Berk said. <strong> Ricky Gervais </strong> had introduced Berk by saying: \"I just had to help him off the toilet and pop his teeth in.\" <strong> Hugh Hefner </strong> seemed to take <strong> Ricky Gervais </strong>'s joke about him rather more", "new_id": -2}, {"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q>We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people,</q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true. \"Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}, {"uid": "1295546693266108955", "i": 39105, "idx": 0, "sa": ["House Judiciary Committee", "Nancy Pelosi", "Barack Obama", "Mike Pence"], "q": "a vote. And even if it did, it would face a certain veto by <strong> Barack Obama </strong>. But <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>, a leading GOP conservative, dismissed Democratic criticism that Wednesday's vote was a \"gimmick.\" <q>We have another term for it on our side of the aisle: It's a promise kept,</q> he said. \"And <strong> House Judiciary Committee </strong> Republicans are here to stand with the American people and say with one voice, \"We can do better.\" We can do better than their government takeover of health care.", "new_id": -2}, {"uid": "1295850131219414572", "i": 29859, "idx": 0, "sa": ["Colin Powell"], "q": "State of the Union policy address Tuesday night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Arizona. <q>I think he's got a way to go,</q> <strong> Colin Powell </strong> said. \"I mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman.", "new_id": -2}, {"uid": "1297088565019349578", "i": 17381, "idx": 0, "sa": ["Simon Cowell"], "q": "website for the upcoming Fox version of <strong> Simon Cowell </strong>'s competition confirmed the news. The show will allow anyone over the age of 12 to audition to become \"America's next undiscovered superstar\". <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,</q> <strong> Simon Cowell </strong> said. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}]