[{"uid": "1296139420017235978", "i": 24763, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> WASHINGTON- Social Security's finances are getting worse as the economy struggles to recover and millions of baby boomers stand at the brink of retirement. New congressional projections show Social Security running", "new_id": -2}, {"uid": "1297437521252067842", "i": 20723, "idx": 1, "sa": ["Steve Ballmer"], "q": ", by contrast, told the BBC last month that the Xbox 360 maker is planning to offer PC support for its own motion-gaming peripheral, the Kinect, at some point in the future. <q> We'll support that in a formal way, in the right time, </q> <strong> Steve Ballmer </strong> said in his interview with the BBC. Don Reisinger Full Profile E-mail Don Reisinger E-mail Don Reisinger If you have a question", "new_id": -2}, {"uid": "1296786039034570265", "i": 113, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders", "David Cay Johnston"], "q": "and East Asian studies at Oberlin College and the author of several books, including <strong> Barack Obama </strong> Calls for Spending Freeze, Lowering Corporate Taxes in State of the Union Fifty Years After Eisenhower's Farewell Address, A Look at <q> Prophets of War: Lockheed Martin and the Making of the Military-Industrial Complex </q>`` The Worse Off You Are, Your Taxes Increase'': Journalist <strong> David Cay Johnston </strong> Slams Obama-GOP Tax Deal <strong> Sen. Bernie Sanders </strong> Denounces Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming`` Banana Republic''`` China Against the Tides", "new_id": -2}, {"uid": "1295777587220971009", "i": 40591, "idx": 3, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "spokesman it's time to move on.'' Mr <strong> Andy Coulson </strong> joined Mr <strong> David Cameron </strong>'s team before the General Election and then ran the PM's communications strategy. Labour leader <strong> Ed Miliband </strong> said the row raised <q> real questions about <strong> David Cameron </strong>'s judgement that he hung on to <strong> Andy Coulson </strong> for so long </q>. Play video Thousands say farewell to Ark Royal crew Subscribe to RSSMost Popular in: UK Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News editor", "new_id": -2}, {"uid": "1295285903003260422", "i": 36708, "idx": 0, "sa": ["Jim Ryun", "Mike Pence"], "q": "highlights his strong record in Congress on both fiscal and social issues. Benko and <strong> Jim Ryun </strong> are known for their strong social and fiscal conservative credentials and <strong> Mike Pence </strong> has been a favorite of that movement. <q> Throughout his distinguished career, <strong> Mike Pence </strong> has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government and for that reason I am encouraging him to get in the race, </q> <strong> Jim Ryun </strong> said in a release.`` <strong> Mike Pence </strong> describes himself as` first a Christian, then a conservative, then a Republican,''' Benko added.`` He unifies fiscal, social, and national", "new_id": -2}, {"uid": "1295440285176455758", "i": 13064, "idx": 0, "sa": ["Steve Ballmer"], "q": "The release details were announced yesterday by Microsoft CEO <strong> Steve Ballmer </strong>. This launch marks the first time that a product has been provided as an online service before its conventional release, an act that, <strong> Steve Ballmer </strong> says, <q> really reflects the push by Microsoft into the cloud. </q> Microsoft previously focused primarily on the on-premises version of Dynamics CRM, putting the company at odds with major competitors such as Salesforce.com's CRM suite. With the new cloud-first deployment and wider availability, Dynamics CRM has become", "new_id": -2}, {"uid": "1294975566041533468", "i": 18167, "idx": 0, "sa": ["Gary Moore", "Allen Iverson"], "q": "said <strong> Allen Iverson </strong> told him Wednesday that he doesn't plan to retire because of the painful condition. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> has a lesion that is pressing up against the bones of his leg and requires surgery in the US <q> It has to be removed and tested to see if it's benign or not, </q> <strong> Gary Moore </strong> said by phone.`` Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks, He's hoping to be able", "new_id": -2}, {"uid": "1295567746217792542", "i": 14108, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "customers and broader business relationships, government outreach and technology thought leadership to enhance <strong> Google Inc. </strong>'s global reach.`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade,'' said Page. <q> The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. </q> In addition, <strong> Google Inc. </strong> reported revenues of$ 8.44 billion for the fourth quarter of 2010. The data represents an increase of 26% compared to the fourth quarter of 2009. Rachel Carpenter Rhyne", "new_id": -2}, {"uid": "1295125227265830412", "i": 34998, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama", "Senator Norm Coleman", "Lindsey Graham"], "q": "the media, to our surprise, when they had not even arrived in the Pentagon.- <strong> Donald Rumsfeld </strong>,[ 33] Following <strong> Donald Rumsfeld </strong>'s testimony, several Senators responded: <strong> Barack Obama </strong> <strong> Lindsey Graham </strong>: <q> The American public needs to understand we're talking about rape and murder here. </q>[ 34]`` It was pretty disgusting, not what you'd expect from Americans'', said <strong> Senator Norm Coleman </strong>.[ 35]`` I don't know how the hell these people got into our army'',", "new_id": -2}, {"i": 24637, "idx": 1, "index_answer": 4, "new_id": -1, "q": "Wizards on Tuesday. They watched an 11-point halftime lead evaporate against the Raptors in the third quarter.`` <strong> Fatboy Slim </strong>'re jumping out and holding leads and we just can't hold them,'' guard <strong> Allen Iverson </strong> said. <q> <strong> Fatboy Slim </strong> play well for a while and then it seems we just lose focus. </q> <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-balance layup. He sank the free throw for a 108-106 lead. <strong> Lou Williams </strong>' last-chance 3-pointer was off the mark,", "sa": ["Fatboy Slim", "Chris Bosh", "Samuel Dalembert", "Lou Williams", "Allen Iverson"], "uid": "1296279092111296547"}]