[{"uid": "1295968796242466817", "i": 38673, "idx": 0, "sa": ["Kanat Saudabayev", "Colin Powell", "Brent Scowcroft"], "q": ", <strong> Kanat Saudabayev </strong> exchanged views on prospects of development of the Kazakh-U.S. strategic partnership. <strong> Colin Powell </strong> said this partnership is based on solid foundations of cooperation in politics, economics, and security and should be strongly encouraged. <q> <strong> Kanat Saudabayev </strong> briefed <strong> Colin Powell </strong> on the outcome of Kazakhstan's OSCE chairmanship and the decisions of the Astana summit, </q> the ministry reported. The meeting with Former National Security Adviser <strong> Brent Scowcroft </strong> discussed the current state and prospects of the nuclear nonproliferation regime, as well as development of nuclear power in the world. He praised Kazakhstan", "new_id": -2}, {"uid": "1297324818049971241", "i": 29560, "idx": 0, "sa": ["Jarrell McKinney", "Michael Vick", "the Albert"], "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan.`` He's my first Division I recruit,'' <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q> He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves. </q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley`` has <strong> Michael Vick </strong> capabilities.''", "new_id": -2}, {"uid": "1297361556156647441", "i": 19294, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "for <strong> Simon Cowell </strong>. So what of <strong> Simon Cowell </strong>? Was he missed or did <strong> Steven Tyler </strong> satisfy Idol fans' OMG quotient? No doubt an element of gravitas was painfully absent, but also conviction. When <strong> Simon Cowell </strong> would say, <q> I believe you are a star, </q> we followed like faithful minions- for nine years straight! It's going to take a minute to readjust, so be patient. And, unlike last season, let's maybe take it easy on the new", "new_id": -2}, {"uid": "1296128197246497300", "i": 17592, "idx": 3, "sa": ["Michael Vick"], "q": "where he completed 62.8 percent of his passes, blowing his previous best out of the water.`` I feel like this one I had to work hard to get here,'' <strong> Michael Vick </strong> said. <q> This came in a different fashion due to the fact that I displayed different talents this year to show really what I can do in the passing game along with doing everything else.`` I think everything came together, and it has worked out for me. </q> For everything that he's been through, <strong> Michael Vick </strong> is still 30 years old and in the prime of his career. Where he will play next season is up in the air.", "new_id": -2}, {"uid": "1297177866006504495", "i": 9951, "idx": 3, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to`` propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would`` welcome a clarification of the guidelines.''@Drudge_Report: Dallas Gives", "new_id": -2}, {"uid": "1295569537103104525", "i": 19035, "idx": 1, "sa": ["Eric Schmidt"], "q": "on new products, the company said.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' Mr <strong> Eric Schmidt </strong> said. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> The tech giant also reported today fourth-quarter net income of$ US2.54 billion($ 2.57 billion), or$ US7.81 a share, from$ US1.97 billion, or$ US6.13 a", "new_id": -2}, {"uid": "1297008359017629190", "i": 39490, "idx": 0, "sa": ["Kirsten Gillibrand", "Daniel Inouye"], "q": "next two years.`` The president has stated unequivocally that he will veto any legislation containing earmarks, and the House will not pass any bills that contain them,'' Mr. <strong> Daniel Inouye </strong> said in a statement. <q> Given the reality before us, it makes no sense to accept earmark requests that have no chance of being enacted into law. </q> On Capitol Hill, though, many lawmakers remain opposed to the ban, including <strong> Daniel Inouye </strong> <strong> Kirsten Gillibrand </strong> of New York, who has long supported overhauling the earmark process and who was among the first lawmakers to place", "new_id": -2}, {"uid": "1294953126035717169", "i": 24335, "idx": 0, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "News <q> And Then She Finally Opens Her Eyes... </q> Jim Nintzel on Thu, Jan 13, 2011 a first-hand account of Congresswoman <strong> Gabrielle Giffords </strong> opening her eyes while Sen. <strong> Kirsten Gillibrand </strong> and Rep. <strong> Debbie Wasserman Schultz </strong> were with her at UMC last night: <blockquote> <strong> Kirsten Gillibrand </strong>: And we just", "new_id": -2}, {"uid": "1296627538082198534", "i": 336, "idx": 0, "sa": ["Mitt Romney", "Piers Morgan", "David Letterman", "Jon Huntsman"], "q": "She's saying,` full speed ahead.''' <strong> Mitt Romney </strong> appeared on`` <strong> Piers Morgan </strong>'' and`` The View'' as part of a two-day media tour in conjunction with the paperback release of his book <q> No Apology: The Case for American Greatness. </q> He also appeared on Good Morning America and read the Top Ten List on`` The Late Show with <strong> David Letterman </strong>.'' With <strong> Mitt Romney </strong>'s media blitz and confirmation that <strong> Jon Huntsman </strong> will resign the U.S. ambassadorship to China", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,`` or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}]