[{"uid": "1295617945243957771", "i": 17491, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "News of the World phone-hacking row was making his job impossible. In a personal statement issued by Number 10, Mr <strong> Andy Coulson </strong> said the drip-drip of claims about illegal eavesdropping under his editorship meant he could not <q> give the 110% needed </q>. \"I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,\" he added. British Prime Minister <strong> David Cameron </strong> said he", "new_id": -2}, {"uid": "1295714291131842066", "i": 43867, "idx": 0, "sa": ["Andy Coulson", "Greg Mattison"], "q": "time but you don't stop.\" , Mich.( AP)-- Baltimore Ravens defensive coordinator <strong> Greg Mattison </strong>..., Mich., Jan. 21( UPI)-- Ford Motor Executive Chairman Bill Ford told... Report Abuse <q> You can't TRUST a muslim... I don't care where they were born... I'll bet the farm, Ahmed Kousay al-Taie is using what he learn in the U.S. military to fight America either in one of any third world toilets, inclucing Iraq or here at home training his muslim buddies how to attack America on American soil... </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295925220136986632", "i": 28239, "idx": 0, "sa": ["Larry Page", "Jeff Jarvis", "Sandeep Aggarwal", "Eric Schmidt"], "q": "the company as board chairman in 2001. Going forward, <strong> Eric Schmidt </strong> will still have an influential role in the company in terms of continuing relationships in political circles and other external issues says Google. <q> We do not view <strong> Eric Schmidt </strong>'s new role as executive chairman and <strong> Larry Page </strong>'s new role as chief executive as negative developments. In our view, <strong> Eric Schmidt </strong> very effectively spearheaded Google to become one of the largest and most innovative technology companies of our times and we expect <strong> Larry Page </strong> to be an equally effective CEO of Google, </q> wrote <strong> Sandeep Aggarwal </strong>, Internet analyst at Caris& Company. \"He's enigmatic,\" said <strong> Jeff Jarvis </strong>, author of \"What Would Google Do?\" \"The media doesn't always understand <strong> Eric Schmidt </strong>'s sense", "new_id": -2}, {"uid": "1295772199201490460", "i": 12494, "idx": 1, "sa": ["Katy Perry", "Mick Jagger", "Mariah Carey", "Nicole Scherzinger", "Simon Cowell", "Will Smith"], "q": ", the singer may join <strong> Simon Cowell </strong> on the show when it begins filming later this year. \"To get her on the show would give it real star power,\" a source told the magazine. <q> <strong> Nicole Scherzinger </strong> and Cheryl Cole are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out. \"She has a massive appeal and a real edge to her, </q> they added. \"<strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion.\" Others who have been rumoured for the show's judging panel include <strong> Will Smith </strong>, <strong> Katy Perry </strong>, <strong> Mick Jagger </strong> and <strong> Mariah Carey </strong>. This", "new_id": -2}, {"uid": "1295670451069369884", "i": 55624, "idx": 7, "sa": ["Michael Jordan", "Allen Iverson", "Kobe Bryant", "Scottie Pippen"], "q": "the Sixers fought off a rally by the Bulls and opened a 19-point lead. Philadelphia has won four of its last six. \"This game will give us a <strong> Kobe Bryant </strong> bit more confidence,\" <strong> Allen Iverson </strong> said. <q> It gives us confidence because if we can beat the world champions, there shouldn't be any reason why we shouldn't feel we can beat every team we play against. Some nights we're going to have off nights shooting the ball but if we play defense, we'll be in every game. </q> <strong> Scottie Pippen </strong> scored 22 points-- two in the second half-- and <strong> Michael Jordan </strong> added 20 for the Bulls, who were coming off a convincing home win over Seattle and lost for the first time in three games since <strong> Scottie Pippen </strong>", "new_id": -2}, {"uid": "1295785558098680872", "i": 53476, "idx": 0, "sa": ["Andy Coulson", "Nelson Mandela"], "q": "and now it's time to get all the facts out in the open.\" A Scottish Government spokesman said Labour's assertion of 10,000 complaints was \"entirely misleading\" . He said: <q> Responses received were both supportive and unsupportive- for example a letter from the <strong> Nelson Mandela </strong> Foundation carried his support for the decision- and other issues have generated far greater levels of response, such as the consultation on the then-proposed smoking ban which attracted tens of thousands of responses. </q> Downing Street spin doctor <strong> Andy Coulson </strong> resigns in phone-hacking row Life for youths who battered man to death because it was` funny' Kevin` Gerbil' Carroll shooting: Murder accused released from prison Full video interview:", "new_id": -2}, {"uid": "1297103090173965317", "i": 1219, "idx": 0, "sa": ["Steve Ballmer"], "q": "an unprecedented ease of communications between systems. Manage full relationship life cycles, with out-of-the-box Sales Force Automation, Customer Service and Marketing as well as full xRM capabilities. According to Microsoft CEO, <strong> Steve Ballmer </strong>, <q> Sales professionals are at the heart of almost every successful business. Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data so they can improve their customers' experiences and effectively compete in the market. </q> Come join Microsoft and FMT Consultants at our joint launch event. Date: Wednesday, March 16, 2011 Time: 9-11am Location: Microsoft Office, San Diego About FMT Consultants", "new_id": -2}, {"uid": "1296972042257851410", "i": 569, "idx": 1, "sa": ["Michael Vick", "Andy Reid"], "q": "supporters have been as staunchly behind <strong> Andy Reid </strong>. \"He had a plan and he stuck to that, both on and off the field,\" Reid-Andy Reid/\" Andy Reid\"> <strong> Andy Reid </strong> said. <q> He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job with the football part of it. \"And then he spends a tremendous amount of time in the public, in particular on his days off... speaking and doing the best he can to right the wrong. You can never erase that, but you can sure help change others from falling into that same problem. </q> A star in Atlanta for most of his six seasons as a Falcon after being selected first overall in the 2001 draft, <strong> Michael Vick </strong> missed 2007 and 2008 while incarcerated for 18 months in a federal prison.", "new_id": -2}, {"uid": "1295505910113688578", "i": 49295, "idx": 1, "sa": ["Sergio Marchionne"], "q": "capital structure, <strong> Sergio Marchionne </strong> said. For now, work can not stop if Chrysler is going to continue to rejuvenate its lineup, pay off government bailout loans and take the company public again. <q> I can't stop the machine, </q> <strong> Sergio Marchionne </strong> said. \"So far I have been able to manage it,\" but \"there will come a point in time when I have to go into the kitty and use other cash for this.\"", "new_id": -2}, {"uid": "1295919467156090424", "i": 4164, "idx": 1, "sa": ["Bill Lockyer"], "q": "states that have been poorly managed. Families across America have to live within their means, and state and federal government need to do the same.\" + CALIFORNIA- Democratic State Treasurer <strong> Bill Lockyer </strong> said: <q> States didn't ask for it. We don't want it. We don't need it. </q>- \"Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs. It would inflict severe injury on taxpayers.\" - \"The people", "new_id": -2}]