[{"uid": "1295395381107446274", "i": 50207, "idx": 0, "sa": ["David Letterman"], "q": "<q> Top Ten Reasons to Watch the New Season of` Battlestar Galactica' </q> from`` The Late Show with <strong> David Letterman </strong>.'' http://wn.com/Art21__Art_in_the_Twenty-First_Century_|_ Season_4_Trailer Poll: What was your favorite episode of Season Four? www.micropoll.com An exciting look back on the intense fourth season of`` Is It A Good", "new_id": -2}, {"uid": "1295196535170917899", "i": 43250, "idx": 3, "sa": ["Allen Iverson", "Kobe Bryant", "Tyronn Lue"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Lakers_vs_Thunder_Highlights_Kobe Bryant_Kobe Bryant_31_points Date: November 3, 2009", "new_id": -2}, {"uid": "1295593755183287833", "i": 38981, "idx": 3, "sa": ["Richard Chang", "Sergey Brin", "Eric Schmidt"], "q": "en 2001 pour apporter une exp?rience de gestion? la toute jeune soci?t, reste pr?sident du conseil d'administration avec un r?le ex?cutif. <strong> Sergey Brin </strong>, 37 ans, se concentrera sur les projets strat?giques. <q> Il n' y a plus besoin d'une supervision adulte au quotidien </q>, a expliqu <strong> Eric Schmidt </strong> apr?s cette annonce. Ce Richard Changement s` inscrit dans un plan de`` rationalisation'' de la prise de d?cision, explique Google, visant? cr?er des lignes de responsabilit?s plus claires", "new_id": -2}, {"uid": "1296148178229572622", "i": 30099, "idx": 2, "sa": ["Bernie Sanders", "Neil Cavuto", "Byron Dorgan"], "q": "North Dakota, who commends Mr. <strong> Bernie Sanders </strong>, but notes the speech won't have any effect on the tax-cut vote. <strong> Neil Cavuto </strong>`` But the vote was supposed to come next week anyway, right?'' <strong> Byron Dorgan </strong>: <q> Well, yeah, there's a vote scheduled for 3 o'clock on Monday afternoon, on a cloture vote. </q> <strong> Neil Cavuto </strong>:`` So he would have to go like this til' 3 o'clock on...'' Dorgon:`` He's not going to do that, but look, <strong> Bernie Sanders </strong> is doing what they do in the", "new_id": -2}, {"uid": "1296318894261652524", "i": 17943, "idx": 12, "sa": ["Doc Rivers", "Allen Iverson"], "q": "had seven previous games with 40 or more points and the 76ers lost them all. On February 12, the NBA scoring leader had a league season-high 46 points in a 98-94 loss to the San Doc Riversio Spurs. <q> When I score 40 points, we've lost, </q> <strong> Allen Iverson </strong> said.`` Tonight, we won, and I guess I finally got the monkey off my back. I didn't know what I had until I came out of the game at the end and looked", "new_id": -2}, {"uid": "1295279350147685396", "i": 1796, "idx": 0, "sa": ["Angelina Jolie", "Robert De Niro", "Johnny Depp"], "q": "`` I'd like to quash this ridiculous rumor going around that the only reason` The Tourist' was nominated was so the Hollywood Foreign Press could hang out with <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>,'' he continued. <q> That is rubbish. That is not the only reason. They also accepted bribes. </q> The movie itself was shut out of honors despite receiving three nominations in musical or comedy categories. Even <strong> Robert De Niro </strong>, recipient of the Cecil B. DeMille Award for lifetime achievement- and a notoriously reticent", "new_id": -2}, {"uid": "1297300258049397810", "i": 2229, "idx": 0, "sa": ["Jim Schmitt", "Scott Walker", "Donald Rumsfeld", "Barack Obama", "John Boehner"], "q": "Slideshow: <strong> Barack Obama </strong>, <strong> Scott Walker </strong>, <strong> Jim Schmitt </strong> Photo in Slideshow: U.S. House Speaker <strong> John Boehner </strong>, House Majority... Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Barack Obamacare Report Abuse <q> ha ha you stupid democraps will freeze to death </q> thanks to your one term muslim usurper <strong> Barack Obama </strong> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options!", "new_id": -2}, {"uid": "1295636961179568645", "i": 36964, "idx": 2, "sa": ["Clive Goodman", "Andy Coulson"], "q": "recollection'' of it taking place while he was editor of the href=\"http://www.guardian.co.uk/media/newsoftheworld\" title=\"More from guardian.co.uk on News of the World\"> News of the World. In July 2009, <strong> Andy Coulson </strong> told MPs: <q> I never condoned the use of phone hacking, nor do I have any recollection of incidences where phone hacking took place. </q> He maintained that he had been deceived by a`` rogue reporter''- <strong> Clive Goodman </strong>, the royal correspondent jailed for four months for his part in hacking into phone messages.`` I am absolutely", "new_id": -2}, {"uid": "1296660173177848323", "i": 19703, "idx": 1, "sa": ["Justin Bieber", "David Letterman", "Bill Clinton", "Kelsey Grammer"], "q": ". No, <strong> Bill Clinton </strong> said, he had been trying to lose weight and was sticking to a diet heavy on fruits, grains and vegetables. He has another incentive now to keep healthy. <q> That's my next goal, </q> he told her.`` I want to hang around here to have grandchildren.'' Photo: <strong> Justin Bieber </strong>, <strong> David Letterman </strong> Photo: <strong> Kelsey Grammer </strong>, <strong> David Letterman </strong> special: Surgeon explains surprising signs of heart disease. Photo: <strong> David Letterman </strong>", "new_id": -2}, {"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}]