[{"uid": "1296758934263634960", "i": 17693, "idx": 0, "sa": ["Donald Rumsfeld", "Will Washington", "Hillary Clinton"], "q": "country's evolution. US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> nimbly stepped in with a speech in Doha on January 13 warning Arab leaders to allow their citizens greater freedoms or risk extremists exploiting the situation. <q>There is no doubt that <strong> Joe Biden </strong> is trying to position itself very quickly on the good side,...<q>\" AFP: US helping shape outcome of Tunisian uprising emphasis added <strong> Will Washington </strong> be successful in instating a new puppet regime?\" On behalf of my fellow U.S. citizens either unable or unaware to raise", "new_id": -2}, {"uid": "1297123633195428357", "i": 30277, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. Fun: Today's Find Five <q>We've spoken to her, she knows I'm a big fan,<q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}, {"uid": "1295743991123617308", "i": 23254, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": " \"So far, our worst day in government,\" a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q>So far, our worst day in government,<q> a senior <strong> David Cameron </strong> aide told The Leading article: <strong> Andy Coulson </strong> has departed, but uncomfortable questions remain Britain will be hoping that yesterday's resignation of <strong> Andy Coulson </strong>, Downing Street's director of communications, signals the end of", "new_id": -2}, {"uid": "1295158532128794647", "i": 512, "idx": 3, "sa": ["Allen Iverson"], "q": ". The Denver guard hit seven straight attempts before missing a three-pointer early in the third quarter. He also made all 10 of his free throws. \"It felt OK before the game,\" <strong> Allen Iverson </strong> said. <q>Now, it feels that much worse. It's throbbing like a heartbeat.<q> <strong> Allen Iverson </strong>, who hurt his finger against San Antonio a week ago, slips on a brace after every game per doctors orders. \"If I didn't wear this brace to keep it straight after every game,", "new_id": -2}, {"uid": "1297304788026935319", "i": 27467, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "many people in this country swallowed the propaganda fomented by Rummy and the rest to invade Iraq in 03. I suppose that most of them still believe Osama Bin Laden is still alive.\" Report Abuse <q>Come March 1st, if the <strong> John McCain </strong> does not prosecute this war criminal, he falls into international jurisdiction and will be wanted by the world community<q> I suspect Wanted Dead or Alive <strong> Donald Rumsfeld </strong> Posters will be on sale soon. Don't expect <strong> Donald Rumsfeld </strong> to visit Europe or any place else out of the country anytime soon. Report Abuse", "new_id": -2}, {"uid": "1295565460204783640", "i": 20746, "idx": 0, "sa": ["Steve Jobs", "Sergey Brin", "Eric Schmidt", "Tim Cook", "Google Inc."], "q": "in 2001 to bring more management experience to the young company, will assume the role of executive chairman, focusing on deals and government outreach, among other things. <strong> Sergey Brin </strong> will concentrate on strategic projects. <q>Day-to-day adult supervision no longer needed!<q> <strong> Eric Schmidt </strong> tweeted after the announcement. The abrupt shift comes days after Apple <strong> Google Inc. </strong> CEO <strong> Steve Jobs </strong> announced a leave of absence, leaving lieutenant <strong> Tim Cook </strong> in charge of day-to-day operations. Like <strong> Google Inc. </strong>, Apple also announced results", "new_id": -2}, {"uid": "1296253498075055119", "i": 241, "idx": 0, "sa": ["Mike Pence"], "q": "candidate with strong Indiana roots to contrast <strong> Mike Pence </strong>'s prominence in Washington. Parker described <strong> Mike Pence </strong> as a partisan ideologue who wouldn't fit well with Indiana voters who he said typically favor centrist candidates. <q>The one thing most Hoosiers would say they don't want in Indianapolis at the Statehouse is Washington politics,<q> Parker said. \"He's used to the Washington game of lay blame and be partisan. He's going to have a hard time making the transition I believe.\" It might be May or", "new_id": -2}, {"uid": "1297402284143720477", "i": 3550, "idx": 4, "sa": ["Mitt Romney", "Donald Rumsfeld", "Barack Obama"], "q": "understand what was at stake?\" As can be expected, much of the blame for America's precipitous state was laid at the feet of <strong> Barack Obama </strong> and the Democratic agenda, which <strong> Donald Rumsfeld </strong> poetically described as <q>the gentle despotism of big government.<q> Several speakers accused <strong> Barack Obama </strong> of not believing in the exceptionalism of America, or understanding American power, and therefore precipitating the country's declining influence. Downstairs, in the exhibit hall, supporters of <strong> Mitt Romney </strong> distributed stickers that", "new_id": -2}, {"uid": "1295469642129286144", "i": 45841, "idx": 0, "sa": ["Mike Pence", "Larry King"], "q": "No, Tunisia Is Not a Democratic Tipping Point for the Arab World Here's Wall Street Journal editorial page writer and conservative movement apparatchik Stephen Moore writing up the Draft <strong> Mike Pence </strong> movement: <q>Mr. <strong> Mike Pence </strong> won the straw poll at a gathering of more than 1,000 social conservatives in Washington, D.C., over the summer-besting <strong> Newt Gingrich </strong>, <strong> Mike Huckabee </strong>, and presumptive front-runner <strong> Mitt Romney </strong>. One concern is what <strong> Sarah Palin </strong>'s intentions are, since she would have a huge funding base if she runs. But the pro-Pence movement fears that she is highly polarizing and someone who would have a difficult time beating <strong> Barack Obama </strong> in the general election.<q> Return of the Republicans: Why They're Unlike Any Political Party America Has Ever Seen The Legacy of <strong> Larry King </strong> and Oprah: Celebrity Worship, Fake Intimacy, and Terrible Interviews DISPATCH: The Mysterious Evolution", "new_id": -2}, {"i": 18535, "idx": 0, "index_answer": 0, "new_id": -1, "q": "friend of Democratic congresswoman <strong> Gabrielle Giffords </strong>, has visited the lawmaker in her hospital room and is in close contact with her astronaut husband Mark Kelly, she told NBC's \"Meet The Press.\" <strong> Gabrielle Giffords </strong> is <q>making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,<q> <strong> Kirsten Gillibrand </strong> said. \"It's an extraordinary amount of progress for a woman who sustained such a horrific injury,\" she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295217263110215213"}]