[{"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy. \"I think that's part of what he's been positioning for,\" said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q> In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will </q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}, {"uid": "1295702917119783444", "i": 28840, "idx": 1, "sa": ["Mike Pence"], "q": "The Pacers committed six turnovers, including three in the final two minutes, in the final quarter. \"I guess it's a consistency thing,\" swingman <strong> Mike Pence </strong> Dunleavy said. <q> We're not consistently performing on both ends. We have lapses at times. We do a decent job of hanging in there but just not for the full 48 minutes. </q> There's not one consistent reason behind the Pacers' struggles in the fourth quarter. Some games it's turnovers. Other games it's poor shot selections. And there", "new_id": -2}, {"uid": "1296725293246726664", "i": 331, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "in the tech industry right now \" In an open letter to <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>, Berenberg Bank's Adnaan Ahmad said Nokia's move to Windows Phone 7 would benefit both companies. <q> Get rid of your own proprietary high-end solution( MeeGo)- it's the biggest joke in the tech industry right now and will put you even further behind Apple and Google, </q> Ahmad advised <strong> Stephen Elop </strong>. \"Focus your high-end portfolio around WP7, and over time you can take the cost down( that's <strong> Steve Ballmer </strong>[ <strong> Steve Ballmer </strong>'s] job and cost base) to get this into", "new_id": -2}, {"uid": "1295795925032096267", "i": 32657, "idx": 4, "sa": ["Gordon Brown", "Andy Coulson", "Harriet Harman"], "q": ", create a fairer society, and to reform our politics as well, so that people trust in politics once again.\" Labour's deputy leader, <strong> Harriet Harman </strong>, told Sky News's Murnaghan programme: <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. \"Nobody is above the law, no newspaper editor, no journalist... for all of <strong> David Cameron </strong>'s talk of trust in politics, it's fundamental that people obey the law and that's what's at risk here. He should never have appointed him, </q> she said, referring to <strong> Andy Coulson </strong>. <strong> Gordon Brown </strong> asked police to investigate whether he was a victim of phone hacking. <strong> Gordon Brown </strong> is said to have written at least one letter to the Metropolitan police last summer, asking", "new_id": -2}, {"uid": "1295586061144719886", "i": 17224, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", Google co-founder Larry Page will replace <strong> Eric Schmidt </strong> and take over as Chief Executive Officer in April. <strong> Eric Schmidt </strong>, 55, who became CEO in 2001, will assume the role of Executive Chairman, focusing externally on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership, according to the official Google blog spot. <strong> Eric Schmidt </strong> would continue to act as an advisor to Page and co-founder <strong> Sergey Brin </strong>. \"Page will take charge of Google </q> s day-to-day operations as Chief Executive Officer starting April 4. <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products,\" <strong> Eric Schmidt </strong> said in the blog spot. The management reshuffle has been", "new_id": -2}, {"uid": "1296015945211435643", "i": 26349, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "<strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). Lawmakers also broke their usual partisan seating scheme to show they can get along. \"What comes of this moment is up to us,\" <strong> Barack Obama </strong> said. <q> What comes of this moment will be determined not by whether we can sit together tonight, but whether we can work together tomorrow. </q> A major part of the Republicans' mandate is to cut spending and trim the debt. <strong> Barack Obama </strong> pledged that he would- but argued for investing in research, education, innovation and new technology that would", "new_id": -2}, {"uid": "1295943626001703954", "i": 13665, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Bomb investigators were examining the debris to determine the type of explosives used, he said. Binay said he was one of the first at the scene, describing the carnage to reporters. <q> There were bones and flesh on the pavement. A bloodied body was still there. This is an act of terrorism, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 3 BR/ 2 BA$ 999,000.00 SAN FRANCISCO 3", "new_id": -2}, {"uid": "1297620569105463821", "i": 1022, "idx": 1, "sa": ["Mike Pence"], "q": "million in annual funding. \"Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,\" <strong> Mike Pence </strong> said. <q> The time to deny any and all funding to Planned Parenthood is now. </q> By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants, by covering overhead and operational costs, free up other money to provide abortions. Planned", "new_id": -2}, {"uid": "1296463354060031005", "i": 3636, "idx": 1, "sa": ["Michael Vick"], "q": "bests with 3,018 passing yards, 21 TD throws, a 62.6% completion rate and a 100.2 rating. \"We'll see what happens over the next couple months,\" <strong> Michael Vick </strong> said last week. <q> I just got to be patient and take it day by day. </q> The franchise tag was worth$ 16.4 million for quarterbacks in 2010. The NFL is likely to retain some form of the franchise/transition tag mechanism once a new collective bargaining agreement is reached. Steelers receivers", "new_id": -2}, {"uid": "1295499873140181515", "i": 25734, "idx": 1, "sa": ["Vince Carter", "Allen Iverson"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,\" <strong> Allen Iverson </strong> said. <q> You honestly don't r... <strong> Vince Carter </strong>- Top 10 Dunks 2:29 <strong> Vince Carter </strong> \"<strong> Vince Carter </strong> </q> <strong> Vince Carter </strong>( born January 26, 1977) is an American professional basketball player in the National Basketball Association( NBA). He is currently a starting shooting guard for the New Jersey Nets. Mostly known for his", "new_id": -2}]