[{"uid": "1295034979268353577", "i": 59211, "idx": 4, "sa": ["Charlie Sheen", "David Letterman", "Craig Ferguson"], "q": "''`` Well, you're going to have to take that up with Mr. Thorpe.'' 9. <strong> David Letterman </strong>: The Golden Globes has weird categories.`` Best Actor with a Boston Accent,'' <q> Best Movie That's 45 Minutes too Long, </q>`` Best Focker''... 8. <strong> Craig Ferguson </strong>: CBS announced today that <strong> Charlie Sheen </strong> wasn't on the set today because he's got an ear infection.[ <strong> Craig Ferguson </strong> broke up laughing.] Do you ever", "new_id": -2}, {"uid": "1295669857206995512", "i": 45854, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Ian Edmondson", "Sergey Brin"], "q": "years his senior. He will take over in April. <strong> Eric Schmidt </strong> has been running the company for a decade, ever sincLarry Page and co-founder <strong> Sergey Brin </strong> agreed they needed someone with more experience to run the internet search gIan Edmondsont. <q> <strong> Larry Page </strong> is ready to lead, </q> says <strong> Eric Schmidt </strong>, who will stay on as executive chairman. JO YEATES MURDER: VINCENT TABAK HELD The man arrested yesterday on suspicion of murdering the Bristol landscape architect Joanna Yeates is Vincent Tabak, who occupied the flat", "new_id": -2}, {"uid": "1297698896107970572", "i": 24284, "idx": 0, "sa": ["David Letterman", "Victor Zamora"], "q": "said.`` It wasn't really committing suicide. It was to not continue suffering.'' <strong> Victor Zamora </strong>, like many of the 33, is haunted by those 69 days underground. <q> I'd prefer to be dead, </q> he told 60 Minutes. Regular nightmares are filled with falling rocks and dying friends. Sepulveda is on heavy medication; miner Edison Pena, who sang on the target=\"_blank\" href=\"http://www.cbs.com/late_night/late_show/\"> Late Show with <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1295559175029818886", "i": 57866, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "as an advisor to <strong> Larry Page </strong> and co-founder <strong> Sergey Brin </strong>, focused on external things like`` deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.'' As for <strong> Sergey Brin </strong>, he'll now <q> devote his energy to strategic projects, in particular working on new products, </q> with the simple title of Co-Founder. <strong> Eric Schmidt </strong>'s clarified and explained the change in a blog post, saying that the idea is to make leading Google as efficient as possible, and that`` <strong> Larry Page </strong>,", "new_id": -2}, {"uid": "1296405734264388638", "i": 787, "idx": 4, "sa": ["Allen Iverson", "Tyronn Lue"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said Date: March 2, 2010 Staples", "new_id": -2}, {"uid": "1296326590149307410", "i": 14569, "idx": 1, "sa": ["Mike Pence", "Steve King", "Barack Obama", "Jim DeMint"], "q": "proves sufficiently popular- or conservative- enough. <strong> Jim DeMint </strong> will address a forum hosted by <strong> Mike Pence </strong> <strong> Steve King </strong>( R., Iowa) in the Hawkeye State on March 26, though advisor Matt Hoskins insists in an e-mail, <q> Senator <strong> Jim DeMint </strong> has absolutely no plans to run for <strong> Barack Obama </strong>. http://nation.foxnews.com/2012-Barack Obamaial-race/2011/01/27/Jim DeMint-aide-hints-Barack Obamaial-run http://news.yahoo.com/s/yblog_theticket/20110127/pl_yblog_theticket/Jim DeMint-Jim DeMint-says-he-wont-run-for-Barack Obama-but-his-advisers-beg-to-differ`` He hasn't completely shut the door on running, </q> the aide says.`` If there is a massive void in the group of candidates, who knows what could happen? Still, <strong> Jim DeMint </strong>'s advisers put his chances of running at about 5 percent-or,", "new_id": -2}, {"uid": "1296429332256245803", "i": 14452, "idx": 9, "sa": ["Allen Iverson", "Jim O'Brien", "Reggie Miller"], "q": "its bid to win three straight games for the first time this season.`` We do a lot of things positive on the basketball court, we're just not putting together whole games,'' <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach <strong> Jim O'Brien </strong> blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Allen Iverson_Allen Iverson_45pt_vs_Reggie Miller_Reggie Miller_41pts_Indiana_Pacers_00/01_NBA_Playoffs_Gm2_*Fancy_move The first half was <strong> Reggie Miller </strong>'s. The game belonged to <strong> Allen Iverson </strong>. <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295411717092504082", "i": 45, "idx": 0, "sa": ["Simon Cowell"], "q": "that's been the thinking behind`` American Idol,'' home of the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to <q> a cat being thrown off a skyscraper, </q> telling another,`` Don't mean to be target=\"_blank\" href=\"http://rudegirls.com/\"> rude, but you look like the Hulk's wife,'' reducing dozens of hopefuls to their worst`` ugly cry''- and propelling the", "new_id": -2}, {"uid": "1295261557064110598", "i": 10530, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": ", who remains in critical condition after a shooting at a January 8 public event, is moving both sides of her body and is able to breathe on her own, a fellow member of Congress said Sunday. <q> She's doing great, </q> said Sen. <strong> Kirsten Gillibrand </strong>, D-New York and a friend of the Arizona congresswoman, on NBC's`` Meet The Press.'' <strong> Kirsten Gillibrand </strong> said she Arizona shooting victim accused of making threat Arizona shooting victim accused of threatening a", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q> Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it, </q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}]