[{"uid": "1295560274260145180", "i": 7623, "idx": 7, "sa": ["Eric Schmidt"], "q": "run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way.'' <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy. <q> We tend to agree on everything, </q> he noted. <strong> Eric Schmidt </strong> also said Thursday that Page is`` ready to lead.'' Page, Google's founding CEO, will once again take charge of the company's day-to-day operations. He will also", "new_id": -2}, {"uid": "1295100598134397994", "i": 48281, "idx": 0, "sa": ["Chris Paul", "Kenyon Martin", "Raja Bell", "Carmelo Anthony", "Marcus Camby", "Michael Jackson", "Allen Iverson"], "q": "<strong> Raja Bell </strong> had 15 points and 10 rebounds for Phoenix. JR <strong> Michael Jackson </strong> led the Nuggets with 23 points, <strong> Allen Iverson </strong> scored 21, <strong> Kenyon Martin </strong> 19, <strong> Carmelo Anthony </strong> finished with 18 points and 11 rebounds, and <strong> Marcus Camby </strong> scored 16. <q> We had http://wn.com/Chris_Paul_25_points_15_assists_vs_Phoenix_Suns_Feb_28_2008 NEW ORLEANS( AP)- At this rate, the New Orleans Hornets can only hope to meet the Phoenix Suns in the playoffs. <strong> Chris Paul </strong> had 25 points, 15 assists and three steals to help the Hornets end a three-game losing streak with a 120-103 victory over Phoenix on Wednesday night.`` Enough is enough, </q> <strong> Chris Paul </strong> said.`` We were on a losing streak and we came out with a different mentality, but we've got to come out with that mentality every night.'' It was the second time this season", "new_id": -2}, {"uid": "1296023446028524689", "i": 27826, "idx": 0, "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "q": "you were a kid in school always picking teams,'' <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this", "new_id": -2}, {"uid": "1297245417238927881", "i": 2298, "idx": 0, "sa": ["Zine El Abidine Ben Ali", "Donald Rumsfeld"], "q": "and European imperialist powers had touted the great example of <strong> Zine El Abidine Ben Ali </strong>'s Tunisia for its economic growth and dedication to imperialist wishes. In a 2006 visit, then-Defense <strong> Donald Rumsfeld </strong> spoke of a`` long relationship with Tunisia'' and <q> very constructive military and diplomatic cooperation. </q> The economic growth praised by imperialist powers was based on consistent GDP growth rates of 4 to 5 percent yearly. The small group of wealthy owners in Tunis, and a larger group of foreign investors and", "new_id": -2}, {"uid": "1297224727163495958", "i": 23618, "idx": 5, "sa": ["Katrina Pierson", "Michael Vick", "Dwaine Caraway"], "q": "man, who does look up to these professional athletes'' says <strong> Katrina Pierson </strong>.`` He should have given him his house keys if he likes <strong> Michael Vick </strong> so much, not the key to the city'' she adds. <q> You give keys to the city to people who have done great things for the City of Dallas or heroes who have done outstanding things to help the citizens of Dallas. I'm not quite sure how <strong> Michael Vick </strong> fits that profile </q> says <strong> Katrina Pierson </strong>. Reverend Marion Barnett supports <strong> Dwaine Caraway </strong> and says it was appropriate to give <strong> Michael Vick </strong> the key.`` When we look at Mr. <strong> Michael Vick </strong>, he's had a repentant type of attitude'' says Barnett", "new_id": -2}, {"uid": "1296230530041238570", "i": 43968, "idx": 0, "sa": ["Simon Cowell"], "q": "apparently broken the ice to approach Citi about a new loan- to pay off his loan from Citi. <strong> Simon Cowell </strong> is famous not only for his business acumen, but for his brutal wit. <q> The end of the animal trade would leave more time to trap or beat to death pop star wannabes, </q> he once said. He may need this hard-nosed attitude if he really plans to wade into the quagmire surrounding EMI. KKR to raise new buy-out fund, wins$ 525m commitment from Oregon Investment Council AltAssets", "new_id": -2}, {"uid": "1296866191123699217", "i": 29237, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the term`` shyster'' at least three times when discussing the interest rates on debt owed to the U.S. Treasury during his nearly hour-long appearance at an industry conference with auto dealers, journalists and analysts. <q> When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut, </q> <strong> Sergio Marchionne </strong> said of the bailout.`` When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut.'' <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1295551262232112136", "i": 27227, "idx": 0, "sa": ["Marv Albert", "Kanye West", "Jim Nantz", "Simon Cowell"], "q": "! The Political Blog Vlog of Common Sense! The Average American Political Analysis through a young <strong> Marv Albert </strong> of America! Recently, Tim <strong> Jim Nantz </strong>, a candidate in the Alabama gubernatorial race, made a campaign ad that stated <q> This is Alabama. We speak English. If you want to live here, learn it. </q> Does Tim <strong> Jim Nantz </strong>, aka`` Common Sense'', really live up to his name? Or is he about to be roosted by MrPoliticsGeek? Media Used:`` Supernova'' by <strong> Simon Cowell </strong> Hudson feat. <strong> Kanye West </strong>``", "new_id": -2}, {"uid": "1295389955093929487", "i": 9732, "idx": 2, "sa": ["Simon Cowell", "Rio Ferdinand"], "q": "England v France on Wednesday. After an invite from England captain <strong> Rio Ferdinand </strong>, the lads watched the match from the comfort of a box, before going downstairs to meet with the players! Tags- X factor 2010 <q> one direction& quo... <strong> Leona Lewis </strong> faces Stocking of Truth on <strong> Simon Cowell </strong> and more <strong> Leona Lewis </strong> faces Stocking of Truth on <strong> Simon Cowell </strong> and more Former X Factor winner <strong> Leona Lewis </strong> takes on The Christmas Channel's Stocking of Truth. What to buy <strong> Simon Cowell </strong>? Is <strong> Mariah Carey </strong> best Christmas song?. Follow us on twitter at twitter.com... video results for: cowell factor after COREY TAYLOR GETS REAL FOR XMAS, CHALLENGES SIMON COWELL <strong> Corey Taylor </strong> and Stone Sour frontman <strong> Corey Taylor </strong> has released`` XM@$ </q>, which is the perfect music for scrooge. He talks about his real feelings about the holiday and how the song came about. He talks about <strong> Simon Cowell </strong> and the X-Factor... The X Factor 2009- Nicole Lawrence", "new_id": -2}, [{"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino.`` I am excited about this partnership with Nokia,'' <strong> Steve Ballmer </strong> said of the pairing. <q> Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}]]