[{"uid": "1296964121115425444", "i": 16380, "idx": 3, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": ", a game in which the Eagles trailed by 21 points in the fourth quarter. \"<strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,\" Eagles offensive coordinator <strong> Marty Mornhinweg </strong> said. <q> Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that. </q> ESPN.com's Matt Mosley writes about all things NFC East in his division Blog network: NFL Nation Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field,", "new_id": -2}, {"uid": "1295498091112721922", "i": 6198, "idx": 0, "sa": ["James Cleveland", "Michael Jordan", "Allen Iverson", "Aaron McKie"], "q": "and the Philadelphia 76ers keep winning. One night after a 41-point effort in Philadelphia's most lopsided win of the season, <strong> Allen Iverson </strong> scored an NBA season-high and career-best 54 in a 107-103 victory over the <strong> James Cleveland </strong> Cavaliers. <q> It was like he was playing horse tonight, </q> said 76ers guard <strong> Aaron McKie </strong>, who had 20 points and nine assists. \"<strong> Michael Jordan </strong> jumper was deadly.\" Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route", "new_id": -2}, {"uid": "1295708457073957387", "i": 15290, "idx": 3, "sa": ["Andy Coulson"], "q": "is trying to recover from the biggest financial crisis ever and all we get from the Guardian is this tittle tattle. Jester2010 22 January 2011 2:52 PM Synergise 22 January 2011 2:52 PM <q> We need a director of communications. </q> \"Hm, how about <strong> Andy Coulson </strong>?\" \"Oh, that guy that's pretty much definitely a criminal?\" \"Yeah.\" \"The one that's been in all the", "new_id": -2}, {"uid": "1297682455038584341", "i": 820, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "reason for the departure of the beautiful and accomplished soprano was her difficulty reaching high C while dancing nude onstage. However, no sooner did <strong> Simon Cowell </strong> Turner announce the loss of one star than he declared, <q> My new lead for <strong> Anna Nicole Smith </strong> is <strong> Susan Boyle </strong>. </q> When reached, Ms. <strong> Susan Boyle </strong> confirmed the announcement and said she will begin jogging and weight-lifting tomorrow. PP Rega's day- give this story five thumbs-up( there's no need to register Thank you", "new_id": -2}, {"uid": "1296810817171016196", "i": 47434, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "the internet giant will allow people to virtually visit galleries and view works at gigapixel resolution.\"- The Art Newspaper \" New York Times drops as print ads, circulation slide cut profit <q> \"New York Times Co., publisher of the namesake newspaper, dropped as much as 5.9 percent after reporting a 26 percent decline in profit as print advertising and circulation revenue continued to shrink. </q>- Bloomberg \" <strong> Donald Rumsfeld </strong> was right about everything: new book \" \"Reviled two-time Defense <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled Known and Unknown, after a typically obtuse", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's \"State of the Union\" that he will wait to make a decision on whom to support in the next presidential election. <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.\" \"", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}, {"uid": "1295968796242466817", "i": 38673, "idx": 0, "sa": ["Kanat Saudabayev", "Colin Powell", "Brent Scowcroft"], "q": ", <strong> Kanat Saudabayev </strong> exchanged views on prospects of development of the Kazakh-U.S. strategic partnership. <strong> Colin Powell </strong> said this partnership is based on solid foundations of cooperation in politics, economics, and security and should be strongly encouraged. <q> <strong> Kanat Saudabayev </strong> briefed <strong> Colin Powell </strong> on the outcome of Kazakhstan's OSCE chairmanship and the decisions of the Astana summit, </q> the ministry reported. The meeting with Former National Security Adviser <strong> Brent Scowcroft </strong> discussed the current state and prospects of the nuclear nonproliferation regime, as well as development of nuclear power in the world. He praised Kazakhstan", "new_id": -2}, {"uid": "1295433137260259957", "i": 39336, "idx": 1, "sa": ["Steve Ballmer"], "q": "But the promotional period ends on 30 June this year. Here's the significant bit about yesterday's announcement: \"The service is available today as a cloud offering,\" said <strong> Steve Ballmer </strong>. <q> This is the first time we've made a release in the cloud before we have done so in the server version, and I think that really reflects the push by Microsoft into the cloud. </q> All of which chimes well with an internal MS memo seen by this reporter last October that noted: \"Business processes that have remained untouched for years urgently need to be examined.\" OpenWorld 09", "new_id": -2}, {"uid": "1295254600092618767", "i": 7211, "idx": 13, "sa": ["Allen Iverson", "Steve Blake", "George Karl"], "q": "for Game 3 on Saturday night with the Nuggets holding just the third 2-0 edge in their 33-year NBA history. <strong> George Karl </strong> said the pair of blowouts mean nothing when the series shifts to the Hornets' home court. <q> They http://wn.com/Allen_Iverson's_Interview_after_Denver_Nuggets'_Debut Interview of <strong> Allen Iverson </strong> and his Denver Nuggets Head Coach <strong> George Karl </strong>. http://wn.com/Allen_Iverson_32pts_9assists_Denver_Nuggets_vs_Blazers_06/07_NBA_*Steve_Blake_Career_Night Playing in just his second game with the Denver Nuggets, <strong> Steve Blake </strong> showed the Portland Trail Blazers what they've been missing. <strong> Steve Blake </strong>, traded to Milwaukee in the offseason and acquired by Denver from the Bucks last week, had a career-high 25 points against his former team Sunday night, in Denver's 109-93 victory over Portland. \"I'm not surprised because a good basketball player is a good basketball player and that's what he is, </q> said <strong> Steve Blake </strong>'s new teammate, <strong> Allen Iverson </strong>. <strong> Allen Iverson </strong> had 32 points and nine assists for the Nuggets, who trailed at halftime but outscored the Blazers 41-17 in the third quarter. The victory snapped a two-game losing streak", "new_id": -2}, {"uid": "1296102825131907644", "i": 22335, "idx": 7, "sa": ["Magic Johnson", "Allen Iverson", "Dwight Howard"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Magic Johnson </strong> 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't r... Orlando <strong> Magic Johnson </strong>@ Chicago Bulls| 1996 Playoffs| ECF Game 1: Orlando's worst nightmare Orlando <strong> Magic Johnson </strong>@ Chicago Bulls| 1996 Playoffs| ECF Game 1", "new_id": -2}]