[{"uid": "2008110204_00011560_W", "i": 1236, "idx": 6, "sa": [], "q": "are not as emotionally expressive as cultures in america, he said, and repression of emotion takes its toll on children.\" the real orphan is the one who has a distant mother and a busy father, <q> he told his audience. </q> it is not information but what touches us emotionally that we learn from. \"many muslims who immigrate find a much more tolerant place than the one they left, said several of the speakers, but the challenges", "new_id": -2}, {"uid": "2008101521_00013937_W", "i": 2220, "idx": 3, "sa": ["Gordon Brown", "Eli Woods", "George W. Bush", "Nicolas Sarkozy", "Wouter Bos"], "q": "to hold a meeting to revamp financial structures set up at the <strong> Eli Woods </strong> conference in 1944.\" i believe a forum to decide on big changes in the international economy can be held in the next few months, <q> <strong> Gordon Brown </strong> said at the start of a two-day european union summit. dutch finance minister <strong> Wouter Bos </strong> said a stronger role for the international monetary fund was needed </q> in the absence of american leadership at the moment. \"french <strong> George W. Bush </strong> <strong> Nicolas Sarkozy </strong> told the summit a <NO_QUOTATION> was needed. the united states on tuesday offered to take up to$ 250 billion worth of equity in its", "new_id": -2}, {"uid": "2008090702_00004139_W", "i": 2136, "idx": 0, "sa": [], "q": "picture. we are talking about hundreds of thousands of victims.\" sometimes the elderly are not in a position to know they are being abused because of reduced mental capacity. sometimes they are just hugely embarrassed. <q> financial abuse can include the simple theft of money and possessions but sometimes involves more subtle pressure from family members who seek to withhold benefits or force elderly relatives into selling their homes. ms joplin said care workers and professional staff need to be trained to recognise the signals of financial abuse, which can include changes in behaviour and buying habits. </q> it's a sad reality that many abusers are family members, maybe not just a son or daughter, but quite often someone in a position of trust, \"she said. the problem often goes unreported,", "new_id": -2}, {"uid": "2008101620_00001873_W", "i": 1962, "idx": 1, "sa": ["Nicholas Bond-Owen"], "q": "county council has paid for a table at the lavish london event, where officers hope to scoop the award for the controversial switch off. the authority has been nominated for\" most innovative local authority of the year <q> at highways magazine's <NO_QUOTATION> for switching off the street lights on rural roads. the move was condemned by a taxpayers' campaigner who said? 1,350 would cover a family's annual council tax bill for the authority. and it comes as the aa this week hit out at the scheme, which the council has said is to </q> save energy costs and reduce carbon emissions \". the october 30 black tie event will be held at the caf royal and hosted by bbc news presenter <strong> Nicholas Bond-Owen </strong>. the magazine bills it as\" an evening of exceptional", "new_id": -2}, {"uid": "2008091003_00032300_W", "i": 1891, "idx": 0, "sa": [], "q": "sex pistols to release concert dvd in october sex pistols will release their live dvd\" there'll always be an england <q> on october 14 in the united states. london's brixton academy. this film is about the unique electricity between the said in a statement. </q> the amazing cross section of the crowd at a pistols gig is like no other, and the brixton shows last year brought the band to a whole new generation as well as to those that have been there from", "new_id": -2}, {"uid": "2008091704_00017794_W", "i": 318, "idx": 7, "sa": [], "q": "dilworth, who now shares the last name jones-dilworth with his wife.\" we went into it knowing we didn't have a lot of money to spend, but it came out even better than we thought. <q> there were friends and family who were unable to travel to relatively remote iowa, some because of the high cost of airfare. but once there, zach dilworth, the groom's 22-year-old brother, said he needed only <NO_QUOTATION> for the entire weekend. </q> they've shown me that a wedding doesn't really have to be expensive- and it's still all there, \"he said.\" that's what josh and liz are about- using what you have", "new_id": -2}, {"uid": "2008090816_00006775_W", "i": 723, "idx": 1, "sa": ["Dmitry Medvedev", "Mikheil Saakashvili"], "q": "had de facto independence for more than 15 years. the russians quickly repelled the invaders and drove further into georgia. <strong> Dmitry Medvedev </strong> alleged that georgia's leader, <strong> Mikheil Saakashvili </strong>, had got\" direct orders, or silent approval <q> from the united states to launch an <NO_QUOTATION> against south ossetia. </q> people died and now all of georgia must pay for that, \"<strong> Dmitry Medvedev </strong> said. nearly a month after the five-day war, russian troops remain entrenched deep inside georgian territory. georgia and the west have accused russia", "new_id": -2}, {"uid": "2008100413_00027300_W", "i": 1140, "idx": 0, "sa": ["Gray O'Brien", "Tony Gordon"], "q": "of the glasgow club voiced displeasure at the joke. character <strong> Tony Gordon </strong>, played by scottish actor <strong> Gray O'Brien </strong>, said on the show that he\" could no more be interested in rosie webster than i could support glasgow rangers <q>. according to an itv spokesman, the dialogue seemed </q> to have caused some upset \". as such, one of the character's lines in an upcoming episode- that he was allergic to\" warm beer, the english national anthem and glasgow rangers \"- has", "new_id": -2}, {"uid": "2008120316_00037897_W", "i": 652, "idx": 24, "sa": [], "q": ":44 jesus said to the jews--\" ye are of your father the devil... when he speaketh a lie, he speaketh of his own; for he is a liar, and the father of it. <q> in the greek there is the definite article before <NO_QUOTATION> and it should read <NO_QUOTATION> so when the devil speaks of <NO_QUOTATION> he is speaking of his own( child), for he is a liar, and the father of <NO_QUOTATION>-- <NO_QUOTATION> and it is worthy of note that in the verse( 2th_2:11) that follows the passage we are considering that the apostle says-- </q> and for this cause god shall send them strong delusion that they should believe a lie. \"\" here again the definite article is found in the greek, and it should read <NO_QUOTATION> the <NO_QUOTATION> the antichrist.", "new_id": -2}, {"uid": "2008121607_00018456_W", "i": 1331, "idx": 2, "sa": ["R. Allen"], "q": "to paint with him. <strong> R. Allen </strong> cheered the students on while dispensing some tips.\" don't worry about mistakes, \"<strong> R. Allen </strong> told the students.\" there are no mistakes here. there are only discoveries. <q> the kids ate up <strong> R. Allen </strong>'s advice on mixing paints and how to <NO_QUOTATION> </q> it was a lot of fun, \"said alleyah watkins, 10, a fifth-grader.\" i got to try different strategies today. \"dejuan hodges, 10, a fourth-grader, was still beaming after <strong> R. Allen </strong>", "new_id": -2}]