[{"uid": "1295232491203866116", "i": 6195, "idx": 0, "sa": ["Tom Jones", "Van Jones", "Alec Baldwin", "Max Green", "Michael Vick", "Marc Emery", "Rodney King"], "q": "Left wants to remove animals from our diets and return as much of the Earth to nature, they can read this. \"<strong> Michael Vick </strong>: Black Sheep or Scapegoat on Animal Rights?\" by <strong> Alec Baldwin </strong> www.huffingtonpost.com Articles-Columns: <q> <strong> Van Jones </strong>,` <strong> Max Green </strong> Jobs Czar,' a self-described` communist' arrested during <strong> Rodney King </strong> riots </q> www.examiner.com \"Exposed: The Secret Jones_Van Jones_live_in_Manila!_Marc Emeryh_28,_2010_Araneta_Coliseum <strong> Tom Jones </strong> live in Manila! Marc Emeryh 28, 2010 8PM Araneta Coliseum <strong> Tom Jones </strong> remains one of the great performers of both the 20th and 21st centuries with the rare ability to cut across", "new_id": -2, "mturk_index": "692"}, {"uid": "1295592970155664410", "i": 3304, "idx": 2, "sa": ["Eric Schmidt"], "q": "in new and strategic projects would be much needed. He would continue to sport the \"co-founder\" title in the company. <strong> Eric Schmidt </strong> would assume the role of Executive Chairman where he would add value on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership </q> Google has grown by leaps and bounds in the last decade and it is particularly exceptional for a company, which was founded as latest as 1997, to become a multi-billion dollar business having over 24,000 employees", "new_id": -2, "mturk_index": "1643"}, {"uid": "1294977377249905176", "i": 10806, "idx": 5, "sa": ["Allen Iverson", "Mark Recchi", "Patrice Bergeron"], "q": "was going to be easy when we got here. It's obviously not.\" \"It's hard to get the clinching game,\" said <strong> Allen Iverson </strong>, who has gotten five of them in his career. <q> Those shots at the beginning of the game are a lot easier than the ones at end of the game, when you're looking to close a team out. </q> The Recchi_Patrice Bergeron_Krejci_Goals www.thesportsgamer.com Gameplay from the second period of the Winter Classic between the Philadelphia Flyers and Boston Bruins in NHL 2K11 for the Nintendo Wii. Carolina Hurricanes vs Boston Bruins, April 10th, 2010. The Bruins", "new_id": -2, "mturk_index": "1795"}, {"uid": "1295589738230457346", "i": 12409, "idx": 2, "sa": ["Eric Schmidt"], "q": "der Gegenspieler Baidu. Im Gesamtjahr verdiente Google unterm Strich 8,5 Milliarden Dollar. Doch Google kann das Geld gar nicht so schnell ausgeben, wie es hereinkommt. In der Kasse liegen mittlerweile 35 Milliarden Dollar. <q> Wir hatten ein starkes Quartal und ein starkes Jahr </q>, sagte <strong> Eric Schmidt </strong>. \"Der Ausblick ist vielversprechend.\" Google st?t mit seinen Milliarden in immer neue Felder vor: Smartphones, Fernsehen, Internettelefonie, elektronische B?cher, Musik, B?rosoftware, PC-Betriebssystem oder Internetbrowser", "new_id": -2, "mturk_index": "1604"}, {"uid": "1297183424149962758", "i": 31157, "idx": 2, "sa": ["Diane Sawyer", "Laura Bush", "George W. Bush", "Donald Rumsfeld"], "q": "However the former Pentagon chief also admitted his biggest error during his tenure under <strong> Laura Bush </strong> was his failure to convince the <strong> George W. Bush </strong> to accept his resignation in the wake of the Abu Ghraib prison scandal. <q> That was such a stain on our country. To think that people in our custody were treated in that disgusting and perverted and ghastly way-- unacceptable way, </q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. And so I stepped up and told the <strong> George W. Bush </strong> I thought I should resign. And I think probably he and the military and the Pentagon and the country would've", "new_id": -2, "mturk_index": "574"}, {"uid": "1296473413028966920", "i": 56463, "idx": 0, "sa": ["Matthew Bellamy", "Kate Hudson", "Simon Cowell", "Kim Jong-Il"], "q": "the street-art pioneer, drum'n' bass supremo, and TV man. In a candid interview he talks about learning to love his mother, inspiring the next generation and why he'd rather dine with <strong> Kim Jong-Il </strong> than <strong> Simon Cowell </strong> <q> I've always wanted a happy home. And I've created that </q>: Goldie <strong> Kate Hudson </strong> opens up about her pregnancy target=\"_blank\" London, Jan 28( ANI): <strong> Kate Hudson </strong> has opened up about her pregnancy for the first star boyfriend <strong> Matthew Bellamy </strong>. In a new... children.", "new_id": -2, "mturk_index": "147"}, {"uid": "1295541658077021217", "i": 28834, "idx": 1, "sa": ["Kobe Bryant", "Michael Finley", "Rick Carlisle", "LeBron James", "Allen Iverson"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength. \"I survived, I'm still here,\" he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and Michael Finleyal playoff spot, and one game behind the MaveRick Carlisles. The Kobe Bryants visit the Pepsi Center on Saturday night", "new_id": -2, "mturk_index": "1555"}, {"uid": "1297353676255098882", "i": 2238, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "people on some days. \"We will open the museum after the strike is finished. I don't know when the strike is finished,\" said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. <q> I need things to go back to normal. </q> Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade last week, raising fears of widespread destruction", "new_id": -2, "mturk_index": "1075"}, {"uid": "1295009312134168590", "i": 33467, "idx": 0, "sa": ["Michael Vick"], "q": "took exactly one night for <strong> Michael Vick </strong>'s name to be once again embroiled in controversy. <strong> Michael Vick </strong>'s Virginia-based lawyer Lawrence Woodward denied reports that his client spent his first night of freedom at a Virginia Beach strip club. <q> It is absolutely, categorically false, </q> Woodward said. Should a man, having paid his debt to society for a crime he says he regrets, be forbidden from resuming a career at which he excels; a career for which his crime in", "new_id": -2, "mturk_index": "1132"}, {"uid": "1295560336014680069", "i": 12521, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "is stepping down, to be replaced by founder <strong> Larry Page </strong>. Mr. <strong> Eric Schmidt </strong> will become executive chairman and will focus externally on deals, partnerships, customers, broader business relationships and government outreach. <q> Mr. <strong> Larry Page </strong> will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. </q> <strong> Sergey Brin </strong>, the last of the triumvirate at the top of Google's management team, will devote his time and energy to strategic projects, in particular working on new products. It's a shocking", "new_id": -2, "mturk_index": "1742"}]