[{"uid": "1296391518023904278", "i": 53407, "idx": 2, "sa": ["David McIntosh", "Mike Pence"], "q": "His political views began to change at Hanover College, where he became a born-again Christian. He met his wife, Karen, at an evangelic church service where she was playing the guitar.  I think his faith is first and foremost what makes him tick,  said former  Mike Pence   David McIntosh . \"Even as he approached this really hard decision, I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in public service.", "new_id": -2}, {"uid": "1295039838092176408", "i": 45955, "idx": 0, "sa": ["Mike Pence"], "q": "was unacceptable to spend 12 percent more for these programs than last year. Democrats accused Republican of trying to stall the bill by offering 100 or so amendments. Republican Representative href=\"http://www.Mike PenceMike Pence.house.gov/\">  Mike Pence  said it was  an outrageous abuse of the legislative process  for Democrats to cut off debate after 30 minutes during the first amendment. He insisted that it was not about the process but about \"runaway federal spending.\"\"  Democrats shot back that Republicans were making it harder", "new_id": -2}, {"uid": "1297117093065749051", "i": 44265, "idx": 1, "sa": ["Mike Pence", "John Mica", "Mel Watt", "Pete King"], "q": "( AoC) office said workers began clearing sidewalks, streets and parPete King lots around the Capitol at 5 a.m. on Thursday, and that by 6:30 a.m. nearly all of the snow had been removed.  We'll continue to monitor and treat any areas as the snow Mel Wattts and refreezes overnight,  said Eva Malecki, a spokeswoman for the AoC. Several members from the East Coast, such as the chairman of the House Transportation and Infrastructure Committee  Mike Pence   John Mica ( R-Fla.), said", "new_id": -2}, {"uid": "1295954772070795352", "i": 36302, "idx": 3, "sa": ["Mike Pence", "André Carson", "Jason Aldean"], "q": " Mike Pence   André Carson , D-Indianapolis, said Carson hasn't made any seating arrangements for the speech. \"He's just going to play it by ear and see what happens,\"\"  said spokesman  Jason Aldean  Tomsci.  They're all his colleagues, so he'll be pleased with whomever he sits with.  Bob's Blitz: Face it, Manning stinks in post-season From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1296199690069206039", "i": 27011, "idx": 10, "sa": ["Mike Pence", "Jim Ryun"], "q": "former  Mike Pence   Jim Ryun , R-Kansas, offered his help in collecting signatures from conservatives and tea party activists to encourage  Mike Pence  to get into the race.  Mike Pence  thanked those who had encouraged him, but added:  While we may have been able to seek the presidency, we believe our best opportunity to continue to serve the conservative values that brought us to public life is right here in Indiana.  But it would have been an uphill climb. No sitting member of the House of Representatives has won the presidency since James Garfield in 1880. And he's been mired in the bottom of", "new_id": -2}, {"uid": "1295495107185335919", "i": 9647, "idx": 5, "sa": ["Steny Hoyer", "Steve Cohen", "Mike Pence"], "q": "the public debate- particularly in the media- is about incitement rather than informing. It's about making people angry[ and] disrespecting the other point of view or the other side,\"\"   Steny Hoyer  added.  We have a responsibility to try to focus debate... in a way that does not incite, but that informs.   Steny Hoyer 's office did not respond Wednesday to questions about  Steve Cohen 's comments. Jordan Fabian and Josiah Ryan contributed to this report. http://thehill.com/homenews/house/138989-rhetorical-barbs-pierce-civil-debate Los Angeles County Supervisor  Mike Pence  Antonovich released", "new_id": -2}, {"uid": "1296280079111296551", "i": 7916, "idx": 1, "sa": ["Mike Pence"], "q": "Press  Mike Pence , R-Ind., answers questions as he meets with constituents during a town hall meeting in Pendleton, Ind., on Friday.  Mike Pence  announced Thursday that he will not seek the presidency in 2012.  Whether that's continuing to serve in Congress or coming home and running for governor, we're just going to take a hard look to see where we can make the most difference for the values we believe,  he said. Because  Mike Pence  chose to give up his post as the No. 3-ranking House Republican after the November election, it is widely assumed that his eyes have been on a new office. Nearly all", "new_id": -2}, {"uid": "1296200464159858698", "i": 5820, "idx": 16, "sa": ["David McIntosh", "Mike Pence"], "q": "belly and the desire to run for president, and his heart clearly is in Indiana,\"\"   David McIntosh  said. That,  Mike Pence  said, was what it came down to in the end.  At the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead,  he said. \"I've learned in decisions like these to follow my heart. My heart is in Indiana.\"\"  From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1296240031097697831", "i": 11459, "idx": 3, "sa": ["Steve Benen", "Mike Pence", "Mike Huckabee"], "q": "are all tied to 2008-- a` wilderness year' for the GOP.... I can't help but think that 2016 has already entered the calculus of those weighing their moves for 2012. Good for America  I can appreciate the fact that  Mike Pence 's unyielding right-wing voting record on literally every issue is appreciated by the far-right,  The Washington Monthly's liberal href=\"http://us.rd.yahoo.com/dailynews/atlantic/cm_atlantic/storytext/Mike HuckabeeMike Pencedropsoutof2012disappointingconservatives6757/39897739/SIG=1295eh24t/*http://www.washingtonmonthly.com/archives/individual/2011_01/027738.php\">  Steve Benen  says. \"But to say that the guy isn't ready for prime time is a dramatic understatement.  Mike Pence  has no areas of expertise, has no major pieces", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a`` powerful political insider- precisely because he had a feel for the world outside Westminster'' and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}]