[{"uid": "1295819037185630726", "i": 784, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "'' s largest social network. <strong> Google Inc. </strong> said the management change was made as part of a plan to ''streamline'' decision making and create clearer lines of responsibility and accountability at the top. <q>It's a good move. It( the triumvirate management structure) was always one of things that concerned us a little bit,</q> said Ryan Jacob, portfolio manager with the Jacob Internet Fund. ''It should streamline the decision-making process. They're in a fast-moving industry.'' <strong> Eric Schmidt </strong> now plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1295696417220823560", "i": 3863, "idx": 0, "sa": ["Andy Coulson", "Peter Oborne", "David Cameron"], "q": "described at the time as a ''towering'' guest column by <strong> Peter Oborne </strong>. He warned <strong> David Cameron </strong>, whom he supports, not to keep <strong> Andy Coulson </strong> as his spin doctor should he win the election, as <strong> Andy Coulson </strong> had been <q>presiding over what can only be described as a flourishing criminal concern</q>. The question is why indeed did <strong> David Cameron </strong> appoint him? <strong> Peter Oborne </strong> asks this again with knobs on today in the Telegraph. The answer loops us right back to Nick Robinson", "new_id": -2}, {"uid": "1295665867007979096", "i": 29817, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as we have today'', starts <strong> Eric Schmidt </strong> in a post on the company's blog, while also posting on Twitter that the move was no longer about needing to supervise founders Larry Page and <strong> Sergey Brin </strong>: <q>Day-to-day adult supervision is no longer needed! http://goo.gl/zC89p,</q> says <strong> Eric Schmidt </strong> on his Twitter feed. Meanwhile, back on the official blog <strong> Eric Schmidt </strong> was more gracious: ''But as Google has grown, managing the business has become more complicated.", "new_id": -2}, {"uid": "1295070638169934886", "i": 34545, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "'' ''Reply# 509 on: April 13, 2009, 03:36:40 PM'' http://www.thepentacon.com/ I watched it- two police officers that were at the scene prove that the official flight path was completely bogus. <q>Reply# 510 on: April 23, 2009, 09:12:15 PM</q> <strong> Donald Rumsfeld </strong>, Wolfowitz, and Bush had some controversial plans on how to allocate the Budget for the Military. Published: March 18, 2001 Author: TOM BOWMAN; Baltimore Sun On the", "new_id": -2}, {"uid": "1297113048152240228", "i": 47572, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "done a good job.'' Asked if <strong> Paula Abdul </strong> could be a judge on his new show, which debuts next fall and has not yet announced a full judging panel, <strong> Simon Cowell </strong> demurred. <q>I'm a massive fan of <strong> Paula Abdul </strong>,</q> he said. ''We've been in regular contact. I'm not going to say today who we are going to confirm or not, because the truth is we haven't made up our minds up yet", "new_id": -2}, {"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform. ''You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>. ''I think he's working very hard on the issue of unemployment,'' <strong> Colin Powell </strong> said, <q>which I think is the major problem facing America right now.</q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}, {"uid": "1297119643065749007", "i": 20297, "idx": 2, "sa": ["Simon Cowell"], "q": "We honestly haven't made our minds up,'' he says, though he'll have to in a month or so as the first auditions approach. But candidates must have ''commitment and expertise,'' because <q>each judge is going to mentor three finalists apiece, five or six days a week.</q> <strong> Simon Cowell </strong>, once against allowing young kids to compete, says ''times have changed,'' and ''there are some incredibly talented young kids out there,'' whose fitness for the contest should be judged case by", "new_id": -2}, {"uid": "1296814116111099931", "i": 36726, "idx": 1, "sa": ["Howard Stern", "Charlie Sheen", "David Letterman"], "q": "says <strong> Charlie Sheen </strong> is ''worse than Scarface' <strong> Howard Stern </strong> brought up <strong> David Letterman </strong>'s liaisons again while referencing the personal phone conversations they used to share during which <strong> David Letterman </strong> expressed dissatisfaction with his Late Show gig: <q> ''When I would speak to[ <strong> David Letterman </strong>] in these private conversations-you were so miserable. Then when I read about your troubles I said:` Poor Dave-he finally had something fun to do at work and they took it away from him'.</q>''' See which celebrities are following <strong> Howard Stern </strong> on Twitter <strong> David Letterman </strong> admitted to having sexual relationships with multiple Late Show employees in October 2009 after he became the target of an extortion plot by a", "new_id": -2}, {"uid": "1297145575101449730", "i": 21655, "idx": 2, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> said of his former fellow ''American Idol'' judge. ''I've always said at some point we are going to be working together.'' But, he added, <q>I have to take everyone's opinions into account,</q> including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so,", "new_id": -2}, {"uid": "1297252541016384008", "i": 24086, "idx": 3, "sa": ["Olympia Snowe", "Barack Obama", "Sen. Bernie Sanders"], "q": ". But proposals to raise taxes to create jobs will fall flat with even the most centrist Republicans. <strong> Barack Obama </strong> <strong> Olympia Snowe </strong>( R-Maine) said Tuesday she would oppose legislation that increased taxes. <q>It contradicts what we've done in continuing the tax rates for the next two years,</q> said <strong> Olympia Snowe </strong>. ''That's not what we should be doing.'' http://thehill.com/homenews/senate/142905-dems-face-a-dilemma-on-jobs-plan House fails to extend Patriot Act surveillance as Republicans defect <strong> Sen. Bernie Sanders </strong> King won't let ''political correctness'' derail probe of Muslims Ditching", "new_id": -2}]