[{"uid": "1297352096264044547", "i": 27914, "idx": 0, "sa": ["Oprah Winfrey", "Sergio Marchionne", "Justin Bieber", "Jennifer Hudson"], "q": "the help of a Groupon deal. Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks... Chrysler Group LLC Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits... Video: ShowBiz Minute: Lohan, <strong> Justin Bieber </strong>, \"Mad Men' Report Abuse <q>Nearly all the commercials were from bad to awful( the Doritos ads being particularly bad), the VW was probably the best, but a Dagoba style raising the car off the ground in a parody of Luke with the Xwing in the swamp would have been better, sill, not bad. And what idiot working for godaddy\"s ad group needs to be fired for the <strong> Joan Rivers </strong> thing? That was creepy and disgusting.<q> ABC News: <strong> Jennifer Hudson </strong> to Appear on <strong> Oprah Winfrey </strong> Show The 2011 Chrysler Lineup Visit the Official Site to Schedule Your Test Drive Appointment Today! Chrysler 2011 Prices Save on Your New Chrysler! Find Out Our Lowest Possible Price", "new_id": -2}, {"uid": "1295243276223936526", "i": 8329, "idx": 0, "sa": ["Steve Ballmer"], "q": ", the introduction of Internet Explorer 9 and of Office 365-- and citing growth in its cloud services-- Bing and Windows Azure-- <strong> Steve Ballmer </strong> thanked the company's one billion customers and attributed the company's success to <q>big technology bets that we've made.<q> Las Vegas is all about big bets and many in the tech industry have doubted the cards in Microsoft's hand, particularly in the mobile arena. <strong> Steve Ballmer </strong> came to change that perception by lauding the strength", "new_id": -2}, {"uid": "1297119751226197532", "i": 17094, "idx": 0, "sa": ["Kirsten Gillibrand", "Riyad Mansour"], "q": "another rush in Congress, this time led by New York Senator <strong> Kirsten Gillibrand </strong>, to have the United States veto the resolution. Surrealpolitik forces Palestinian leaders to grasp at straws. Palestinian Permanent Representative <strong> Riyad Mansour </strong> said, <q>Our objective is to convince our American colleagues that there is value to having this resolution adopted in the Security Council,<q> he said. \"We are not there yet.\" The Palestine Papers show Palestinian negotiators to be incredibly patient. \"The purpose of this resolution,\" said <strong> Riyad Mansour </strong>, \"among other things, is to", "new_id": -2}, {"i": 268, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from a year ago to$ 10.76 billion as the company made market-share gains on the strength of 16 all-new or refreshed vehicles. Revenue, however, dipped slightly from the third quarter on reduced shipments. <q>It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,<q> CEO <strong> Sergio Marchionne </strong> said. \"However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.\"+0.42%), sold 1.52 million vehicles last", "sa": ["Sergio Marchionne"], "uid": "1296496314113492035"}, {"uid": "1295947110129105978", "i": 19485, "idx": 4, "sa": ["Andre Iguodala", "Chris Webber", "Kyle Korver", "Magic Johnson", "Grant Hill", "Allen Iverson"], "q": "at the buzzer was short. <strong> Grant Hill </strong>, who led the <strong> Magic Johnson </strong> with 25 points, had hit a similar shot to tie the game at 103 with 12 seconds left, but <strong> Allen Iverson </strong> answered that with the game-winner. <q>They wanted it a little more than we did and that's a little disappointing,<q> <strong> Grant Hill </strong> said. <strong> Allen Iverson </strong> finished 15-of-25, including three 3-pointers, but he was hardly alone in scoring from the perimeter. Reserve <strong> Kyle Korver </strong> had 28 points on 10-of-13 shooting, while <strong> Andre Iguodala </strong> and <strong> Chris Webber </strong> each added 11 for Philadelphia", "new_id": -2}, {"uid": "1295564127055377926", "i": 33121, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "said the move was to simplify management structure and speed decision making processes. This comes after 10 years of what he called the two of them and co-founder <strong> Sergey Brin </strong> having an equal say in company operations. <q>We've decided to streamline things by elevating me and having Larry running things day-to-day,<q> <strong> Eric Schmidt </strong> said. In his blog, <strong> Eric Schmidt </strong> said he thought Larry is \"ready to lead\" and it's time for him to have a shot. On his personal twitter account, <strong> Eric Schmidt </strong> said,", "new_id": -2}, {"uid": "1295538156252182548", "i": 16851, "idx": 0, "sa": ["Henry James", "Allen Iverson"], "q": "more quality bmx movies http://wn.com/Allen_Iverson_mobbed_as_he_arrives_in_Turkey_8_November_2010_to_play_for_Besiktas_Ä°stanbul'da Click here to watch in smooth quality www.youtube.com Subscribe for more quality bmx movies http://wn.com/Allen_Iverson_unveiled_at_press_conference_for_hysterical_Besiktas_fans_in_Istanbul_Turkey <strong> Allen Iverson </strong> is unveiled for the Besiktas basketball fans on his new home court and he talks to the fans saying <q>I want to thank you fans for welcoming me and embracing me the way you have... I can't promise you that we will win every basket-ball game. But one thing I can promise you is that we will play hard, we will play together and we'll give everything that we have on the basket ball court night in and night out.<q> A great amount of international media were present to witness the event including CNN, BBC and NBA TV. RARE OLDIES VIDEO WITH MR HENRY\" RED\" ALLEN& HIS ALL STARS! <strong> Henry James </strong> \"Red\" <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295580035256213030", "i": 22446, "idx": 3, "sa": ["Eric Schmidt", "John Battelle", "Danny Sullivan"], "q": "the company,\" he said. <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements which had been \"harmful to Google's reputation\" and the three top executives may have decided <q>it was time for a fresh public face.<q> <strong> John Battelle </strong>, author of \"The Search,\" a book about Google and technology rivals, said: \"<strong> Eric Schmidt </strong> has been at it for a decade, a very long time to be running a company", "new_id": -2}, {"uid": "1295821315130777097", "i": 42265, "idx": 0, "sa": ["Mahmoud Abbas", "Andy Coulson"], "q": "approves more east Jerusalem settler homes Photo in Slideshow: FEATURE- Al Jazeera TV makes waves with Tunisia... Photo in Slideshow: Palestinian President <strong> Mahmoud Abbas </strong> Article: Egypt accuses Gaza militants in Coptic church bomb... Report Abuse <q>they seem they are coming from Zionism<q> Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297257274238534666", "i": 1126, "idx": 0, "sa": ["Colin Powell"], "q": "are,\" Rumsfeld told a television interviewer. \"They're in the area around Tikrit and Baghdad.\" In his book, he denied that he or any other administration official lied about WMD. <q>While I made a few misstatements-in particular the one mentioned above-they were not common and certainly not characteristic.<q> Rumsfeld revealed in his book that he urged a U.S. military strike on a suspected chemical weapons site in northern Iraq in 2003 and that he wanted the attack to coincide with Secretary of State <strong> Colin Powell </strong>'s address", "new_id": -2}]