[{"uid": "1296940939224919552", "i": 17165, "idx": 7, "sa": ["Eric Schmidt"], "q": "social is the next big narrative. <strong> Eric Schmidt </strong> says that people who \"opt in\" to the system will begin experiencing a much richer relationship with technology, aided by their computerised \"personal assistant\" . <q> We still think of search as something you type, </q> <strong> Eric Schmidt </strong> said. \"Perhaps a decade from now, you will think, well, that was interesting, I used to type but now it just knows. \"How does it know? Well,", "new_id": -2}, {"uid": "1297011135120438797", "i": 39, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "<strong> Zahi Hawass </strong> said on Sunday. Seventy artefacts were damaged when looters broke into the world-famous Egyptian Museum, on the edge of Tahrir Square, focal point of an uprising against President <strong> Hosni Mubarak </strong>'s regime. <q> Restoration has started on the items, including on a statue of King Tutankhamun and a statute of King Akhenaten, </q> <strong> Zahi Hawass </strong> told AFP. Looters had tried to break open a golden sarcophagus, hoping to find treasures inside, and some skeletons were also damaged, <strong> Zahi Hawass </strong> said. A gallery displaying King Tut's", "new_id": -2}, {"uid": "1295389955093929487", "i": 11668, "idx": 5, "sa": ["William Hung", "Simon Cowell"], "q": "of the <strong> Simon Cowell </strong> Stack in Concord, CA. June 25, 2009. DemolisWilliam Hung the stack has taken a little over a week. Capturing this video \"would you believe I missed it by that much?\" <q> How about 15 seconds! </q> While I was recording, the card... Bishop Family Reunion- July 4th 2009", "new_id": -2}, {"uid": "1295562868254656534", "i": 26621, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Larry Page </strong>( l.) bernimmt bei Google die Macht von <strong> Eric Schmidt </strong>. Dieser wird Chef des Verwaltungsrats Der bisherige Firmenlenker <strong> Eric Schmidt </strong> wird Chef des Verwaltungsrats. In dieser neuen Rolle ist er etwa f?r Kooperationen oder bernahmen zust?ndig. <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. Unter dem erfahrenen Manager hatte sich Google seit 2001 von einem Internetsuch-Unternehmen zu einem breit aufgestellten Technologiekonzern entwickelt. Der 55 Jahre alte <strong> Eric Schmidt </strong> soll dem 37- j?hrigen <strong> Larry Page </strong> weiterhin als Berater zur", "new_id": -2}, {"uid": "1295177816150732814", "i": 28042, "idx": 3, "sa": ["Sergio Marchionne"], "q": "American companies in the face of economic and global shocks that are out of their control, such as spiraling oil prices or another recession. Chrysler, which remains the weakest of the three, now has <q> enough resources to deal with another recession, </q> <strong> Sergio Marchionne </strong> said. And the company is launching more fuel-efficient powertrains so that customers won't flee to other brands as gas prices rise, he said. The steadier financial footing has enabled the companies to start", "new_id": -2}, {"uid": "1296576641238125066", "i": 50890, "idx": 1, "sa": ["Michael Vick"], "q": "handle it,\" Hafner said of the cattle. \"They've got a good hair coat this year, but we have to have enough feed to give them energy to keep going.\" Report Abuse <q>... Paula Lawson, a 59-year-old community organizer from suburban Glencoe... </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Hot Stock Alert- Celulas Stem Cell BioReactor Technology. Organ Regeneration. Invest Today!", "new_id": -2}, {"uid": "1295568038178864146", "i": 43425, "idx": 1, "sa": ["Eric Schmidt"], "q": "to take hold even as its core search and advertising business continues to hum. \"Google continues to gain momentum and beat even the highest expectations,\" said Clayton Moran, an analyst at Benchmark Co. <q> People keep calling for growth to slow down, but the growth continues to be stellar. </q> As part of the change, <strong> Eric Schmidt </strong> will no longer be responsible for the day-to-day operations. Instead, he will become executive chairman, focusing on deals, partnerships, customers and broader business relationships. He", "new_id": -2}, {"uid": "1295088412253313042", "i": 9537, "idx": 0, "sa": ["Steve Jobs", "Antonio Cromartie", "Allen Iverson", "Howie Meeker", "Darrelle Revis"], "q": "broadcaster <strong> Howie Meeker </strong> was given the Order of Canada medal: \"Afterwards, <strong> Howie Meeker </strong> used the Telestrator to show how the medal could have been placed on his neck more efficiently.\" * From TC Chong: <q> <strong> Darrelle Revis </strong> and <strong> Antonio Cromartie </strong>= <strong> Darrelle Revis </strong> and Butthead. </q>* Apple CEO <strong> Steve Jobs </strong> took$ 1 in salary for 2010. He says he wants to live like a CFL player.* Currie, on former NBA star <strong> Allen Iverson </strong> being back in the U.S.", "new_id": -2}, {"uid": "1297620106254115870", "i": 4320, "idx": 0, "sa": ["Katy Perry", "Marlon Wayans", "Vanessa Minnillo", "Nick Lachey", "Russell Brand", "Victoria Beckham", "Vivica A. Fox", "Simon Cowell"], "q": "Valentine's Day From the POV of the Stars <strong> Marlon Wayans </strong> Stars in Commercials Stars get fit, fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Victoria Beckham </strong>: <q> I Don't Know the Sex of My Baby! </q> <cite> Us Magazine </cite> <strong> Russell Brand </strong> Hosts Saturday Night Live: \"I'm Much More Famous in England\" <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed <strong> Katy Perry </strong>", "new_id": -2}, {"uid": "1295635233179568652", "i": 17629, "idx": 0, "sa": ["Andy Coulson"], "q": "from a nightclub dancer who said she had dallied with Prime Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage <q> made it difficult for me to give the 110% needed in this role </q>. Photograph: Danny Lawson/PA Italy PM's` sex girls' backed by parents target=\"_blank\" Rome: Sordid details of the grasping ambition of parents of young scandal emerged on Thursday as excerpts from wire-taps were", "new_id": -2}]