[{"uid": "1295821316074186802", "i": 17, "idx": 0, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong>'s Dogs\" , \"parentThreadId\" :-1, \"mediaId\" :9760457, \"tags\" : null, \"anonSiteUrl\" : null, \"assocMediaType\" : \"externalmedia\" , \"createdAt\" : <q> 22 Jan 2011 20:51:06 GMT </q>, \"anonEmail\" : null, \"isVisible\" : true, \"approved\" : true, \"numComments\" :9, \"reviewed\" : true, \"createdByUsername\" : \"anonymous_user\" , \"pathToPreview", "new_id": -2}, {"uid": "1295564409055378023", "i": 44649, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Larry Page </strong> perusti hakukoneyhti?n yhdess Sergey Brinin kanssa. Brin keskittyy uusien projektien ja tuotteiden kehitt?miseen. \"P?ivitt?ist aikuisen valvontaa ei en tarvita!\" , <strong> Eric Schmidt </strong> kirjoitti migroblogipalvelu Twitteriss ilmoituksen j?lkeen. <q> <strong> Larry Page </strong> on mielest?ni valmis johtoon ja odotan innolla ty?skentelemist sek h?nen ett Sergeyn kanssa viel pitk?n </q>, <strong> Eric Schmidt </strong> sanoi. \"Maailmassa ei ole toista toimitusjohtajaa joka olisi voinut pit n?in uppiniskaiset perustajat n?in sitoutuneina ja silti johtaa liiketoimintaa niin nerokkaasti\" , <strong> Larry Page </strong> sanoi. \"<strong> Eric Schmidt </strong> on loistava johtaja ja", "new_id": -2}, {"uid": "1295005297048742460", "i": 15963, "idx": 1, "sa": ["Gordon Brown", "Lily Allen", "Piers Morgan", "Simon Cowell", "Larry King"], "q": ": \"i'd do it for a million for SANDS. money, mouth?\" <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q> I will get ITV to make substantial five figure donation to your charity for the interview </q>. But <strong> Lily Allen </strong> told him: \"Those are my terms. I've got no interest in coming on your show, you've been asLarry King me for years.\" She revealed she had", "new_id": -2}, {"uid": "1295050940061669383", "i": 48914, "idx": 1, "sa": ["Paula Abdul", "Steven Tyler", "Jennifer Lopez", "Simon Cowell", "Randy Jackson"], "q": "in with \"Idol\" alongside <strong> Simon Cowell </strong> and the adorably kooky <strong> Paula Abdul </strong>, will share the judges panel with <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>, high-profile newcomers being counted on to return some much-needed buzz to the aging franchise. <q> I think they've really added a different kind of zest and a freshness to it, </q> <strong> Randy Jackson </strong> said in a recent conference call. \"You take what was already great and you just kind of add a little extra spice to it.\" But the changes don't stop there. \"", "new_id": -2}, {"uid": "1295445493176455708", "i": 7574, "idx": 0, "sa": ["Adam Lambert", "Jordin Sparks", "Steven Tyler", "Simon Cowell"], "q": "<strong> Simon Cowell </strong>, the first three weeks of broadcast material from nationwide auditions will likely have its usual share of hopeless warblers among the next potential new superstar. In this May 26, 2010 photo released by Fox, <q> American... American Idol star <strong> Jordin Sparks </strong> performs \"Battlefield </q> at... Photo in Slideshow: American Idol star <strong> Jordin Sparks </strong> pose for a photo with Zander...- NEW YORK, NY--( Marketwire- 01/05/11)- <strong> Adam Lambert </strong> Photo: <strong> Steven Tyler </strong> speaks on stage after being", "new_id": -2}, {"uid": "1297488327192626740", "i": 37813, "idx": 2, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "dictator Saddam Hussein had been \"contained\" prior to the American invasion. He said there had been \"many warnings[ that] more troops could have helped, by advisers on the ground.\" <strong> Donald Rumsfeld </strong>: <q> No, that's not correct. </q> Stephanopoulos: American envoy <strong> Paul Bremer </strong> \"said that- it is correct.\" <strong> Donald Rumsfeld </strong>: \"It is not correct.\" And so it went. Stephanopoulos asked <strong> Donald Rumsfeld </strong> to concede that if he'd stayed", "new_id": -2}, {"uid": "1297187009205783101", "i": 8281, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "just weeks before the invasion, further stoked resentment in Berlin and Paris. It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q> Ironically, my comment was unintentional, </q> <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented` old NATO' not` old Europe'.\" \"In any event, the phrase` old Europe' entered the vernacular. The", "new_id": -2}, {"uid": "1297442426077905954", "i": 3515, "idx": 1, "sa": ["Jan Schakowsky", "Kirsten Gillibrand", "Joseph N. Crowley"], "q": "1997 when the drop-side rail on his crib came loose, partially detached and then trapped his neck between the rail and the headboard. \"It's been a long 13 years,\" said Witte. <q> I feel like it's a celebratory time because things are finally being done about the issue. </q> Witte appeared at a news conference on Capitol Hill with Democratic Sen. <strong> Kirsten Gillibrand </strong> of New York, Rep. <strong> Jan Schakowsky </strong>, D-Ill., and Rep. <strong> Joseph N. Crowley </strong>, D-N.Y., all of whom have pushed for stronger crib safety rules", "new_id": -2}, {"uid": "1297448422119193625", "i": 58715, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop", "Steve Jobs"], "q": "partnership saw two Steve Ballmers take to the stage in London today- hoping their combined might is enough to challenge the other <strong> Steve Ballmer </strong>, Apple's <strong> Steve Jobs </strong>, and the marching might of Google's Android platform. <q> This is now a three-horse race, </q> said <strong> Stephen Elop </strong>, CEO of Nokia, describing Windows Phone 7 running on Nokia hardware as a \"credible alternative\" to the iPhone and countless Androids grabbing so much of the smartphone market. <strong> Stephen Elop </strong> was joined", "new_id": -2}, {"uid": "1296852645182026275", "i": 376, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "that,\" <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. <q> I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him, </q> <strong> Roger Goodell </strong> said. \"He takes that seriously also.\" <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009", "new_id": -2}]