[{"uid": "1295639157179568677", "i": 20463, "idx": 2, "sa": ["Eric Schmidt", "Seth Harris", "Tim Cook"], "q": "of key talent to rival Facebook is another sin often laid at <strong> Eric Schmidt </strong>'s feet. The reason for the exodus, many say, is that the company is no longer technically innovative enough. <q>Google is losing engineers frustrated by a shift in the culture that normally happens when a company gets as big as Google is,</q> <strong> Seth Harris </strong>, technology practice head at <strong> Tim Cook </strong> Associates, told the E-Commerce Times. \"Engineers fear the company is not moving fast enough and say it's harder to get time with leaders; many have", "new_id": -2}, {"uid": "1296332857218349584", "i": 23585, "idx": 0, "sa": ["The Dawg", "Simon Cowell"], "q": "nice way and Tyler has learned the art of being tactful by saying that the \"rejected' contestant has a voice but it just isn't suited for So basically what \"Lips\" Tyler is saying is, <q>Dude, Dudette, you're absolutely horrible, but as you leave don\"t leave angry, bitter, or extremely devastated.] And judging by the looks of things <strong> The Dawg </strong>, or \"The Black <strong> The Dawg </strong></q> as he is called appears to have taken on the mean-spirited, critically sarcastic role that <strong> Simon Cowell </strong> was noted for. <strong> The Dawg </strong> told one contestant, a 27-year-old unemployed maid from Muskrat Muffin, Tennessee, named Mimosa", "new_id": -2}, {"uid": "1296260491067190794", "i": 4024, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "about Android prior to its unveiling, <strong> Steve Jobs </strong> said: \"No.... They started competing with us and it got more and more serious.\" Asked if he felt betrayed, he said: <q>My sex life is pretty good these days</q>. <strong> Eric Schmidt </strong> likes to portray Google as an \"open\" company that operates in contrast to a \"closed\" company like Apple. \"With the Apple model- which works extremely well, as I know", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's \"State of the Union\" that he will wait to make a decision on whom to support in the next presidential election. <q>I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,</q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.\" \"", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}, {"uid": "1297691512098959367", "i": 43543, "idx": 0, "sa": ["Darren Cooper", "Michael Gove"], "q": "Building Schools for the Future( BSF) scheme in six authorities after Mr Justice Holman ruled that Mr <strong> Michael Gove </strong> had unlawfully failed to ADVERTISEMENT consult them before imposing the cuts. In five cases the failure was <q>so unfair as to amount to an abuse of power</q>, the judge said. In an open letter to Mr <strong> Michael Gove </strong> <strong> Darren Cooper </strong>, leader of Sandwell Council, one of the six involved in the challenge, said the scrapping of BSF meant that nine school building", "new_id": -2}, {"uid": "1296134863266403875", "i": 13922, "idx": 0, "sa": ["John P.", "Khaldoon Al Mubarak", "Michael Jordan", "Allen Iverson", "Link TV"], "q": "silt from the river adjacent to the marina, the town of East <strong> Michael Jordan </strong> is quiet and a pleasant... Mosaic News- 11/15/10: World News From The Middle East <strong> Link TV </strong> is viewer-supported! www.linktv.org Today's headlines: <q>Three million Hajj pilgrims begin journey to Muzdalifah,</q> <strong> Khaldoon Al Mubarak </strong> Jazeera <strong> Link TV </strong>, Qatar \"Egyptian children learn about Hajj,\" <strong> Khaldoon Al Mubarak </strong> Jazeera <strong> Link TV </strong>, Qatar \"<strong> John P. </strong> Sudan begins registration for referendum vote,\" BB... <strong> Allen Iverson </strong>& <strong> Michael Jordan </strong> 2003 NBA All Star Highlight <strong> Michael Jordan </strong> got", "new_id": -2}, {"uid": "1295139773120274967", "i": 22551, "idx": 4, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", and meeting constituents, and being available and having those one-on-one meetings,\" she said. And neither she, nor <strong> Gabrielle Giffords </strong>, will back away from doing that job, <strong> Kirsten Gillibrand </strong> argued. <q>He( Jonathan) knows that that's what we do and want to do, and certainly that's what <strong> Gabrielle Giffords </strong> will do and want to do in her future,</q> <strong> Kirsten Gillibrand </strong> said. The award-winning Washington Bureau takes you behind-the-scenes at the White House and Pentagon, into the Congressional cloakrooms and onto the 2010 campaign trail. Choicest color, quotes and anecdotes, up-to-the-minute, 24/7.", "new_id": -2}, {"uid": "1295772199201490460", "i": 10400, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Nicole Scherzinger"], "q": "place on the judging panel of <strong> Simon Cowell </strong>'s US version of The X Factor. According to Look magazine, the singer may join <strong> Simon Cowell </strong> on the show when it begins filming later this year. <q>To get her on the show would give it real star power,</q> a source told the magazine. \"<strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong> are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna", "new_id": -2}, {"uid": "1297117350135839819", "i": 45502, "idx": 1, "sa": ["Simon Cowell"], "q": "will be able to audition for the show- which has a$ 5 million recording contract for the winner- and <strong> Simon Cowell </strong> is confident they can handle the pressure of the competition. He said: <q>We have started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person.</q>", "new_id": -2}, {"uid": "1294973357065519686", "i": 12014, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": "on live telly. A source said: \"We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited, and Susan's very keen to see <strong> Piers Morgan </strong> again.\" But SuBo's spokeswoman insisted: <q>The party was only ever for close friends and family.</q> Have your say on the issues of the day with MY Sun Â© News Group Newspapers Ltd. \"The Sun\", \"Sun\", \"Sun Online\" are registered trademarks or trade names of News Group", "new_id": -2}]