[{"uid": "1295653079122683405", "i": 26418, "idx": 0, "sa": ["Eric Schmidt"], "q": "do think we could trade down to 1260.\" Brian Kelly is also concerned by the market action. \"I was surprised that the market wasn't up more than it was,\" he says <q>GE is a great bellwether. I'd be a seller broadly, or at least a buyer of puts for protection.</q>]. Both sold off at the end of the day.\"] closed lower on Friday after published reports suggested outgoing CEO <strong> Eric Schmidt </strong> planned to sell$ 335 million of his stock. As you may remember on", "new_id": -2}, {"uid": "1296943918117014574", "i": 12653, "idx": 1, "sa": ["Mike Pence"], "q": "'s videos. \"Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,\" said <strong> Mike Pence </strong>. <q>The time to deny any and all funding to Planned Parenthood is now.</q> Planned Barrenhood is probably the most corrupt and deadly group in the history of the world. To: cgk; Coleus; cpforlife.org; narses; Salvation; 8mmMauser wagglebee( \"A political party can", "new_id": -2}, {"uid": "1297450977044924928", "i": 25581, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "focus. According to The Next Web, Symbian will become \"a franchise platform, leveraging previous investments to harvest additional value.\" Simultaneously, MeeGo will become \"an open-source, mobile operating system project\" and <q>will place increased emphasis on longer-term market exploration of next-generation devices, platforms and user experiences.</q> Quite a lot of words to simply say \"back-burner.\" And during this week's announcement in London, both <strong> Stephen Elop </strong> and Microsoft chief <strong> Steve Ballmer </strong> confirmed there will be job cuts at Nokia offices", "new_id": -2}, {"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q>At this stage, the number of opportunities just vastly exceed the number of people we have at the company,</q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}, {"uid": "1297113612077856768", "i": 21582, "idx": 4, "sa": ["Simon Cowell"], "q": "become incredibly competitive. Unlike the singers, we don't pretend to like each other.\" <strong> Simon Cowell </strong> avoided commenting extensively on the new Idol judges panel, saying he hasn't seen a whole episode. <q>From what I've seen and heard, things seem to be going well, which I expected.</q>  COMMENT BOARD GUIDELINES:  You share in the SunSentinel.com community, so we just ask that you keep things civil. Leave out the personal attacks. Do not use profanity, ethnic or racial slurs", "new_id": -2}, {"uid": "1296355470205914120", "i": 21204, "idx": 0, "sa": ["Mike Pence"], "q": "a strong candidate with strong Indiana roots to contrast <strong> Mike Pence </strong>'s prominence in Washington. Parker described <strong> Mike Pence </strong> as a partisan ideologue who wouldn't fit well with Indiana voters who he said typically favor centrist candidates. <q>The one thing most Hoosiers would say they don't want in Indianapolis at the Statehouse is Washington politics,</q> Parker said. \"He's used to the Washington game of lay blame and be partisan. He's going to have a hard time making the transition I believe.\" It might be May or later", "new_id": -2}, {"uid": "1295559842078905432", "i": 16668, "idx": 5, "sa": ["Eric Schmidt", "Steve Jobs", "Google Inc."], "q": "under Larry will be even better! Larry, in my clear opinion, is ready to lead.\" In a statement, Mr. Page said Mr. <strong> Eric Schmidt </strong>'s track record speaks for itself. <q><strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade,</q> he said. Yahoo Canada shakeup; marketing director and longtime sales exec out Waiting in the wings; the big three in charge of Apple without <strong> Steve Jobs </strong> <strong> Eric Schmidt </strong> to step down as <strong> Google Inc. </strong> CEO, co-founder", "new_id": -2}, {"uid": "1296770511173654034", "i": 12183, "idx": 33, "sa": ["Donald Rumsfeld", "Paul Wolfowitz", "Colin Powell", "Dick Cheney"], "q": "Another <strong> Donald Rumsfeld </strong> nemesis, as painted in these pages, was Deputy <strong> Donald Rumsfeld </strong> of State <strong> Dick Cheney </strong> Armitage. \"His leaks were so brazen,\" <strong> Donald Rumsfeld </strong> writes, that he told <strong> Colin Powell </strong> to manage his deputy: <q>Rich Armitage has been badmouthing the Pentagon all over town. It's been going on for some time and it's only gotten worse... I don't know what the hell is in Armitage's craw, but I'm tired of it.</q> <strong> Colin Powell </strong>, in turn, expressed concern that <strong> Donald Rumsfeld </strong>'s deputy, <strong> Paul Wolfowitz </strong>, \"was leaking against him\"- which <strong> Donald Rumsfeld </strong> says he did not believe. You might describe this as the war behind the", "new_id": -2}, {"uid": "1297108856203178010", "i": 45586, "idx": 2, "sa": ["Mohammed Shafiq", "Michael Gove", "Robert Lambert", "Mehdi Hasan"], "q": "the EDL- or for other far-right groups such as the BNP. He mentioned the word \"Islamophobia\" just once and that, too, in passing. As <strong> Mohammed Shafiq </strong> of the Ramadan Foundation points out: <q>On the day we see fascists marching in Luton, we have seen no similar condemnation or leadership shown from the government.</q> Muslims and Muslim organisations, as the former Met police officer <strong> Robert Lambert </strong> argues 125 comments from readers MuscularLiberal 05 February 2011 at 12:46 \"under the pernicious influence of <strong> Michael Gove </strong>\"? No <strong> Mehdi Hasan </strong>, under", "new_id": -2}, {"uid": "1295997217180568075", "i": 8975, "idx": 1, "sa": ["Bill Lockyer"], "q": "far as we know, there has not been any SEC notice of an investigation.\" California State Treasurer <strong> Bill Lockyer </strong>'s office also has not been contacted by the SEC regarding any disclosure issues. <q>As far as we know there is no probe of Calpers,</q> said <strong> Bill Lockyer </strong> spokesman Tom Dresslar. \"Official statements we provide investors have at all times disclosed all material information with respect to pension obligation.\" Loop Capital Markets recently said half of the 50 states were", "new_id": -2}]