[{"uid": "1295615027107249664", "i": 46615, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "according to a blog post penned by the man himself. The decision came down to how best optimise Google's triumvirate of power( <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>) to become a more adaptable enterprise. <q> Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> said. While Page takes the helm of CEO, <strong> Eric Schmidt </strong> will be executive chairman where he said he will focus on`` deals, partnerships, customers and broader business relationships, government outreach and technology", "new_id": -2}, {"uid": "1297704384051036206", "i": 10124, "idx": 0, "sa": ["Bruce Willis", "Cybil Shepherd", "Simon Cowell"], "q": "the actress believes NBC's spy drama won't suffer the same fate as Moonlighting, the'80s sitcom that famously fell apart when <strong> Bruce Willis </strong> and <strong> Cybil Shepherd </strong>'s main characters finally hooked up. <q> It's often the death of the show when you break the tension and the two lead characters get together, </q> Strahovski tells TVGuide.com.`` We've created a new dynamic[ that's] slightly <strong> Simon Cowell </strong>& Mrs. Smith in a way. It's a healthy union for our show.... I like the fact that we", "new_id": -2}, {"uid": "1295425615261013543", "i": 45484, "idx": 5, "sa": ["Sen. Bernie Sanders"], "q": "argued the compromise was necessary to prevent a tax hike on middle class Americans.`` I believe very strongly that it will be very, very difficult to undo this one-year program,'' <strong> Sen. Bernie Sanders </strong> said. <q> Republicans will say it is a tax increase on workers, and they control the <strong> Franklin Roosevelt </strong>. </q> Indeed, GOP lawmakers have since admitted they have no intention of letting the payroll tax return to its original, higher level in a year: http://www.huffingtonpost.com/2010/08/11/public-opposes-cutting-so_n_678374.html`` So what the president has done is walked us", "new_id": -2}, {"uid": "1297108146141246491", "i": 18932, "idx": 4, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Robert McNamara"], "q": "the path you didn't take is always smoother.'' <strong> Donald Rumsfeld </strong> is promoting his memoir,`` Known and Unknown,'' which is being published Tuesday. Reminded that his predecessor <strong> Robert McNamara </strong> said, <q> we were wrong, terribly wrong, </q> decades after Vietnam, <strong> Donald Rumsfeld </strong> rejected the comparison.`` That's not the case with Iraq,'' he said.`` I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban", "new_id": -2}, {"uid": "1297298981049397785", "i": 40946, "idx": 0, "sa": ["Janet Napolitano", "Donald Rumsfeld"], "q": "<strong> Janet Napolitano </strong>: Threat may be highest since 9/11... Article: US targets 2 Taliban, Al-Qaeda money men... Video: DHS Ends Color-Coded Threat Level System... Video: AP Impact: Uneven accountability at CIA Report Abuse <q>`` Hey Fattie, close the back door; flies are getting in. </q> </blockquote> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"uid": "1295394211046235674", "i": 4551, "idx": 1, "sa": ["Sergio Marchionne"], "q": "'' he said. <strong> Sergio Marchionne </strong>: We're going to reinvent the minivan He wanted to allay fears among Windsor's 4,300 workers that such a change will jeopardize their jobs. <q> We're not going to give an inch of territory in terms of our domination of the segment, </q> <strong> Sergio Marchionne </strong> said.`` But we need to completely rethink the minivan. We need to make it a lot more versatile than it is. The architecture will allow us to make a minivan-like vehicle plus others.''", "new_id": -2}, {"uid": "1296552417261570573", "i": 23553, "idx": 21, "sa": ["Eric Snow", "Allen Iverson"], "q": "alive, particularly on the defensive end. Their pressure changed the tempo of the game, and the momentum shortly thereafter.`` When he got ejected, everybody just stepped up their game,'' <strong> Allen Iverson </strong> said. <q> We said,` What are we gon na do?' </q> <strong> Eric Snow </strong> said.''` Are we gon na lay down? Or are we gon na pick up the intensity?''' The 6-3 <strong> Eric Snow </strong> set the http://wn.com/Allen_Iverson_36pts_9asts_vs_JKidd_VCarter_Nets_05/06_NBA <strong> Allen Iverson </strong> and the rest of the 76ers are used to", "new_id": -2}, {"uid": "1297325128230850591", "i": 7167, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Posted on Thu, Feb. 10, 2011 <strong> Donald Rumsfeld </strong> leaves book-tour audience wanting to know more By WILL BUNCH Philadelphia Daily News <q> I N OUR WORLD, narratives and theories get strung out over a period of time until it's like they're chiseled in stone as truth- notwithstanding the fact they are totally based in midair without any roots or substance. </q>- <strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong>, speaking last night at the National Constitution Center, in Philadelphia. <strong> Donald Rumsfeld </strong> wasn't talking about the controversial run-up to the Iraq War- when cases for weapons", "new_id": -2}, {"uid": "1297129515178880533", "i": 23591, "idx": 0, "sa": ["Steve Ballmer", "Wes Miller"], "q": "is a need to execute on a vision, and in order to do that you have to actually understand how software is built,'' said <strong> Wes Miller </strong>, an analyst at the Kirkland-based research firm Directions on Microsoft. <q> It's a whole other thing to be able say,` I've been at Microsoft, I understand software, and what you are saying will or not work.' </q> Frank Shaw, a spokesman for the company, declined to comment. <strong> Steve Ballmer </strong> wants to rectify Microsoft's misfires in mobile phones and tablet computers, as well as ensure that the company doesn't", "new_id": -2}, [{"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,'' <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as`` deals, partnerships, customers and broader business relationships,'' while Page would <q> merge Google's technology and business vision. </q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so`` there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}]]