[{"uid": "1295570430037306373", "i": 34156, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "our management structure and speed up decision making-and over the holidays we decided now was the right moment to make some changes to the way we are structured,\" suggesting that perhaps the move was forced. <q>For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.</q> Larry Page, who founded the company with <strong> Sergey Brin </strong> will now run the company in the CEO role with <strong> Eric Schmidt </strong> moving to an \"Executive Chairman\" role. \"Larry will now lead product development", "new_id": -2}, {"uid": "1295800027068403245", "i": 46872, "idx": 6, "sa": ["Colin Powell", "Barack Obama"], "q": "for the Arts, as some have suggested. \"Don't tell me you're going to freeze to a level. That usually is a very inefficient way of doing it,\" <strong> Colin Powell </strong> said. <q>Tell me what you're going to cut- and nobody up there yet is being very candid about what they're going to cut.</q> <strong> Barack Obama </strong> has pledged to freeze non-defense discretionary spending and Republican have said they want to continue at 2008 spending levels. But <strong> Colin Powell </strong> said <strong> Barack Obama </strong>'s energy and \"youthful approach\" have proved useful in", "new_id": -2}, {"uid": "1296364134215957544", "i": 15609, "idx": 2, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "San Antonio Spurs Denver Nuggets Minnesota Timberwolves Portland Trail Blazers Seattle SuperSonics Utah Jazz Golden State Warriors Los Angeles Clippers Los Angeles Lakers Phoenix Suns Sacramento Kings http://wn.com/Allen_Iverson_18pts_Melo_career_high_49pts_vs_Wizards_07/08 <strong> Allen Iverson </strong> barely broke a sweat and he thanked <strong> Carmelo Anthony </strong> for that. <q>I think that might be the easiest game I ever played in my career. I was out there watching,</q> <strong> Allen Iverson </strong> hollered across the locker room after <strong> Carmelo Anthony </strong> scored a career-high 49 points to lead the Denver Nuggets past the Washington Wizards 111-100 Friday night. With <strong> Carmelo Anthony </strong> swishing shots from all over the court, <strong> Allen Iverson </strong> took just nine", "new_id": -2}, {"uid": "1296628848054968320", "i": 26596, "idx": 2, "sa": ["Zahi Hawass"], "q": ", and credited not only the army but also average Egyptians, who he said had helped guards protect cultural sites. \"They stood with sticks\" along with guards and antiquities inspectors, he said. <q>They stood in front of outlaws, and they stopped any theft.</q> As Egypt's chief archaeologist, Mr. <strong> Zahi Hawass </strong> has made the return of Egypt's cultural patrimony his priority. He has called on Germany, for instance, to return the bust of Nefertiti that is in", "new_id": -2}, {"uid": "1295568460075235328", "i": 11732, "idx": 0, "sa": ["Alex Wolfe", "Eric Schmidt", "Holly Simmons"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> InformationWeeks <strong> Alex Wolfe </strong> gets a demo of SAPs new collaborative decision-making tool from SAP BusinessObjects senior director of marketing <strong> Holly Simmons </strong>. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating", "new_id": -2}, {"uid": "1295433140214253578", "i": 13094, "idx": 1, "sa": ["Gabrielle Giffords", "Mike Pence"], "q": "so typical of her that no matter how bad the situation might be for her, you know, she's looking out for other people.\" Such encounters indicate higher levels of functioning, implying that <q>she's recognizing him and interacting, perhaps in an old familiar way with him,</q> said Dr. <strong> Mike Pence </strong> Lemole. Dr. Randall Friese said Kelly also told doctors he saw <strong> Gabrielle Giffords </strong> smile. He said sometimes people see what they want to see, but that \"if he says she's smiling", "new_id": -2}, {"uid": "1296791221147030018", "i": 16740, "idx": 3, "sa": ["Carmelo Anthony", "Elgin Baylor", "Allen Iverson"], "q": "and <strong> Carmelo Anthony </strong> had 14 to help the Denver Nuggets spoil <strong> Allen Iverson </strong>'s return to Philadelphia with a 93-83 win over the 76ers on Monday night. \"<strong> Elgin Baylor </strong> just felt like <strong> Elgin Baylor </strong> was back home,\" <strong> Allen Iverson </strong> said. <q>It was deja vu. Just a real good feeling. The fans made it hard on me because they made me more nervous than <strong> Elgin Baylor </strong> already was.</q> The Nuggets did their share to ruin <strong> Allen Iverson </strong>'s homecoming. Denver scored the first 14 points of the fourth quarter to rally for its fourth straight win. <strong> Allen Iverson </strong>'s old team improved to 16-5; his new-again team", "new_id": -2}, {"uid": "1297181619149962785", "i": 11651, "idx": 0, "sa": ["Christina Aguilera", "David Letterman", "Conan O'Brien", "Jay Leno"], "q": "Twitter. Despite the fact that <strong> Christina Aguilera </strong> apologized, she was fodder for the late-night talk show hosts. <strong> David Letterman </strong> mentioned her mistake and admitted \"I know all about public humiliation\" <strong> Jay Leno </strong> told viewers <q>Secretary of Homeland Security <strong> Janet Napolitano </strong> told everybody if you see something at the Super Bowl that isn't right, tell somebody- and immediately 50 million people called after <strong> Christina Aguilera </strong> did the national anthem</q> <strong> Conan O'Brien </strong> did even more and used a video as well as a verbal criticism. \"Everyone is talking about how <strong> Christina Aguilera </strong> screwed up the lyrics to the national anthem,\" said <strong> Conan O'Brien </strong>, according", "new_id": -2}, {"i": 8304, "idx": 4, "index_answer": 0, "new_id": -1, "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,\" <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q>That wasn't the first time he threw one in like that,</q> <strong> Keyon Dooling </strong> said. \"He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.\" The Magic had a chance to tie the game", "sa": ["Keyon Dooling", "Allen Iverson"], "uid": "1295670452069369863"}, {"uid": "1296171297131055622", "i": 30444, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "Anthony Moll January 27th, 2011 at 5:42 pm Today, Senator <strong> Kirsten Gillibrand </strong>( D-NY), a strong ally during efforts to repeal the military's <q>Don't Ask, Don't Tell</q> law, was named to the Senate Armed Services Committee( SASC) for the 112 th Congress. Along with other Congressional allies, <strong> Kirsten Gillibrand </strong> fought to make repeal legislation a reality in 2010, and has been at", "new_id": -2}]