[{"uid": "1295344920052248582", "i": 26351, "idx": 0, "sa": ["Steve Ballmer"], "q": "CRM 2011. Both on-premises and cloud-based versions of the platform will be available in 40 markets and 41 languages starting on 28 February. A 17 January statement by Microsoft chief executive <strong> Steve Ballmer </strong> emphasised Dynamics CRM's <q>familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data<q>. Microsoft finds itself locked in a fierce battle for CRM market share with Salesforce.com and Oracle, both of which have shown little hesitation in both updating their products and sniping at their rivals.", "new_id": -2}, {"uid": "1295786138191660080", "i": 4228, "idx": 3, "sa": ["Michael Vick", "Tony Dungy"], "q": " \"I got fired in Tampa and I still thought I was a pretty good coach.\" \"He wants it to work out here,\" <strong> Tony Dungy </strong> said about <strong> Michael Vick </strong>, <q>and I would be surprised if it doesn't.<q> Working it out is really <strong> Tony Dungy </strong>'s message to the children reading his book, just as it was to players he once coached in the NFL locker rooms. You must fill out the", "new_id": -2}, {"uid": "1295640175249806852", "i": 1693, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "power overwhelms many of the wannabes- and thoroughly overshadows the more-useless-than-ever Randy Jackson. <strong> Steven Tyler </strong> at least is a breath of funky fresh air, perhaps lacking the sting of <strong> Simon Cowell </strong> even when delivering an insult( <q>Did you eat a lot of paint chips as a child?<q> was his high point the first week) but bringing an \"unbridled\" enthusiasm all his own to the show. This is, without doubt, a kinder Idol, even in these corny audition episodes seeming to", "new_id": -2}, {"uid": "1295231821192299018", "i": 1872, "idx": 2, "sa": ["Michael Vick", "Kevin Kolb", "Aaron Rodgers"], "q": "himself on the field talking with good friend <strong> Kevin Kolb </strong> and <strong> Michael Vick </strong>, <strong> Kevin Kolb </strong>'s backup. <strong> Kevin Kolb </strong>'s injury that day during Green Bay's 27-20 victory opened the door to <strong> Michael Vick </strong> authoring a stirring career revival. <q>I'm really happy for <strong> Michael Vick </strong>. He's a guy who has paid his debt to society-- and then some,<q> <strong> Aaron Rodgers </strong> said. \"I'm sure he'll be Comeback Player of the Year. I think the majority of guys around the league are just really happy for <strong> Michael Vick </strong>. Probably more happy when they don't have", "new_id": -2}, {"uid": "1296583408157270040", "i": 21223, "idx": 0, "sa": ["Zahi Hawass"], "q": "gone, the Pettys would follow State Department directions and leave as well. \"It's not the people with a political agenda who are doing the damage, it's criminals,\" he said. <q>The army has done a great job of protecting the major things, but there aren't enough of them.<q> Four hundred miles to the north, at the Egyptian National Museum, <strong> Zahi Hawass </strong> walked the darkened halls and expressed calm. If you have watched a documentary or a news story about Egyptology in", "new_id": -2}, {"i": 29884, "idx": 1, "index_answer": 0, "new_id": -1, "q": ". <strong> Zahi Hawass </strong> wrote, in a post to his Web site, which, due to the blocked Internet access at the time, he had to fax to colleagues in Italy to upload: <q>My heart is broken and my blood is boiling. I feel that everything I have done in the last nine years has been destroyed in one day, but all the inspectors, young archaeologists, and administrators, are calling me from sites and museums all over Egypt to tell me that they will give their life to protect our antiquities.<q> On Saturday, he wrote, \"I was met outside by many Egyptians, who asked if the museum was safe and what they could do to help. The people were happy to see", "sa": ["Zahi Hawass"], "uid": "1296752424175587371"}, {"uid": "1295945093061587461", "i": 31613, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Monday that the officers' claims were overblown. \"We're confident we're going to be able to prove that by the time police arrived, they knew he was unarmed,\" Safire said. <q>There were six cops and a trained dog, and they had an overabundance of nonlethal means at their disposal.<q> The case is Santa Rosa vs. DeSantis, 10-434. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TECHNICAL SR TECHNICAL PROJECT", "new_id": -2}, {"uid": "1297553208106741766", "i": 45353, "idx": 5, "sa": ["Sandy Parker", "Kirsten Gillibrand"], "q": "'s former seat in Congress sits vacant, <strong> Sandy Parker </strong> believes funding for local projects could suffer. No matter when an election is held to replace Lee, <strong> Kirsten Gillibrand </strong> is confident his district will be well represented. <q>They have representation right now, through myself and Senator <strong> Chuck Schumer </strong>, every minute of every day. Senator <strong> Chuck Schumer </strong> and I are committed to making sure their voice in Washington is as strong as it's ever been.<q> <strong> Kirsten Gillibrand </strong> also is continuing Lee's efforts towards helping the victims of Flight 3407. Lee pushed for tougher flight safety legislation after the crash and <strong> Kirsten Gillibrand </strong> said she will continue to do so. \"", "new_id": -2}, {"uid": "1295823240240304144", "i": 17749, "idx": 0, "sa": ["Andy Coulson", "Chris Huhne"], "q": "opposition benches and from within the coalition government itself. Britain's energy secretary, Liberal Democrat <strong> Chris Huhne </strong>, is publicly questioning Mr <strong> Andy Coulson </strong>'s claims to have known nothing about the illegal phone tapping. <q>It seemed to me clear for a long time that the number of people that were being hacked clearly was not consistent with it being one rogue reporter who happened to be the royal correspondent,<q> he said. \"Either he was a not very effective newspaper editor, I think I said one of the most incompetent in Fleet Street's history, or he knew what was going on and was", "new_id": -2}, {"uid": "1295280874135249947", "i": 1198, "idx": 1, "sa": ["Colin Powell", "Sarah Palin", "Barack Obama"], "q": "our country; to \"preserve, protect and defend the Constitution of the United States.\" The election process is an interview. Since when isn't character an important issue in an interview process? <q><strong> Martin Luther King </strong> spoke about the day when people would be judged by their character, not their color. Well, we also need to be free to judge people on their competence and on results, and it's high time that America's blacks started saying this out loud...<q>( Prelutsky). When <strong> Colin Powell </strong> announced his endorsement for <strong> Barack Obama </strong>, he also spent time disparaging <strong> Sarah Palin </strong>. While he said in his letter to me that attacks of <strong> Barack Obama </strong>'s character and experience were \"anecdotal", "new_id": -2}]