[{"uid": "1296787599171524102", "i": 19465, "idx": 0, "sa": ["Darius Johnson-Odom", "Buzz Williams", "Fran Fraschilla", "Allen Iverson", "Oliver Purnell"], "q": "Coach <strong> Oliver Purnell </strong>-- Florida Atlantic Clips and stills from Rutgers Womens Basketball win over Depaul, giving Coach C.Vivian Stringer her 800th win... <strong> Allen Iverson </strong> College Mix- Georgetown University Todd Warner chats with ESPN College Basketball Analyst <strong> Fran Fraschilla </strong> about <q> how good <strong> Darius Johnson-Odom </strong> can really be, </q> <strong> Buzz Williams </strong> as a Head Coach, and Marquette's tournament chances. The two talked after Marquette defeated DePaul, February 3, 2010...# 15 Dan Foesel class of 2011 Jr.. Film DePaul Catholic HS Wayne,", "new_id": -2}, {"uid": "1297426636014974991", "i": 39892, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop", "Winston Spencer-Churchill"], "q": "Nokia will fold its own app store into the Microsoft Marketplace. <strong> Stephen Elop </strong> the optimist In a press conference, <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> touted the alliance as good for both companies' aspirations. <q> A pessimist sees the difficulty in every opportunity, but an optimist sees the opportunity in every difficulty, </q> <strong> Stephen Elop </strong> said, quoting England's historic prime minister <strong> Winston Spencer-Churchill </strong> as he spoke in London. \"I am an optimist.\" It's not immediately clear what needs to be done to make the deal final", "new_id": -2}, {"uid": "1296117571165298183", "i": 9359, "idx": 11, "sa": ["Michael Vick"], "q": "to get back to this position is paramount to me and I'm just thankful.\" This is the fourth Pro Bowl for <strong> Michael Vick </strong>, who was the first pick of the 2001 draft. <q> I feel like this one I had to work hard to get here, </q> he said. \"This came in a different fashion due to the fact that I displayed different talents this year to show really what I can do in the passing game along with doing everything else. I think", "new_id": -2}, {"uid": "1297268495062767136", "i": 26336, "idx": 3, "sa": ["Bernie Sanders"], "q": "<strong> Bernie Sanders </strong>. \"You have a crumbling infrastructure where over a period of years we need to spend trillions of dollars. When you do that you create jobs.\" <strong> Bernie Sanders </strong> called for investment in infrastructure and <q> sustainable energy and energy efficiency, </q> which he called \"good for the country.\" \"It creates jobs as well,\" said <strong> Bernie Sanders </strong>, who was not aware of what Democratic leaders would decide. Senate Finance Committee Chairman", "new_id": -2}, {"uid": "1295562514244678661", "i": 8437, "idx": 3, "sa": ["Eric Schmidt"], "q": "to report earnings, excluding items, of$ 8.06 a share, on$ 6.05 billion in revenue. \"Q4 marked a terrific end to a stellar year,\" <strong> Eric Schmidt </strong> said in a statement. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web. </q> In after-hours trading, shares of Google rose 2.1 percent to$ 639.68, despite having closed Thursday's regular session down 0.8 percent.", "new_id": -2}, {"uid": "1297140015083361794", "i": 21846, "idx": 0, "sa": ["Nick Mallett", "Donald Rumsfeld"], "q": "leaves the pitch after being substituted... Photo in Slideshow: Italy coach <strong> Nick Mallett </strong>, center, consoles World Video: South Sudan votes 98.83% to secede World Video: ABC News Exclusive: <strong> Donald Rumsfeld </strong> Opens Up Report Abuse <q> Exactly what i said last week. The protests being witnessed in Tunisia, Egypt, Yemen and Ivory coast will find their final destination in Europe. After Italy, UK Queen will be next. </q> Time.com: After the Revolution: Young Tunisians Are Still Looking for Work Time.com: Mystery Solved: Missing Google Executive Played Key Role in Egypt Uprising Italian Villas Beautiful Italian Villas for rent in Tuscany, Umbria and Amalfi", "new_id": -2}, {"uid": "1296173892054247454", "i": 13022, "idx": 2, "sa": ["Sherrod Brown", "Bernie Sanders", "Johnny Isakson"], "q": ". Beneficiaries got no increases in 2010 or 2011. Changing the cost of living, said Sen. <strong> Johnny Isakson </strong>, R-Ga., who's working with Democrats to revamp the way Congress considers the entire budget, is <q> not a cut in benefit. It's a change in the process. </q> <strong> Bernie Sanders </strong> suggests revising the payroll tax structure. Currently, the tax is assessed only on the first$ 106,800 of income. On Thursday, <strong> Bernie Sanders </strong> talked about raising that cap. <strong> Sherrod Brown </strong>, though, said", "new_id": -2}, {"uid": "1296514710008863844", "i": 3375, "idx": 1, "sa": ["Michael Vick"], "q": ", and Philadelphia Eagles starting quarterback <strong> Michael Vick </strong>, a candidate for NFL MVP. \"God has taken it over,\" <strong> Michael Vick </strong> told Baptist Press last year at the AIA Super Bowl breakfast in Miami, and <q> now I am more at peace. </q>` READ THE BIBLE FOR LIFE': New project tackles biblical illiteracy To fight spam-bots, we need to verify you're a real human user.", "new_id": -2}, {"uid": "1295901953137494561", "i": 1993, "idx": 4, "sa": ["Zahi Hawass"], "q": "He said a letter was sent to the Egyptian Foreign Ministry to be conveyed to its German counterpart and a copy of the same letter was sent to the German ambassador in Cairo and the Prussian Foundation. <q> This is not <strong> Zahi Hawass </strong> acting on his own, </q> he said. A statement by Egypt's Supreme Council of Antiquities, which is led by <strong> Zahi Hawass </strong>, said Egypt first requested the return of the Nefertiti bust shortly after the end of World War II,", "new_id": -2}, {"uid": "1296492708037863448", "i": 52167, "idx": 0, "sa": ["Žydrūnas Ilgauskas", "Jimmy Cleveland", "Chris Webber", "LeBron James", "Allen Iverson", "James Cleveland"], "q": "revenge on their eastern conferance rival. real cavs fans visit pleasedontleave23.com Iverson_Allen Iverson_31pts_Philadelphia_76ers_vs_LeBron James_James Cleveland_Jimmy Cleveland_Cavaliers_2004/2005_Regular_Season_NBA_game!!!!!!! <strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. \"That's really what I did. It helped me out.\" <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds,", "new_id": -2}]