[{"uid": "1295599146160989211", "i": 1181, "idx": 0, "sa": ["Colin Powell", "Kim Jung", "Robert Gates"], "q": "Mr. Chairman. Mr. Attorney <strong> Kim Jung </strong>, the detention center at Guantanamo Bay continues to harm our image around the world. There's growing consensus on this. Secretary of Defense <strong> Robert Gates </strong> told the House Committee, quote, <q> I came to this job thinking that Guantanamo Bay should be closed. </q> KOHL: According to press reports, Secretary of State Rice has also supported efforts within the administration to close Guantanamo. And former Secretary of State <strong> Colin Powell </strong> said, quote, \"If it was up to me,", "new_id": -2}, {"uid": "1295138665036634641", "i": 6395, "idx": 8, "sa": ["Tyronn Lue", "Allen Iverson", "Lamar Odom"], "q": " \"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Dwyane_Wade_Complete_Highlights_[32_Points]_vs_Celtics_11309 Roundup: <strong> Lamar Odom </strong>, No. 4 Orange handle Red Storm Friday Look Ahead: Aztecs, Aggies in for a challenge Briefs: Balfour leaves Rays,", "new_id": -2}, {"uid": "1297711836012566562", "i": 8441, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q> Many people make the mistake of thinking that dreams can not come true, but they can, </q> he wrote. \"You have to believe, and know that they are more than just imagination.\"", "new_id": -2}, {"uid": "1296256677000376840", "i": 5467, "idx": 0, "sa": ["Eric Schmidt", "Rupert Murdoch"], "q": "The Murdochs turn a media crisis into a family drama By John Gapper Published: January 28 2011 22:37| Last updated: January 28 2011 22:37 <q> Day to day adult supervision no longer needed! </q> tweeted <strong> Eric Schmidt </strong> last week as he announced that he was stepping down as chief executive of Google in favour of 37-year-old Larry Page. <strong> Rupert Murdoch </strong> this week delivered the opposite message as he cancelled a planned trip to Davos to", "new_id": -2}, {"uid": "1297616822186400769", "i": 22015, "idx": 0, "sa": ["Dannii Minogue", "Cheryl Cole", "Simon Cowell", "Louis Walsh"], "q": "as to what will happen if <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> are fully to be involved in the US version of the show, but a source said that fans should not worry too much about <strong> Simon Cowell </strong> deserting them. <q> There's no way he will go off and forget about the UK show. <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> will be involved some way in the UK show. </q> The pay bonus for <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong> will raise their earnings from last year's Â£ 1.1 million, and both are expected to sign closer to the start of auditions in May. <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong> to", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "\" The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}, {"uid": "1297446725101842956", "i": 11174, "idx": 12, "sa": ["Donald Rumsfeld"], "q": "defence secretary during much of the Vietnam war, who was later very open about his regrets, <strong> Donald Rumsfeld </strong> is unrepentant. In the book and in conversation, he presents the Iraq war as justified and ultimately successful. <q> Is our country and region better off with <strong> Saddam Hussein </strong> gone? </q> he asks me briskly, before answering his own question. \"You bet.\" But, I point out, the justification for the war was Iraq's alleged work on weapons of mass destruction- and", "new_id": -2}, {"uid": "1297160951238338060", "i": 5743, "idx": 0, "sa": ["Kirsten Gillibrand", "Richard Blumenthal", "Harry Blackmun", "Barack Obama"], "q": "effort to discourage this and push back,\" said <strong> Richard Blumenthal </strong>, who became familiar with abortion issues when he clerked for Supreme Court Justice <strong> Harry Blackmun </strong> the year after <strong> Harry Blackmun </strong> wrote the court's opinion in Roe v. Wade. <q> It would not only imperil the priority of job creation and would threaten to produce a legislative meltdown at a time when people are frustrated with the paralysis of government,... I think it would be the height of bad judgment. </q> EMILY's List published Monday a piece co-written by <strong> Richard Blumenthal </strong> and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) denouncing the legislation. It was the first time that EMILY's List, a group dedicated to electing female politicians,", "new_id": -2}, {"uid": "1295908721051232817", "i": 25659, "idx": 2, "sa": ["Simon Cowell"], "q": "shell. Acerbic to the point of making contestants cry, <strong> Simon Cowell </strong> minces no words and tells it like he feels it. From \"You look like a man dressed like a woman\" to a female contestant to <q> You sound like a cat in a vacuum cleaner </q> to a teenage Idol hopeful, <strong> Simon Cowell </strong> is possibly the most hated man( and therefore one of the most watched) on reality television. Not a part of season 10 that went on air last weekend, <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1297143670250691612", "i": 46275, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a \"dressed up\" sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding, \"I believe I can find a star.\" All content Â© Copyright 2000- 2011 WorldNow and KCBD, a", "new_id": -2}]