[{"uid": "1295561275260145152", "i": 43323, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not \"have much to add\" to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q>I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point,</q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory. \"I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}, {"uid": "1296727907183500817", "i": 16342, "idx": 10, "sa": ["Aaron McKie", "Jalen Rose", "Allen Iverson", "George Karl", "Jermaine O'Neal"], "q": "series at 1-1. Game 3 of the best-of-five Eastern Conference quarterfinals is Saturday in Indiana. \"I'm going to remember this game for a long time,\" said <strong> Allen Iverson </strong>, who also had nine assists. <q>I've been playing a lot off my God-given ability. This game took a lot of thinking. I'm pleased with my mental aspect coming into the game... When guys doubled me, I found my teammates and they hit the shots. I don't think I forced too many things.</q> <strong> Aaron McKie </strong> had 19 points and <strong> George Karl </strong> Lynch added 16 for Philadelphia, which finished as the top team in the East for the first time since 1983-84. <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for", "new_id": -2}, {"uid": "1296362329255475725", "i": 5273, "idx": 6, "sa": ["Linas Kleiza", "Allen Iverson", "Joel Anthony"], "q": "points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. <q>I will remember this night for the rest of my life.</q> The Nuggets have been searching for a consistent third scorer behind <strong> Joel Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "new_id": -2}, {"uid": "1297442426077905954", "i": 2926, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "of Merrick, N.Y., lost her 10-month-old son, Tyler, in 1997 when the drop-side rail on his crib came loose, partially detached and then trapped his neck between the rail and the headboard. <q>It's been a long 13 years,</q> said Witte. \"I feel like it's a celebratory time because things are finally being done about the issue.\" Witte appeared at a news conference on Capitol Hill with Democratic Sen. <strong> Kirsten Gillibrand </strong> of New", "new_id": -2}, {"uid": "1295600669020365335", "i": 10350, "idx": 2, "sa": ["Frank Guinta", "Barack Obama", "Mike Pence"], "q": "<strong> Mike Pence </strong> Bieundo, who ran the Tea Party-backed campaign of Representative <strong> Frank Guinta </strong>, a Republican from Manchester. \"Their significance is their engagement, which they clearly demonstrated in the 2010 election,\" <strong> Frank Guinta </strong> said. <q>They're only going to get more influential in the presidential.</q> Matt Viser can be reached at maviser@globe.com. Â© Copyright 2011 Globe Newspaper Company. Single Page 1 <strong> Barack Obama </strong> Tweet Yahoo! Buzz", "new_id": -2}, {"uid": "1295562321105267213", "i": 32365, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "over his day-to-day duties. Meanwhile, co-founder <strong> Sergey Brin </strong> will \"devote his energy to strategic projects, in particular working on new products.\" <strong> Eric Schmidt </strong>'s new role will be Executive Chairman. He will focus <q>externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership,</q> the company announced. <strong> Eric Schmidt </strong> will act as an advisor to Page and <strong> Sergey Brin </strong>. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time.", "new_id": -2}, {"uid": "1296240423000835585", "i": 42728, "idx": 0, "sa": ["Stormi Henley", "Simon Cowell", "Jennifer Lopez"], "q": "are smoky and full of feeling. Chelsee belted a few lyrics of \"The Story\" for her short solo. All three judges gave both contestants \"Yes\" votes, and happily the two embraced joyfully. <q>They're going to get back together,</q> <strong> Jennifer Lopez </strong> predicted. <strong> Stormi Henley </strong>, 19, is Miss Teen USA 2009 and a pretty little southern belle. An actual pageant winner, and no <strong> Simon Cowell </strong> to make acerbic comments. She sang with a lovely country", "new_id": -2}, {"uid": "1295394205107446287", "i": 12028, "idx": 0, "sa": ["James Taylor", "Don Kirshner", "Arsenio Hall", "Billy Joel", "Neil Diamond", "Jack Wishna", "David Letterman", "Billy Crystal", "Carole King", "Paul Shaffer"], "q": " \"Donny <strong> Don Kirshner </strong> would take a kid off the street, bring him up to his office in the Brill Building and turn him into <strong> Neil Diamond </strong>, <strong> Carole King </strong>, <strong> James Taylor </strong>, on and on,\" <strong> Jack Wishna </strong> said. <q>I haven't spoken to anyone in the music business that Donny hasn't either discovered, promoted, or touched in some way. <strong> Don Kirshner </strong> was behind \"<strong> Don Kirshner </strong>'s Rock Concert</q> in 1972, and gave national exposure to musicians including <strong> Billy Joel </strong> and The Police. The show also boosted careers of comics including <strong> Billy Crystal </strong>, <strong> Arsenio Hall </strong> and <strong> David Letterman </strong>. <strong> Paul Shaffer </strong>, <strong> David Letterman </strong>'s musical director, used to", "new_id": -2}, {"uid": "1296978592083132429", "i": 7164, "idx": 7, "sa": ["Michael Vick"], "q": "reacts to a call during the... Sports Video: Cavaliers set record with 24th straight loss Report Abuse \"I am boycotting football forever, starting last year when they awarded <strong> Michael Vick </strong> some other award.\" Report Abuse <q>I agree <strong> Michael Vick </strong> doesn't deserve the award since he a) played last year and b) missed time from prison. I mean, they don't have a most improved award, because that's what he'd be in line for since he played last year? With that said, he paid his debt. Let the guy go. I don't like him, but believe me he lost a lot more than anyone else doing the same stuff.</q> Report Abuse \"<strong> Michael Vick </strong> was a sleeze^ Nth for doing what he did re dogs. And I really didn't like him before that-- sooo much attitude.\" However, maybe he didn't", "new_id": -2}]