[{"uid": "1297096596187170848", "i": 19195, "idx": 0, "sa": ["Eric Schmidt"], "q": "for their views on Google's business practices by February 11. The Commission is expected to take several months to digest the feedback. Google reiterated on Monday it was co-operating with the regulator. <q> There's always going to be room for improvement, so we'll be working with the Commission to address any concerns, </q> spokesman Al Verney said. Google Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. The Commission, which can fine companies", "new_id": -2}, {"uid": "1296921359074088455", "i": 53664, "idx": 1, "sa": ["David Letterman", "Barbara Walters"], "q": "heart surgery in 2000 and chatted candidly with <strong> Barbara Walters </strong> about his feelings of joy following the operation. But they didn't last long. During the chat, <strong> David Letterman </strong> stated, <q> Depression is a black hole... I've dabbled in it.`` There's a difference in being sad and being blue and being depressed and being chemically or clinically depressed. I do know the difference between those and it's horrifying.`` Without some kind of medicinal help... institutions used to be full of people who were depressed. </q>", "new_id": -2}, {"uid": "1296472344208027669", "i": 38613, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "to The New York Times, supporters of the repeal such as Senator <strong> Kirsten Gillibrand </strong> say that the policy must end in order for our country's military to become stronger. Many human rights and gay rights advocates compare the <q> don't ask, don't tell </q> repeal to troop integration in the mid-20th century, the first time that black and white servicemembers were allowed and expected to serve side by side. With the repeal of the military restriction on openly gay and lesbian servicemembers", "new_id": -2}, {"uid": "1295105515258523157", "i": 827, "idx": 4, "sa": ["John McCain", "Colin Powell", "Immortal Technique", "Amber Lee Ettinger", "Barack Obama"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q> a man who I admire as much as any man in the world, person in the world </q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/Immortal Technique_Immortal Technique_on_Barack Obama,_9/11_truth_Corporate_America <strong> Barack Obama </strong> Song# 2: Debate' 08: <strong> Amber Lee Ettinger </strong> vs Giuliani <strong> Amber Lee Ettinger </strong> Vocals", "new_id": -2}, {"uid": "1296846601173342727", "i": 11404, "idx": 2, "sa": ["Howard Stern", "David Letterman", "Jay Leno"], "q": "in the process. After acknowledging that he's been a keen observer of the late-night battle for many years, <strong> Howard Stern </strong> suggested that he supports <strong> David Letterman </strong> because he has a personal distaste for <strong> Jay Leno </strong>. <q> You know as well as everyone in this room, <strong> Jay Leno </strong> is horrible, </q> he asserted.`` <strong> Jay Leno </strong>'s got no talent.''", "new_id": -2}, {"uid": "1296586485119291919", "i": 45950, "idx": 1, "sa": ["David Letterman", "Katie Couric", "Sam Donaldson", "Bob Schieffer", "Jack White"], "q": "in front of the podium, and not drool?''- ABC <strong> Jack White </strong> House reporter <strong> Sam Donaldson </strong> on a plKatie Couricd Reagan press conference, NBC's Late Night with <strong> David Letterman </strong>, March 18, 1987.? <q> The Acting President: Ronald Reagan and the Supporting Players Who Helped Him Create the Illusion That Held America Spellbound </q>- Title of 1989 book by <strong> Bob Schieffer </strong>, CBS News Chief Washington Correspondent, and Gary Paul Gates, co-authors of The Palace Guard.?`` They[ Reagan and Thatcher] quickly formed a bond", "new_id": -2}, {"uid": "1296342425105660425", "i": 45371, "idx": 0, "sa": ["Brian St. Clair", "Allen Iverson", "Donyell Marshall", "John Thompson"], "q": "only Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against <strong> Brian St. Clair </strong> <strong> John Thompson </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> John Thompson </strong> created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me http://wn.com/Dance_Party_NCAA_Shooter_Fox_Marist_v_Jack_Bulldog_Georgetown This was a funny", "new_id": -2}, {"uid": "1296668733223756295", "i": 2025, "idx": 1, "sa": ["Craig Oliver", "David Cameron", "Andy Coulson"], "q": ", a father of three children, has been at the BBC for four years and was the editor for coverage of the 2010 general election. He was previously with ITV News, the statement said. <q> I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time, </q> <strong> Craig Oliver </strong> said.`` It's difficult to leave the BBC after a fascinating few years-- but this is an opportunity I can't turn down.'' <strong> Andy Coulson </strong>'s resignation renewed questions about practices at the", "new_id": -2}, {"uid": "1297567631268304404", "i": 18674, "idx": 0, "sa": ["Colin Powell"], "q": "the Palestinian people. href=\"http://salem-news.com/articles/february122011/%3Cimg%20src=%27/gphotos/1277447443.http://www.amazon.com/Plight-Palestinians-Long-History-Destruction/dp/0230100376\"> In addition to his polemics, he writes plays( The Unreasoning Mask, co-authored with his wife, D'Arcy, and The Agony of <strong> Colin Powell </strong>), satires( see <q> Advancing the Civilized State: Inch by Bloody Inch </q> in The Rape), and poetry( Psalms for the 21st Century). His most recent fictional work creates a morality tale based upon real life figures that haunt our lives, The Chronicles of Nefaria He can", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said.`` <strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.'' <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}]