[{"uid": "1296805908220135483", "i": 6837, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "since by human rights groups. He still defends the use of waterboarding and all those other`` enhanced techniques'' employed at Guantanamo Bay, but one of his`` biggest disappointments'' was his failure to <q> help persuade America and the world the truth about Gitmo </q>. The truth? That word in that context epitomises the problem with Known and Unknown. It is some time since America and the world believed in <strong> Donald Rumsfeld </strong>'s version of the truth, and this", "new_id": -2}, {"uid": "1296020367196706362", "i": 1436, "idx": 0, "sa": ["Bill Lockyer", "Marco Belinelli", "Keith Smart", "Michele Bachmann", "Newt Gingrich"], "q": ".... Former Warriors guard <strong> Marco Belinelli </strong> has started 44 games for the Hornets and is averaging 10.5 points per game.... Though it's only January, <strong> Keith Smart </strong> admitted he keeps tabs on the prospective playoff chase. <q> You've got to know where you are so you can eventually get to where you want to go, </q> is how he put it. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Republicans target high-speed rail for cuts: SFGate: Politics Blog PHYSICAL", "new_id": -2}, {"uid": "1295665867007979096", "i": 29819, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured'', suggesting that perhaps the move was forced. <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company </q>. Larry Page, who founded the company with <strong> Sergey Brin </strong>, will now run the company in the CEO role with <strong> Eric Schmidt </strong> moving to an`` executive chairman'' position.`` Larry will now lead", "new_id": -2}, {"uid": "1295965426108969993", "i": 19137, "idx": 3, "sa": ["Barack Obama", "John F. Harris", "Mike Pence", "Sen. George Allen"], "q": "the coming month. His first stop is Wisconsin, where he will kick off a series of 2011 battleground state speeches about jobs and the economy.'' http://bit.ly/fON8mJ-- WSJ's Jonathan Weisman: <q> White House officials... have assured Democratic lawmakers that the <strong> Bill Clinton </strong> will not explicitly call for cuts in Social Security benefits, though he will say changes are needed to put the program on a solid fiscal footing. </q> POST-GAME- Free live event at the Newseum on Wednesday, the morning after the State of the Union,`` Mapping Out the 112th Congress''- <strong> John F. Harris </strong> and <strong> Mike Pence </strong> <strong> Sen. George Allen </strong> interview two freshman senators-- <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1295861273256983082", "i": 43406, "idx": 2, "sa": ["Li Keqiang", "Andy Coulson", "David Cameron"], "q": "<strong> Li Keqiang </strong>, right, listens to... Photo: Former News of the World editor <strong> Andy Coulson </strong> Photo: Former News of the World editor and Prime Minister... Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit Report Abuse <q> Paying several hundred dollars a year to listen to theirrulers quasi-socialist lies and feudal fairy tales? </q> Time.com: Tunisia's Police: Old Symbols of Oppression Join the Revolution Time.com: Palestinian Leaders, Peace Process Vulnerable after Leaks", "new_id": -2}, {"uid": "1296856799145915922", "i": 23924, "idx": 2, "sa": ["Sergio Marchionne"], "q": "the last 18 months. Some of those, such as the Chrysler 200, Dodge Durango, Dodge Charger, Dodge Challenger and the Fiat 500 minicar are just now arriving in dealerships. <q> This team is now faster than Fiat's, </q> <strong> Sergio Marchionne </strong> said.`` They needed to have a guy, a jerk like me, to ask` Why not?' every time they told me something couldn't be done.''", "new_id": -2}, {"uid": "1295965342261718029", "i": 26700, "idx": 0, "sa": ["Bill Lockyer", "Hosni Mubarak", "Newt Gingrich"], "q": "cars on the main street and waved signs reading`` OUT!'' inspired by the Tunisian protestations of`` DEGAGE!'' this week. Men were seen spraying graffiti reading`` Down with <strong> Hosni Mubarak </strong>.'' <q> We want to see change just like in Tunisia, </q> said Lamia Rayan, 24, one of the protesters. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 1 BR/", "new_id": -2}, {"uid": "1295779997079200290", "i": 44005, "idx": 1, "sa": ["Tony Blair", "Alastair Campbell", "George Galloway", "Andy Coulson", "David Cameron", "Gail Sheridan"], "q": "on him grew this month when the newspaper suspended his former news editor over hacking claims. <strong> Tony Blair </strong>'s former spin doctor <strong> Alastair Campbell </strong> said there was a`` greater stench'' to the scandal. He said: <q> First, there's the issue of <strong> David Cameron </strong> and <strong> George Osborne </strong>'s judgment, then there's the News of the World and what appears to be industrial phone hacking going on systematically.`` There's also the issue of the News Corp takeover of BSkyB and the apparent attempts by Jeremy Hunt, the Culture Secretary, to let that go through without proper scrutiny, and finally there's the extraordinary conduct of the police. </q> Number 10 comms chief <strong> Andy Coulson </strong>`` deserves second chance'' says <strong> David Cameron </strong> Peace deal struck between Holyrood hopefuls <strong> George Galloway </strong> and <strong> Gail Sheridan </strong> Holyrood hopefuls <strong> George Galloway </strong> and <strong> Gail Sheridan </strong> clash over left-wing ticket", "new_id": -2}, {"uid": "1295589621085278754", "i": 8953, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": ", 1:00 AM EST- U.S. Markets open in 8 hrs 30 mins <strong> Google Inc. </strong> turns Page on <strong> Eric Schmidt </strong>, names co-founder CEO{`` s'':`` goog, novl'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} <strong> Michael Liedtke </strong>, AP Technology Writer, On Friday January 21, 2011, 12:45 am SAN FRANCISCO( AP)-- When <strong> Google Inc. </strong> went", "new_id": -2}, [{"i": 27945, "idx": 2, "index_answer": 1, "new_id": -1, "q": "`` Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,'' <strong> Zahi Hawass </strong> said in a statement. But he asked that <q> this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> World Video: Banned books back on sale in Tunisia's bookshops World Video: Raw Video: Deadly explosion at Moscow airport Report Abuse <blockquote> <strong> Zahi Hawass </strong> is nothing more than an Egyptian <strong> Sarah Palin </strong>( albeit with brains)", "sa": ["Sarah Palin", "Zahi Hawass"], "uid": "1295891307156680197"}]]