[{"uid": "1297225373053084179", "i": 45418, "idx": 6, "sa": ["Michael Vick"], "q": "how dogfighting is wrong, among other things. An online promotion for Saturday's event, billed as`` providing an alcohol-free environment filled with positive role models and messages for teens aged 14-17,'' said <strong> Michael Vick </strong>'s <q> inspiring message about overcoming life's challenges has reached teenagers all over the country. </q> The NFL indefinitely suspended <strong> Michael Vick </strong> in August 2007 after he pleaded guilty to a federal charge of bankrolling a dogfighting operation in Virginia. <strong> Michael Vick </strong> left a Kansas prison in May 2009 to serve the last two months", "new_id": -2}, {"uid": "1297242024149028872", "i": 23750, "idx": 3, "sa": ["Perry Fewell", "David Letterman"], "q": "is intact to make runs like this for the next four or five years.'' <strong> David Letterman </strong> ended the segment by pulling out a football and asking the Super Bowl MVP to throw him a pass. <q> Do you mind throwing me something simple? </q> <strong> David Letterman </strong> asked before he quickly added:`` Don't hurt me.'' <strong> Perry Fewell </strong> not Titans' pick either UPDATED: 1:18 p.m. Another head coaching job that <strong> Perry Fewell </strong> interviewed for has been filled by someone else", "new_id": -2}, {"uid": "1295596871034635840", "i": 40471, "idx": 1, "sa": ["Kaley Cuoco", "David Letterman"], "q": "the way the sound of my leg was.'' A scar on the side of her ankle represented where the bone came out, and there was another longer one down the front of her leg. <q> Now I have two metal bars in my leg, but the good thing about that is I know when it's going to rain, </q> <strong> Kaley Cuoco </strong> laughed. <strong> David Letterman </strong> tried to deduce who was to blame for the accident, but <strong> Kaley Cuoco </strong> was insistent it wasn't the horse's fault.`` This was a love of my life, this horse", "new_id": -2}, {"uid": "1297262359234307591", "i": 26091, "idx": 2, "sa": ["Colin Powell", "President Bush", "Dick Cheney"], "q": "his tenure, he blames the State Department for just about everything. The ill-fated de-Baathification`` was promoted in the State Department's Future of Iraq Project.'' The Pentagon's training of Iraqi police was delayed by <q> objections of some in the State Department bureaucracy </q> and <strong> Colin Powell </strong>'s`` turf-conscious deputy,'' <strong> Dick Cheney </strong> Armitage. Ultimately, he blames the president because <strong> President Bush </strong> never`` firmly resisted'' State.`` There were far too many hands on the steering wheel,", "new_id": -2}, {"uid": "1296849466211632181", "i": 8774, "idx": 2, "sa": ["Roger Goodell", "Bill Belichick", "Michael Vick", "Andy Pettitte"], "q": "among the leading contenders for The Associated Press' NFL Comeback Player of the Year Award, to be announced Saturday night.`` I'm extremely proud of what <strong> Michael Vick </strong> has done,'' <strong> Roger Goodell </strong> said. <q> He's taken his responsibilities serious, he's made a commitment to himself to make better decisions. He is committed to doing the right thing going forward and I think that's a great thing. Video: NFL: <strong> Michael Vick </strong>'s comeback season ends in Hawaii... Photo: NFC quarterback <strong> Michael Vick </strong> of the Philadelphia Eagles poses... <strong> Roger Goodell </strong> says he felt...- The NFL commissioner felt`` deceived </q> by <strong> Bill Belichick </strong> after the coach did not...'s dismal image rating is proof that winning doesn't fix everything. Sports Video: Yankees' <strong> Andy Pettitte </strong> announces retirement Sports Video: John Madden's best NFL memories ABC", "new_id": -2}, {"uid": "1297621691039272449", "i": 21417, "idx": 0, "sa": ["Zahi Hawass"], "q": "Eight major pieces have been stolen from the Egyptian museum, including a statue of King Tutankhamun, Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects missing from the famed museum included <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of`` a gilded wood statue of Tutankhamun harpooning'', <strong> Zahi Hawass </strong> said in a statement. US internet censorship fight fails State department efforts to combat internet censorship in China and other countries have fallen", "new_id": -2}, {"uid": "1297721034094502916", "i": 21429, "idx": 8, "sa": ["Donald Rumsfeld", "Barack Obama", "Todd Litman"], "q": "analysis.[ 1]`` Public Transportation Delivers Public Benefits,'' Welcome to the Fast Lane: The Official Blog of the U.S. <strong> Donald Rumsfeld </strong> http://fastlane.dot.gov/2009/06/public-transportation-delivers-public-benefits.html[ <strong> Barack Obama </strong>] <strong> Todd Litman </strong>, <q> Rail Transit in America: A Comprehensive Evaluation of Benefits, </q> Victoria Transport Policy Institute, October 25, 2004. The cover indicates that the report was`` Produced with support from the American Public Transportation Association.'' As of April 11, 2010, the document has been", "new_id": -2}, {"uid": "1296522316264929312", "i": 21132, "idx": 0, "sa": ["Michael Vick"], "q": "you believers of man produced global warming. Please explain all the different ice ages throughout earth history? How did the earth get soo cold to produce them and then how did the earth get Report Abuse <q> We won't be plowing the snow off the roads. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl New Trading Software Breakthrough Software Turns$ 10,000 Into$ 866,487- Find Out How! Trader Makes$ 4 Billion Wiz Kid Stock", "new_id": -2}, {"uid": "1295667464153141265", "i": 4953, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "needs a spokesman, it's time to move on.'' <strong> David Cameron </strong> praises` professional' <strong> Andy Coulson </strong> The prime minister said he was`` very sorry'' Mr <strong> Andy Coulson </strong> had decided to resign but he <q> understood that the continuing pressures on him and his family meant that he felt compelled to do so </q>.`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,'' he said. He denied", "new_id": -2}, [{"i": 639, "idx": 0, "index_answer": 1, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said.`` I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Michael Jordan", "Allen Iverson"], "uid": "1296405734264388638"}]]