[{"uid": "1296586485119291919", "i": 45950, "idx": 1, "sa": ["David Letterman", "Katie Couric", "Jack White", "Bob Schieffer", "Sam Donaldson"], "q": "in front of the podium, and not drool?\" - ABC <strong> Jack White </strong> House reporter <strong> Sam Donaldson </strong> on a plKatie Couricd Reagan press conference, NBC's Late Night with <strong> David Letterman </strong>, March 18, 1987.? <q> The Acting President: Ronald Reagan and the Supporting Players Who Helped Him Create the Illusion That Held America Spellbound </q>- Title of 1989 book by <strong> Bob Schieffer </strong>, CBS News Chief Washington Correspondent, and Gary Paul Gates, co-authors of The Palace Guard.? \"They[ Reagan and Thatcher] quickly formed a bond", "new_id": -2}, {"uid": "1295891357122388543", "i": 18641, "idx": 6, "sa": ["Zahi Hawass", "Mary McCartney"], "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>. \"But I don't care; I am doing this for Egypt.\" <strong> Mary McCartney </strong> Opens First Solo Show in Germany at Contributed, Studio for the Arts First Show, Since 2005, of Recent", "new_id": -2}, {"uid": "1295658306074924083", "i": 2363, "idx": 12, "sa": ["Eric Schmidt"], "q": "last few years- and it certainly has- much of blame falls on <strong> Eric Schmidt </strong>. His haughty, creepy, and occasionally insulting way of addressing the company's approach to privacy is Schmidt_on_street_view/\"> notorious. <q> Google policy is to get right up to the creepy line and not cross it, </q> he once said, unwittingly showing that Google's policy is just the opposite. His efforts to paint such comments as humor only made the situation worse. The irony is that when he steps down as CEO", "new_id": -2}, {"uid": "1295768591206471193", "i": 32203, "idx": 0, "sa": ["Andy Coulson"], "q": "snuck out of the base now should he... Hopefully he got some trim before the towel heads nabbed him( unless they were there with the lil' missus and she set him up). \" Report Abuse <q> I knew, and trained with Iraqis before desert storm. I they were good looking intelligent people. At least, that was what I saw. I do think, he was taking risks. But, a man in love does a lot of stupid things. Believe me, I am a man, I know! I hope he is released unharmed. At the very least, I hope they tell his family where he is. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295872993066535447", "i": 20464, "idx": 19, "sa": ["George H. W. Bush", "Sarah Palin", "John McCain", "Donald Rumsfeld"], "q": "wants to move the community forward. Or it would be like Truman sending Hitler a message in his bunker telling him that there will be no war crime trials because he wants to move Europe forward. Report Abuse <q> Hopefully he takes the time to explain what he was saying about known unknowns and unknown unknowns. Anybody who has worked on real problems knows that solving problems where you don't know what you don't know is A LOT harder than problems where what you don't know is defined. </q>> \"The title of <strong> Donald Rumsfeld </strong>'s book is as notable as the name of former Alaska Gov. <strong> Sarah Palin </strong>'s book, \"Going Rogue,\" which stemmed from how pundits questioned whether she hurt Sen. <strong> John McCain </strong>'s George H. W. Bushial", "new_id": -2}, {"uid": "1296664610083984386", "i": 34204, "idx": 6, "sa": ["John McCain", "Colin Powell", "Barack Obama", "Alan King"], "q": "Campaign while endorsing <strong> Barack Obama </strong>! <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the <q> inclusive nature of his campaign. </q> \"I think he is a transformational... <strong> John McCain </strong> Adviser Fiorina on Offshore Drilling- 6/17/08 Here is <strong> John McCain </strong> Adviser Carley Fiorina speaAlan King on CNN Morning today, June 17, 2008, about <strong> John McCain </strong>'s new Energy Plan to", "new_id": -2}, {"uid": "1295552996173850719", "i": 47553, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Randy Jackson"], "q": "were introduced, drew its smallest numbers of the night. Critical reaction, too, centered less on what was new, and more on what was missing: namely, the <strong> Simon Cowell </strong> bite. found <q> the formula simply does not work without someone willing to be an ass to kids with big dreams but no chops. </q> The called <strong> Steven Tyler </strong> \"winning,\" liked <strong> Jennifer Lopez </strong> OK enough, but ordered Jackson_Randy Jackson.html\"> <strong> Randy Jackson </strong>, the only original judge left sitting, to \"man up, dawg, and just say no, once in", "new_id": -2}, {"uid": "1296163957231161862", "i": 378, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "( he will regain the title when <strong> Eric Schmidt </strong> steps aside in April), spoke at length on the value of white spaces during Page-Larry Page-talks-about-googles-vision.html\"> an event at the New AmEric Schmidta Foundation in May, 2008. <q> The use that we can make of this spectrum when we have open innovation is quite amazing, </q> he said. But making use of white spaces will require some coordination, so that upcoming TV band wireless networking devices don't interfere with licensed TV band users like broadcast television stations. That's where the", "new_id": -2}, {"uid": "1297694269130826245", "i": 42596, "idx": 8, "sa": ["Toby Harnden", "Donald Rumsfeld"], "q": "puckish\" and \"acidic\" observations about former colleagues, according to <strong> Toby Harnden </strong> in the Telegraph. Any readers \"expecting a mea culpa from the famously cocksure <strong> Donald Rumsfeld </strong> will be disappointed\" but nonetheless this is a <q> clearly written work that attempts to cut through a number of myths to give a measured account of how things happened and why </q>. Financial Times is more disparaging, describing the reading experience as a \"long, hard slog, with little likelihood of emerging on the far side appreciably enlightened\" . Instead of \"seriously contemplating the implications\"", "new_id": -2}, {"uid": "1295599345020365320", "i": 34620, "idx": 8, "sa": ["Eric Schmidt"], "q": ". Jetzt gibt es einen kleinen und einen gro?en Bruder. <strong> Eric Schmidt </strong> wird im Unternehmen bleiben und als Botschafter nach Au?en auftreten. Und wenn es doch mal hakeln sollte, kann der Ziehvater immer noch eingreifen: <q> Die wichtigen Entscheidungen werden wir auch weiterhin miteinander bereden </q>, sagt er. \"Als Freunde, Kollegen und Computerspezialisten haben wir viel gemeinsam.\" ( Dieses Quiz stellt Ihr Wissen ber Sicherheitskonzepte und Angriffstechniken auf eine harte Probe. Exklusiv f?r H?ndler- resale-Befragung", "new_id": -2}]