[{"uid": "1297126776180666406", "i": 30671, "idx": 2, "sa": ["Eric Schmidt"], "q": "at...- The Marines have changed the commander of the detention facility where WikiLeaks... Photo in Slideshow: A file photo shows <strong> Eric Schmidt </strong> Photo in Slideshow: A file photo shows Google CEO <strong> Eric Schmidt </strong> Report Abuse <q> \"Once Al-Methwad had been awarded the contracts, prosecutors say, Janet <strong> Eric Schmidt </strong> used money from Al-Methwad to purchase fewer or inferior goods than those required by the contract and arranged for their delivery to Marines in Iraq.</q>\" Time.com: A Tale of Two Super Bowls: Suspense and Glory Inside, Tears and Anxiety Outside ABC News: Watch: Western Journalist Continue Coverage in Egypt Mortgage Rates Hit 2.99% If you owe less than", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,\" said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q>I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt,</q> the influential cleric said. \"There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go. \"Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}, {"uid": "1296416429170033283", "i": 7806, "idx": 0, "sa": ["Arian Foster", "Michael Vick", "Brandon Lloyd"], "q": "scenery and weather can't be beat. Temperatures this week mostly were in the high 70s, perfect for the Pro Bowlers who went golfing, fishing, jetskiing and toured Pearl Harbor with their families. <q>This is like heaven. I'll die and go to Hawaii. That's all right with me,</q> Houston Texans running back <strong> Arian Foster </strong> said. A few players even hit the waves, such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard. \"", "new_id": -2}, {"uid": "1295471010042287111", "i": 24791, "idx": 1, "sa": ["Brandon Jennings", "Michael Vick", "Brandon Boyd"], "q": "Warnat had been tattooed at <strong> Brandon Boyd </strong>'s shop. She kept up with the Web site for his pit bull rescue efforts, her main interest at SPCA. She said she contacted <strong> Brandon Boyd </strong> because she wanted to work with <q>somebody who was just good with people.</q> \"It's kind of neat because the tattoo industry has a stereotype, too,\" she said, adding that <strong> Michael Vick </strong>'s dogs would help the average http://wn.com/European_Invasion_with_Brandon_Bond_of_ALL_OR_NOTHING_TATTOO <strong> Brandon Jennings </strong>( born September 23, 1989 in Los Angeles", "new_id": -2}, {"uid": "1297088895231997447", "i": 31053, "idx": 3, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "showing the Fiat chief backing away from his previous remarks in a telephone conversation with labor minister <strong> Maurizio Sacconi </strong>. According to the ministry, <strong> Sergio Marchionne </strong> explained that he spoke in \"hypothetical\" terms and that nothing was decided, <q>with no reference about a new location for the company's leadership for today or tomorrow.</q> In October, <strong> Sergio Marchionne </strong> ignited controversy when he said that \"Fiat would be better off if it eliminated Italy.\" Tour Highlights Continuous Improvement WIKA Instrument has been on a lean journey for nearly 10 years,", "new_id": -2}, {"uid": "1295503548083329034", "i": 5165, "idx": 2, "sa": ["Kyle Korver", "Carmelo Anthony", "Marcus Camby", "Allen Iverson", "DerMarr Johnson"], "q": "who lost their third straight game. After <strong> Carmelo Anthony </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted away by <strong> Marcus Camby </strong>, his fifth block. <q>It was a <strong> Yao Ming </strong> defensive play,</q> said <strong> Marcus Camby </strong> http://wn.com/Denver_Nuggets_SHOCK_the_world_in_1994_NBA_Playoffs check out these videos as well www.vimeo.com- Nuggets/Lakers Game 5 Preview uk.video.yahoo.com- <strong> Carmelo Anthony </strong>- Touch The Sky( First Round) The Nuggets haven't been nearly as successful as many of their fans expected", "new_id": -2}, {"uid": "1297256995028704771", "i": 16725, "idx": 2, "sa": ["Piers Morgan", "Michael Oher", "Michael Vick"], "q": "\" The interview ended on an unexpected note when <strong> Piers Morgan </strong> asked <strong> Michael Oher </strong> if he felt that Philadelphia quarterback <strong> Michael Vick </strong> deserved a second chance. \"People mess up all the time,\" <strong> Michael Oher </strong> said. <q><strong> Michael Vick </strong> surrounded himself around the wrong people and you have to be careful with that. He's redeemed himself. If you give someone a second chance, look at what happens. The guy came back and had an unbelievable season. That's all it takes just like the Tuohys gave me a second chance.</q> Comments:( you may use HTML tags for style) Welcome to The Baltimore Sun's Ravens game story database. Use the search prompts below for access to", "new_id": -2}, {"uid": "1297271219196116489", "i": 42409, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "emblezzing moves too? Or how they think we can't decide what we want? I bet <strong> Barack Obama </strong> will have a aide intercepting any hate posts or critical ones so his feelings won't be hurt:( Report Abuse <q>in other words noone can say a bad thing about <strong> Barack Obama </strong> or they</q> will get ya they'll get ya.. now.dont you dare tarnish his above Time.com: Smartphone Sins: Catholic Church Approves Confession by iPhone ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Hot Stock Alert", "new_id": -2}, {"uid": "1296781096226541600", "i": 13785, "idx": 0, "sa": ["Michele Bachmann", "Lila Rose", "Mike Pence"], "q": "release, but it claims it has enough footage to demonstrate a \"pattern\" of illicit activity. \"We wanted to demonstrate how severe this problem was,\" Live Action President <strong> Lila Rose </strong> told FoxNews.com. <q>People are really starting to pay attention.... This is institutional.</q> <strong> Lila Rose </strong> has released undercover footage involving Planned Parenthood before, but these are the first to deal with the issue of sex trafficking. The video released Tuesday quickly gave momentum to <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>'s,", "new_id": -2}, {"uid": "1296637625036814848", "i": 23159, "idx": 1, "sa": ["Simon Cowell"], "q": " \"<strong> Simon Cowell </strong> still hasn't confirmed the panel,\" a source told The Sun. \"She is in a state, it's her ticket out of the UK.\" They continued: <q>There's still a 50% chance producers of the US X Factor will give her the go-ahead. Either way, <strong> Simon Cowell </strong> has promised to help her launch a career over there.</q> EastEnders: Ronnie grows increasingly uneasy Emmerdale: Andy is threatened by a furious Henshall Hollyoaks: 3008: Texas faces serious danger Neighbours: 6068: Kate and Sophie are at odds", "new_id": -2}]