[{"uid": "1297717097255754249", "i": 26294, "idx": 2, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "\" <strong> Steve Ballmer </strong> said. \"We need to give people the full web, the full interent... like they expect with the PC.\" <strong> Joe Belfiore </strong>, corporate vice president of Windows Phone 7, said the <q> core browsing engine that ships on PCs is the same one that ships on Phones. </q> That will help developers, as sites that \"work well on the PC will work well on Windows Phone as well,\" he claimed. <strong> Steve Ballmer </strong> didn't say if IE9 would be ported", "new_id": -2}, {"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino. \"I am excited about this partnership with Nokia,\" <strong> Steve Ballmer </strong> said of the pairing. <q> Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}, {"uid": "1295779892017170523", "i": 1847, "idx": 13, "sa": ["Mitch Daniels", "Charlie Black", "Mike Pence"], "q": "of Republicans who like <strong> Mitch Daniels </strong>' broad experience and fiscal credentials. <strong> Mitch Daniels </strong> has said he won't make a decision about running for president until after this year's legislative season ends in April. <q> If( <strong> Mitch Daniels </strong>) runs, I think it's hard for <strong> Mike Pence </strong>, because all the financial base in Indiana would likely go to <strong> Mitch Daniels </strong>, </q> <strong> Charlie Black </strong> said. But <strong> Mike Pence </strong> also can't afford to wait to decide because he has a long way to go in building a fundraising network and a campaign team, and becoming better-known.", "new_id": -2}, {"uid": "1295458115232456193", "i": 48246, "idx": 3, "sa": ["Tyronn Lue", "Ted Williams", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> <strong> Elgin Baylor </strong> just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Ted_Williams_Detained_My_Daughter_Attacked_Me!_Exclusive_Interview <strong> Ted Williams </strong> Detained: \"My Daughter", "new_id": -2}, {"uid": "1295560654104759299", "i": 45198, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "the company needed a more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said.", "new_id": -2}, {"uid": "1295776199167018597", "i": 40034, "idx": 0, "sa": ["Andy Coulson"], "q": "they have the technology, money and resources to innovate off what they already have, that's when we really have to worry. Report Abuse \"China's new stealth fighter may use US technology\" Report Abuse <q> They seem to copy EVERYTHING! Very little innovation on their part. And for all who want to defend this I say, you must be very, very young and Chinese, lol. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Super Cheap Car Insurance Get Super Cheap Car Insurance Online. Free Quotes in Under", "new_id": -2}, {"uid": "1295479943073809965", "i": 13232, "idx": 0, "sa": ["Sergio Marchionne"], "q": "WINDSOR, Ontario( AP)-- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products that", "new_id": -2}, {"uid": "1295390341219906059", "i": 581, "idx": 0, "sa": ["Sergio Marchionne"], "q": "DEE-ANN DURBIN, Associated Press WINDSOR, Ontario- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295138665036634641", "i": 6389, "idx": 2, "sa": ["Shawn Marion", "Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been http://wn.com/MOST_POINTS_EVER_SCORED_IN_A_BASKETBALL_GAME_BY_ONE_TEAM! THIS IS <strong> Shawn Marion </strong> GAME TROY STATE PLAYED AGAINST DEVRY UNIVERSITY IN WHICH TROY STATE SCORED A PHENOMENAL 258 POINTS AS OPPOSED TO DEVRY", "new_id": -2}, {"uid": "1297436657123142144", "i": 31800, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop", "Google Inc."], "q": "main platform for its smart phones in an effort to pull market share away from Apple's iPhone and Android, <strong> Google Inc. </strong>'s software for phones and tablets. Nokia said it will help drive the future of Windows Phone <q> innovating on top of the platform in areas such as imaging, where Nokia is a market leader. </q> Photo: Alastair Grant/ AP Stepen <strong> Stephen Elop </strong> CEO of Nokia speaking in London, as he annonces the... <strong> Stephen Elop </strong> CEO of Nokia, left, with CEO of Microsoft <strong> Steve Ballmer </strong>, speaking in London, as he announces", "new_id": -2}]