[{"uid": "1295560496260145161", "i": 39599, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google's co-founders, Page and <strong> Sergey Brin </strong>, have been \"talking for a long time about how best to simplify our management structure,\" and looking for ways to \"speed up decision making.\" <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!</q> <strong> Eric Schmidt </strong> wrote. \"Larry, in my clear opinion, is ready to lead.\" <strong> Eric Schmidt </strong> has made headlines in the past year with a number of controversial statements about privacy.", "new_id": -2}, {"uid": "1296789416115392517", "i": 21889, "idx": 2, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. <q><strong> Sen. Joe Lieberman </strong> will remember this night for the rest of my life.</q> The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "new_id": -2}, {"uid": "1295883490173096982", "i": 16865, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "web searches. His vision is nothing less than the etiolation of free will by, and the surrender of individual autonomy to, the all-knowing, all-seeing priestly class at <strong> Google Inc. </strong>. In the future, says <strong> Eric Schmidt </strong>, <q>one idea is that more and more searches are done on your behalf without you needing to type.</q> There is, of course, a very fine line between on your behalf and without your knowledge or approval. Just as fine is the line between without you needing to type and without you needing to think or", "new_id": -2}, {"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "\" <strong> Roger Goodell </strong> said.\"[ Most often] they're not recognizing they have a role in it.\" Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q>I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like, \"He won't sign my jersey.'</q> He says he thinks Mike <strong> Michael Vick </strong> \"is sincerely trying.\" And he isn't blind to the fact that the story isn\"t over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}, {"uid": "1295937890179191810", "i": 11807, "idx": 2, "sa": ["Rasheed Wallace", "Antonio McDyess", "Allen Iverson", "Manu Ginobili"], "q": "in the final 15 minutes after picking up a technical, and the Detroit Pistons rallied from 10 points down to beat San <strong> Antonio McDyess </strong> 89-77 on Tuesday night despite the return of <strong> Manu Ginobili </strong> to the Spurs' starting lineup. <q>After the tech, he kind of took matters in his own hands, started being a lot more aggressive,</q> <strong> Allen Iverson </strong> said. \"It paid dividends for us.\" But scoring wasn't the first thing on <strong> Rasheed Wallace </strong>'s mind in the second half. He was more concerned with how the game was being officiated-- tipping", "new_id": -2}, {"uid": "1295552145232112145", "i": 5187, "idx": 4, "sa": ["Mike Pence"], "q": "century,\" he says. \"On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.\" <q>But on style, he was a gentle man,</q> <strong> Mike Pence </strong> says. \"I met him in 1988, I sat with him for five or ten minutes in the Blue Room when I was a candidate for Congress. What I was most struck by, in our", "new_id": -2}, {"uid": "1296742847199131161", "i": 29325, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Abuse \"I have lived through previous Chicago blizzards, I am tough and will live through this one. I even got my car out of the back parking lot tonight and drove around town.\" Report Abuse <q>I just love when there is bad weather forecast, it just says to people, nice day for a drive.</q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Stock Picking Software No Guessing- No Hunches- No Missed Trends- EVER- Learn", "new_id": -2}, {"uid": "1296052912157139005", "i": 14968, "idx": 1, "sa": ["Kobe Bryant", "Michael Vick", "Tom Brady"], "q": "Illustrated ballparked <strong> Kobe Bryant </strong>'s 2010 endorsement income at$ 10 million. \"If <strong> Michael Vick </strong> becomes MVP and leads his team to the Super Bowl, he'll get endorsements,\" Appleby said back in 2009. <q>You hate to say it, but there's probably nothing that can repair his image like four touchdown passes and two 40-yard runs. Sports fans have a short memory.</q> How prescient. While <strong> Michael Vick </strong> didn't make the Super Bowl, and New England Patriots quarterback <strong> Tom Brady </strong> is the likely MVP, <strong> Michael Vick </strong>'s touchdowns won back scores of fans. TrackBack TrackBack URL for", "new_id": -2}, {"uid": "1296041453184270856", "i": 12127, "idx": 3, "sa": ["Bruce Golding", "Simon Cowell"], "q": "he is confident that CARICOM will continue to make representation to the British government. \"Going to London and pleading are not the only options we have,\" <strong> Simon Cowell </strong> <strong> Bruce Golding </strong> noted. He said he had <q>consulted widely and there are other options that the Caribbean may have to consider in tackling something that is not just unfair and unjust but is in conflict with established global rules of tourism.</q> He noted that while he could not speak for other Caribbean countries on the matter and while it would be premature to speak on the position that the Government of Jamaica will take, \"there is no", "new_id": -2}, {"uid": "1297684045187187200", "i": 18270, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "from the US occupation still far from dying down, peaceful protests seemed simply too dangerous to be possible. Re: Six Years Later: March 19- Shock& Awe( aka The Beginning of the End) <q>Reply# 2415 on: February 12, 2011, 06:02:47 AM</q> <strong> Donald Rumsfeld </strong> on Iraq War: \"Nobody Lied\" 2/11/2011 4:02:09 PM In an interview with WSJ's Jerry Seib, former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> reveals that <strong> President Bush </strong> never asked anyone whether going to", "new_id": -2}]