[{"uid": "1296449389205996047", "i": 3161, "idx": 1, "sa": ["Michael Vick"], "q": "left before ending of 3rd quarter, Eagle is setting another record for`` Most Scoring Team'' on Monday Night Football with the spank`` Eagle 59- 21 Redskin''. Eagle also set a new record for <q> Most Scoring Team On The Road In NFL </q>. This is an amazing night for Micheal <strong> Michael Vick </strong> performing. The final score of the game is`` Eagle 59- 28 Redskin''. <strong> Michael Vick </strong> Record Night^^. http://wn.com/TCF_Bank_Stadium_|_ First_Game_Ever_|_ Minnesota_Gophers_vs_Air_Force", "new_id": -2}, {"uid": "1295055906061669400", "i": 22330, "idx": 0, "sa": ["Simon Cowell"], "q": "the <strong> Simon Cowell </strong> e-mail, but he has other, more pressing matters to attend to. Like dishes. And diapers. And making sure his YouTube co-star eats her dinner right this very minute. <q> With this whole fame thing, she sometimes thinks she can get away with acting up, </q> Jorge Narvaez said as his 6-year-old daughter, Alexa, attempted to negotiate for more TV time.`` But she can't.'' On New Year's Eve, the 24-year-old UCSD student posted a video", "new_id": -2}, {"uid": "1297433131058949652", "i": 46043, "idx": 4, "sa": ["Bob Vander Plaats", "Mike Pence", "Ron Klein", "Bill Posey", "Mitt Romney"], "q": "\" The FBI would add the names of those people to the National Instant Criminal Background Check System, used by federally licensed gun dealers to screen their customers. Federal law prohibits the sale of guns to anyone <q> adjudicated as a mental defective or who has been comMitt Romneyed to a mental institution. </q> However, Kentucky is one of many states that does not notify the FBI when its courts make such decisions, said <strong> Mike Pence </strong> <strong> Bob Vander Plaats </strong> DamRon Klein, D-Nicholasville, the <strong> Bill Posey </strong>'s sponsor.`` The problem", "new_id": -2}, {"uid": "1295472377012009510", "i": 41569, "idx": 0, "sa": ["Lloyd Blankfein", "Steve Ballmer", "Barack Obama"], "q": "been fast enough,'' <strong> Barack Obama </strong> said. At today's meeting with CEOs, <strong> Barack Obama </strong> and Hu said it was important for the two nations to deepen their business ties. Hu said his nation <q> welcomes U.S. companies and promised that China would treat fairly U.S. companies doing business there.`` It all feels very, very good that you asked us to be a partner, </q> Jim McNerney, the chief executive officer of Boeing, said to Hu at the start of the session. Other attendees at the meeting were Chief Executive Officers <strong> Steve Ballmer </strong> of Microsoft Corp.; <strong> Lloyd Blankfein </strong> of Goldman Sachs Group", "new_id": -2}, {"uid": "1296849571234831879", "i": 7411, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "Boys and Girls Club, Butler said. Butler said that <strong> Michael Vick </strong> arrived in Dallas on Thursday. He was spotted at the EA Sports Super Bowl party by a Miami Herald reporter who tweeted that <strong> Michael Vick </strong> was <q> sipping on a bottle of soda water all night. </q> NFL commissioner <strong> Roger Goodell </strong> was asked during his state of the league address on Friday about <strong> Michael Vick </strong> hosting public parties eight months after a man was shot as the quarterback's 30th Birthday Party in Virginia Beach.", "new_id": -2}, {"uid": "1296492708037863446", "i": 23143, "idx": 1, "sa": ["Lionel Hollins", "Allen Iverson", "Chris Wallace", "Michael Heisley"], "q": "his Twitter feed:`` God Chose Memphis as the place that I will continue my career.'' Referring to a Monday meeting with Grizzlies owner <strong> Michael Heisley </strong>, general manager <strong> Chris Wallace </strong> and head coach <strong> Lionel Hollins </strong>, <strong> Allen Iverson </strong> added: <q> I feel that they are committed to developing a winner and I know that I can help them to accomplish that. I feel that I can trust them. </q> The Grizzlies are believed to be offering <strong> Allen Iverson </strong> a one-year deal worth$ 3.5 million, which is far less than the nearly$ 21 million he earned last season in Denver and Detroit but more than anyone else was", "new_id": -2}, {"uid": "1296233986144064524", "i": 29614, "idx": 1, "sa": ["David Cook", "John Lennon Silva Santos", "Randy Jackson", "Simon Cowell", "David Archuleta"], "q": "proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival.`` You came out here tonight to win, and what we have witnessed is a knockout,'' said prickly judge <strong> Simon Cowell </strong>. Judge <strong> Randy Jackson </strong> concurred, proclaiming <q> the best singer of season 7 is right there, </q> following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon Silva Santos </strong>'s`` Imagine,'' a song that earlier in the competition had brought him some of his best feedback. <strong> David Cook </strong>, 25, and <strong> David Archuleta </strong>, 17, each performed three times", "new_id": -2}, {"uid": "1295606106110247944", "i": 38583, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Aufsicht durch Erwachsene nicht mehr n?tig!'' Geek Deluxe- <strong> Larry Page </strong> und <strong> Sergey Brin </strong> bei der Vorstellung des G1 <strong> Larry Page </strong> steuert nun Google- Andere Unternehmen sind mittlerweile flinker und schneller in ihren Entscheidungen <q> T?gliche Aufsicht durch Erwachsene nicht mehr n?tig! </q>- Mit dieser knappen Botschaft, geschickt ber den Kurznachrichtendienst- Chef <strong> Eric Schmidt </strong> am Donnerstagabend seinen R?ckzug in die zweite Reihe. Seine Ziehkinder sind fl?gge geworden, vor allem einer: <strong> Larry Page </strong>. Der Mitgr?nder von Google ist", "new_id": -2}, {"uid": "1295361442031129628", "i": 40698, "idx": 0, "sa": ["Steve Ballmer"], "q": "questions with Xbox related answers. Maybe <strong> Steve Ballmer </strong> just wanted to promote something after spending He was keen to insist that the Xbox will be a ubiquitous plaything in living rooms for some time to come. <q> Xbox isn't a gaming console. Xbox is a family entertainment center. It's a place to socialize. It's a place to watch TV, </q> he said. But in the world according to <strong> Steve Ballmer </strong>, Xbox has already hit the male teen demographic and it will be Kinect that girls will rave about.`` You go to your average", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q> What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me, </q> <strong> Donald Rumsfeld </strong> writes.`` At that moment, I couldn't speak.''( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}]