[{"uid": "1295016583186548227", "i": 24488, "idx": 0, "sa": ["Peter Rice", "Simon Cowell"], "q": "' X Factor'- will be joining the panel on the new programme after they praised her \"chemistry\" with show chief <strong> Simon Cowell </strong>. <strong> Peter Rice </strong>, the head of entertainment on the network, said: <q>If <strong> Cheryl Cole </strong> was to be on the show, I think she's proved she's a terrific judge. She has wonderful chemistry with <strong> Simon Cowell </strong>.</q>( c) BANG", "new_id": -2}, {"uid": "1296233184160088068", "i": 2436, "idx": 1, "sa": ["Peyton Manning", "Drew Brees", "Michael Vick", "Ovie Mughelli"], "q": "better in person than watching on TV. He did attend the 2008 Pro Bowl, but that was to support teammate <strong> Michael Vick </strong> Turner. This time, someone else is picking up the tab. <q>The first-class flight out here instead of coach didn't hurt either,</q> he said. For <strong> Ovie Mughelli </strong>, walking into the Pro Bowl hotel for the first time and seeing <strong> Peyton Manning </strong>, <strong> Drew Brees </strong>, <strong> Michael Vick </strong> and other NFL greats- past and present- made him pause.", "new_id": -2}, {"uid": "1297392352089440273", "i": 13426, "idx": 0, "sa": ["Christina Aguilera", "Sarah Palin", "Simon Cowell"], "q": "was ran by Us Weekly on their website, but was a satire piece, reports Gossip Cop. Oops! False Story Claims <strong> Sarah Palin </strong> Rips <strong> Christina Aguilera </strong> Over Anthem Botch. The report claimed that among other things, <q>potential 2012 presidential candidate <strong> Sarah Palin </strong> says that if she were president, she would deport pop star <strong> Christina Aguilera </strong> for botching a portion of The Star-Spangled Banner during her performance at Super Bowl XLV.</q> to Gossip Cop, the magazine's website ran with the story, which was a false story and satire from*** Meanwhile, <strong> Simon Cowell </strong> has offered his trademark blunt opinion when asked about <strong> Christina Aguilera </strong>'s Super Bowl", "new_id": -2}, {"uid": "1297176031226918403", "i": 3160, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> Aaron Rodgers </strong>: \"No, this is fun for me. I mean, this is-- I watch your show a lot.\" <strong> David Letterman </strong>: \"I appreciate that.\" <strong> Aaron Rodgers </strong>: <q>No, it's good to be here. There must be a lot of Wisconsin people out there.</q>( Wild applause from audience) <strong> David Letterman </strong>: \"You know, it seems like most years, in a good year, you get a pretty good story out of the Super Bowl. And this year", "new_id": -2}, {"uid": "1295589933175472714", "i": 36127, "idx": 2, "sa": ["Eric Schmidt"], "q": "tomorrow?' and \"What job shall I take?\" And if that was just too gray for you, consider this, another quote from <strong> Eric Schmidt </strong> from a 2010 interview with the Wall Street Journal: <q>I actually think most people don\"t want Google to answer their questions, they want Google to tell them what they should be doing next.</q> BAAAAAH! GOOGLE TELLING US WHAT TO DO! THAT IS THE DEFINITION OF WORLD DOMINATION! Having said all this, I still love Google. I still plan on using Gmail until the robots", "new_id": -2}, {"uid": "1295571569192872501", "i": 5005, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "has such incredible opportunity- we are only at the beginning and I can't wait to get started.\" <strong> Eric Schmidt </strong> said the three had been taking decisions together but it had been a slow process. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> he said. <strong> Sergey Brin </strong> would devote his energy to \"strategic projects, in particular working on new products,\" Google said in a statement. Google continues to dominate search and online advertising but", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract,</q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}, {"uid": "1295351084138280973", "i": 681, "idx": 0, "sa": ["Steve Ballmer"], "q": "Microsoft CEO <strong> Steve Ballmer </strong> is expected to discuss the release and the company's CRM strategy during a speech Monday. The global availability of CRM Online as well as its hooks into Microsoft's collaboration and productivity software <q>are going to raise the level of competition in general in CRM,</q> said Brad Wilson, general manager of Dynamics, in an interview. CRM 2011 does not match up feature-for-feature with Salesforce.com but \"it's comparable from a salesperson's point of view in terms of what", "new_id": -2}, {"uid": "1295582258248299524", "i": 15107, "idx": 6, "sa": ["Eric Schmidt", "Google Inc."], "q": "a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>'s co-founders as his \"best friends.\" \"I believe Larry is ready\" to be CEO, Mr. <strong> Eric Schmidt </strong> said during the call. <q>It's time for him to have a shot at running this.</q> Mr. Page hailed Mr. <strong> Eric Schmidt </strong> as a \"tremendous leader\" whose contributions exceeded all expectations. \"There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done,\" Mr.", "new_id": -2}, {"uid": "1297206232067371016", "i": 37908, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "bounty on their heads, <strong> Donald Rumsfeld </strong> said. \"I was concerned,\" he said on the show. <strong> Donald Rumsfeld </strong> said that he was told of the bounty during a 2003 National Security Meeting. <q>Of course the president and his family had Secret Service protection. My family did not. And it was a somewhat awkward moment in the meeting,</q> <strong> Donald Rumsfeld </strong> said. <strong> President Bush </strong> told <strong> Donald Rumsfeld </strong> to take the threats seriously. US forces killed both of <strong> Saddam Hussein </strong>'s sons in 2003. \"I made a comment like \"Thank you\" or something and", "new_id": -2}]