[{"uid": "1296823306159875075", "i": 13949, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh", "Dannii Minogue", "Dermot O'Leary"], "q": "series, while <strong> Cheryl Cole </strong> and <strong> Dermot O'Leary </strong> have also been in negotiations to take part in their same roles but no decision has been made yet leaving ITV in the dark. A source told The Sun newspaper: <q> This is causing producers a headache as the contract process always takes some time to hammer out. </q> <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong>, are believed to be set to sign up soon. Fox- the network broadcasting the Stateside' X Factor'- and <strong> Simon Cowell </strong> are set to announce the American line-up in the next", "new_id": -2}, {"uid": "1294978989186728468", "i": 43720, "idx": 0, "sa": ["Justin Timberlake", "Simon Cowell", "Jason Derulo", "Steven Tyler"], "q": "copying all his moves. I'd practice singing Usher and <strong> Justin Timberlake </strong> songs while doing their moves.'' As a teen, <strong> Jason Derulo </strong> moved to New York to attend the vaunted American Musical and American Idol?s New Judges: <q> We?re Not Here to Break People Down </q> <strong> Steven Tyler </strong> Never Watched` American Idol' Bravo Buzz: Premiere dates of favorite shows released` American Idol': Will changes fill void left by <strong> Simon Cowell </strong>? Q&A with the three` American Idol' judges, host", "new_id": -2}, {"uid": "1295674743088440893", "i": 27345, "idx": 1, "sa": ["Steve Booth", "Eric Schmidt", "Google Inc."], "q": "While a free-wheeling attitude typically works well at small companies, it could cause problems in a company as large as <strong> Google Inc. </strong>, says <strong> Steve Booth </strong>, a business professor at the University of Chicago. <q> The risk is that if you take away the process, that in some sense you go back to a kind of chaos, </q> Kaplan said. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead.`` Larry has been with me in every major decision in the past decade", "new_id": -2}, {"uid": "1296772273174178380", "i": 38502, "idx": 0, "sa": ["Dana Milbank", "Joseph Smith", "David Letterman", "Marvin Gaye"], "q": "home front:... <strong> David Letterman </strong> Hastings On Afghanistan: Petraeus Is Pursuing A` Failed Strategy' Washington Post Accidentally Breaks <strong> Dana Milbank </strong>'s` Palin-Free February' Promise Puller58 0 minute ago( 5:21 PM) To paraphrase <strong> Marvin Gaye </strong>, <q> Aw talk to me, about polygamy, what's going on? </q> Puller58: To paraphrase <strong> Marvin Gaye </strong>,`` Aw talk to me, about polygamy, It really boggles my mind that otherwise rational people are still being scammed by <strong> Joseph Smith </strong> nearly 200 years after his` revelatio Twayn: It", "new_id": -2}, {"uid": "1295614628111296525", "i": 7347, "idx": 0, "sa": ["Andy Coulson"], "q": "has been under strain for months over allegations of widespread hacking of cellphone messages by journalists at the News of the World at the time that he edited the paper, from which he resigned in 2007. <q> I can today confirm that I've resigned as Downing Street director of communications, </q> <strong> Andy Coulson </strong> said in a statement.`` Unfortunately, continued coverage of events connected to my old job at the M&G Online Comment Guidelines In Brief No hate speech; No racist, sexist or homophobic remarks;", "new_id": -2}, {"uid": "1295199202040058897", "i": 24398, "idx": 5, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "understanding everything we were saying.'' <strong> Kirsten Gillibrand </strong> called the Blue Dog Dem one of the most`` nonpartisan'' lawmakers she knows, a woman who had previously called for more civil political discourse. <q> She comes to public service with the goal of just helping people, </q> she said.`` We can all take from her strength and hopefully ourselves be better than we are.'' http://thehill.com/blogs/blog-briefing-room/news/138161-gillibrand-giffords-progress-extraordinary Senate Dems indicate willingness to` break apart,' fix health reform Schumer to <strong> Barack Obama </strong>:", "new_id": -2}, {"uid": "1297368337170426449", "i": 16460, "idx": 5, "sa": ["Zahi Hawass"], "q": "people representing one of the world's earliest and greatest civilizations. </blockquote> It would be a tragedy for Egypt and it's people if the Cairo Museum were looted and trashed like the Bagdad Museum. Report Abuse <q> Headline:`` Egypt's museums and monuments are deserted </q> </blockquote> Report Abuse <blockquote> OK, Berlin/London: listen to what <strong> Zahi Hawass </strong> has commanded: return Nefertiti and Rosetta now! </blockquote> Ornamental Iron Doors Custom-Hand Forged Iron Doors, Gates, Wine Cellars& Railings Iron Gates Find Iron", "new_id": -2}, {"uid": "1295656426074924040", "i": 10940, "idx": 0, "sa": ["Tony Blair", "Andy Coulson"], "q": "impossible. In a personal statement issued by Number 10, Mr <strong> Andy Coulson </strong> said the drip-drip of claims about illegal eavesdropping under his editorship meant he could not`` give the 110% needed''. <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. The <strong> Tony Blair </strong> said he was`` very sorry'' that Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being`` punished for the same offence twice", "new_id": -2}, {"uid": "1295055906061669400", "i": 18419, "idx": 0, "sa": ["Simon Cowell"], "q": "the <strong> Simon Cowell </strong> e-mail, but he has other, more pressing matters to attend to. Like dishes. And diapers. And making sure his YouTube co-star eats her dinner right this very minute. <q> With this whole fame thing, she sometimes thinks she can get away with acting up, </q> Jorge Narvaez said as his 6-year-old daughter, Alexa, attempted to negotiate for more TV time.`` But she can't.'' On New Year's Eve, the 24-year-old UCSD student posted a video", "new_id": -2}, [{"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q> 11th grade-- is that a sophomore in high school? </q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied:`` I don't know. I'm Canadian.'' Later, <strong> Justin Bieber </strong> tweeted that he will be on the`` Late Show'' again on Friday,``", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}]]