[{"i": 34417, "idx": 1, "index_answer": 0, "new_id": -1, "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. <strong> We Trust </strong>'ve missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four Part 2: www.youtube.com Sacramento Kings rookie point guard <strong> Pooh Jeter </strong> does his first ever video blog. <strong> Pooh Jeter </strong> talks about the past season in Spain", "sa": ["Elton Brand", "Pooh Jeter", "Allen Iverson"], "uid": "1295507174010305539"}, {"uid": "1296394869086278167", "i": 21637, "idx": 0, "sa": ["Barack Obama", "Chuck Schumer", "Rand Paul", "Sen. Bernie Sanders"], "q": "+ issues to hammer against Republican plans to change those entitlement programs. Sens. <strong> Chuck Schumer </strong>( D-N.Y.) and <strong> Sen. Bernie Sanders </strong>( I-Vt.) are leading other Senate Democrats in the fight against Republicans to protect those popular programs. <q>They want to privatize Social Security,</q> <strong> Chuck Schumer </strong> said about the GOP. Not done yet: <strong> Barack Obama </strong> <strong> Rand Paul </strong> to introduce Social Security bill \"in the next two... Kentucky Republican <strong> Barack Obama </strong> <strong> Rand Paul </strong>\"s budget slashing spree was over, you have another thing coming.", "new_id": -2}, {"uid": "1295096765206520339", "i": 32256, "idx": 0, "sa": ["Donald Rumsfeld", "Gerald Ford"], "q": "<strong> Gerald Ford </strong>, who produces the show with his wife Michelle, said he wanted <strong> Donald Rumsfeld </strong> to appear as a witness in a lawsuit, testifying about why aggressive interrogation techniques like water-boarding are sometimes needed during wartime. <q>It's an episode about moral relativism about what is considered torture and what is not,</q> Robert <strong> Gerald Ford </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. \"This area is so fraught with legal ramifications,\" Urbahn said. \"", "new_id": -2}, {"uid": "1297299745011485187", "i": 34494, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "economic revitalization issues. Photo in Slideshow: In news push, AOL buys The Huffington Post U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse <q>If he was a Democrat, this would have never made the news.</q> Report Abuse \"At least he's not sticking cigars into some j0ou yenta's fishy tw@t like that other pervert...\" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Super Cheap Car Insurance Get Super", "new_id": -2}, {"uid": "1297375987038322177", "i": 10953, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Dick Cheney"], "q": "policies than his current aides. <strong> Dick Cheney </strong> surprised a gathering of conservatives on Thursday to present the former two-time defense secretary an award. The vice president joked that <strong> Donald Rumsfeld </strong> twice served as defense secretary and added that <q>maybe if we give him a third term, he might get it right.</q> <strong> Dick Cheney </strong> also drew laughs when he wondered aloud if <strong> Donald Rumsfeld </strong> may have more influence on <strong> Barack Obama </strong> than his current advisers. <strong> Barack Obama </strong> campaigned against the Bush White House's national security policies and yet", "new_id": -2}, {"uid": "1296841854225722386", "i": 11684, "idx": 0, "sa": ["Eric Schmidt"], "q": "That brings us to the second problem with Chrome OS. It's going to be a tough sell. <strong> Eric Schmidt </strong> added to the spin via his blog, with a post a week after the delay: <q>Welcome to the latest chapter of an epic journey in computing. Welcome to Chrome OS.</q> Welcome to what, exactly? Google's promotional video for the Chrome OS doesn't do it any favours either. It's a video designed to illustrate just how resilient your cloud-stored data is when faced with adversity", "new_id": -2}, {"uid": "1296927943014336018", "i": 28502, "idx": 0, "sa": ["Sergio Marchionne"], "q": "won't happen until after Chrysler refinances the U.S. government loans that have kept it from being profitable and until there is an initial public stock offering. <strong> Sergio Marchionne </strong> hopes both those things will happen this year. <q>Who knows? In the next two or three years, we could be looking at one entity. It could be based here,</q> said <strong> Sergio Marchionne </strong>, speaking at the J.D. Power and Associates International Automotive Roundtable. <strong> Sergio Marchionne </strong> said the companies are considering a number of \"alternatives and scenarios. First we need to integrate them operationally and then look", "new_id": -2}, {"uid": "1295246138063356933", "i": 32622, "idx": 4, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.\" <strong> Sen. Bernie Sanders </strong>' office issued a statement saying the letter covered a number of issues facing the country. <q>Most of the space in this newsletter dealt with the senator's views on the economic implications of what will be happening in the new Congress,</q> it said. \"Given the enormity of the tragedy in Arizona, however, it would have been absurd not to comment on what happened there.\" <strong> Sen. Bernie Sanders </strong> was not the only one looking to raise", "new_id": -2}, {"uid": "1295717712220610567", "i": 11345, "idx": 0, "sa": ["Colin Powell", "President Bush", "April Glaspie", "Brent Scowcroft"], "q": "of Kuwait. She counseled patience. <strong> President Bush </strong>'s Chairman of the Joint Chiefs of Staff, <strong> Colin Powell </strong>, was as hesitant as <strong> April Glaspie </strong>. His military options to retake Kuwait, National Security Adviser <strong> Brent Scowcroft </strong> groused, <q>had not seemed designed by anyone eager to undertake the task.</q> The <strong> Colin Powell </strong> Doctrine, conceived after Reagan's disastrous intervention in Lebanon, still prevailed in 1990: U.S. forces would only be introduced into conflicts with clear, achievable aims, a visible exit, and strong popular and", "new_id": -2}, {"uid": "1295499872140181508", "i": 46183, "idx": 0, "sa": ["Elton Brand", "Allen Iverson", "Samuel Dalembert"], "q": "otherwise. Or did they? \"Defense is heart and desire and I thought we stepped it up on that end,\" said Sixers forward <strong> Elton Brand </strong>, who contributed 14 points on 6-for-8 shooting off the bench. <q>We haven't had some good games defensively, leading with 3-pointers. I thought we did a much better job in this game.</q> <strong> Allen Iverson </strong> scored 17 points and <strong> Samuel Dalembert </strong> was terrific once again with 17 points( 7-for-7 from the field), 12 rebounds and three blocked shots. It was his second straight double-double and eighth of the http://wn.com/Dead_bitch_walking,_starring_Linda_Mcmahon/_Stand_up_for_WWE Poll:", "new_id": -2}]