[{"uid": "1297162733062062604", "i": 50123, "idx": 0, "sa": ["Aaron Rodgers", "Ben Roethlisberger", "David Letterman", "Ted Thompson"], "q": "with them Sunday night after the game that are continuing to play in his mind. \"Just in the locker room after the game and being able to reflect with my teammates,\" he said. <q> <strong> Ben Roethlisberger </strong> hugs. It's a special group of men. I think you realize at that point the season is over and that group of men is never gon na be together again. It's just special to be able to share with those guys because we went through a lot together this year. </q> After he was done at Disney, <strong> Aaron Rodgers </strong> flew to New York city and appeared on CBS's \"Late Show with <strong> David Letterman </strong>,\" where he chatTed Thompson with the host about his days at junior college and", "new_id": -2}, {"uid": "1295984669051249202", "i": 43435, "idx": 0, "sa": ["Alan Eustace", "Barack Obama", "Eric Schmidt"], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said Google will hire more than 1,000 workers in Europe this year. All told, Google has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, Google's senior vice <strong> Barack Obama </strong> of engineering and research. Even if it surpasses 31,000 employees this year, Google will still have far fewer people than news, photos about Microsoft\">", "new_id": -2}, {"uid": "1295495384012058636", "i": 17099, "idx": 0, "sa": ["Steve Ballmer", "Christine Gregoire", "Herbie Hancock", "Dianne Reeves"], "q": "She won't be the only Washingtonian at the dinner. Microsoft CEO <strong> Steve Ballmer </strong> also will be there, as will <strong> Christine Gregoire </strong>'s daughter, Courtney. An item in The Washington Post notes: <q> The White House will be serving its more than 225 guests a haute meat-and-potatoes meal: Dry-aged rib-eye steak, buttermilk crisp onions, double-stuffed potatoes, and creamed spinach. That's after a first-course of pear salad, and a second course of poached Maine lobster with orange-glazed carrots and black trumpet mushrooms. </q> The post-dinner entertainment will be heavy on jazz, with <strong> Dianne Reeves </strong> and <strong> Herbie Hancock </strong> among the musicians slated to perform. <strong> Christine Gregoire </strong> sent out a statement saying she hopes to use the opportunity to strengthen trade ties with", "new_id": -2}, {"uid": "1295560041021315598", "i": 39292, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to <strong> Larry Page </strong> and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,", "new_id": -2}, {"uid": "1295667478122535962", "i": 3585, "idx": 1, "sa": ["Andy Coulson", "Ed Miliband", "David Cameron"], "q": "'s time to move on,\" <strong> Andy Coulson </strong> said in a statement, adding that he would leave the job in a few weeks. <strong> David Cameron </strong> expressed regret over the loss of a key aide. <q> I've always felt he's been punished for the same offense twice, </q> <strong> David Cameron </strong> told reporters. \"But I quite understand his decision and wish him well for the future.\" <strong> Ed Miliband </strong>, the leader of the opposition Labor Party, said <strong> David Cameron </strong> had made a mistake in keeping", "new_id": -2}, {"uid": "1297117709195428398", "i": 25921, "idx": 3, "sa": ["Robert McNamara", "George W. Bush", "Donald Rumsfeld"], "q": "Former <strong> George W. Bush </strong> has written that the troop level in Iraq was \"the most important failure in the execution of the war.\" \"I think that it's possible,\" <strong> Donald Rumsfeld </strong> responded. <q> We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always smoother. </q> <strong> Donald Rumsfeld </strong> is promoting his memoir, \"Known and Unknown,\" which is being published Tuesday. Reminded that his predecessor <strong> Robert McNamara </strong> said, \"we were wrong, terribly wrong,\" decades after", "new_id": -2}, {"uid": "1296486772078397443", "i": 36899, "idx": 1, "sa": ["Steve Ballmer"], "q": "even though its arch-rival Microsoft is transparent on this issue,\" Greenpeace said. It still finished slightly ahead of Microsoft, which also hasn't published emissions targets. Greenpeace faulted CEO <strong> Steve Ballmer </strong> for failing to <q> effectively articulate the importance of climate protection and clean energy transformation </q>. The next Cool IT list will include efforts to manage the carbon footprint of data centers. Greenpeace has turned its attention lately to cloud computing, and caused a stir by criticizing Facebook", "new_id": -2}, {"uid": "1295909289243613735", "i": 8986, "idx": 2, "sa": ["David Chiang", "Bill Lockyer"], "q": "of factors come into play, including state expenses, revenues, budget actions and legislative deferrals of state payments. \"We try to avoid the issuance of IOUs at all costs,\" <strong> David Chiang </strong> said. <q> It's an admission that the state can't pay its Bill Lockyers. </q> Of <strong> Bill Lockyer </strong>'s comments, <strong> David Chiang </strong> said, \"I think <strong> Bill Lockyer </strong> was using IOUs as an example of a cash conservation measure. I don't know if he was specifically referring to IOUs.\"", "new_id": -2}, {"uid": "1295846528153485327", "i": 45040, "idx": 0, "sa": ["Kyle Korver", "Allen Iverson"], "q": "n't make it. It happens. I'm sure they're fine.\" Well, true, the paychecks are never going to bounce. There are worse things than losing basketball games. <q> I went through kind of a stretch like that when I was with Philly, </q> <strong> Kyle Korver </strong> said. \"The whole <strong> Allen Iverson </strong> saga- is he going to get traded? Then he got traded and we lost like 10, 12 games in a row. Interested in reusing this article?", "new_id": -2}, {"uid": "1297115713149880860", "i": 13664, "idx": 3, "sa": ["Colin Powell", "George W. Bush", "Donald Rumsfeld"], "q": "advisor to the <strong> George W. Bush </strong> and is responsible for the formulation of general defense policy related to all matters of direct and primary concern to the DoD, and for the execution of approved policy. WIKIPEDIA... \" Report Abuse <q> <strong> Donald Rumsfeld </strong> has about as much stature in my eyes as that snake in the grass Cheney. They both sand-bagged <strong> Colin Powell </strong>. To hell with them both... Rice isn't much better, either. </q> Only person I have any respect for is <strong> Colin Powell </strong>. Too bad he hasn't run for <strong> George W. Bush </strong>. He MAY have saved us from Obama if he had.... Report Abuse \" What Democratic leaders said in", "new_id": -2}]