[{"uid": "1297114055149651533", "i": 55873, "idx": 0, "sa": ["Simon Cowell"], "q": "largest prize in television history! Check out <strong> Simon Cowell </strong> at`` Idol'' NYC auditions! The show will also feature contestants age 12 and up. In a statement issued by FOX, <strong> Simon Cowell </strong> said, <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group. </q> Breaking news and hot photos are just a touch away! Extra connects you with friends and the latest in celebrity news. Check out exclusive performances from all your favorite acts!", "new_id": -2}, {"uid": "1296963339115425283", "i": 5567, "idx": 3, "sa": ["Takashi Nagasaki", "Marty Mornhinweg", "Michael Vick"], "q": "the Giants, a game in which the Eagles trailed by 21 points in the fourth quarter.`` <strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,'' Eagles offensive coordinator <strong> Marty Mornhinweg </strong> said. <q> Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the <strong> Takashi Nagasaki </strong> arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that. </q> Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison, a two-year", "new_id": -2}, {"uid": "1295815231266780682", "i": 887, "idx": 0, "sa": ["Gordon Brown", "Chris Huhne", "Harriet Harman"], "q": "<strong> Gordon Brown </strong>'s office would not comment on the reports, while Scotland Yard also declined to respond to the latest allegations. However Ms <strong> Harriet Harman </strong> said that the police had a clear duty to uphold the law. <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced, </q> she told Sky News's Murnaghan programme.`` Nobody is above the law, no newspaper editor, no journalist.'' Mr <strong> Chris Huhne </strong> said that it was clear that the practice extended far beyond the News", "new_id": -2}, {"uid": "1295018049149569539", "i": 51422, "idx": 0, "sa": ["Alassane Ouattara"], "q": "assets freeze. European Union governments signed off on the new sanctions following a meeting of experts in Brussels. Gbagbo and his associates have likely had time to pull their financial assets out of Europe <q> but the measure remains important for its political symbolism, </q> a diplomat said. Another diplomat said the sanctions would`` especially have an impact on future transactions.'' The EU and United Nations have recognized opposition leader <strong> Alassane Ouattara </strong> as head of state after the", "new_id": -2}, {"uid": "1296582364026624047", "i": 38, "idx": 1, "sa": ["Enda Kenny", "Brian Cowen", "Eamon Gilmore"], "q": "to potential insolvency. Fine Gael leader <strong> Enda Kenny </strong> decried <strong> Brian Cowen </strong>'s government as`` the worst in the history of the state.'' And Labour leader <strong> Eamon Gilmore </strong> said his party was determined to overturn Fianna Fail decisions <q> that brought down our country, that tied our state to the sinking and stinking misfortunes of the banks, and that sold us out in the deal with the EU and IMF. </q> <strong> Brian Cowen </strong> said the winners of the election would wield the power to continue his government's policies of bank bailouts and deep austerity measures- and warned that taking any other course would lead to even greater economic", "new_id": -2}, {"uid": "1295658483011878448", "i": 31092, "idx": 1, "sa": ["Simon Cowell"], "q": "saga of the`` American Idol'' phenomenon, from its origins in the 2001 hit British series`` Pop Idol'' right up to Mr. <strong> Simon Cowell </strong>'s departure, is the focus of Richard Rushfield's breezy, gossipy <q> American Idol: The Untold Story. </q> Currently an entertainment columnist for the website the Daily Beast and a Vanity Fair contributing editor, Mr. Rushfield blogged about`` American Idol'' for three years for the Los Angeles Times and clearly knows his subject well.", "new_id": -2}, {"uid": "1295669782061620287", "i": 55436, "idx": 1, "sa": ["Eric Schmidt"], "q": "'' effort rather than a management shake up.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' he said. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. </q> <strong> Eric Schmidt </strong> has been chief executive of Google for some 10 years as the company built on its search business to become one of the largest tech firms and expand its business into web applications, services and mobility", "new_id": -2}, {"uid": "1296719960172556329", "i": 58001, "idx": 0, "sa": ["Michael Vick", "Tu Holloway", "Alan Major"], "q": "deep hole early. <strong> Tu Holloway </strong> was held to 12 points on three-of-17 shooting by Charlotte. He was also zero-for-eight from 3-point range against a 49ers team that leads the Atlantic 10 in 3-point defense. <q> It's like in football if you're playing <strong> Michael Vick </strong>, </q> said <strong> Alan Major </strong>.`` You'd rather <strong> Michael Vick </strong> throw it than run. We'd rather( <strong> Tu Holloway </strong>) shoot over you than drive through you. He had some good looks but missed some. You try to keep", "new_id": -2}, {"uid": "1296479954242434061", "i": 18617, "idx": 0, "sa": ["Amadou Gon Coulibaly", "Patrick Achi", "Alassane Ouattara"], "q": " href=\"http://fr.allafrica.com/publishers.html?passed_name=Le%20Patriote&amp;passed_location=Abidjan#detail\"> cliquant ici. AllAfrica collecte et indexe du contenu provenant de plus de Union africaine- Gbagbo`` somm'' de reconnaitre la victoire de <strong> Alassane Ouattara </strong> C?te d'Ivoire: R?v?rend P?re Obrou- <q> Ayez le courage de vos opinions </q> C?te d'Ivoire: Le 40e jour des obs?ques de Kady S. ce dimanche Afrique de l'Ouest: Bceao- <strong> Amadou Gon Coulibaly </strong> et <strong> Patrick Achi </strong>-`` C'est un v?ritable braquage'' Afrique de l'Ouest: Me Konat Fakhy-`` Il ne", "new_id": -2}, {"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago.`` This one feels great due to the fact that I've been through so much,'' <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q> To be able to get back to this position is paramount to me, and I'm just thankful. </q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]