[{"uid": "1295033166139100209", "i": 772, "idx": 0, "sa": ["Kevin Kolb", "Nate Allen", "Michael Vick"], "q": "and new chNate Allenges. Anyone who has graduated college and started a first job has been through that experience, and it made the young players seem that much more relatable. Quotes of the year: <q> You're just going to do <strong> Kevin Kolb </strong>'s chair like that? </q>- <strong> Michael Vick </strong> to a cameraman standing on <strong> Kevin Kolb </strong>'s chair to get a better view days before the first Redskins game. Somehow, this still strikes me as hysterical all around.`` God has given you", "new_id": -2}, {"uid": "1297372405147750959", "i": 21424, "idx": 0, "sa": ["David Letterman", "Betty White", "Meredith Vieira", "Rob Shuter"], "q": ", it's nice and it's fun, according to our own <strong> Rob Shuter </strong>. See what happens when he sits down with` Today' host <strong> Meredith Vieira </strong> to talk about our love of all things dishy. <q> If I can say it this your face, then I don't say it, </q> he tells <strong> Meredith Vieira </strong> about the stories he won't touch. href=\"http://www.popeater.com/2011/01/19/video-David Letterman-David Letterman-and-Betty White-Betty White-share-vodka\"> VIDEO: <strong> David Letterman </strong> and <strong> Betty White </strong> Share Vodka Simply enter your name and e-mail address, and you'll receive an email confirming your comment and", "new_id": -2}, {"uid": "1295391192255787026", "i": 56155, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q> We need to retain all its functionality but make it much more versatile. </q> <strong> Sergio Marchionne </strong> said that could mean new products that can still carry a lot of people but won't look like traditional minivans. A team within the company is also studying whether to continue both the Town and", "new_id": -2}, {"uid": "1295379786188088348", "i": 25160, "idx": 0, "sa": ["Simon Cowell"], "q": "career plans because the apartment is near Fox Studios where the US X Factor will be filmed and rather conveniently, his Royal Highness of XFactorness, <strong> Simon Cowell </strong>, also lives nearby too, sometimes. <q> He knows how lonely it can be to start over in a new country and he wants her nearby, </q> said the know-it-all mate.`` Space, privacy and security don't come cheap in LA- especially where he lives. <strong> Simon Cowell </strong> wants Cheryl to be happy and he knows she'll enjoy living in his neighbourhood.", "new_id": -2}, {"uid": "1295357561109396012", "i": 10864, "idx": 1, "sa": ["Alassane Ouattara"], "q": "of West African States( Ecowas) officers will take an overview of the regional situation at their two-day meeting until Wednesday in the Mali capital, Bamako, with a special session dedicated to C?te d'Ivoire. <q> We are here to draw up a clear plan if we ask militaries to intervene to re-establish democracy in C?te d'Ivoire, </q> one said. The 15-member Ecowas suspended C?te d'Ivoire in early December. <strong> Alassane Ouattara </strong> has been recognised as the poll winner by the C?te d'Ivoire's election authority and the international community; Gbagbo, who", "new_id": -2}, {"uid": "1296993055145604636", "i": 13836, "idx": 7, "sa": ["Robert Pattinson", "George Clooney", "Justin Bieber", "Inés Sainz", "Demi Lovato", "Angelina Jolie", "Selena Gomez", "Brad Pitt"], "q": "Cheryl Cole Fairytale Romance Appears To Have Hit A Sour Note <strong> Justin Bieber </strong>, <strong> Selena Gomez </strong>, and <strong> Demi Lovato </strong> Ride The Fastest Roller Coaster In The World Hitting Speeds of Up To 285 MPH! <strong> George Clooney </strong> Angrily Tells <strong> Brad Pitt </strong> and <strong> Angelina Jolie </strong>- <q> Your Pack of Brats Are No Longer Welcome In My Home! </q> <strong> Robert Pattinson </strong> Caught Caressing <strong> Inés Sainz </strong>` Caboose' At Knotts Berry Farm", "new_id": -2}, {"uid": "1296746678119816225", "i": 18175, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "duties'( video) By Emi Kolawole Sen. <strong> John McCain </strong> appeared Thursday on ABC's`` Good Morning America'' with a reaction to former Defense Secretary href=\"http://www.washingtonpost.com/wp-dyn/content/article/2011/02/02/AR2011020205505.html\"> <strong> Donald Rumsfeld </strong>'s memoir. <q> I respect Secretary <strong> Donald Rumsfeld </strong>. He and I had a very, very strong difference of opinion about the strategy that he was employing in Iraq which I predicted was doomed to failure, </q> said <strong> John McCain </strong> during an <strong> John McCain </strong> may have disagreed on strategies, but not about going to war under false pretenses. He is just as responsible as Rummy for the Iraq debacle and the resulting( insulting?)", "new_id": -2}, {"uid": "1295562468254656539", "i": 5196, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "the business so brilliantly,'' <strong> Larry Page </strong> said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. The Pathways ICT Leadership Development Program Overview And 2011 Course Curriculum McGrathNicol takes streamlined approach to keep", "new_id": -2}, {"uid": "1295398436088637461", "i": 19281, "idx": 1, "sa": ["Salim Lone", "Alassane Ouattara", "Raila Odinga"], "q": "based. Gbagbo had promised to do so for a second time on Monday. However, <strong> Raila Odinga </strong>'s`` not given up on this process,'' his spokesman <strong> Salim Lone </strong> told the Reuters news agency. <q> He's leaving tomorrow morning, then going to Ghana, Burkina Faso and South Africa to push for the AU leaders to respect the AU position( that Gbagbo must step down) </q>. Series of failures The curtailed visit was the latest in a series of href=\"http://english.aljazeera.net/video/africa/2011/01/2011110122021670185.html\"> failed efforts to force Gbagbo out. During the visit, <strong> Raila Odinga </strong> met with Gbagbo and <strong> Alassane Ouattara </strong>", "new_id": -2}, {"i": 8231, "idx": 0, "index_answer": 1, "new_id": -1, "q": "or even last September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q> We have a current structural budget deficit that we have to address. The sooner, the better. </q>- Kevin Yamamura AT THE CAPITOL <strong> Jerry Brown </strong> will deliver his State of the State address Monday, the final day of January. <strong> Jerry Brown </strong>'s predecessor, <strong> Arnold Schwarzenegger </strong>, used his first State of", "sa": ["Jerry Brown", "Bill Lockyer", "Arnold Schwarzenegger"], "uid": "1295962091207159365"}]