[{"uid": "1295571578103104583", "i": 7017, "idx": 0, "sa": ["Eric Schmidt"], "q": "as CEO of the multi-billion dollar company. Co-founder Larry Page will assume the title of chief executive officer as he prepares to lead Google into a brave new era of mobile and Cloud computing. <q> When I joined Google in 2001 I never imagined- even in my wildest dreams- that we would get as far, as fast as we have today. Our emerging businesses- display, Android, YouTube and Chrome- are on fire.[ Yes], the outlook is[ certainly] bright, </q> <strong> Eric Schmidt </strong> wrote in an official blog post. \"But as Google has grown, managing the business has become more complicated. So Larry, Sergey and I have been talking for a long time about how best", "new_id": -2}, {"uid": "1297176031226918403", "i": 3160, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> Aaron Rodgers </strong>: \"No, this is fun for me. I mean, this is-- I watch your show a lot.\" <strong> David Letterman </strong>: \"I appreciate that.\" <strong> Aaron Rodgers </strong>: <q> No, it's good to be here. There must be a lot of Wisconsin people out there. </q>( Wild applause from audience) <strong> David Letterman </strong>: \"You know, it seems like most years, in a good year, you get a pretty good story out of the Super Bowl. And this year", "new_id": -2}, {"uid": "1295629828074432556", "i": 19856, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": ". In March, when the New York Times reported on the fracturing relationship between Apple and Google, <strong> Steve Jobs </strong> declined to comment. <strong> Eric Schmidt </strong>, meanwhile, was anything but cold, calculating, and distant. <q> I continue to believe, as many do, that <strong> Steve Jobs </strong> is the best CEO in the world today, and I admire Apple and <strong> Steve Jobs </strong> enormously, </q> <strong> Eric Schmidt </strong> declared. Is Schmidt-and, by extension, Google-tough enough to stay on top in tech? People have been asking this question about Google for years, but rarely has it mattered as much as it does", "new_id": -2}, {"uid": "1296800641249069578", "i": 3839, "idx": 0, "sa": ["Lila Rose", "Mike Pence"], "q": "parent and adds, \"We're pretty good at handling if someone doesn't want someone else to know.\" Live Action's president, <strong> Lila Rose </strong>, said the videos illustrate Planned Parenthood's willingness to <q> circumvent parental consent laws for secret abortions. </q> National anti-abortion groups have used the earlier released video to intensify their calls for federal legislation to cut off the more than$ 350 million in annual federal family planning funding that Planned Parenthood receives. Rep. <strong> Mike Pence </strong>", "new_id": -2}, {"i": 8023, "idx": 0, "index_answer": 0, "new_id": -1, "q": "want the <strong> Bill Clinton </strong> and Congress to work together on the big issues, not least the economy. <strong> Larry Sabato </strong> said the Republican takeover of the House of Representatives gives the <strong> Bill Clinton </strong> a new political lease on life. <q> Once the Tea Party members of the House start having a full airing of their views, <strong> Barack Obama </strong> will appear more moderate. He's going to be nicely positioned between the old <strong> Barack Obama </strong> and the new Republican House. I've said for more than a year that if the Democrats hold both the House and the Senate <strong> Barack Obama </strong> might be a one-term <strong> Bill Clinton </strong>. Now he has someone to blame and someone to make him to look better. </q> <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically. \"He hasn't achieved all of his purposes, but he", "sa": ["Larry Sabato", "Colin Powell", "Bill Clinton", "Barack Obama"], "uid": "1296560297058949650"}, {"uid": "1295216511235503625", "i": 10227, "idx": 1, "sa": ["Michael Jordan", "Allen Iverson", "Scottie Pippen"], "q": "the Sixers fought off a rally by the Bulls and opened a 19-point lead. Philadelphia has won four of its last six. \"This game will give us a little bit more confidence,\" <strong> Allen Iverson </strong> said. <q> It gives us confidence because if we can beat the world champions, there shouldn't be any reason why we shouldn't feel we can beat every team we play against. Some nights we're going to have off nights shooting the ball but if we play defense, we'll be in every game. </q> <strong> Scottie Pippen </strong> scored 22 points-- two in the second half-- and <strong> Michael Jordan </strong> added 20 for the Bulls, who were coming off a convincing home win over Seattle and lost for the first time in three games since <strong> Scottie Pippen </strong>", "new_id": -2}, {"uid": "1296167737065404956", "i": 40856, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> says he won't run for presidency U.S. Rep. <strong> Mike Pence </strong> shut the door Thursday on a run for the presidency but left wide open the likelihood that he'll seek a different office: Governor of Indiana. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for president in 2012.\" He said he would make", "new_id": -2}, {"uid": "1296524457137232397", "i": 1041, "idx": 0, "sa": ["Janet Napolitano", "Michael Vick"], "q": "work to do.\" Photo: People release white doves after a religious... Photo in Slideshow: <strong> Janet Napolitano </strong>, Bob Casey, Mexico- The head of a Tijuana-area drug trafficking ring who worked... Report Abuse <q> \"Let's stick with the facts and numbers when talking about where we are with the border, </q> she said.\" Report Abuse \" \"<strong> Janet Napolitano </strong> touts safety of US border communities\".\" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Serial Rapist Suspected of Strangling", "new_id": -2}, {"uid": "1295799418036782093", "i": 2722, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. \"I think he's got a way to go,\" <strong> Colin Powell </strong> said. <q> I mean, he hasn't achieved all of his purposes, but he's stabilized the economy </q> and taken on health care reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.\" \"I think he has reached out to countries around the world", "new_id": -2}, {"uid": "1295990431002195464", "i": 3049, "idx": 0, "sa": ["Matt Lauer", "David Letterman", "Conan O'Brien", "Sacha Baron Cohen"], "q": "Qatar of using its Al-Jazeera TV channel to undermine the West Bank's Palestinian leadership with a an Al-Jazeera TV report that claimed that the Palestinians were prepared to compromise over two of the toughest Bruno to Terrorist Leader: <q> Your King Osama Looks Like a Kind of Dirty Wizard or a Homeless Santa </q> Bruno to Terrorist Leader: \"Your King Osama Looks Like a Kind of Dirty Wizard or a Homeless Santa\"( 7/9/09) <strong> Sacha Baron Cohen </strong> makes the media rounds( <strong> David Letterman </strong>, <strong> Matt Lauer </strong>- \"Today Show\"& <strong> Conan O'Brien </strong>", "new_id": -2}]