[{"i": 49389, "idx": 2, "index_answer": 0, "new_id": -1, "q": "he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone sees him that way. <q>In the eyes of many people, he's a hero,</q> said <strong> Dwaine Caraway </strong>, adding that he doesn't condone animal cruelty. Photo: Scars from fighting mark the face of Lucas, the grand champion of football player <strong> Michael Vick </strong>'s fighting dogs in Kanab, Utah.", "sa": ["Dwaine Caraway", "Michael Vick"], "uid": "1297240707110002271"}, {"uid": "1295072156113590299", "i": 24416, "idx": 0, "sa": ["Sergio Marchionne"], "q": "in Ann Arbor, Mich.. And that's why the mood is decidedly upbeat among the executives who gathered in Detroit for the North American International Auto Show, which runs through Jan. 23. <q>The auspices are a lot better than they were a year ago,</q> said <strong> Sergio Marchionne </strong>, chief executive officer of Chrysler Group, which is gaining market share and expects to move back into the black this year after narrowing its losses steadily last year. Sustainable? Still", "new_id": -2}, {"uid": "1295957858002146307", "i": 5256, "idx": 0, "sa": ["Bill Leader", "Eric Cantor", "Newt Gingrich", "Mike Pence"], "q": "Chairman Paul Ryan( R-WI) said that the GOP's goal was to cut \"a good$ 100 billion.\" <strong> Newt Gingrich </strong> Kevin McCarthy( of \"Young Gun\" fame) reiterated the promise, saying, <q>We're saying you <strong> The Republican Party </strong> through, <strong> The Republican Party </strong> back to pre-stimulus bailout numbers. We can live with that.</q> \"We've got to roll back there. That will save$ 100 billion in the first year,\" agreed <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority <strong> Bill Leader </strong> <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"uid": "1295361172237895687", "i": 5578, "idx": 0, "sa": ["Oprah Winfrey", "Michael Vick"], "q": "conveyed the sense that he was a peer, pleasantly sparring with <strong> Oprah Winfrey </strong>, goading her into a bet as to who would land <strong> Michael Vick </strong> first, and managing questions that seemed to throw her and make her think( <q>How many times have you properly been in love?</q>). Even if <strong> Oprah Winfrey </strong> was controlled in her answers, she acted repeatedly impressed with the questions- \"You're good. You are good\"- which at times seemed to be the main", "new_id": -2}, {"uid": "1295070638169934886", "i": 34550, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "the Pentagon chief said, in effect, never mind. The three services, he announced, can decide for themselves how to prepare for the future. \"This is a big organization,\" he said. <q>The services make lots of decisions. It would be foolhardy to try to micromanage from the top... every aspect of everything that is going on.</q> If the review was overdue, the way <strong> Donald Rumsfeld </strong> went about doing it was downright peculiar. Instead of using active-duty officers to run the show, he at first went outside to retirees for advice. That", "new_id": -2}, {"uid": "1296925333084377631", "i": 42595, "idx": 0, "sa": ["Michael Vick"], "q": ": Snow and ice is seen on the roof of Cowboys Stadium,... Photo in Slideshow: The setting sun is reflected on the side of Cowboys... Photo: NFC quarterback <strong> Michael Vick </strong> of the Philadelphi... Report Abuse <q>im suprised the new world order didnt get the media to demonize snow</q> and say if you dont stay inside the snow will melt your face off.----------- iLs Dialprt Soba Upaah Chis Nanba Zixlay Dodsih. iLs Dialprt Soba Upaah Chis Nanba Zixlay Dodsih. iLs", "new_id": -2}, {"uid": "1295805220124010531", "i": 10202, "idx": 6, "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords"], "q": "said he wants to remain in private life although he is happy to be an informal presidential adviser. \"The administration knows that I am quite content with the work I am doing now,\" he said. <q>I am not interested in a government job.</q> Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. \"", "new_id": -2}, {"uid": "1296030310020856872", "i": 33325, "idx": 0, "sa": ["Michael Vick"], "q": "free use of a$ 54,000 Nissan Armada. Terms of his deal with Unequal, his first paid endorsement, were not disclosed, but Vito said it was a \"sizable\" investment. <q>We believe it was worth it,</q> he said, \"because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.\" <strong> Michael Vick </strong> was once the NFL's highest-paid player, and he made an estimated$ 7 million", "new_id": -2}, {"uid": "1296691113131874883", "i": 41132, "idx": 0, "sa": ["Mike Pence"], "q": "how the sex trafficking actors are directed by Planned Parenthood officials to another, more shady, abortion center that will give them less grief about the abortions on the young women. <strong> Mike Pence </strong> said the video showing <q>potential criminal activity at a Planned Parenthood clinic in New Jersey</q> is another reason for his legislation. \"The recent release of an undercover video exposing duplicity and potential criminality by an employee of Planned Parenthood is an outrage,\" he said. \"Every American should", "new_id": -2}, {"uid": "1296509935175063107", "i": 7301, "idx": 1, "sa": ["Sergio Marchionne"], "q": "because of worker concessions. \"It was absolutely owed that we treat our people properly,\" CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call, as reported by the Free Press. <q>The obligation to our people was much greater than the need to improve our bottom line profitability.</q> <strong> Sergio Marchionne </strong> is also CEO of Italy's Fiat, which controls Chrysler. You must fill out the comment body in order to submit a comment.", "new_id": -2}]