[{"uid": "1295159622124190767", "i": 1850, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Brett Favre"], "q": "the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend.`` That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1296565246043499534", "i": 1915, "idx": 2, "sa": ["Katie Price", "Robbie Williams", "Alex Reid", "Simon Cowell"], "q": "'' <strong> Katie Price </strong>, who has just split from husband <strong> Alex Reid </strong>, would face competition in the form of <strong> Robbie Williams </strong>, who is also being lined up to fill <strong> Simon Cowell </strong>'s place. A source said, <q> <strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical. We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be. There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it. </q> Despite these rumours, there is currently nothing to suggest <strong> Simon Cowell </strong> will be leaving the show. As the LA natives met in London...", "new_id": -2}, {"uid": "1296513215125337612", "i": 46685, "idx": 0, "sa": ["Abdelbaset al-Megrahi", "Barack Obama", "Zahi Hawass"], "q": "that. Here's video of some raw footage of <strong> Barack Obama </strong> touring the pyramids. At one point during the tour, <strong> Barack Obama </strong> is reported to have spotted a hieroglyphic of a large-eared man, spurring the remark,'' <q> That looks like me! </q> Look at those ears!'' ABC News reports. According to MSNBC, the character in the hieroglyphic represents esteemed quAbdelbaset al-Megrahities: Dr. <strong> Zahi Hawass </strong>, the secretary general of the supreme council of antiquities-- who played tour guide", "new_id": -2}, {"uid": "1295832424258179084", "i": 10567, "idx": 2, "sa": ["Theresa May", "Andy Coulson", "Ian Hacking", "Glenn Mulcaire", "David Cameron"], "q": ", <strong> Glenn Mulcaire </strong>, to hack into voicemail messages. In the Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-Ian Hacking material <strong> Andy Coulson </strong> said phone-Ian Hacking coverage <q> made it difficult for me to give the 110% needed in this role </q>. Photograph: Danny Lawson/PA <strong> David Cameron </strong>'s top adviser quits over phone-Ian Hacking scandal <strong> Theresa May </strong> <strong> David Cameron </strong> Friday lost his communications chief and top adviser in target=\"_blank\" href=\"http://wn.com/?an?\"> an ongoing row over phone-Ian Hacking by one of the country's leading", "new_id": -2}, {"uid": "1296416429170033283", "i": 9379, "idx": 0, "sa": ["Brandon Lloyd", "Arian Foster", "Michael Vick"], "q": "scenery and weather can't be beat. Temperatures this week mostly were in the high 70s, perfect for the Pro Bowlers who went golfing, fishing, jetskiing and toured Pearl Harbor with their families. <q> This is like heaven. I'll die and go to Hawaii. That's all right with me, </q> Houston Texans running back <strong> Arian Foster </strong> said. A few players even hit the waves, such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard.``", "new_id": -2}, {"uid": "1295762811142376968", "i": 36345, "idx": 2, "sa": ["Alastair Campbell", "Tony Blair", "David Cameron", "Andy Coulson"], "q": "he could not`` give the 110% needed''. Mr <strong> David Cameron </strong> said he was`` very sorry'' Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being <q> punished for the same offence twice </q>. No decision has yet been taken on a replacement. <strong> Alastair Campbell </strong>, former spin doctor to <strong> Tony Blair </strong>, told Sky News there was a`` greater stench'' to the scandal that was only just", "new_id": -2}, {"uid": "1296075535083542047", "i": 24472, "idx": 2, "sa": ["Michael Vick"], "q": "of our products.'' When the Philadelphia Eagles quarterback returned after missing a few games due to a rib injury last season, he wore a vest and shock-absorbent sports pads designed by Unequal. <q> The Unequal technology is a part of my game now and I won't play without my Unequal, </q> <strong> Michael Vick </strong> said in a statement, according to the Associated Press.`` Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.'' Before serving", "new_id": -2}, {"uid": "1296058277015597615", "i": 3229, "idx": 1, "sa": ["Eric Schmidt", "Barack Obama", "Jamie Court"], "q": "disregard for our personal privacy and his company has committed the largest wire-tapping breach in history,'' said <strong> Jamie Court </strong>, <strong> Barack Obama </strong> of Consumer Watchdog.`` Mr. <strong> Eric Schmidt </strong>'' is a sequel to Consumer Watchdog's first <q> Don't Be Evil? </q> animation- view it at target=\"_blank\" href=\"http://www.consumerwatchdog.org/blog/Eric Schmidt-out-googles-ceo-office-privacy\"> http://www.consumerwatchdog.org/blog/Eric Schmidt-out-googles-ceo-office-privacy- which had nearly 400,000 views after its Times Square Superscreen debut.`` Google spent$ 5.2 million lobbying last year- up from$ 4.03", "new_id": -2}, {"uid": "1296098125117833731", "i": 32940, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "might not want to get too comfortable with the idea of <strong> Larry Page </strong> as the t-shirt wearing, Wall Street-oblivious CEO: <strong> Larry Page </strong> may just be an interim leader as Google looks for another <strong> Eric Schmidt </strong>, Kay predicts. <q> I think they'll realize they need an operations person in that role and hire a COO with a malleable ego who can transition to the CEO, </q> says Kay. Strategy Guide| Is Your Data Centre Up-To-Date, Secure and Energy Efficient? Improving Storage Efficiencies with Data Deduplication and Compression Read here how Macquarie Telecom has undertaken a survey of Australian businesses to advance", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}]