[{"uid": "2008102705_00010111_W", "i": 1191, "idx": 0, "sa": ["Ma Ying-jeou", "Chen Yunlin"], "q": "beijing to discuss expanding exchanges as proposed by president <strong> Ma Ying-jeou </strong>. china negotiator <strong> Chen Yunlin </strong> will be the highest-ranking chinese official to visit taiwan since 1949, when taiwan and china split at the end of the chinese civil war. <q> <strong> Chen Yunlin </strong> will visit taiwan for five days. beside holding the dialogue, the two sides will also hold discussions, including discussing how taiwan and china should cooperate in tackling financial problems in the face of the the global financial crisis, </q> kao told reporters at the taoyuan international airport. <strong> Chen Yunlin </strong> and his taiwan counterpart chiang ping-kun are expected to sign four pacts on direct shipping, postal service, expansion of weekend charter flights and safety of china's food", "new_id": -2}, {"uid": "2008100323_00010825_W", "i": 1668, "idx": 0, "sa": ["Peter Gray"], "q": "people using nelson sports grounds was <NO_QUOTATION>. strict rules over its application meant the public was never in contact with it, and it was only ever applied in the rain so it washed directly into the soil. <q> there is of course always a concern about where chemicals end up, such as whether they remain locked in the soil, but the public is not being exposed to this supposed nasty chemical, </q> mr <strong> Peter Gray </strong> said. nelmac is contracted by the city council to maintain the grounds. it used the chemical only once in any year on any site, and only during winter. in the 12 months to july", "new_id": -2}, {"uid": "2008121306_00004707_W", "i": 3786, "idx": 4, "sa": ["Ron Oliver"], "q": ". \"in our audit, they said you have a rule to the disbursement of uncashed pari-mutuel tickets, but you have never established one for egs( electronic games of skill) tickets/vouchers,\" <strong> Ron Oliver </strong> said. <q> we have only had egs since late 2006. </q> any money not claimed within a year of a ticket/voucher date will become part of a racino's net win and distributed accordingly, <strong> Ron Oliver </strong> said. he stressed that the rule does not take effect until 2010.", "new_id": -2}, {"uid": "2008102403_00016846_W", "i": 765, "idx": 1, "sa": ["Barack Obama", "John McCain"], "q": "the brink of collapse. the economy the american financial system is the victim of decades of republican deregulatory and anti-tax policies. those ideas have been proved wrong at an unfathomable price, but mr. <strong> John McCain </strong>- a self-proclaimed <q> foot soldier in the reagan revolution </q>- is still a believer. mr. <strong> Barack Obama </strong> sees that far-reaching reforms will be needed to protect americans and american business. mr. <strong> John McCain </strong> talks about reform a lot, but his vision is pinched. his answer to any", "new_id": -2}, {"uid": "2008092908_00006395_W", "i": 2967, "idx": 1, "sa": ["Andrew Mwangura"], "q": "they can not attack because we think there are dangerous chemicals on board too,\" he said. a helicopter, probably us, had been buzzing over the faina to prevent people on shore reinforcing the vessel. <q> ten small boats were headed to the ship yesterday. but they went back when the chopper buzzed them, </q> <strong> Andrew Mwangura </strong> said. \"with the helicopter and the howard watching them, the tactic is clearly to scare the pirates.\" pirates have captured more than 30 vessels off somalia this year, making its waters the most", "new_id": -2}, {"uid": "2008092513_00004696_W", "i": 685, "idx": 0, "sa": ["Mike Kernell"], "q": "was traced to the building where <strong> Mike Kernell </strong> lives, and the fbi searched <strong> Mike Kernell </strong>'s knoxville apartment over the weekend, according to information week. in a statement, <strong> Mike Kernell </strong>'s attorney, wade v. davies, said: <q> this is a difficult time for david and his family. the <strong> Mike Kernell </strong> family wants to do the right thing, and they want what is best for their son. we are confident that the truth will emerge as we go through the process. </q> please keep your comments relevant to this article. email addresses are not displayed, they are only required to verify you are human. join our newsletter to keep up to date on the latest digital trends content like", "new_id": -2}, {"uid": "2008091006_00019227_W", "i": 182, "idx": 1, "sa": ["Kevin Scarce"], "q": "was the issue of water security. \"the river murray and the southern murray-darling basin are experiencing the most severe drought in recorded history and the outlook for water inflows is of serious concern,\" he said. <q> the government is committed to a range of initiatives to manage this ongoing situation. </q> rear admiral <strong> Kevin Scarce </strong> said the government was continuing to play a significant role in ensuring that the river system was managed as a national asset. he said a legislative package would be introduced this session to enable national control", "new_id": -2}, {"uid": "2008092222_00020352_W", "i": 1610, "idx": 1, "sa": ["Barack Obama"], "q": "greg dearing, of louisville, kentucky, locked in his ballot for <strong> Barack Obama </strong> on thursday. \"i'm usually a straight party voter,\" said dearing, who will be vacationing in california on november 4. <q> it would take something very far-fetched to make me regret my vote. </q> early voting has been on the increase in recent years: in 2004, 22 percent of voters cast an early presidential ballot; in 2000, 16 percent voted early. it's a trend that is fundamentally changing", "new_id": -2}, {"uid": "2008092111_00035795_W", "i": 3913, "idx": 1, "sa": ["Luiz Felipe Scolari", "Cristiano Ronaldo"], "q": ". i said that two years ago and i repeat it now. when i arrived in portugal, <strong> Cristiano Ronaldo </strong> was a kid. he's improved himself very well in the five or six years since. more in <q> he's a very good man, helps the other players, a good attitude on and off the pitch. <strong> Cristiano Ronaldo </strong> has grown up, matured. </q> with <strong> Luiz Felipe Scolari </strong> hogging the headlines it would be easy to forget that sunday's match represents a potentially in the title race. chelsea's unbeaten start is a marked contrast to the erratic form of united and a win", "new_id": -2}, {"uid": "2008091016_00025100_W", "i": 602, "idx": 1, "sa": ["Emily Hall"], "q": "down a coal-fired power station because of the harm it does to our planet then where does that leave government energy policy? economy, it's time we turned to them instead of coal.\" he added: <q> this is a huge blow for ministers and their plans for new coal-fired power stations. it wasn't only us in the dock, it was the coal-fired generation as well. </q> miss <strong> Emily Hall </strong> added: the jury heard from the most distinguished climate scientist in the world. how could they ignore his warnings and reject his leading scientific arguments?", "new_id": -2}]