[{"uid": "1297451229044924949", "i": 13293, "idx": 0, "sa": ["Michelle Obama", "Kelly Ripa", "David Letterman", "Regis Philbin"], "q": "his encounter and explained that he met Mrs. <strong> Michelle Obama </strong> on the set of LIVE With <strong> Regis Philbin </strong> and <strong> Kelly Ripa </strong>, on which they both appeared yesterday. Here's how <strong> David Letterman </strong> recounted his very first meeting with <strong> Michelle Obama </strong>. <q> She was on the show, but I didn't think I would see her because the Secret Service doesn't want my kind messing around with her kind, </q> <strong> David Letterman </strong> joked. However, the officials told <strong> David Letterman </strong> to wait for the first lady off stage and that she would speak to him after her interview with <strong> Regis Philbin </strong> and <strong> Kelly Ripa </strong>. At this point, <strong> David Letterman </strong> became", "new_id": -2}, {"uid": "1296845883211812396", "i": 4384, "idx": 3, "sa": ["Roger Goodell", "Michael Vick"], "q": "'' <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <q> I don't want him to put himself in a position where bad things can happen around him, </q> <strong> Roger Goodell </strong> said.`` He takes that seriously.''", "new_id": -2}, {"uid": "1297265545173457430", "i": 8549, "idx": 0, "sa": ["Donald Rumsfeld", "Joe Biden"], "q": "in Congress over... GOP critic calls <strong> Joe Biden </strong>'s$ 53 billion high-speed rail plan` insanity' Republicans vs. Republicans: When are federal budget cuts too deep? Video: Why Americans Are Turning Against Obamacare Report Abuse <q> no no no we need a fast train so we can commit suicide </q> Time.com: Smartphone Sins: Catholic Church Approves Confession by iPhone ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Do NOT Buy Car Insurance! 1 Trick your Auto Insurer hides from you for extremely cheap rates.", "new_id": -2}, {"uid": "1295404963171524096", "i": 22224, "idx": 0, "sa": ["Piers Morgan", "Jay Leno", "Howard Stern", "David Letterman", "the Stern"], "q": "took place last year. During his interview on`` <strong> Piers Morgan </strong> Tonight,'' <strong> Howard Stern </strong> expanded on his dislike for the host- and his dismay at those who watch <strong> Jay Leno </strong>'s show. As he told <strong> Piers Morgan </strong>, <q> <strong> the Stern </strong> won't do[ his show] again. </q> <strong> Howard Stern </strong> is also staunchly Team <strong> David Letterman </strong>.`` <strong> the Stern </strong> don't know why he's beaten <strong> David Letterman </strong> in the ratings,'' said <strong> Howard Stern </strong>.`` It's beyond my comprehension. America must be", "new_id": -2}, {"uid": "1296167621065404968", "i": 42410, "idx": 0, "sa": ["Mike Pence"], "q": "security settings are preventing some features from appearing. U.S. Rep. <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left open the likelihood that he'll seek a different office: Governor of Indiana. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters.`` We will not seek the Republican nomination for president in 2012.'' He said he would make a decision", "new_id": -2}, {"uid": "1295926949014860296", "i": 37742, "idx": 0, "sa": ["David Letterman"], "q": "date. Last night, he received a call from <strong> David Letterman </strong> on which he clarified that he isn't actually retiring- just simply leaving Live!. Before hanging up, the pair snuck in a few bars of <q> There's No Business Like SHow Business. </q> Click below to watch the clip.( STAGE TUBE: IDOL Gets a Taste of Foster from Hopeful Sullivan by BroadwayWorld TV- January 20, 2011 by THE WIZARD OF OZ Blog- January 18,", "new_id": -2}, {"uid": "1297259465195313674", "i": 12996, "idx": 0, "sa": ["Donald Rumsfeld", "Hillary Clinton"], "q": "& search= Search'',`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/02/03/VI2011020305286.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=02032011-57v&amp;flvURL=/media/2011/02/03/02032011-57v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F02%2F03%2F02032011-57v.jsn''}{`` title'': <q> <strong> Hillary Clinton </strong> condemns treatment of press in Egypt </q>,`` description'':`` Before signing an agreement with Croatia, <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> condemned the Egyptian government for violating the freedom of the media.'',`` note'':'''',`` correction", "new_id": -2}, {"uid": "1295804524123387912", "i": 48119, "idx": 4, "sa": ["Allen Iverson"], "q": "its bid to win three straight games for the first time this season.`` We do a lot of things positive on the basketball court, we're just not putting together whole games,'' <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 The Indiana Pacers are making a bad habit of falling apart in the second", "new_id": -2}, {"uid": "1295891150149438465", "i": 39659, "idx": 3, "sa": ["David I", "Colin Powell"], "q": "off the table is indefensible.'' Today on CNN's State of the Union, ret. <strong> Colin Powell </strong> and former Secretary of State <strong> Colin Powell </strong> joined the growing chorus in calling for a reduction in defense spending: <q> CANDY CROWLEY: Where would you with specificity say,`` Look we don't need a bigger military? </q> Can we cut there? </blockquote> POWELL: Yeah. <strong> David I </strong> think we have to look at everything, domestic and our international accounts. As we draw down from Iraq and as over the next several years", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q> What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me, </q> <strong> Donald Rumsfeld </strong> writes.`` At that moment, I couldn't speak.''( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}]