[{"uid": "1295594493054968370", "i": 11451, "idx": 4, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": ", ce qui repr?sente, sur la base du cours de cl?ture de$ 626,77 jeudi un montant de$ 334,7 millions. Il d?tiendra encore 2,7% de Google, contre 2,9% avant cette vente. <q> Avec la croissance, g?rer l'activit de Google, est devenu plus compliqu. Cela fait longtemps que nous parlons, <strong> Larry Page </strong>, <strong> Sergey Brin </strong> et moi, sur la meilleure fa?on de simplifier notre structure de management et d'acc?l?rer la prise de d?cision </q>, d?clare <strong> Eric Schmidt </strong> sur le blog officiel du groupe. \"Pendant les vacances, nous avons d?cid que maintenant tait le bon moment pour proc?der? quelques changement dans la fa?on dont nous sommes structur?s.\"", "new_id": -2}, {"uid": "1297309062028164170", "i": 3905, "idx": 6, "sa": ["Robert Smith", "Donald Rumsfeld"], "q": "had met. <strong> Robert Smith </strong> was arrested that day. But that didn't stop <strong> Robert Smith </strong> from coming out yesterday. \"It has to do with the question of international law,\" <strong> Robert Smith </strong> said. <q> <strong> Donald Rumsfeld </strong> represents a violation of international law and everything that happened in Guantanamo. </q> Joan Broadfield, of Chester, hovered with several others, her sign hung from her neck. \"I think <strong> Donald Rumsfeld </strong> forgot what he did,\" Broadfield said. \"I'm thinking about", "new_id": -2}, {"uid": "1295665720122536071", "i": 3575, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "\"In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed Google's fourth-quarter earnings, which soared past", "new_id": -2}, {"uid": "1296942558143212568", "i": 7380, "idx": 0, "sa": ["Mike Thompson", "Sergio Marchionne"], "q": "red, heart-shaped boxes... Urban farming could quickly become one of Detroit's assets, using some of the city's vacant 40... The article on women in the Roman Catholic Church was informative but lacked balance( <q> A... <strong> Mike Thompson </strong>: Water rate wars Is there anything we in Southeast Michigan won't fight about? Chrysler CEO <strong> Sergio Marchionne </strong> apologized Saturday for using the term \"shyster </q> to describe the high-interest loans from the U.S. and Canadian governments that have funded Chrysler's turnaround. During a question-and-answer session following a speech Friday to the J.D. Power Automotive Industry Roundtable, <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1295308921260374551", "i": 7110, "idx": 0, "sa": ["Allen Iverson", "Paul Pierce", "Ray Allen"], "q": "the Bobcats with <strong> Allen Iverson </strong> spraining his right ankle and <strong> Paul Pierce </strong> spraining his left wrist. <strong> Paul Pierce </strong> said he's sore but fine and will play Wednesday night at Portland. <strong> Allen Iverson </strong> sounded a lot less confident in his status. <q> The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow, </q> <strong> Allen Iverson </strong> said. \"Right now it's just frustrating to be out there at the end hobbling like that.\" X-Ray Allens on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Paul Pierce </strong> are 2-3 together, and their", "new_id": -2}, {"uid": "1295705485073957377", "i": 34233, "idx": 9, "sa": ["David Cameron", "Rupert Murdoch", "Andy Coulson", "Sam Coulson", "Ed Miliband"], "q": "' Labour leader <strong> Ed Miliband </strong> welcomes <strong> Andy Coulson </strong>'s resignation but says the Number 10 press chief should have quit earlier.. Follow us on twitter at twitter.com.... News International and the Conservatives A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation.... Prime Minister <strong> David Cameron </strong> pays tribute to <strong> Andy Coulson </strong> saying he feels he has been punished for the Sam Coulsone offence twice..... News of the World telephone tapping", "new_id": -2}, {"uid": "1294957406081149956", "i": 56720, "idx": 13, "sa": ["Allen Iverson"], "q": "as possible. \"Before I leave, I'll be speaking a lot of Turkish,\" he Iverson_Allen Iverson_angry_and_upset_after_Besiktas_blow_an_11_point_lead_in_their_85-88_loss_to_Asvel <strong> Allen Iverson </strong> speaks to the French media after the game saying he's \"real upset\" and that there was <q> no excuse not to win </q>. Iverson_Allen Iverson_has_32000_supporters_chant_his_name_and_welcome_him_to_Besiktas_Turkey_?n?n <strong> Allen Iverson </strong> attends a soccer match between Besiktas and Kasimpasa at n?n Stadium where the capacity crowd of 32000 chant his name and welcome him to Turkey on Monday 8 November 2010. Iverson_Allen Iverson_plays_2_on_2_in_Turkey_at_his_press_conference_for_Besiktas_Cola_Turka <strong> Allen Iverson </strong> plays a friendly game", "new_id": -2}, {"uid": "1295718175131842121", "i": 1749, "idx": 4, "sa": ["Amanda Holden", "Simon Cowell"], "q": "It was arrogant to ignore the advice we gave you and carry on singing.\" Whilst <strong> Amanda Holden </strong> rejected the idea that they were arrogant, she did concede that the gamble they had taken hadn't paid off. <q> It was like ordering an ice-cream and getting an onion topping on it! </q> <strong> Simon Cowell </strong> quipped. taken from the official site: talent.itv.com Show 11( Thursday, 29 May 2008 at 20:30) Britain's Got Talent is a British television show on ITV( also on TV3 in Ireland).", "new_id": -2}, {"uid": "1296216095069550115", "i": 45764, "idx": 0, "sa": ["Saad Hariri", "Eric Schmidt"], "q": "Executive, <strong> Eric Schmidt </strong>, has said that he intends to expand his Web firm's business in China. <strong> Eric Schmidt </strong> also hopes to find a Chinese partner for Google's Android mobile phone operating system. <q> I have always been the person who believes the most in expanSaad Haririg into China, </q> the BBC quoted <strong> Eric Schmidt </strong>, as saying. Although <strong> Eric Schmidt </strong> said that he was happy with Google's decision to stop co-operating with China over censorship in March last year, he added: \"Over time I", "new_id": -2}, {"uid": "1295063130219856898", "i": 2602, "idx": 0, "sa": ["David Letterman", "Mike D'Antoni"], "q": "'s read, and said his plans for upgrading the roster haven't changed since the season began. \"The team out there is the strategy,\" he said before the game, pointing to the court. <q> And then we have( salary cap) room next year and the year after. We want to build this team. Period. That's what we've been doing. </q>... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. \"He doesn't listen", "new_id": -2}]