[{"uid": "1295391311138936347", "i": 7647, "idx": 1, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "to Switzerland to undergo an unusual radiological treatment at the University of Basel for neuroendocrine cancer.'' Microsoft to base next generation of Windows on Britain's ARM microchips, <strong> Steve Ballmer </strong> tells CES 2011 18 Jan 2011 <q> It's a well-oiled machine, </q> said Jaruzelski. <strong> Steve Jobs </strong>'s`` ethos and things he focuses on from marketing and innovation are deeply embedded in the process and people, making it an institutional capability,'' he said. Analysts had predicted", "new_id": -2}, {"uid": "1296252212224411648", "i": 51124, "idx": 1, "sa": ["Steven Tyler", "Lauren Alaina", "Haley Scarnato", "Donald Trump", "Simon Cowell", "Kristy Lee Cook", "Stormi Henley"], "q": "... what's his name? Oh, yeah, <strong> Simon Cowell </strong>. <strong> Stormi Henley </strong>, the former Miss Teen USA who said`` <strong> Donald Trump </strong> used to be my boss.'' And <strong> Lauren Alaina </strong>, who closed the show singing <q> Don't Want to Miss a Thing, </q> an impromptu duet with <strong> Steven Tyler </strong>. <strong> Stormi Henley </strong> reminded me of another <strong> Kristy Lee Cook </strong> or <strong> Haley Scarnato </strong>. All equally beautiful, but overall a little thin on vocals. That makes for good TV for several weeks, but does", "new_id": -2}, {"uid": "1295561487148553741", "i": 2962, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said in a statement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Google reported revenues of$ 8.4 billion for the quarter, up 26 percent from a year earlier. Net income was$ 2.54 billion($ 7.81 per share), up from$ 1.97 billion(", "new_id": -2}, {"uid": "1296315709197001262", "i": 57986, "idx": 1, "sa": ["Zahi Hawass"], "q": "I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,'' <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said on Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. He added looters had also ransacked the ticket office. The two-storey museum, built in 1902, houses tens of thousands of objects in its galleries and storerooms, including most of", "new_id": -2}, {"uid": "1297053179142344197", "i": 17013, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "EXHUMED: TALES FROM THE CRYPT- EPISODE 2.8 <q> FOR CRYIN' OUT LOUD </q> <strong> Donald Rumsfeld </strong>, Defender of the Constitution( Really) American Constitution Society. Here's what I thought when I heard the Conservative Political Action Conference has decided to honor former Secretary of", "new_id": -2}, {"uid": "1295189804049070144", "i": 24490, "idx": 1, "sa": ["Ryan Seacrest", "Jennifer Lopez", "Carrie Underwood", "Simon Cowell"], "q": "show. Heck, at one point on the DVD of audition previews distributed by Fox, the judges all hold hands after a woman's rendition of a <strong> Carrie Underwood </strong> ballad brings <strong> Jennifer Lopez </strong> to tears. <q> We have a little bit more compassion, I think, for contestants than maybe in years past, </q> <strong> Jennifer Lopez </strong> says in an interview on the disc, though <strong> Simon Cowell </strong>'s name is never mentioned. Host <strong> Ryan Seacrest </strong> is less subtle.`` In the past there was a diabolical at times figure and a", "new_id": -2}, {"uid": "1297214463071778371", "i": 43794, "idx": 0, "sa": ["Rachel Maddow", "Tucker Carlson", "Greta Van Susteren", "Nick Casey", "Mike Pence", "John Thune", "Nick Gonzalez", "John Stossel", "Donald Rumsfeld", "Rick Santorum"], "q": " Fox News`` The O'Reilly Factor'': <strong> Mike Pence </strong>; <strong> John Stossel </strong>`` HRachel Maddowity'': <strong> Donald Rumsfeld </strong> <q> On the Record with <strong> Greta Van Susteren </strong> </q>: <strong> Nick Casey </strong>, Wall Street Journal Reporter; Brother <strong> Nick Gonzalez </strong>, high school principal of two students shot dead in Ciudad Juarez; Former Sen. <strong> Rick Santorum </strong>( R-PA); Sen. <strong> John Thune </strong>( R-SD); <strong> Tucker Carlson </strong>, Daily", "new_id": -2}, {"uid": "1295791480232554503", "i": 27571, "idx": 5, "sa": ["Harriet Harman", "David Cameron", "Andy Coulson", "Nick Clegg"], "q": "a second chance.`` <strong> Andy Coulson </strong> has been very clear that he was not in any way responsible for phone hacking and had no knowledge of it. I have no reason to disbelieve him.'' <q> For all <strong> David Cameron </strong> talks about trust in politics, it is fundamental that people obey the criminal law and that is what is at stake here </q> \" <strong> Harriet Harman </strong> Deputy Labour leader Mr <strong> Nick Clegg </strong> said he would have some input into the choice of who would replace Mr <strong> Andy Coulson </strong>.`` It is primarily a decision for the prime minister, he is", "new_id": -2}, {"uid": "1295564377105267210", "i": 35504, "idx": 5, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "of this we will execute and operate the business even better,'' <strong> Eric Schmidt </strong> said. During the call, <strong> Sergey Brin </strong> expressed what sounded like genuine admiration for <strong> Eric Schmidt </strong>'s role in Google's success. <q> We're all in great debt to <strong> Eric Schmidt </strong>, </q> said <strong> Sergey Brin </strong>.`` There's really no one else in the universe who could have done what <strong> Eric Schmidt </strong> has done.'' Please send me occasional email updates about new features and special offers from Wired.", "new_id": -2}, {"i": 268, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from a year ago to$ 10.76 billion as the company made market-share gains on the strength of 16 all-new or refreshed vehicles. Revenue, however, dipped slightly from the third quarter on reduced shipments. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> CEO <strong> Sergio Marchionne </strong> said.`` However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.''+0.42%), sold 1.52 million vehicles last", "sa": ["Sergio Marchionne"], "uid": "1296496314113492035"}]