[{"uid": "1295022258099024910", "i": 20756, "idx": 5, "sa": ["Simon Cowell", "Cecile Frot-Coutaz", "Ryan Seacrest"], "q": "Idol, which allows singers 15 to 28 years old, X Factor has no upper age limit, and the judges serve as mentors. <strong> Ryan Seacrest </strong> says the shows are different enough for both to succeed. <q> Knowing( Idol) needs to reinvent itself, knowing that if they did just phone it in this season and produce just a lackluster champion, you have the strong possibility of X Factor coming in and stealing their thunder and their zeitgeist. I think there's this tremendous pressure to show they're still relevant, </q> says Richard Rushfield, author of the upcoming American Idol: The Untold Story. Executive producer <strong> Cecile Frot-Coutaz </strong> says Idol isn't making the mistake of trying to replace <strong> Simon Cowell </strong> with a facsimile.`` You", "new_id": -2}, {"uid": "1295795249254902291", "i": 2978, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "that he was representing four people who believe their phones were hacked by journalists from papers other than the News of the World.`` Lots of people were doing it,'' he said. <q> It was such a widespread practice. Although it is a crime, people were regarding it as though it was driving at 35mph( miles per hour) in a 30mph zone, that you just sort of do it and hope you don't get caught. </q> Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. Subscribe to RSSMost Popular in: Politics Snappy videos separating", "new_id": -2}, {"uid": "1296492936169607194", "i": 72, "idx": 3, "sa": ["Sergio Marchionne", "David Whiston"], "q": "`` I do think highly of <strong> Sergio Marchionne </strong> but I was still very skeptical of the prospects initially when this all started,'' <strong> David Whiston </strong>, an analyst with Morningstar Inc. in Chicago, said prior to the release. <q> So far, theyre proving me wrong and proving nearly everyone else out there wrong. </q> Chrysler's U.S. growth in the past year was in part fueled by sales to so-called fleet customers-- corporate, government and rental-car company buyers.`` Fleet sales in the fourth quarter ended in", "new_id": -2}, {"uid": "1297290951065437723", "i": 49187, "idx": 3, "sa": ["Steve Ballmer", "Amitabh Srivastava"], "q": "in the Server and Tools Business, is leaving Microsoft.`` Windows Azure is in a great place and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career,'' <strong> Steve Ballmer </strong> said in his e-mail. <q> He has done stellar work for the company and will work to ensure a smooth transition with the Windows Azure team. </q> <strong> Amitabh Srivastava </strong> has been with Microsoft since 1997 and played a central role in developing the Windows Azure cloud computing platform that just reached its one-year anniversary Feb. 1. Here are 10 nifty-- and free--", "new_id": -2}, {"uid": "1295669752061620314", "i": 45668, "idx": 1, "sa": ["Mike Pence"], "q": "source explained,`` What better thing to do than start meeting Republicans in other parts of the state if he can't raise money during this time period?'' Indeed, the state statute does not prevent <strong> Mike Pence </strong> <q> from participating in party activities conducted by a regular party committee. </q> Of course, if he does decide to run for president, it will take a hefty fundraising surge, and he would start almost from scratch. During the 2010 election cycle, <strong> Mike Pence </strong>'s", "new_id": -2}, {"uid": "1296224676092700697", "i": 8609, "idx": 0, "sa": ["Mike Pence"], "q": "Staff Writer Friday, January 28, 2011 Rep. <strong> Mike Pence </strong>( R-Ind.) will not run for president in 2012 but has left the door open to running for governor of the Hoosier State. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star.`` We will not seek the Republican nomination for president in 2012.'' <strong> Mike Pence </strong> has been publicly pondering whether to run for", "new_id": -2}, {"uid": "1296056113070402077", "i": 16263, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice-president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., among its fiercest rival. Microsoft", "new_id": -2}, {"uid": "1295647113138969096", "i": 47230, "idx": 2, "sa": ["Eric Schmidt", "Henry Blodget", "Google Inc."], "q": "price Thursday, will lower <strong> Eric Schmidt </strong>'s stake and voting power, and comes as <strong> Google Inc. </strong> announced that co-founder Larry Page will replace <strong> Eric Schmidt </strong> as chief executive. <strong> Eric Schmidt </strong> will become executive chairman in April,'' Russolillo reports. <q> The stock-trading plan, unveiled in a filing with the Securities and Exchange Commission, said <strong> Eric Schmidt </strong> intends to sell as much as 534,000 Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares. </q> here. <strong> Henry Blodget </strong> writes for The Business Insider,`` Let's be serious: <strong> Eric Schmidt </strong> got fired.''`` Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet--` day-to-day adult supervision is no", "new_id": -2}, {"uid": "1297481284225951755", "i": 23942, "idx": 2, "sa": ["Donald Rumsfeld", "Barack Obama", "Lee Harvey Oswald", "Janet Napolitano", "Adolph Hitler"], "q": "dies and goes to heaven and the first thing he asks G-d is:`` How did <strong> Barack Obama </strong> really get killed?'' G-d says:`` <strong> Lee Harvey Oswald </strong> shot him. You believe that?'' <q> Today` Christians' stand at the head of Germany... </q>- speech of <strong> Adolph Hitler </strong> that ended Republican Liberty. The terrorism threat level within the United States is the highest it's been since the September 11, 2001 attacks, claims <strong> Donald Rumsfeld </strong> of Homeland Security <strong> Janet Napolitano </strong>,", "new_id": -2}, [{"i": 30603, "idx": 3, "index_answer": 0, "new_id": -1, "q": "was a part of. <strong> Michael Vick </strong>'s people rushed him out of the event, and <strong> Richard Hunter </strong> relayed that when he told <strong> Michael Vick </strong> that he adopted one of the dogs and showed him a picture of the animal, <strong> Michael Vick </strong> <q> turned and looked at the picture... then looked me right in the eye... and walked away. </q>( Note: there's one quick F-bomb about halfway through the video below, so be aware...) Report Abuse 11 turn overs in 7 games. OVER-RATED Report Abuse this", "sa": ["Richard Hunter", "Michael Vick"], "uid": "1297140587008634392"}]]