[{"uid": "1296727907183500817", "i": 16336, "idx": 4, "sa": ["Allen Iverson"], "q": "made a fuss over.'' But that was unavoidable after he broke out of his shooting slump. He scored just four points on 1-for-12 shooting and missed the final shot in Chicago's 105-103 overtime win Saturday. <q>It felt like we were at UConn in http://wn.com/Allen_Iverson_1st_Win_as_a_Pistons_vs_Kings_30pts_9asts_7rebs_08/09_NBA For a veteran like <strong> Allen Iverson </strong>, a win in November against a lottery team rarely registers as important. After losing his first two games with his new team, that wasn't the case with this victory. <strong> Allen Iverson </strong> had 30 points, nine assists and provided a spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night. ''It was a huge lift off of me,</q> <strong> Allen Iverson </strong> said. ''I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I", "new_id": -2}, {"uid": "1296137575223117385", "i": 40382, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. ''It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> whineybeeaachh at 9:07 AM January 27, 2011 I want my MONEY.. and I WANT IT NOWWWWWW!!!!!!!!... 877 CASH NOW!!!!! GAKman at 8:59 AM January 27, 2011 NO, Eugene Steuerle", "new_id": -2}, {"uid": "1295563040148553740", "i": 36702, "idx": 1, "sa": ["Eric Schmidt"], "q": "including deals, partnerships and government relations. ''We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said in a statement. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> Said Page: ''<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that ''contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q>Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs.</q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are ''just on a break[ and] still rocking big time''.", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}, {"uid": "1295033546140197948", "i": 6296, "idx": 0, "sa": ["Simon Cowell"], "q": ", so the whole thing becomes incredibly complicated and it doesn't cross the language barrier. I will definitely not be wearing braces.'' He aims to be the Robin Hood of TV. <q>I want to look after the good guys and take down the bad ones, so I see myself as Robin Hood here. People say, ''Give me an example,' and I say,` What about that idiot pastor who wanted to burn the Koran at a highly sensitive time for relationships between Muslims and Christians in America?' I'd like to get him on and maybe tweak his moustache. I could burn his moustache on national TV.</q> He will expose the softer side of <strong> Simon Cowell </strong>. ''I made <strong> Simon Cowell </strong> cry in Britain on TV, so I'd definitely like to revisit that scenario. I''d like to make the man with no", "new_id": -2}, {"uid": "1297225373053084179", "i": 45417, "idx": 5, "sa": ["Michael Vick"], "q": "newspaper. Since his release from prison in 2009, <strong> Michael Vick </strong> has voluntarily spoken to kids about how dogfighting is wrong, among other things. An online promotion for Saturday's event, billed as <q>providing an alcohol-free environment filled with positive role models and messages for teens aged 14-17,</q> said <strong> Michael Vick </strong>'s ''inspiring message about overcoming life's challenges has reached teenagers all over the country.'' The NFL indefinitely suspended <strong> Michael Vick </strong> in August 2007 after he pleaded guilty to a federal charge of bankrolling", "new_id": -2}, {"uid": "1295007931223330369", "i": 349, "idx": 0, "sa": ["Katharine McPhee", "Paula Abdul", "Simon Cowell", "Chris Daughtry"], "q": "to <strong> Katharine McPhee </strong>. Premature cuts are traditional for the ''Idol'' soap opera, but this one really stung. <strong> Chris Daughtry </strong> had the last laugh, of course, when he turned pro. <strong> Paula Abdul </strong> burbles, <q>The moth who finds the melon finds the cornflake.</q>( Season Five, 2006) <strong> Simon Cowell </strong> tricked her into saying it, but no matter. <strong> Paula Abdul </strong> will go down in ''Idol'' history for her fuzzy logic and fizzy rambling at the judges' table", "new_id": -2}, {"uid": "1295972754065323044", "i": 30212, "idx": 0, "sa": ["Eric Schmidt"], "q": "Page. <strong> Eric Schmidt </strong>, who oversaw the company's meteoric rise, also said the group would hire thousands of people this year in response to accusations that it has struggled to retain its best talent. <q>I'm very personally excited about my next decade at Google,</q> he told the DLD media conference in Munich. From April, <strong> Eric Schmidt </strong> will focus on deals and government outreach as executive chairman. <strong> Eric Schmidt </strong> told Reuters on Jan. 21 that his move was an effort", "new_id": -2}, {"uid": "1295054464232783896", "i": 17228, "idx": 0, "sa": ["Thomas Dimitroff", "Michael Vick"], "q": "mostly red-clad crowd that has helped turn the Falcons into a virtually unbeatable squad on its own field.( 3 of 3) ''None of that matters,'' Falcons safety William Moore said. <q>When those lights come on, those players from the past ain't playing that night. It's just about who's going to come out and play ball that night.</q> Atlanta has played some good ball ever since the new regime- general manager <strong> Thomas Dimitroff </strong> and coach Mike Smith- took over in 2008. Quickly bouncing back from a miserable season in which franchise quarterback <strong> Michael Vick </strong> went", "new_id": -2}, {"uid": "1295524934023461906", "i": 34048, "idx": 0, "sa": ["Piers Morgan", "Ricky Gervais", "Simon Cowell", "Amy Winehouse"], "q": "your sign since last night'', remarked <strong> Amy Winehouse </strong>. ''Some of the lights were out. Happens all the time'', stated the attorney. ''The Hotel is not responsible.'' <q>I give up. You're ambulance chasers all of you. I should have known something was up when they asked me to sleep in the nude facing the nun and priest painting.</q> Bureau's day- give this story five thumbs-up( there's no need to register Thank you for your rating, Your vote has been counted and is reflected above. <strong> Piers Morgan </strong>, <strong> Ricky Gervais </strong> and <strong> Simon Cowell </strong>:", "new_id": -2}]