[{"uid": "1296106306239763512", "i": 22460, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "Less than two years after being released from federal prison, the Philadelphia Eagles quarterback is making his fourth Pro Bowl appearance- and first since serving 18 months for his role in a dogfighting operation. <q> This one feels great due to the fact that I've been through so much and trained to getting back to this position, </q> he said after the NFC opened practice Wednesday. \"It's paramount for me and my family and I'm just thankful.\" After starting the year as a backup to <strong> Kevin Kolb </strong>, <strong> Michael Vick </strong> is coming", "new_id": -2}, {"uid": "1297176031226918403", "i": 3177, "idx": 19, "sa": ["David Letterman"], "q": "who took all the reps in the off season, and he was the guy who took all the reps during the season, so. That's kind of how it worked out.\" <strong> David Letterman </strong>: <q> So there's a certain justice in this then isn't there? I think so. </q>( audience applauds) \"Is it nearly-- I mean, there's only a handful of men who do this, and some women--\"( audience laughs)\"-- but is it impossibly hard to", "new_id": -2}, {"uid": "1295591909000901162", "i": 21307, "idx": 1, "sa": ["Barack Obama", "Jimmy Carter", "John McCain", "Colin Powell", "Sarah Palin"], "q": "<strong> Jimmy Carter </strong> Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. \"He has both style and substance. I think he is a transformational figure,\" <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" <q> <strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well, </q> <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he questioned <strong> John McCain </strong>'s judgment in picking <strong> Sarah Palin </strong> as his running mate because he does", "new_id": -2}, {"uid": "1295969308242466823", "i": 46740, "idx": 0, "sa": ["Zahi Hawass"], "q": "and draws over a million viewers a year. Egypt's antiquities chief, <strong> Zahi Hawass </strong>, had appealed to the foundation seeking return of the bust. But foundation president Professor Hermann Parzinger said in a statement: <q> the foundation's position... remains unchanged,[ The sculpture] is and remains the ambassador of Egypt in Berlin. </q> compiled from agency reports", "new_id": -2}, {"uid": "1295253330160432215", "i": 12432, "idx": 0, "sa": ["Jeremy Clarkson", "Simon Cowell"], "q": "Green's 50th birthday party in the retail tycoon's hotel room in Barbados. Didn't he think it absurdly narcissistic of Green to be showing a video of his own birthday party while on holiday? <q> Well, <strong> Jeremy Clarkson </strong> didn't have to watch it. </q> Come off it, <strong> Jeremy Clarkson </strong> laugh. Wasn't it grossly vain? \"You want me to say that but <strong> Jeremy Clarkson </strong>'m not going to. <strong> Jeremy Clarkson </strong>'d like to be at the next party. <strong> Simon Cowell </strong> Green throws", "new_id": -2}, {"uid": "1297709543205012998", "i": 994, "idx": 1, "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "q": "Senate Appropriations Committee, said \"heat in the winter is not a consumer choice. It's not a luxury.\" Instead of cutting heating assistance, <strong> Patrick Leahy </strong> said Congress should end tax breaks for oil companies that <q> are just using them to make obscene profits. </q> <strong> Sen. Bernie Sanders </strong> was the chief sponsor of a 2008 bill that increased federal heating assistance. He said he was disappointed in the president's budget proposal. \"This senator will do everything he can to make sure", "new_id": -2}, {"uid": "1295617531243957796", "i": 3423, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "building scandal. It also further calls into doubt claims by the Rupert Murdoch-owned News of The World that phone hacking was only carried out by a couple of rogue employees. <strong> Andy Coulson </strong> denies wrongdoing, but said <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role. </q> <strong> David Cameron </strong> said that he was \"very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.\" \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to", "new_id": -2}, {"uid": "1297466923016121888", "i": 10707, "idx": 0, "sa": ["Al Roker", "Anderson Cooper", "David Letterman", "Aaron Barnhart"], "q": "CNN's <strong> Anderson Cooper </strong> also talked about his experience in Egypt this week on \"Late Show With <strong> David Letterman </strong>,\" saying that the vast majority of the people in the streets were anti-Mubarak protesters while some of the pro-government forces <q> were probably secret police. I have no doubt it was organized. </q> <strong> Aaron Barnhart </strong>, February 11, 2011 at 4:53 AM Forget Fox News and CNN. To Really Get a Global Perspective We Need Our Cable Operators to Carry <strong> Al Roker </strong> Jazeera English Hillary Atkin, February 7", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as \"terribly wrong.\" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was \"incremental,\" not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}, {"uid": "1296657082232505352", "i": 21270, "idx": 1, "sa": ["Piers Morgan", "Andy Carroll", "Simon Cowell"], "q": "As well as the cast of a traditional pantomime, the show also includes young people acting as the judges of Britain's Got Talent, <strong> Simon Cowell </strong>, Amanda Holden and <strong> Piers Morgan </strong>. Mrs Twine said: <q> We were all set to do the show, but the heavy snow put a stop to it. \"Even if we could have opened the school we wouldn't have had an audience. \"But, luckily the panto doesn't have a Christmas theme, so it's fine to put on now. </q> TRANSFER DEADLINE: <strong> Andy Carroll </strong> joins Liverpool and says he was \"pushed out of the door' by Newcastle TRANSFER DEADLINE: <strong> Andy Carroll </strong> joins Liverpool and says he was` pushed out of the door\" by Newcastle Weather", "new_id": -2}]