[{"uid": "1297290610118325259", "i": 33722, "idx": 1, "sa": ["Nancy Keenan", "Mike Pence"], "q": "and Commerce Health Subcommittee], working with him and hope to see this through,\" <strong> Mike Pence </strong> told POLITICO in an interview Tuesday. Women's reproductive health groups immediately denounced the spending proposal. <q> The new anti-choice House leadership now wants to take away birth control and cancer screenings from millions of American women and men, </q> NARAL <strong> Nancy Keenan </strong> said. \"While these politicians attack abortion coverage from every angle, they now want to deny funding for birth control, even though that's the best way to prevent unintended pregnancy. Americans will not", "new_id": -2}, {"uid": "1295368967257130537", "i": 1462, "idx": 0, "sa": ["Steve Ballmer"], "q": "The online version of its Dynamics CRM Software will be now available in 40 countries and in 41 languages at a promotional offer of$ 34 per user per month for 12 months. <strong> Steve Ballmer </strong> said: <q> This is the first time we've made a release in the cloud before we have done so in the server version, and I think that really reflects the push by Microsoft into the cloud. </q> The online version was until now available only in U.S., Canada and Puerto Rico. And in a move to glean customers from Saleforce and The on-premises version of the Dynamic CRM which is", "new_id": -2}, {"uid": "1295390024219906068", "i": 43597, "idx": 0, "sa": ["Sergio Marchionne"], "q": "4 minutes ago By DEE-ANN DURBIN, AP Auto Writer Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295907458177651859", "i": 20617, "idx": 0, "sa": ["Eric Schmidt", "Dan Olds"], "q": "Journal also reported that late last week, <strong> Eric Schmidt </strong> filed documents to sell company shares valued at$ 335 million. That will pare his current 9.6% of Google's voting power down to 9.1%. <q> I was so happy to see this news today, </q> said <strong> Dan Olds </strong>, an analyst with The Gabriel Consulting Group, laughing. \"I'm glad that <strong> Eric Schmidt </strong> will be taken care of financially as he transitions into his new, lesser role. I was concerned that the", "new_id": -2}, {"uid": "1296030809164511749", "i": 3474, "idx": 2, "sa": ["Eric Schmidt"], "q": "weighing a role in the Obama administration. As executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. <q> We've got very complicated government issues, </q> he said, adding that \"we move quickly, and we tend to be disruptive at scale.\" European Union officials opened a formal antitrust probe last year into Google search results, while in China", "new_id": -2}, {"uid": "1297089447093831169", "i": 3094, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "it's possible,\" he said. \"We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed.\" He added: <q> It's hard to know. You know, the path you didn't take is always smoother. </q> <strong> Donald Rumsfeld </strong>'s comments came in his first TV interview since 2006, and echo much of what he wrote in \"Known and Unknown,\" in bookstores Tuesday, in which he recounts his time serving Republican", "new_id": -2}, {"uid": "1297203246085721088", "i": 37956, "idx": 0, "sa": ["Steve Ballmer", "Wes Miller"], "q": "and mobile platforms. \"Most of Microsoft engineering executives have some aspect of marketing in their careers,\" <strong> Wes Miller </strong>, an analyst at research firm Directions on Microsoft, told V3.co.uk. <q> It's gong to come down to seeing who it is that gets promoted. My feeling is the company will look for engineering expertise. </q> He pointed out that <strong> Steve Ballmer </strong> had succeeded in changing parts of the company before by taking commend. When <strong> Wes Miller </strong> was still at Microsoft he saw <strong> Steve Ballmer </strong> do this with MSN, a move which proved successful.", "new_id": -2}, {"i": 19821, "idx": 1, "index_answer": 2, "new_id": -1, "q": "that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. \"<strong> Ricky Gervais </strong> was the host of the( Globes) show-very funny guy,\" <strong> David Letterman </strong> said on his late-night CBS show Monday. <q> But there's already talk that he'll never be invited back, and I say, \"Hey, welcome to the club.' </q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre\"s hosts, including <strong> Heidi Klum </strong> of \"Project Runway\" and <strong> Jeff Probst </strong> of \"Survivor", "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "uid": "1295447541150847576"}, {"uid": "1295782408127156258", "i": 33214, "idx": 2, "sa": ["David Cameron", "Andy Coulson", "Harriet Harman", "Andrew Marr"], "q": "\" <strong> Harriet Harman </strong> Deputy Labour leader And he defended Mr <strong> David Cameron </strong>'s handling of the issue and his decision to appoint Mr <strong> Andy Coulson </strong> in the first place after he resigned as editor of the newspaper in 2007. <q> If you listen to what <strong> David Cameron </strong> has said, </q> he told BBC One's <strong> Andrew Marr </strong> show, \"he said very emphatically that he thought it was right to give <strong> Andy Coulson </strong> a second chance. \"<strong> Andy Coulson </strong> has been very clear that he was not in any", "new_id": -2}, {"uid": "1297142622008634373", "i": 28971, "idx": 2, "sa": ["Patrick Griffin", "David Letterman", "Nick Griffin"], "q": "of an iconic figure.\" <strong> Patrick Griffin </strong> isn't entirely a show-biz newbie. His brother <strong> Nick Griffin </strong> is a comedian and writer for <strong> David Letterman </strong>. \"I've always wanted to write,\" <strong> Patrick Griffin </strong> said. <q> One day I started pitching <strong> Jeff East </strong> ideas, and now whenever I have some spare time we sit down and write. It just keeps flowing. </q> Among the duo's projects: â\u0080¢ \"Return to Macon County\": It's a sequel/spinoff to the iconic'70s drive-in hit about a couple of brothers who run afoul of a vengeful", "new_id": -2}]