[{"uid": "1295538156252182548", "i": 16852, "idx": 1, "sa": ["Allen Iverson"], "q": "<strong> Allen Iverson </strong> is unanimously considered to be one of the finest saxophonists in jazz today, boasting over 30 recordings in his own name and a plethora of prestigious collaborations. Superb interpreter of standards- an American critic defined him <q>the <strong> Frank Wess </strong> Sinatra of the tenor sax</q>- <strong> Allen Iverson </strong> is an eclectic artist, able to move with agility between styles, from traditional jazz to bebop. Three of his recordings won the most important recognition of the Japanese jazz press, while with the CD", "new_id": -2}, {"uid": "1297104975037732412", "i": 31402, "idx": 0, "sa": ["Simon Cowell"], "q": "million contract. Show supremo <strong> Simon Cowell </strong> is excited to be offering the biggest guaranteed prize in television history, and has also revealed the programme will welcome audionees aged from just 12. He said: <q>I like the idea that a 12 year old on this show can compete with an older singer and a singing group. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5m recording contract. I'm doing this show in America because I genuinely believe we can find a superstar.</q> On the UK version of the show- where winners land a Â£ 1 million record deal- contestants must be aged at least 16 to enter, though for two seasons the minimum age was reduced to", "new_id": -2}, {"uid": "1296287142002965539", "i": 16972, "idx": 1, "sa": ["Peyton Manning", "Drew Brees", "Michael Vick", "Ovie Mughelli"], "q": "the game' For <strong> Ovie Mughelli </strong>, walking into the Pro Bowl hotel for the first time and seeing <strong> Peyton Manning </strong>, <strong> Drew Brees </strong>, <strong> Michael Vick </strong> and other NFL greats- past and present- made him pause. <q>All these monsters of the game,</q> he said. \"All these are legends and Hall of Famers walking by me. It's hard not to be in awe of how much greatness is in one room. \"I'm hoping one", "new_id": -2}, {"uid": "1295925828104726531", "i": 4893, "idx": 0, "sa": ["Andy Coulson", "Silvio Berlusconi"], "q": "Newark(**). \"<strong> Silvio Berlusconi </strong>'s battle with prosecutors[...] intensified[...] as all 389 pages of investigation were leaked on the internet\", reports Guy Dinmore in Rome(***). <q>Ms Chiesi[...] pleaded guilty[...] for passing inside information about technology companies to hedge funds and others</q>, reports Kara Scannell in New York(****). \"Downing Street's communications director, <strong> Andy Coulson </strong>, resigned[...] amid continued questions about his possible involvement in the illegal hacking of celebrity telephone messages", "new_id": -2}, {"uid": "1297362013061014039", "i": 20152, "idx": 0, "sa": ["Donald Rumsfeld", "M. Davidson"], "q": "Fisher International,\" Economic Impact of Pending Air Regulations on the U.S. Pulp and Paper Industry,\" August 2010, at.[ 5] Charles <strong> M. Davidson </strong> and Bret T. Swanson, <q>Net Neutrality, Investment& Jobs: Assessing the Potential Impacts of the FCC's Proposed Net Neutrality Rules on the Broadband Ecosystem,</q> Advanced Communications Policy and Law Institute, New York, June 2010.[ 6] <strong> Donald Rumsfeld </strong> A. Norman, \"Economic Implications of EPA's Proposed Ozone Standard,\" Manufacturer's Alliance Economic Report", "new_id": -2}, {"uid": "1296528551074448918", "i": 13594, "idx": 0, "sa": ["Michael Vick"], "q": ".. finally they will say, OK.. that's it... the rich keep getting rich, the poor who have all the guns, will finally stand up and say NO!!! Report Abuse <q>whether we were to come up with the split thing after i tell you what you do or not that doesn't change what's going on because of you. everything i talked about is happening. that we previously talked about</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Homeland Security Plane Lands on Interstate Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295762811142376968", "i": 29988, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "The Crown Prosecution Service has also asked a senior QC to \"comprehensively\" re-examine material amassed as part of the original inquiry and any new evidence. In his resignation statement, Mr <strong> Andy Coulson </strong> said: <q>Nothing is more important than the Government's task of getting this country back on its feet. \"Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role. \"I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.</q> Mr <strong> Andy Coulson </strong> joined Mr <strong> David Cameron </strong>'s team before the General Election and then ran the PM's communications strategy. Labour leader <strong> Ed Miliband </strong> said the row raised \"real questions about <strong> David Cameron </strong>'s judgement", "new_id": -2}, {"uid": "1295604338233226243", "i": 24208, "idx": 0, "sa": ["Eric Schmidt"], "q": "acidly. \"In case anyone pays attention to such things,[ JP Morgan] saying all[ Google's] numbers tonight ahead of expectations, except margins, which missed,\" he added. <q>Not to be all self-serving, but I read Google's mgmt shakeup as a confession that the co is a decision-making mess losing its way in search,</q> adding: \"Ask employees. Any engineer with initiative has been going mad at processes and vacillation.\" Why would that mean <strong> Eric Schmidt </strong> should go? Because the arrangement in which he was chief executive and Page", "new_id": -2}, {"uid": "1296582890005816352", "i": 764, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "named antiquities minister in a new Cabinet appointed by besieged President <strong> Hosni Mubarak </strong>, said the survival of Egypt's rich archaeological heritage amid chaos reflected a fundamental pride among Egyptians even as they revolt against their leadership. <q>We can not be like Afghanistan,</q> said <strong> Zahi Hawass </strong>, referring to a depleted nation where war overshadows centuries of cultural history. \"Civilization is inside the Egyptians.\" The sites have not been immune to the chaos. Last week", "new_id": -2}, {"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q>the left is trying to goad her into it,</q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}]