[{"uid": "1297617511105119748", "i": 36221, "idx": 2, "sa": ["Steve Ballmer"], "q": "Online Services Division, helping launch Bing and implement the massive search-and-advertising deal with Yahoo. Prior to that, he led Microsoft Business Solutions and worked on the engineering side of the company's server group. <q> In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops, </q> <strong> Steve Ballmer </strong> wrote in a Feb. 9 e-mail to employees.`` We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways.", "new_id": -2}, {"uid": "1296550599213254150", "i": 15121, "idx": 1, "sa": ["Brandon Lloyd", "Michael Vick"], "q": "A few players even hit the waves such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard.`` I don't surf,'' <strong> Michael Vick </strong> said. <q> I watch National Geographic too much, and I've seen too many catastrophic situations. </q> The players also spent a lot of time lounging at the hotel pool or one of the lagoons at Ko Olina Resort. And the rookies were invited... because they're the ones stuck with the hefty", "new_id": -2}, {"uid": "1297724508166166602", "i": 19202, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "in Tucson and has started speaking, making specific requests for food and talking to loved ones.`` They're short sentences but specific, and very communicative,'' said <strong> Kirsten Gillibrand </strong> about <strong> Gabrielle Giffords </strong>' progress. <q> I think that's really what people are so excited about- that she's able to speak, that she's able to communicate and now its all about whether she can continue to grow, can continue to recover, and really get all her faculties back. </q> MyFoxNY this morning, <strong> Kirsten Gillibrand </strong> spoke about her newly-announced legislation that will allow homeowners to deduct the full amount of their property taxes from their federal income taxes. The Homeowner Tax Fairness Act is intended to help middle", "new_id": -2}, {"uid": "1296860701179634180", "i": 10168, "idx": 3, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "Fiat, whose brands include Ferrari, Maserati and Alfa Romeo. News) Chairman <strong> Ferdinand Piech </strong> expressed an interest in buying Alfa Romeo. But Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q> As long as I'm the CEO of both Fiat and Chrysler, Mr. <strong> Ferdinand Piech </strong> will never get an offer, </q> <strong> Sergio Marchionne </strong> said during the J.D. Power event. <strong> Sergio Marchionne </strong> also said Fiat is looking to`` redimension'' its joint venture with Indian automaker Tata Motors( BSE: TAMO.BO- News)", "new_id": -2}, {"uid": "1295710848073957416", "i": 33648, "idx": 0, "sa": ["Andy Coulson", "Manuel Alegre"], "q": "on Saturday to stage more anti-government... Article: Roadside bomb kills 13 Afghan civilians... Photo: The Socialist Party's presidential candidate <strong> Manuel Alegre </strong>, with... Photo: President of the environmental Swiss Green Party Report Abuse <q> Albanians have been and will be one of the oldest populations in Europe. We were there before the Greeks, and the Serbs. Untouched by time, we are still here. We are survivors. We do things our way. And all you haters out there, can go to HELL and stay there. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295639157179568677", "i": 20461, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "pointed out in a blog post. They will continue to make the big decisions together, he said, but are taking this step to clarify their individual roles. <strong> Sergey Brin </strong> <q> is an innovator and entrepreneur to the core </q> and the role of strategic projects suits him perfectly, noted <strong> Eric Schmidt </strong>. Page's greatest strengths are`` product development and technology strategy,'' he added. Google's shares were up Friday morning", "new_id": -2}, {"uid": "1295587965072171525", "i": 11227, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": ". Image: <strong> Google Inc. </strong> co-founder Larry Page. 370) this.width= 370'' alt=`` Surfboards lean against a wall at the <strong> Google Inc. </strong> office in Santa Monica, California.''/> Next <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us.`` But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company, </q> <strong> Eric Schmidt </strong> said. Image: Surfboards lean against a wall at the <strong> Google Inc. </strong> office in Santa Monica, California. 370) this.width= 370'' alt=`` <strong> Google Inc. </strong> founders <strong> Sergey Brin </strong> and Larry Page plug in an", "new_id": -2}, {"uid": "1297323057252542979", "i": 10128, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "Posted at 6:00 AM ET, 02/ 9/2011 <strong> Donald Rumsfeld </strong>, interviewed on Good Morning America.( abc.com) <q> But you had inspectors in the country[ Iraq]. Why was it necessary to invade-- </q> <strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong>: <strong> Saddam Hussein </strong>`` had thrown them out about the second or third or fourth time.''-- An exchange during an interview on ABC's`` Good Morning America,'' Feb. 8", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}, {"uid": "1296291756127057933", "i": 7880, "idx": 1, "sa": ["Shaquille O'Neal", "Marc Jackson", "Dwyane Wade", "Kyle Korver", "Allen Iverson"], "q": "spoil the return of <strong> Shaquille O'Neal </strong> and overcome a career-high 48 points from <strong> Dwyane Wade </strong> with a 126-119 overtime win over the Miami Heat on Thursday night.`` It's like a do or die situation,'' <strong> Allen Iverson </strong> said. <q> A loss here or there and we could be out of the playoffs. We understand that. It just says a lot about us. </q> <strong> Marc Jackson </strong> scored 26 and <strong> Kyle Korver </strong> 20 for the Sixers, who won for the fifth time in six games. With Cleveland's 95-89 loss to New York, the Sixers( 40-38) moved into a tie for seventh", "new_id": -2}]