[{"uid": "1295920221088195084", "i": 9018, "idx": 0, "sa": ["Tommy Vietor", "Eric Schmidt"], "q": "for furthering my career.'' Lang Lang will be in Southern California on Tuesday, performing with the Pacific Symphony in Costa Mesa. <strong> Tommy Vietor </strong>, a White House spokesman, said the song is <q> widely known and popular in China for its melody. Lang Lang played the song without lyrics or reference to any political theme.... Any suggestion that this was an insult to the United States is just flat wrong. </q>- Culture Monster 01/24/2011, 5:15 p.m.- L.A. Times- Business 01/24/2011, 5:13 p.m.- L.A. Times- Business 01/24/2011, 5:13 p.m. It's official: Google approves$ 100-million award for outgoing CEO <strong> Eric Schmidt </strong> Sign", "new_id": -2}, {"uid": "1295400052126992429", "i": 41328, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "hours in advance and its entire agenda was never disclosed beforehand( total funds being transferred rose by almost$ 50 million during the proceedings.) Ever read the <strong> Jerry Brown </strong> Act, guys? <q> Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The <strong> Jerry Brown </strong>'s proposal warrants a serious, thoughtful discussion, </q> Tom Dresslar, a spokesman for California State Treasurer <strong> Bill Lockyer </strong>, told the Mercury News. As for the governor's reaction, the Los Angeles Times reports that`` <strong> Jerry Brown </strong> hoped the Community Redevelopment", "new_id": -2}, {"uid": "1295266259121765959", "i": 29873, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": ", on Saturday night. The astronaut described to <strong> Kirsten Gillibrand </strong> the latest progress in his critically injured wife's recovery after the Jan. 8 shooting.`` She's making progress every day,'' <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body.She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing... Monthly and yearly online subscriptions are available. Access is free for print subscribers. To report abuse or misuse of this area please hit the`` Suggest Removal </q> link in the comment to alert our online managers. Please read our comment policy. Use the comment form below to begin a discussion about this content. PROPOSED LEGISLATION: Gun", "new_id": -2}, {"uid": "1297122854184680470", "i": 4246, "idx": 8, "sa": ["Simon Cowell"], "q": "together now. There's a massive, massive opportunity here because you don't have a lot of competition.'' The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. <q> If they don't sell a single record they still get to keep the money, </q> he said.`` It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back'' through record sales.", "new_id": -2}, {"uid": "1295278129044859506", "i": 10918, "idx": 0, "sa": ["Michael Vick"], "q": "left before ending of 3rd quarter, Eagle is setting another record for`` Most Scoring Team'' on Monday Night Football with the spank`` Eagle 59- 21 Redskin''. Eagle also set a new record for <q> Most Scoring Team On The Road In NFL </q>. This is an amazing night for Micheal <strong> Michael Vick </strong> performing. The final score of the game is`` Eagle 59- 28 Redskin''. <strong> Michael Vick </strong> Record Night^^. http://wn.com/Chicago_Bears_Devin_Hester_89_Yard_Punt_Return_Touchdown_vs_Seahawks__Week_6 NES HQ( neshq.com) Presents-", "new_id": -2}, {"uid": "1295658301074924120", "i": 24668, "idx": 4, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "time and I've always felt he was punished for the same offence twice.'' Labour leader <strong> Ed Miliband </strong> said Mr <strong> Andy Coulson </strong> had`` done the right thing'' but should have gone earlier. He said: <q> We've been saying for some time that the cloud of allegations surrounding <strong> Andy Coulson </strong>'s tenure at the News of the World raised real questions about his ability to be at the heart of the Downing Street machine. </q> Mr <strong> Ed Miliband </strong> added:`` It raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for so long.`` I think <strong> David Cameron </strong> made the wrong judgment because it is clear that", "new_id": -2}, {"uid": "1295692954156483593", "i": 12370, "idx": 1, "sa": ["Eric Schmidt", "Rosabeth Moss Kanter"], "q": "changes in strategy generally,'' a Google spokesperson wrote in an e-mail to the Globe. Local academics and consultants who are familiar with Google's operations in the Boston area tend to agree. <q> I would categorize the changes at Google as more of a` growing up' than a` shake-up,' </q> said Harvard Business School professor <strong> Rosabeth Moss Kanter </strong>.`` <strong> Eric Schmidt </strong> has been the adult supervision at Google for 10 years, and now it's time for the founders to take over. That's what this is.", "new_id": -2}, {"uid": "1296737928237912094", "i": 31377, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "outage.`` Abu Ghraib and its follow-on effects, including the continued drum-beat of` torture' maintained by partisan critics of the war and the president, became a damaging distraction,'' he wrote. <q> More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point. </q> <strong> Donald Rumsfeld </strong> wrote <strong> President Bush </strong> two letters of resignation but both were rejected. Watch: 2001 Obama Praises <strong> Donald Rumsfeld </strong> Watch: <strong> Donald Rumsfeld </strong> Denies Blame in Friendly-Fire Case Photos: Who Are the Most Desirable Women of 2011?", "new_id": -2}, {"uid": "1295461908125829128", "i": 3285, "idx": 1, "sa": ["Howard Stern", "Simon Cowell"], "q": "he's not another <strong> Simon Cowell </strong>, and, against <strong> Howard Stern </strong>'s wishes, you won't regularly find him critiquing contestant's physical appearances.`` You can't prejudice a situation like that,'' he told <strong> Howard Stern </strong>. <q> To a certain extent you can say` You don't look like a star, you don't walk, talk and act like a star so get out of there. </q>", "new_id": -2}, [{"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet''... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}]]