[{"uid": "1297441466230703132", "i": 32009, "idx": 0, "sa": ["Eric Schmidt", "Steve Ballmer", "Stephen Elop"], "q": "will provide search advertising services on Nokia's line of devices and services, and Nokia Maps will be at the center of Microsoft's mapping services. letter, Nokia CEO <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> said: <q>Today in London, our two companies announced plans for a broad strategic partnership that combines the respective strengths of our companies and builds a new global mobile ecosystem. The partnership increases our scale, which will result in significant benefits for consumers, developers, mobile operators and businesses around the world. We both are incredibly excited about the journey we are on together.<q> Nokia CEO had \"held talks\" with both <strong> Steve Ballmer </strong> and Google CEO <strong> Eric Schmidt </strong> about integrating either the Windows Phone or Android mobile platforms into new Nokia handsets. Engadget published a leaked internal memo that is said to have", "new_id": -2}, {"uid": "1295238967163905547", "i": 26756, "idx": 1, "sa": ["Steve Ballmer"], "q": "IT involved. SharePoint is a great bridge for that,\" said <strong> Steve Ballmer </strong> in an interview with InformationWeek. When asked what SharePoint brings to the table that other Web development platforms don't, <strong> Steve Ballmer </strong> responded <q>Well, you can do anything with anything. The question is, how much work is it? What we're trying to do is essentially give the people who build these sites a higher-level set of tools, so they're not reinventing the wheel. Can we provide infrastructure that ties in and lets the end user participate, and is done in a very high-quality, finished way for those folks? And we think the answer is yes.<q> <strong> Steve Ballmer </strong>'s keynote also discussed Microsoft's commitment to SharePoint in the cloud. The company already has more than one million users signed up for SharePoint Online, a hosted version of the software. SharePoint Online", "new_id": -2}, {"uid": "1297070494041992193", "i": 7795, "idx": 0, "sa": ["Tramon Williams", "Michael Vick", "Ben Roethlisberger"], "q": "good enough. Packers cornerback <strong> Tramon Williams </strong>- yes, the same guy who ended the Eagles' season with an interception off <strong> Michael Vick </strong>- slapped the ball away and the Packers' sideline erupted in towel-tossing celebration. <q>It is not a good feeling,<q> <strong> Ben Roethlisberger </strong> said. \"I feel like I let down the city of Pittsburgh and my teammates and our fans. I can't blame anyone but myself.\" It wasn't great football that created the", "new_id": -2}, {"uid": "1295989311031850574", "i": 45817, "idx": 0, "sa": ["Eric Schmidt"], "q": "6,000 people in 2011, according to news reports on Tuesday. Though CEO <strong> Eric Schmidt </strong>, who will vacate the corner office for Larry Page in April, said in the company's quarterly earnings call that <q>We will invest in hiring even more product managers and engineers,<q> in 2011, the company didn't give specifics about its plans. It told the Associated Press only a bare outline of its plans for the year, but said it would hire more people than in 2007,", "new_id": -2}, {"uid": "1297444526101842946", "i": 24504, "idx": 2, "sa": ["Mark Buehrle", "Michael Vick"], "q": ", who had a$ 600 ticket to the game, also watched it on TV in the area under the stands. He said he too had been contacted by the league via e-mail and phone. <q>They just at this point wanted to give some apologies for what happened. They also outlined a couple of options that they presented.... What I'm trying to do know is just get all of the information I can,<q> said Moore. He also has tried to contact the attorney who filed suit. White Sox P <strong> Mark Buehrle </strong> wanted to see Eagles QB <strong> Michael Vick </strong> get hurt NFLN's Mayock cites \"cautionary\" Russell tale after", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q>It felt like we turned that corner,<q> <strong> Allen Iverson </strong> said. \"<strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.\" <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}, {"uid": "1296055743070402055", "i": 36984, "idx": 0, "sa": ["Eric Schmidt"], "q": "from the Google PR team had the chutzpah to make this suggestion to Page or if Page came up with the idea himself. As a final human touch, <strong> Eric Schmidt </strong> tweeted after the news was out: <q>Day-to-day adult supervision no longer needed!<q> I could have done without the exclamation point, but using a medium like Twitter provided a nice book end to why Google's board pursued <strong> Eric Schmidt </strong> in the first place in 2001. Again, many articles", "new_id": -2}, {"uid": "1295538156252182548", "i": 16852, "idx": 1, "sa": ["Allen Iverson"], "q": "<strong> Allen Iverson </strong> is unanimously considered to be one of the finest saxophonists in jazz today, boasting over 30 recordings in his own name and a plethora of prestigious collaborations. Superb interpreter of standards- an American critic defined him <q>the <strong> Frank Wess </strong> Sinatra of the tenor sax<q>- <strong> Allen Iverson </strong> is an eclectic artist, able to move with agility between styles, from traditional jazz to bebop. Three of his recordings won the most important recognition of the Japanese jazz press, while with the CD", "new_id": -2}, {"uid": "1295611063109838355", "i": 2998, "idx": 4, "sa": ["Eric Schmidt"], "q": "and still run the business so brilliantly,\" Page said. <strong> Eric Schmidt </strong> said the change has been under discussion \"for a long time\" as the company tried to \"simplify\" its management structure. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,<q> he said in the statement. <strong> Eric Schmidt </strong> said the key to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. \"We're trying to be", "new_id": -2}, {"uid": "1295560274260145180", "i": 7620, "idx": 4, "sa": ["Eric Schmidt"], "q": "conference call with analysts, <strong> Eric Schmidt </strong> said he's excited about the change, because the more strategic role will give him \"a chance to work on the things I'm most interested in,\" which will be <q>a significant improvement in the things that I can do in my time.<q> The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and Brin have long run Google as a trio, an approach they spelled out in an \"owner's manual\" included in the company's", "new_id": -2}]