[{"uid": "1295473479077529089", "i": 4499, "idx": 0, "sa": ["Bernie Sanders", "Barack Obama"], "q": "<q> That is pretty pathetic! I was not aware that the collapse of our manufacturing base had gone that far, </q> Independent Senator <strong> Bernie Sanders </strong> said in a letter to the director of the National Museum of American History. <strong> Bernie Sanders </strong>'s office released photographs of bronze-colored busts of the first US <strong> Barack Obama </strong>, George Washington, as well as his", "new_id": -2}, {"uid": "1296665766252297258", "i": 5800, "idx": 0, "sa": ["Craig Oliver", "David Cameron", "Andy Coulson"], "q": "departure of <strong> Andy Coulson </strong>. Here is a link to the href=\"http://blogs.ft.com/westminster/2011/02/surprise-new-replacement-for-Andy Coulson-Andy Coulson/Labour has written to the government to question why it is only approving projects based on\"> BBC biography and here is the Downing St release: <q> The Prime Minister has appointed <strong> Craig Oliver </strong>, currently Controller of BBC Global News, as the Director of Communications at 10 Downing Street. The Prime Minister said:`` I am very pleased that <strong> Craig Oliver </strong> is to become the new Director of Communications at 10 Downing Street. <strong> Craig Oliver </strong> has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the Government's programme. </q> <strong> Craig Oliver </strong> said:`` I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time.`` It's difficult to leave the BBC after a fascinating few years-", "new_id": -2}, {"uid": "1296513832171098167", "i": 39879, "idx": 0, "sa": ["Michael Vick"], "q": "in \" cobering up a serious crime. That's wrong. Only convicting on just two counts, that gives the cop a chance at his appeal. They are guilty in my opinion. Report Abuse <q> Now YOU know why minorities cheered when OJ was found not guilty </q>... minorities have been and still continue to be subjected to these Report Abuse \" All that are not WHITE... stand together with White Democrats \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the", "new_id": -2}, {"uid": "1295467181182812683", "i": 570, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "<strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in href=\"http://www.tvguide.com/celebrities/aerosmith/211263?rss=breakingnews&amp;partnerid=worldnow&amp;profileid=01\" target=\"_blank\"> Aerosmith, who's judged the hell out of himself and", "new_id": -2}, {"uid": "1295593253155664384", "i": 43684, "idx": 8, "sa": ["Eric Schmidt", "Ken Auletta"], "q": "all the attention and prosaic duties that come with running one of world's most scrutinized companies.`` I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,'' said <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World As We Know It. </q>`` I think <strong> Eric Schmidt </strong> is burned out.'' There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. User comments are not being accepted on this article. Mom accused of Munchausen by proxy insists", "new_id": -2}, {"uid": "1297528157030277664", "i": 25265, "idx": 0, "sa": ["Sergio Marchionne", "Arlette Chabot"], "q": "italiens de l'Economie et de l'Industrie, ainsi que des responsables du Pi?mont o se trouve le si?ge du constructeur, avait pour objectif de calmer l'inqui?tude provoqu?e par les d?clarations de <strong> Sergio Marchionne </strong> au sujet d'un ventuel rapprochement Fiat-Chrysler. <q> Fiat et Chrysler? Dans les deux ou trois prochaines ann?es, nous pourrons voir une seule entit. Elle pourrait tre bas?e ici aux Etats-Unis </q>, avait-il lanc en fin de semaine derni?re lors d'une visite? San Francisco. <strong> Arlette Chabot </strong> quitte France T?l?visions La journaliste avait t cart?e de la direction de l'information du groupe audiovisuel public fin ao?t. Selon certaines", "new_id": -2}, {"uid": "1297166995062062625", "i": 35887, "idx": 2, "sa": ["Simon Cowell"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> Cavaliers lose 25th straight, set another NBA record for futility; Mavericks win 99-96 DALLAS( AP)- Over one season or two, no team in NBA history has lost as many games", "new_id": -2}, {"uid": "1295798969051544070", "i": 46201, "idx": 1, "sa": ["Robert Gates", "Joe Lieberman", "Kirsten Gillibrand"], "q": "Senators <strong> Kirsten Gillibrand </strong> and <strong> Joe Lieberman </strong>-- leaders on this issue-- urged their Senate colleagues to vote for passage of repeal. http://wn.com/Senate_Democrats_Military_Officials_Advocate_for_Repeal_of_Don't_Ask,_Don't_Tell Lambda Legal Executive Director Kevin Cathcart spoke with CBS News in response to the Senate vote to repeal <q> Don't Ask, Don't Tell. </q> http://wn.com/Sec_Robert Gates_wants_Senate_to_pass_repeal,_warns_of_Court_action The Log Cabin lawsuit is being used to the advantage of those who want a legislative repeal http://wn.com/Kirsten Gillibrand_Introduces_Legislation_to_Repeal_Don't_Ask_Don't_Tell Senator <strong> Kirsten Gillibrand </strong>, joined with Senate colleagues and military leaders, introduces legislation to repeal the military's`` Don't", "new_id": -2}, {"uid": "1295970663009764877", "i": 27781, "idx": 2, "sa": ["David West", "Carmelo Anthony", "Marcus Camby", "Allen Iverson", "Tim Duncan", "Sam Mitchell"], "q": "team that went on to win the NBA championship. The Nuggets did it again Sunday night, beating the Spurs 95-89 in the first game of their David Western Conference playoff series with <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> leading the way. <q> The guys who were here two years ago know we were in the Sam Mitchelle situation last Tim Duncane, </q> Denver center <strong> Marcus Camby </strong> said.`` They ran off and won four straight. That's why no one is really happy. We came out to get Game 1 but we also want to get Game 2.''", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}]