[{"uid": "1295587628071548946", "i": 25615, "idx": 3, "sa": ["Vint Cerf", "Eric Schmidt"], "q": "<strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong>, 55, had been chief executive for 10 years- ''a nice round number''- and Page, now 37, was ready to lead the company into the future. <q>Larry and <strong> Sergey Brin </strong> are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up,</q> <strong> Vint Cerf </strong> said. ''He was the only guy that stood up to them- these were two young, smart, incredibly brilliant guys who literally had just dropped their PhDs to go start this company.", "new_id": -2}, {"uid": "1297202330112492574", "i": 9965, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "' head and also targeted ex-president <strong> President Bush </strong>'s two daughters. ''I was concerned,'' <strong> Donald Rumsfeld </strong> told ABC's ''Good Morning America'' in his first live television interview since leaving office over four years ago. <q>Of course, the president and his family had secret service protection. My family did not. And it was a somewhat awkward moment in the meeting,</q> he added in describing a 2003 national security meeting when he was told of the plot. The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy", "new_id": -2}, {"uid": "1297316623093863951", "i": 3729, "idx": 1, "sa": ["Mark Buehrle", "Michael Vick"], "q": "but there were times where we watched the game and I know it's bad to say, but there were times where we hope he gets hurt,'' <strong> Mark Buehrle </strong> told MLB.com, according to the Chicago Tribune. <q>Everything you've done to these dogs, something bad needs to happen to these guys.</q> White Sox pitcher <strong> Mark Buehrle </strong> says he and his wife sometimes rooted for Eagles quarterback <strong> Michael Vick </strong> to be injured as payback for <strong> Michael Vick </strong>'s mistreatment of dogs. The Buehrles, who own three dogs, are highly active", "new_id": -2}, {"uid": "1296964121115425444", "i": 16377, "idx": 0, "sa": ["Michael Vick"], "q": "the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q>The most fun I've ever had playing football,</q> <strong> Michael Vick </strong> said. ''The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. ''As a person and", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries. ''Things have been stable since June'' in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q>But you never know; it's possible for the government to cause us to not work.</q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}, {"uid": "1295936245231571467", "i": 48933, "idx": 3, "sa": ["Chris Bosh", "Allen Iverson", "Carlos Delfino"], "q": "three steals. ''All my life I've been watching him play and to have the opportunity to play him was fun,'' said Kings guard Sergio Rodriguez, who was matched up against <strong> Allen Iverson </strong> at times. <q>He showed that he can still play and he can play well. He looked great.</q> <strong> Allen Iverson </strong> was at his best in <strong> Chris Bosh </strong> poured in 31 points and grabbed nine rebounds to lead the Toronto Raptors to a 116-91 win over the Sacramento Kings on Wednesday. <strong> Carlos Delfino </strong> came off the bench to add 26 points", "new_id": -2}, {"uid": "1297708575012566538", "i": 19656, "idx": 0, "sa": ["Steve Ballmer"], "q": "do so with a giant like Nokia jumping into the game, supported by billions in Microsoft subsidies. In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion. <q>Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,</q> <strong> Steve Ballmer </strong> said. ''That's not just good for Nokia, that's good for all our handset partners.'' Groupon, FTD get complaints, offer Valentine's Day flower refunds Intel invests$ 26M", "new_id": -2}, {"uid": "1295009344152616960", "i": 9837, "idx": 0, "sa": ["Sarah Palin", "David Letterman"], "q": "<strong> David Letterman </strong>'s gaffe occur? Obviously, <strong> David Letterman </strong>'s writers blew it when they fed him a joke that was not only, by his own admission, in poor taste, but factually wrong. His Monday apology( <q>It's my fault that it was misunderstood</q>) made it clear their joke was not fact-checked-- the only <strong> Sarah Palin </strong> daughter in New York City last week was 14. <strong> David Letterman </strong> did a fine and funny job of apologizing and trying to make nice last Wednesday night", "new_id": -2}, {"uid": "1297375085106381330", "i": 18075, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Startup Virtual Iron has a maturing virtual server technology that is making inroads with customers and providing a challenge to VMWare. <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,</q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1297343515032342039", "i": 11773, "idx": 0, "sa": ["Steve Ballmer", "Mary Jo Foley"], "q": "began shipping in October 2010) won't hit until March 2011. I've asked company officials for comment and will update this post with Microsoft's response, if any. Update: <q>No further information as to timing has been released beyond what we already shared at CES,</q> a company spokesperson said. At CES, CEO <strong> Steve Ballmer </strong> said there would be a series of updates released for the phone over the ''next few months.'' Freelance journalist/blogger <strong> Mary Jo Foley </strong> has nothing to disclose", "new_id": -2}]