[{"uid": "1296101492101646360", "i": 11650, "idx": 12, "sa": ["Michael Vick"], "q": "served 18 months at Leavenworth, Kan. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savoring his experience with his teammates and soaking in the 80-degree weather. <q>I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short,</q> he said. Things seem to be turning around for <strong> Michael Vick </strong> off the field as well.", "new_id": -2}, {"uid": "1296820432076218415", "i": 525, "idx": 2, "sa": ["Jay Leno", "Howard Stern", "David Letterman", "the Iron"], "q": "<strong> Howard Stern </strong> calls for Hollywood to boycott <strong> Jay Leno </strong>( video) <strong> Howard Stern </strong> ended his third and final segment on Thursday night's Late Show once again pushing for <strong> David Letterman </strong> to holler back at him off camera: <q> \"Maybe we'll get our relationship on track. I want to say this. I offered my apology and it's sincere. If you trust that I'm somewhat normal now, what we'll do is we'll start by calling each other and then maybe I'll come out to Montana and I'll stare at the wall with you and we'll see what happens.</q>\" Hmm,... what would <strong> the Iron </strong> Sheik have to say about this? Follow the <strong> Howard Stern </strong> Examiner on Twitter and Facebook Want email updates on <strong> Howard Stern </strong>? Subscribe", "new_id": -2}, {"uid": "1295597137034635799", "i": 31443, "idx": 0, "sa": ["Colin Powell", "Barack Obama", "President Bush", "John McCain"], "q": "<strong> Barack Obama </strong>!( CNN)-- <strong> President Bush </strong> Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the \"inclusive nature of his campaign.\" <q>I think he is a transformational figure, he is a new generation coming onto the world stage, onto the American stage, and for that reason I'll be voting for <strong> Barack Obama </strong>,</q> <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" <strong> Colin Powell </strong> said he was concerned about what he characterized as a recent negative turn of Republican candidate <strong> John McCain </strong>'s campaign, such as the campaign's attempts to tie", "new_id": -2}, {"uid": "1297246903009437188", "i": 34467, "idx": 0, "sa": ["Lindsay Lohan", "Britney Spears", "Simon Cowell"], "q": "who strive for popularity... Photo: <strong> Britney Spears </strong>' seventh album is named \"Femme... Article: <strong> Lindsay Lohan </strong> to be charged with stealing necklace... Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse <q>I understand u <strong> Lindsay Lohan </strong> well like me sometimes I make mistakes, I dont judge u aint nobody is perfect..</q> Report Abuse \" \"After detectives began preparing to execute the search warrant, a friend of <strong> Lindsay Lohan </strong>'s brought the necklace to the Pacific Division police station.\"\" \"<strong> Lindsay Lohan </strong> doesn\"t understand how the", "new_id": -2}, {"uid": "1295010847175898671", "i": 1787, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Susan Boyle"], "q": "Got Talent star is throwing the party at her Â£ 300,000 gated home in Blackburn tomorrow, according to The Sun. The paper claims that the singer has invited both <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> to the event. <q>We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited,</q> a source said. \"<strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again.\" However, with <strong> Piers Morgan </strong> currently filming for his new CNN show in America it seems unlikely that he will be in attendance.", "new_id": -2}, {"uid": "1294977903249905195", "i": 5932, "idx": 9, "sa": ["Kenyon Martin", "Allen Iverson"], "q": "first-quarter deficit to win for the fifth time in seven games. \"Once we got it together on the defensive end we were able to run and not have to play the half-court offense,\" <strong> Allen Iverson </strong> said. <q>We just wanted it more than they did at the end.</q> Limited to just two games last year following right knee surgery, <strong> Kenyon Martin </strong> has reclaimed his role as Denver's defensive stopper this season. \"He's one of the very few guys who can play at a high", "new_id": -2}, {"uid": "1295984391158924821", "i": 41379, "idx": 0, "sa": ["Eric Schmidt", "John Paulson"], "q": "according to Bloomberg. <strong> Eric Schmidt </strong> also filed to sell 5.8% of his huge 9.2 million-share stake in Google. At January 21's closing price, the transaction would be valued at$ 326.7 million. <q>The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity,</q> the company said in the filing.( Read Read All Comments Another billionaire to stir the waters recently was <strong> John Paulson </strong> of hedge fund outfit <strong> John Paulson </strong>& Co.. The acclaimed money manager, ranked", "new_id": -2}, {"uid": "1296745521187088920", "i": 18234, "idx": 0, "sa": ["Michael Vick"], "q": "to do with the shooting and no charges were filed. However, <strong> Michael Vick </strong> and those around him are taking extra precuations this time for the \"Dallas Dynasty 2011\" event that they are billing as the <q>premiere A-list high society event of the 2011 Super Bowl.</q> The party is listed as running from 9 p.m. to 3 a.m. Jeff Skaggs, the owner of the Deux Lounge in Dallas told TMZ.com, that among the precautions being taken is that he has hired three", "new_id": -2}, {"uid": "1295276116062636062", "i": 38318, "idx": 1, "sa": ["Prince Fielder", "Mr. Bauer", "Mike Pence", "Gary Bauer", "Matt Kemp", "Albert Pujols", "Hunter Pence"], "q": "Thursday that he's only interested in the top job this Ban Abortion- 2012 Presidential Candidate www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q>All the obvious frontline names have all the usual pluses and minuses,</q> <strong> Mr. Bauer </strong> says. But in considering one... BSG: National League MVP candidates A rundown of possible National League MVP candidates including <strong> Albert Pujols </strong>, <strong> Matt Kemp </strong> Howard, <strong> Hunter Pence </strong>, <strong> Matt Kemp </strong> and <strong> Prince Fielder </strong> www.battingstanceguy.com... <strong> Mike Pence </strong>'s Speech at the", "new_id": -2}, {"i": 19500, "idx": 1, "index_answer": 0, "new_id": -1, "q": "been previously arrested are being questioned. Gilded wood statue of Tutankhamun harpooning.( AP) \"I have said if the Egyptian Museum is safe, than Egypt is safe,\" <strong> Zahi Hawass </strong> said. <q>However, I am now concerned Egypt is not safe.</q> The famed archeologist also indicated that the offices of De Morgen, a Dutch-language magazine, were also robbed. Located in Dahshur, about 25 miles south of Cairo, several valuable artifacts were stolen, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297629731208748579"}]