[{"uid": "1296506251121487405", "i": 12961, "idx": 1, "sa": ["National Geographic Society", "Ramses II", "Zahi Hawass"], "q": "sites-such as the royal necropolises at Abusir and Saqqara, the site of <strong> Ramses II </strong>'s first stone pyramids-are being ransacked. <strong> Zahi Hawass </strong>, reached by phone early Monday, dismissed such claims as being exaggerated. <q> The damage at Saqqara is not really much. I'm not worried at all. Everything is going to be safe today and tomorrow the situation will be finished, </q> said <strong> Zahi Hawass </strong>, also a <strong> National Geographic Society </strong> explorer-in-residence.( The <strong> National Geographic Society </strong> owns <strong> National Geographic Society </strong> News.) According to <strong> Zahi Hawass </strong>, all of <strong> Ramses II </strong>'s museums are now \"completely safe\" and should be open again to the", "new_id": -2}, {"uid": "1296056630157139033", "i": 7686, "idx": 1, "sa": ["Eric Schmidt"], "q": "Brin, and <strong> Eric Schmidt </strong> threatened to put Google at a competitive disadvantage as younger, more nimble Internet services such as Facebook pounce on new trends to lure away users and advertisers.\" Page told the AP: <q> My goal is to run Google at the pace and with the soul and passion of a startup. I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred: \"I am quite certain that this change will result in faster decision making and better value for the shareholders.\" What they both were really saying was that this move is", "new_id": -2}, {"i": 5355, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coordinator, because he is a defensive guy at heart, and he has that infectious personality- players relate to him,\" said former Eagles linebacker <strong> Ike Reese </strong>, who played for Mora with the Falcons from 2005-06. <q> He grew up around an NFL locker room. He has an aggressive approach. He's not an over-blitzer; Jim believes in getting after you with the front four and in strong secondary play. </q> Mora, of course, coached <strong> Michael Vick </strong> in Atlanta. Last October, he interviewed <strong> Michael Vick </strong> on behalf of the NFL Network; <strong> Michael Vick </strong> apologized to Mora for being immature and not being focused on his job when", "sa": ["Ike Reese", "Michael Vick"], "uid": "1295254492092618801"}, {"uid": "1297016781210059273", "i": 20709, "idx": 0, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong> used the term \"shyster loans\" three times Friday in an address at an auto dealer's convention in San Francisco, but he issued a statement the next day expressing his regrets. <q> I used a term in reference to the interest rate being charged on our government loans that has raised concern. I regret the remark which I consider inappropriate, </q> <strong> Sergio Marchionne </strong> said in his statement. The Detroit News said Sunday that Steve Rattner, who was the Obama administration's \"auto czar' during the bailout, said the loans were made at or below market", "new_id": -2}, {"uid": "1295983367241025063", "i": 35718, "idx": 0, "sa": ["Tony Parker", "Rafer Alston", "Allen Iverson", "Mike Woodson"], "q": "18 of 25 shots and each of his six free throws. \"<strong> Rafer Alston </strong> shot was feeling good tonight and it opened up stuff for me in the second half,\" said <strong> Tony Parker </strong>, who had 10 assists. <q> I'm just going to try to keep it going and not be satisfied with myself because you know <strong> Gregg Popovich </strong> is going to be on me the next game. </q> Hawks coach <strong> Mike Woodson </strong> said he tried different defensive schemes but none were effective. \"<strong> Tony Parker </strong> was the difference tonight http://wn.com/Allen_Iverson_46pts_vs_Tim_Duncan_Spurs_98/99_*Vintage_AI_*Rare <strong> Allen Iverson </strong> finally came up with an outstanding offensive performance, just in time for the Philadelphia 76ers' first", "new_id": -2}, {"uid": "1296768815048218146", "i": 6338, "idx": 1, "sa": ["Steve Ballmer"], "q": "people viewed the keynote via the live stream. \"Make no mistake about it, when it comes to Windows Phone, we're all in,\" said Microsoft CEO <strong> Steve Ballmer </strong> during the two-hour keynote. <q> I've gotten asked various questions, \"what will you do if this or that or blah, blah, blah... </q> \"Boom, baby!\" he enthusiastically told the crowd of developers who had descended on the Redmond campus for PDC. \"That's what we\"re going to do. Continue to work,", "new_id": -2}, {"uid": "1296106965198869114", "i": 1640, "idx": 3, "sa": ["Dwight Howard", "LeBron James", "Rashard Lewis", "Theo Ratliff", "Allen Iverson", "Mickael Pietrus"], "q": "free throws- 7 of 9- and the Magic made a team playoff record 17 3-pointers. <strong> Rashard Lewis </strong> and <strong> Mickael Pietrus </strong> had 17 points each for Orlando. \"We just have to keep fighting,\" <strong> Dwight Howard </strong> said. <q> We have an excellent opportunity in front of us. We can't think that anything's going to be easy. As a team, we believe that anytime we step on the floor and play our brand of basketball we can win. </q> <strong> LeBron James </strong> added 12 rebounds and seven assists, but he had eight http://wn.com/Allen_Iverson_22pts_vs_Cavs_00/01_NBA_MVP_*8-0_Starts PHILADELPHIA( Ticker)-- With a strong finish, the Philadelphia 76ers matched the best start in franchise history. <strong> Allen Iverson </strong> and <strong> Theo Ratliff </strong> powered a third-quarter", "new_id": -2}, {"uid": "1295556469260145156", "i": 22073, "idx": 0, "sa": ["Eric Schmidt"], "q": "for 2011. I'm not exactly sure when this thing was posted. I saw reference to it today on ReadWriteWeb. Google's three priorities are all about mobile, as they should be. <q> First, we must focus on developing the underlying fast networks( generally called LTE), </q> <strong> Eric Schmidt </strong> writes. \"Second, we must attend to the development of mobile money,\" he continues. \"Third, we want to increase the availability of inexpensive smartphones in the poorest parts of the world.", "new_id": -2}, {"uid": "1296387656254263315", "i": 3904, "idx": 3, "sa": ["John McCain", "Colin Powell"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q> a man who I admire as much as any man in the world, person in the world </q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/Steve_Quayle_with_Greg_Evensen__Armed_Forces_To_Move_Against_US_Citizens__12-3-2009__Part_5 Playlist to the entire interview- 5 of 11- www.youtube.com Make this go", "new_id": -2}, {"uid": "1295425615261013543", "i": 45487, "idx": 8, "sa": ["Sen. Bernie Sanders"], "q": "revenues for the first time last year, the Social Security Trust Fund has a surplus of$ 2.6 trillion and is expected to remain solvent in its current form until 2037, according to its trustees report: <q> It's inexplicable to me that anybody in <strong> Franklin Roosevelt </strong> would give two seconds of thought to cutting Social Security, </q> <strong> Sen. Bernie Sanders </strong> concluded. Disclaimer: The views expressed in this article are the sole responsibility of the author and do not necessarily reflect those of the Centre for Research on Globalization. The contents of this article are of sole", "new_id": -2}]