[{"uid": "1296137334113377297", "i": 3095, "idx": 1, "sa": ["Michael Vick", "DeSean Jackson"], "q": "after the NFC's morning practice. Both players were pulling black Nike roller bags full of swag, yet another perk for fulfilling their commitment and making the long trip from the East Coast to Hawaii. <q> He's got a great opportunity to come out here and show everybody what he's capable of doing, </q> <strong> DeSean Jackson </strong> added. Not that there is any doubt any longer about what <strong> Michael Vick </strong> can do. The question after this Eagles season is: Can <strong> Michael Vick </strong> do what he does at a high level over a 16-game", "new_id": -2}, {"uid": "1295545443188383380", "i": 17291, "idx": 0, "sa": ["Alassane Ouattara"], "q": "sobre si apoyar?a la imposici?n de medidas como el embargo a las exportaciones de cacao, <strong> Alassane Ouattara </strong> ha dejado claro que las sanciones deben centrarse en el presidente saliente y su entorno y no en los marfile?os. <q> Todas las medidas que respaldamos deber?an se?alar a los responsables de la situaci?n: Laurent Gbagbo, su Gobierno, su s?quito. Pero quiero dejar al margen a la gran mayor?a de la poblaci?n </q>, ha afirmado. El cacao es el sustento principal de unos 700.000 agricultores en el este pa?s africano, que es el mayor productor de este fruto en el mundo. Por ahora no ha habido discusiones", "new_id": -2}, {"uid": "1295593019183287827", "i": 15495, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "four of HP's current board members to not stand for re-election at HP's annual meeting in March represents an unusually large exodus for a company of HP's size. HP would only say that it <q> continually looks to bring new insight and perspective </q> to the company. The company's revelation came the same day that another technology heavyweight, href=\"http://finance.boston.com/boston?Larry Page=QUOTE&amp;Ticker=GOOG\" target=\"_new\"> Google Inc., disclosed a surprise reshuffling of its own: CEO <strong> Eric Schmidt </strong> is relinquishing the job", "new_id": -2}, {"uid": "1296214675253706418", "i": 19030, "idx": 2, "sa": ["Patrick Achi", "Alassane Ouattara"], "q": "a affirm <strong> Patrick Achi </strong>, porte-parole du gouvernement <strong> Alassane Ouattara </strong>.`` Les ressources qui existent dans les coffres(...) vont tre pill?es.(...) Heureusement a aurait pu tre pire'', car la BCEAO <q> g?rait ces ressources vraiment? des niveaux les plus bas </q>, a ajout <strong> Patrick Achi </strong> lors d'une conf?rence de presse au Golf h?tel d'Abidjan o est retranch le camp <strong> Alassane Ouattara </strong>. Selon le journal Le Nouveau R?veil, cette banque centrale concentrerait environ 400 millions d'euros.`` Cette", "new_id": -2}, {"uid": "1297617537105119744", "i": 58764, "idx": 0, "sa": ["Vivica A. Fox", "Marlon Wayans", "Russell Brand", "Simon Cowell", "Victoria Beckham", "Vanessa Minnillo"], "q": "Valentine's Day From the POV of the Stars <strong> Marlon Wayans </strong> Stars in Commercials Stars get fit, fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Victoria Beckham </strong>: <q> I Don't Know the Sex of My Baby! </q> <cite> Us Magazine </cite> <strong> Russell Brand </strong> Hosts Saturday Night Live:`` I'm Much More Famous in England'' href=\"http://omg.yahoo.com/news/Vivica A. Fox-a-Vivica A. Fox-i-m-taking-my-engagement-slow/56266\"> <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When", "new_id": -2}, {"uid": "1295404963171524096", "i": 26887, "idx": 0, "sa": ["Howard Stern", "Jay Leno", "Piers Morgan", "David Letterman"], "q": "took place last year. During his interview on`` <strong> Piers Morgan </strong> Tonight,'' <strong> Howard Stern </strong> expanded on his dislike for the host- and his dismay at those who watch <strong> Jay Leno </strong>'s show. As he told <strong> Piers Morgan </strong>, <q> I won't do[ his show] again. </q> <strong> Howard Stern </strong> is also staunchly Team <strong> David Letterman </strong>.`` I don't know why he's beaten <strong> David Letterman </strong> in the ratings,'' said <strong> Howard Stern </strong>.`` It's beyond my comprehension. America must be", "new_id": -2}, {"uid": "1296221591236241000", "i": 52294, "idx": 0, "sa": ["Sharon Stone", "Shirley Ann Jackson", "Angelina Jolie", "Bill Clinton", "Eben Bayer"], "q": "are among the big names who regularly attend the event. Rensselaer <strong> Bill Clinton </strong> <strong> Shirley Ann Jackson </strong> will be there. Bono and other green-minded celebrities, including Hollywood actresses <strong> Angelina Jolie </strong> and <strong> Sharon Stone </strong>, have also made appearances there. <q> It's way beyond an audience of your peers. It's certainly going to be my most challenging audience because of the caliber of folks there, </q> <strong> Eben Bayer </strong> said. The tall, brown-haired, hiking and bicycle enthusiast developed a deep connection with the environment while working on his family's maple syrup farm in Royalton, Vermont. As the front-man of the", "new_id": -2}, {"uid": "1295682265065617928", "i": 128, "idx": 22, "sa": ["Andrew P. Smith", "Mike Pence"], "q": "of New Hampshire's Granite State Poll, said it's not surprising that activists are urging <strong> Mike Pence </strong> to run. But, he noted, that doesn't mean he has a good chance of winning. <q> Republicans and Democrats go through this all the time, </q> <strong> Andrew P. Smith </strong> said.`` Particularly party activists don't see a candidate who is either well enough known, or ideologically or intellectually consistent enough for them, so they try to recruit people who fit the bill.", "new_id": -2}, {"uid": "1296260491067190794", "i": 4764, "idx": 2, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "Android prior to its unveiling, href=\"http://www.theregister.co.uk/2010/06/02/Steve Jobs_Steve Jobs_at_all_things_digital/\"> <strong> Steve Jobs </strong> said:`` No.... They started competing with us and it got more and more serious.'' Asked if he felt betrayed, he said: <q> My sex life is pretty good these days </q>. <strong> Eric Schmidt </strong> likes to portray Google as an`` open'' company that operates in contrast to a`` closed'' company like Apple.`` With the Apple model- which works extremely well, as I know", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}]