[{"uid": "1295562321105267213", "i": 39250, "idx": 5, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "<strong> Sergey Brin </strong> for a long time to come.\" <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> for doing an outstanding job leading Google as CEO. \"The results speak for themselves,\" <strong> Larry Page </strong> said in a statement. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity-- we are only at the beginning and I can't wait to get started. </q> Before <strong> Eric Schmidt </strong> was hired in April 2001, <strong> Larry Page </strong> was Google's CEO.", "new_id": -2}, {"uid": "1295911596142966787", "i": 23682, "idx": 0, "sa": ["Bernie Sanders"], "q": "television stations, websites, film studios and related production facilities; and to dominate local media controlling cable and Internet service and TV stations in major cities across the country. Senator <strong> Bernie Sanders </strong> overstates nothing when he argues that <q> this new media giant will be the largest cable provider, the largest Internet provider and one of the largest producers of content in the United States. At a time when a small number of giant media corporations already control what the American people see, hear and read, we do not need another media conglomerate with control over the production and distribution of media content. What we need is less concentration of ownership, more diversity, more local ownership-and more viewpoints. </q> Small cable providers joined consumer groups to object to the Comcast-NBCU merger, but most major media and telecom firms were conspicuously silent as Comcast( which ranked fourth among corporate contributors to 2010 election campaigns) spent", "new_id": -2}, {"uid": "1295563194254656562", "i": 8492, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": ", <strong> Larry Page </strong> will take over Google's day-to-day operations, and his fellow founder <strong> Sergey Brin </strong> will focus on \"his passion\" of strategic projects, as he said on an investor call Thursday. <strong> Eric Schmidt </strong> will concentrate <q> externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are increasingly important given Google's global reach, </q> the company's release read. wrote in a blog that the change-up was designed to simplify Google's management structure and speed up decision making. Why this matters Since <strong> Eric Schmidt </strong> came on board at Google in", "new_id": -2}, {"uid": "1297224727163495958", "i": 28586, "idx": 6, "sa": ["Katrina Pierson", "Michael Vick", "Dwaine Caraway"], "q": "things to help the citizens of Dallas. I'm not quite sure how <strong> Michael Vick </strong> fits that profile\" says <strong> Katrina Pierson </strong>. Reverend Marion Barnett supports <strong> Dwaine Caraway </strong> and says it was appropriate to give <strong> Michael Vick </strong> the key. <q> When we look at Mr. <strong> Michael Vick </strong>, he's had a repentant type of attitude </q> says Barnett. \"It's racism. Yes, there's still a double-standard in this country and we need to stop this unethical treatment of black human beings\" says Barnett. <strong> Katrina Pierson </strong>, who is", "new_id": -2}, {"uid": "1295638649267567121", "i": 45733, "idx": 1, "sa": ["Eric Schmidt"], "q": ". <strong> Eric Schmidt </strong> has submitted an SEC filing to prepare a stock sale valued at about$ 334 million, which are set to take place over a one year period. According to the filing, <q> <strong> Eric Schmidt </strong> intends to sell approximately 534,000 shares of Class A common stock. </q> PREVIOUS: Open Source Platform DotNetNuke Supports Microsoft WebMatrix and Razor Applications NEXT: UK Web Host EZPZ Offers SpamExperts Incoming Mail Filter for Free Comment anonymously or log into your WHIR account UK Web Host EZPZ", "new_id": -2}, {"uid": "1295795435125714464", "i": 10731, "idx": 8, "sa": ["Colin Powell", "Barack Obama"], "q": "While stressing that he votes for the person and not the party, <strong> Colin Powell </strong> said no 2012 candidates had risen to the top of the potential GOP Barack Obamaial field for him yet. He lauded <strong> Barack Obama </strong> for <q> definitely focusing on being <strong> Barack Obama </strong> of the United States. </q> Powell-Barack Obamas-more-youthful-approach-has-helped-international-relations <strong> Colin Powell </strong>: <strong> Barack Obama </strong>'s` more youthful approach' aids international relations Human rights panel chairman: Hosting Hu gave Beijing moral legitimacy Boehner marks Roe v. Wade anniversary, highlights anti-abortion efforts Barrasso:", "new_id": -2}, {"uid": "1295479717073809963", "i": 34128, "idx": 0, "sa": ["Bernie Sanders", "George W. Bush"], "q": "Here's some good news: The Nation magazine will publish the Vermont senator's Dec. 10 tirade against extending the George W. Bush-era tax cuts in its entirety this February. The book will be titled, <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> <strong> Bernie Sanders </strong>' speech was not technically a filibuster because it did not hold up any legislative action. But the technicality did not bother <strong> Bernie Sanders </strong>' fans. The independent senator tapped into the outrage on the left", "new_id": -2}, {"uid": "1295806200208044038", "i": 59829, "idx": 6, "sa": ["Gabrielle Giffords", "Robert Gates", "Colin Powell", "Barack Obama"], "q": "Gates-Robert Gates\"> <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal Barack Obamaial adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said. \"I am not interested in a government job.\" Reflecting on the Arizona shootings that killed six people and badly wounded U.S. Rep. Giffords-Gabrielle Giffords\"> <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said", "new_id": -2}, {"uid": "1295018833055181321", "i": 10561, "idx": 2, "sa": ["Gabrielle Giffords", "Bernie Sanders", "Sandra Day O'Connor"], "q": "told ABC News. \"She will not die. She does not have that permission from me.\" 01/12/2011 1:08 AM ET <strong> Bernie Sanders </strong>' Office Defends Shooting Reference In Fundraising Message reports: <q> A spokesman for Sen. <strong> Bernie Sanders </strong>( I-VT) is defending the Senator's decision to reference the shootings in Arizona as part of a newsletter and fundraising appeal he sent to constituents on TuesSandra Day O'Connor. </q> took some heat on TuesSandra Day O'Connor for including his reflections on the shooting of Rep. <strong> Gabrielle Giffords </strong> in the context of raising money to fight Republicans and other \"right-wing reactionaries.\" 01/12/2011 12:55 AM ET AP: More Warning", "new_id": -2}, {"uid": "1297354910224657459", "i": 25798, "idx": 0, "sa": ["David Letterman", "Richard Engel", "Jim Axelrod", "Terry Moran", "Ann Curry", "Anderson Cooper"], "q": "from New York with \"Nightline\" co-anchor <strong> Terry Moran </strong> live on the phone from Tahrir Square. <strong> Terry Moran </strong> had gotten to the front of the crowd and asked an Egyptian General what it all meant. He told <strong> Terry Moran </strong>: <q> This will be over tonight. </q> <strong> Jim Axelrod </strong> anchored a special report 10:44 am with <strong> Ann Curry </strong> anchored a special for NBC stations at 10:48 with reporting from <strong> Richard Engel </strong>. <strong> Anderson Cooper </strong> Talks About Being Attacked in Egypt on` The Late Show with <strong> David Letterman </strong>' Current TV Plans", "new_id": -2}]