[{"uid": "1297616629186400779", "i": 26893, "idx": 35, "sa": ["Donald Rumsfeld"], "q": "junior lieutenant general in the Army, and had a scandalously undermanned headquarters.`` I raised 16 kinds of the dickens about it... and the Army didn't get it staffed,'' <strong> Donald Rumsfeld </strong> said. <q> He went on for a long period with a seriously understaffed command. </q> It was a set up for failure, and <strong> Donald Rumsfeld </strong> was in charge.`` You are responsible for the occupation of Iraq,'' said Martin.`` Supposedly.''", "new_id": -2}, {"uid": "1296224676092700695", "i": 2086, "idx": 10, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "that <strong> Mike Pence </strong> has`` come to the place that's right for him and his family.''`` What I most want is for him to have a long future,'' <strong> Marjorie Dannenfelser </strong> said. <q> So I'm sure that he's made a discernment that this is the right move. </q> Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one`` because he made it.''`` You've got to", "new_id": -2}, {"uid": "1295615268003915792", "i": 27023, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Barack Obama", "David Cameron"], "q": "the CIA,'' she said.`` <strong> Saddam Hussein </strong> had nothing to do with 9/11,'' she added,`` and I have never seen anything to make me change my mind.'' But, she said, <q> it was not a judgment that found favor with some parts of the American machine </q>- namely <strong> David Cameron </strong> <strong> Barack Obama </strong> <strong> Donald Rumsfeld </strong>, the United States secretary of defense at the time. That`` is why <strong> Donald Rumsfeld </strong> started an alternative intelligence unit in the Pentagon to seek an alternative judgment,'' she said. MI5", "new_id": -2}, {"uid": "1295779843220971037", "i": 635, "idx": 1, "sa": ["Max Clifford", "Andy Coulson", "Ian Edmondson"], "q": "<strong> Max Clifford </strong> and could decide to speak out. <strong> Max Clifford </strong> has said that he is not representing <strong> Ian Edmondson </strong>. <strong> Andy Coulson </strong>'s resignation has prompted Labour frontbencher Chris Bryant to call for the police to conduct a new investigation. <q> To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place, </q> he said.`` I hope now, finally, that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth", "new_id": -2}, {"uid": "1296767727048218114", "i": 13810, "idx": 4, "sa": ["James Cleveland", "Chris Webber", "Allen Iverson", "LeBron James"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... LEBRON JAMES FLIPS OUT ON CLEVELAND FANS!!!! <strong> LeBron James </strong> goes apeshit on some fans in <strong> James Cleveland </strong>.... NBA Playoff Preview Round 1: <strong> James Cleveland </strong> Cavs vs. Chicago Bulls ft. <strong> LeBron James </strong>& Shaq( NBA 2K10) Sports", "new_id": -2}, {"uid": "1294997731235044878", "i": 42725, "idx": 5, "sa": ["Brian Finneran", "Michael Vick", "Eric Weems"], "q": "a little extra time. These coaches are here all the time.'' <strong> Brian Finneran </strong> got along with <strong> Michael Vick </strong>. He's just not afraid to speak his mind, including to teammates' faces. <q> It's almost like a pay-it-forward type deal, </q> <strong> Brian Finneran </strong> said.`` I had guys do it with me. I try to emphasize that with all the young guys around. <strong> Eric Weems </strong>, one of our special-team studs, I kept reminding him:` Do the", "new_id": -2}, {"uid": "1296712458199049251", "i": 4813, "idx": 1, "sa": ["Connor Myers", "Michael Vick", "Luke King", "Solomon Means", "Mike Hoke"], "q": "on defensive lineman <strong> Connor Myers </strong> and Eric Shufford,`` a <strong> Michael Vick </strong> prototype'' who will be used as a change-of-pace with quarterback <strong> Mike Hoke </strong>.`` This guy's film was unreal,'' McBride said of Shufford. <q> We also got the best defensive lineman in Oklahoma[ <strong> Connor Myers </strong>]. I don't know how we got him.`` This class was basically designed to fill what we needed. And their all high school kids, which shows that our program has a pretty solid foundation. </q> Elie Bouka WR 6-0/180 Montmorency Secondary( Laval, Quebec) <strong> Luke King </strong> LB 6-0/200 Cottonwood High <strong> Solomon Means </strong> CB 6-1/165 Lincoln High( Stockton, Calif.) <strong> Connor Myers </strong> DL 6-0/280 Edmond Memorial High", "new_id": -2}, {"i": 33268, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "sa": ["Eric Schmidt"], "uid": "1295570074192872461"}, {"uid": "1297261068179191811", "i": 20147, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> President Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which Powell sketched out the presentation he was to make at the U.N. two days later. <strong> Donald Rumsfeld </strong> quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that Colin will talk about it. </q> Khurmal is the name of a village near the site. Powell objected. In his U.N. presentation, Powell described it as`` Terrorist Poison and Explosive Factory, Khurmal.'' <strong> Donald Rumsfeld </strong> said Khurmal was operated", "new_id": -2}, {"uid": "1295329270137969707", "i": 30486, "idx": 1, "sa": ["Mike Pence", "Ronald Reagan", "Jack Kemp", "Jim Ryun", "Bill Clinton"], "q": "deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. <strong> Bill Clinton </strong> representative <strong> Jim Ryun </strong> of Kansas is also helping the campaign to collect signatures from Tea Party movement conservatives and activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, progrowth, projob creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the Tea Party, and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}]