[{"uid": "1295779865127156268", "i": 4935, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the booming mobile telephone market with its Android mobile operating system. \"Facebook is the world's biggest social network and Google is not going to come up with another social network,\" he said. <q> But they already have a massive social presence. \"YouTube is the third biggest website in the world and massively social... Email is still the primary social communication media and Google is the fastest growing email provider in the world. \"And they've got the largest blogging platform in the world so they are already a massive player in social, </q> he added. In a conference call with financial analysts after the surprise announcement that Page would replace <strong> Eric Schmidt </strong> in April, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena.", "new_id": -2}, {"uid": "1295976104233406491", "i": 15166, "idx": 1, "sa": ["Patrice Lumumba", "Allen Iverson"], "q": ". For a player often described as selfish and immature, it was a giant step toward superstardom. \"It's special, and it's a tribute to my coach and my teammates,\" said <strong> Allen Iverson </strong>. <q> I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball, </q> Brown said. \"There were so many lessons to be learned, from him http://wn.com/Christian_Cook_playing_for_the_MLL_Major_League_Lacrosse DR of Congo: Discreet Commemorations of the 50th Anniversary of <strong> Patrice Lumumba </strong>'s Assassination Amid rumors of rebel groups unifying in Congo, countries", "new_id": -2}, {"uid": "1295975913233406486", "i": 8928, "idx": 0, "sa": ["Allen Iverson"], "q": "out, he dribbled across mid-court and launched a game-wining 40-foot 3-pointer to lift the USA Senior Team( 2-1) to an 80-77 victory over Germany( 1-1) in front of a sold-out Kolnarena crowd numbering 18000. <q> It felt good when it left my hand, I knew it had a chance, </q> said <strong> Allen Iverson </strong> of his game winner. \"I tried to side step him( his defender) just to get a little bit of space and I got a good look at the basket and fortunately it went in", "new_id": -2}, {"uid": "1297512182040550410", "i": 27951, "idx": 0, "sa": ["Eric Schmidt"], "q": "waarden van onder meer microblogdienst Twitter en ontwikkelaar van sociale games Zynga lopen in de miljarden. In het interview met zakentijdschrijft Bilanz, dat niet online beschikbaar is, zegt <strong> Eric Schmidt </strong> dat deze schattingen onrealistisch zijn. <q> Mensen geloven dat deze bedrijven grote verkopen gaan behalen in de toekomst. Er zijn duidelijke tekenen van een bubbel. </q> Het is onduidelijk of <strong> Eric Schmidt </strong> een eventueel aankoopbedrag van Twitter op deze manier omlaag probeert te krijgen. Google zou volgens berichten samen met Facebook in de race zijn om Twitter te kopen. Met de", "new_id": -2}, {"uid": "1295552249131891230", "i": 33273, "idx": 1, "sa": ["Simon Cowell"], "q": "Idol last year in order to focus on bringing The X Factor to the US, admitted that a discussion with unnamed \"successful\" friends made him realise he had to move on. He said: <q> And I think that's good advice. Something inside you just says, \"You know what, it's time to go'. Without any regrets whatsoever. </q> <strong> Simon Cowell </strong> also insisted that he enjoys being a talent show judge because it's not very difficult. EastEnders: Alfie\"s behaviour angers Kat Emmerdale: A row takes place at the funeral", "new_id": -2}, {"uid": "1295264992125091902", "i": 27234, "idx": 0, "sa": ["Piers Morgan", "Alec Baldwin", "Rooney Mara", "Natalie Portman", "Oprah Winfrey", "Emily Blunt", "Simon Cowell"], "q": "the X-Factor boss starred side by side as judges on Britain's Got Talent, and <strong> Piers Morgan </strong> claimed he would never gone to the lengths <strong> Simon Cowell </strong> has in pursuit of keeping his looks. He told Parade: <q> I'm not as vain as him, physically. He has all these treatments and Botox and all. I don't do that kind of thing. </q> <strong> Oprah Winfrey </strong> finds <strong> Piers Morgan </strong>'s interviewing style \"tough\" <strong> Alec Baldwin </strong> has hailed <strong> Rooney Mara </strong> as the \"biggest movie star of her generation\"... <strong> Emily Blunt </strong>: <strong> Natalie Portman </strong> is better dancer <strong> Emily Blunt </strong> says <strong> Natalie Portman </strong> could \"definitely out-tutu\" her", "new_id": -2}, {"uid": "1296024963108707853", "i": 21177, "idx": 3, "sa": ["Marina Ottaway", "Hillary Clinton", "Donald Rumsfeld"], "q": ", <strong> Marina Ottaway </strong> said. US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> nimbly stepped in with a speech in Doha on January 13 warning Arab leaders to allow their citizens greater freedoms or risk extremists exploiting the situation. <q> There is no doubt that the United States is trying to position itself very quickly on the good side, </q> <strong> Marina Ottaway </strong> told AFP.", "new_id": -2}, {"uid": "1295743991123617308", "i": 23254, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": " \"So far, our worst day in government,\" a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The Leading article: <strong> Andy Coulson </strong> has departed, but uncomfortable questions remain Britain will be hoping that yesterday's resignation of <strong> Andy Coulson </strong>, Downing Street's director of communications, signals the end of", "new_id": -2}, {"uid": "1295432538243531793", "i": 17366, "idx": 0, "sa": ["Simon Cowell"], "q": "wisecracks about contestants and their abilities. He is often parodied in pop culture, and was described by the The Times journalist Minette Marrin as representing, along with his fellow judges on Britain's Got Talent, the <q> heartless, thoughtless and superficial the flotsam and jetsam of the polluted seas of celebrity that is likely to sink without trace into toxic foam </q>. <strong> Simon Cowell </strong> is known for combining activities in the television and music industries, having promoted singles and records for various artists, including television personalities. He was most recently featured on the sixth series of The X Factor", "new_id": -2}, {"i": 46868, "idx": 2, "index_answer": 0, "new_id": -1, "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q> I think he's working very hard on the issue of unemployment, which I think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"We didn't elect \"Superman,\" we elected a human being.\" <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "uid": "1295800027068403245"}]