[{"uid": "1295368384224215084", "i": 31842, "idx": 0, "sa": ["Katie Price", "Piers Morgan", "Perez Hilton", "Simon Cowell", "Alex Reid"], "q": "to Heat, the glamour model will contact <strong> Simon Cowell </strong>, <strong> Piers Morgan </strong> and <strong> Perez Hilton </strong> in a bid to improve her image in America following href=\"http://www.digitalspy.co.uk/showbiz/news/a298187/Katie Price-calls-Alex Reid-a-fame-hungry-sponger.html\"> her split from husband <strong> Alex Reid </strong>. A source told the publication: <q> <strong> Katie Price </strong> was devastated when she didn't break America, but typically she refuses to accept defeat.`` But first she'll make it look like none of this is her fault and she's the victim. She's just working out how to do that. </q> EastEnders: Carol tells Bianca the truth Emmerdale: Andy is officially questioned Hollyoaks: 2997: Brendan helps out Mitzeee Neighbours: 6057: Declan starts playing dirty", "new_id": -2}, {"uid": "1297170776188874758", "i": 41624, "idx": 3, "sa": ["Tom Leppert", "Michael Vick", "Dwaine Caraway"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Tom Leppert </strong> said he has asked the city manager to`` propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would`` welcome a clarification of the guidelines.'' Facebook! Know something", "new_id": -2}, {"uid": "1295641898262504480", "i": 29593, "idx": 10, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "vice chairman of search firm Korn/Ferry International. Mr. <strong> Eric Schmidt </strong>, however, indicated he is staying put-at least for now. He said he and Messrs. <strong> Larry Page </strong> and <strong> Sergey Brin </strong> will remain`` a powerful triumvirate'' and <q> best friends and partners. </q> <cite>- Joann S. Lublin contributed to this article. </cite> Copyright 2011 Dow Jones& Company, Inc.. All Rights Reserved This copy is for your personal, non-commercial use only. Distribution and", "new_id": -2}, {"uid": "1296166252125468724", "i": 42811, "idx": 0, "sa": ["Mike Pence", "Sarah Palin"], "q": "him. A couple folks tried to persuade me he was boring, but I saw him address the NRA Convention last year, and he blew the doors off the place. My coverage of that speech: <q> <strong> Mike Pence </strong> of Indiana: As a well-known figure, it's hard to describe <strong> Mike Pence </strong> as a breakout star, but he was the next-to-last big-name speaker, and while he joked that following <strong> Sarah Palin </strong> was like having R2-D2 follow Luke Skywalker, he most effectively matched the call for a broad conservative agenda to the audience before him. </q> \" The NRA cherishes having friends on both sides of the aisle, and prefer a pro-gun Democrat over a Republican who wavers; they bristle at the accusation that they are essentially a GOP organization. <strong> Mike Pence </strong> came", "new_id": -2}, {"uid": "1295902691252543110", "i": 5047, "idx": 0, "sa": ["Eric Schmidt"], "q": ", Jan 24, 2011, 3:57 PM EST- U.S. Markets close in 3 mins. Google awards$ 100 million to <strong> Eric Schmidt </strong>{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Barbara Ortutay, AP Technology Writer, On Monday January 24, 2011, 3:32 pm NEW YORK( AP)-- Google Inc.", "new_id": -2}, {"uid": "1296117571165298183", "i": 9356, "idx": 8, "sa": ["Michael Vick"], "q": "the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,'' said <strong> Michael Vick </strong>, who missed three games with a rib injury sustained Oct. 3. <q> I came back and I was still hurt and I was able to go out there and continue the season and then I hurt my back late in the season. Unequal was one of the reasons I've been able to make it through the season. </q> Another reason he's here is the fans. <strong> Michael Vick </strong> was the leading NFC vote-getter for the Pro Bowl.`` I'm very thankful and happy to be here and I'm going to try", "new_id": -2}, {"uid": "1296894347001409025", "i": 12476, "idx": 9, "sa": ["Michael Vick"], "q": "couldn't do it, and that's what it is.'' Butler introduced <strong> Michael Vick </strong> to the Boys& Girls Club crowd.`` Regardless of what you may hear,'' Butler said, <q> he is all about the kids. </q> <strong> Michael Vick </strong> didn't mention dogfighting, the activity that landed him in federal prison, but he did refer to imprisonment for`` real bad decisions.'' He spoke of a desire to become a coach someday", "new_id": -2}, {"uid": "1295665758145047566", "i": 51860, "idx": 0, "sa": ["Michelle Williams", "Heath Ledger", "David Letterman"], "q": ". I say they gasped. <strong> Heath Ledger </strong> takes this in.`` Yeah,'' he says.`` Her poor character. <strong> Michelle Williams </strong> played it so well- just that look on her lace.'' He shrugs. <q> Every time I see it, I can't help but laugh. </q> March 23, 2006 issue of Rolling Stone. The issue is available in the href=\"http://www.rollingstone.com/allaccess\"> online archive. It's months later, and everything has changed. <strong> David Letterman </strong> is doing the top", "new_id": -2}, {"uid": "1295221596191463425", "i": 23800, "idx": 0, "sa": ["Colin Powell"], "q": "to tap all the talent at our disposal to solve the nation's problems wherever in the world that talent originates. Former Secretary of State <strong> Colin Powell </strong>, in 2003, href=\"http://www.migrationpolicy.org/pubs/visa_report.pdf\" target=\"_hplink\"> described the goal of <q> Secure Borders, Open Doors, </q> and we have been trying to find the correct formula ever since. We need a better balance between national security and maintaining the critical, bidirectional flow of people and ideas. Please reconsider passage of the DREAM", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,'' <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}]