[{"uid": "1296500464024739867", "i": 58557, "idx": 0, "sa": ["Clint Eastwood", "Angela Merkel", "Boris Becker", "Eric Schmidt"], "q": "Audi. \"Daimler needs to regain some of its innovative edge, and fuel cells might help them do that,\" said Philippe Houchois, a London-based analyst at UBS, who recommends buying the shares. <q> Daimler has pretty much been in the forefront on fuel cells, but they haven't been very consistent. </q> The event in Stuttgart, Germany, which kicks off a year-long celebration, was attended by about 1,400 guests including Chancellor <strong> Angela Merkel </strong> and former tennis star <strong> Boris Becker </strong>. Actor <strong> Clint Eastwood </strong> and Google CEO <strong> Eric Schmidt </strong> congratulated", "new_id": -2}, {"uid": "1296059539015335455", "i": 17437, "idx": 2, "sa": ["Wanda Jackson", "Bob Dylan", "David Letterman", "Jack White"], "q": "Show With <strong> David Letterman </strong>\" in New York and \"Conan\" in Los Angeles. \"I want to thank <strong> Jack White </strong> for making all this happen for me,\" <strong> Wanda Jackson </strong> said at an event last week. <q> He forgets I've got to watch my heart. I'm an old lady. But <strong> Bob Dylan </strong> I don't feel it tonight. </q> She told the crowd about the release of her new Jack White-produced album, \"The Party Ain't Over,\" released Tuesday. The collection of rock'n' roll, country and gospel covers makes a loose-legged", "new_id": -2}, {"uid": "1296218677100073685", "i": 43074, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "on downloads and conventional cellular data plans, while the world is shifting towards browser/cloud approaches and new-style devices and content. In the new structure, <strong> Larry Page </strong> will lead product development and technology strategy, while Brin <q> will devote his energies to strategic projects, in particular working on new products </q>. <strong> Eric Schmidt </strong> will take the role of executive chairman, \"focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership\" . He will also act as internal advisor to", "new_id": -2}, {"uid": "1295505910113688578", "i": 49296, "idx": 2, "sa": ["Sergio Marchionne"], "q": "can not stop if Chrysler is going to continue to rejuvenate its lineup, pay off government bailout loans and take the company public again. \"I can't stop the machine,\" <strong> Sergio Marchionne </strong> said. <q> So far I have been able to manage it, </q> but \"there will come a point in time when I have to go into the kitty and use other cash for this.\" Nolan Finley: What despicable opportunists are some on the Left to exploit the", "new_id": -2}, {"uid": "1296708988047382536", "i": 49650, "idx": 3, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "stubborn chapter of the myth that I had stage-managed Ford's staff reorganization,\" he writes, adding: \"By repeating the myth instead of setting the record straight, George H. W. Bushn effect endorsed it.\" <q> It has always amazed me that <strong> George H. W. Bush </strong>'s version of what took place has consistently been contrary to the facts, even when the actual version of what took place had been attested to in writing by Gerald Ford, </q> <strong> Donald Rumsfeld </strong> concludes. <strong> George H. W. Bush </strong> isn't the only Republican who comes in for tough treatment. <strong> Donald Rumsfeld </strong> hammers former <strong> George H. W. Bush </strong> Nelson Rockefeller for being an \"imperial <strong> George H. W. Bush </strong>\" and \"bullying.\" VIDEO: Health", "new_id": -2}, {"uid": "1295795458081494033", "i": 48057, "idx": 0, "sa": ["William Buick", "Eric Schmidt"], "q": "to return to action at Meydan on February 3. Speaking to Radio, the jockey explained how fortunate he had been that a fall on Foolin Myself at the track on December 30 had not been more serious. <q> It could have been worse- I was very lucky, </q> <strong> William Buick </strong> said. \"It's never very clever when you fall off a horse. These things do happen- you just don't want them Did <strong> Eric Schmidt </strong> Jump? ro \"Or Was He Pushed? power straight", "new_id": -2}, {"uid": "1295498091112721922", "i": 7366, "idx": 2, "sa": ["Ali Farokhmanesh", "Phil Jackson", "Ben Wallace", "Allen Iverson", "Tim Duncan", "James Cleveland"], "q": "an NBA championship. Before the game, fans peppered him with obscene chants and booed every Tim Duncane he appeared on the giant TV screens Ben Wallaceeath the scoreboard. They held up signs that read, \"Quitness\" and <q> Play Like It's Game Five </q>-- a reference to his playoff failure against Iverson_Allen Iverson_54pts_vs_James Cleveland_CavAli Farokhmaneshers_2000/2001_MVP_NBA_Regular_Season <strong> Allen Iverson </strong> keeps scoring and the Phil Jacksonadelphia 76ers keep winning. One night after a 41-point effort in Phil Jacksonadelphia's most lopsided win of the season, <strong> Allen Iverson </strong> scored an NBA season-high", "new_id": -2}, {"uid": "1296615825145653773", "i": 23913, "idx": 1, "sa": ["Sergio Marchionne"], "q": "... Seven years ago, Nashville native Jaqueline Webster was just 15 years old when she traveled to... CEO <strong> Sergio Marchionne </strong> said Chrysler has an \"obligation to our people.\" Zoom <h6> CEO <strong> Sergio Marchionne </strong> said Chrysler has an <q> obligation to our people. </q> </h6> DETROIT- Chrysler Group LLC will pay its union workers an average \"performance award\" of$ 750 next week, based on the automaker's 2010 operating profit of$ 763 million, despite the fact", "new_id": -2}, {"uid": "1297494586239927316", "i": 25152, "idx": 1, "sa": ["Joe Bell", "David Letterman", "Scott Morgan"], "q": ", he's one of 22 bagger champions from as many states. For the past few years or so, the national winner is invited to The Late Show with <strong> David Letterman </strong>, <strong> Joe Bell </strong> said. <q> He should be proud just to go to Las Vegas, </q> said <strong> Scott Morgan </strong>, his father. \"At one time he and another contestant were neck-and-neck. He had Colby beat, then raised his hand to show he was finished, and an item fell", "new_id": -2}, {"uid": "1296074555171098119", "i": 40756, "idx": 1, "sa": ["Michael Vick", "Barack Obama"], "q": "inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. \"We're real excited about it,\" chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a \"sizable\" contract. \"We believe it was worth", "new_id": -2}]