[{"uid": "1295833841223035433", "i": 5922, "idx": 6, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q>There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,</q> he said. \"All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country, but with", "new_id": -2}, {"uid": "1295999663180568069", "i": 7600, "idx": 0, "sa": ["Eric Schmidt", "Danny Sullivan", "Sergey Brin"], "q": "decade. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google's biggest challenges now are to \"prove that they've got their Mojo back and that nobody needs to fear them.\" <q>You have investors and others saying \"Gosh, Facebook seems to be doing so well. Why aren't you the hot new thing?\"</q> <strong> Danny Sullivan </strong> said. In a conference call with financial analysts after the announcement that Page would replace <strong> Eric Schmidt </strong>, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena. Help and Tech", "new_id": -2}, {"uid": "1296292861120143897", "i": 22718, "idx": 0, "sa": ["Zahi Hawass"], "q": "took up posts outside the massive coral-colored building in downtown Cairo. Soldiers surrounded the building and moved inside to protect mummies, monumental stone statues, ornate royal jewelry and other pharaonic artifacts. Report Abuse <q>The Egyptian army secured Cairo's famed antiquities museum early Saturday, protecting thousands of priceless artifacts, including the gold mask of King Tutankhamun, from looters.</q>- Ah, let them loot and take the treasure prime: This <strong> Zahi Hawass </strong>, much the human crime; Full of himself and of that great hot air Report Abuse \"First the` protesters", "new_id": -2}, {"uid": "1296770511173654034", "i": 12191, "idx": 41, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": "well. <strong> Donald Rumsfeld </strong> was appalled by the photos of abuse at Abu Ghraib prison, but says the public might have viewed them as evidence of a small group of guards run amok if other pictures had been released- <q>showing soldiers engaged in similarly disturbing sexual, sadistic acts-but with each other: Americans on Americans.</q> A week later, <strong> Donald Rumsfeld </strong> gave the <strong> Bill Clinton </strong> a handwritten note saying \"that you have my resignation as <strong> Donald Rumsfeld </strong> of Defense any time you feel it would be helpful to you.\" \"Don", "new_id": -2}, {"uid": "1295390036093929511", "i": 45961, "idx": 1, "sa": ["Nigel Lythgoe", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "tonight? No one. \"With <strong> Simon Cowell </strong> leaving, that has given us a new direction that we're almost forced into,\" executive producer <strong> Nigel Lythgoe </strong> told TV critics in Los Angeles last week. <q>But it allows us to be creative and shake the whole thing up.</q> Like returning judge Randy Jackson, panel newcomers <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> see themselves more as merchants of mentoring than of menace. \"We bring a different perspective... especially if you're speaking about", "new_id": -2}, {"uid": "1296282852002965504", "i": 19637, "idx": 2, "sa": ["Eric Schmidt", "Ahmed Fathi"], "q": ". The stability of the country is, of course, extremely important but not at the cost of freedom of opinion.\" <strong> Eric Schmidt </strong>, Google's chairman, also denounced the Web blackout. <q>We obviously think it's a bad idea, we obviously do not want these things to happen,</q> he said. Yesterday in New York City, in the Egyptian enclave along Steinway Street in Queens, about 60 Egyptian-Americans rallied to support the protesters. Rally organizer <strong> Ahmed Fathi </strong>, 46, chairman of", "new_id": -2}, {"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.\" Saying his \"heart was in Indiana,\" <strong> Mike Pence </strong> said he would continue to meet with <q>the good and strong and opinionated people of this state</q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}, {"uid": "1296225359092700754", "i": 12056, "idx": 5, "sa": ["Gov. Rick Perry", "Barack Obama", "Mike Pence", "Rahm Emanuel", "Mitch Daniels"], "q": ", current <strong> Gov. Rick Perry </strong> <strong> Mitch Daniels </strong>, who can't seek a third term. The chair of the Republican Governors Association, <strong> Gov. Rick Perry </strong>, issued a boastful statement Thursday saying he was encouraged by <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong>'s decision. <q>While the Republican presidential field lost a strong voice today, I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision,</q> <strong> Gov. Rick Perry </strong> said. NEW FACE At the end of his third week on the job, <strong> Barack Obama </strong>'s chief of staff, Bill Daley, wrapped up the West Wing reorganization that has been underway for", "new_id": -2}, {"uid": "1295552617218546231", "i": 19587, "idx": 0, "sa": ["David Letterman"], "q": "a guest on The Late Show with <strong> David Letterman </strong> when the host asked him mid-interview if he would care to perform a song. The funnyman obliged and told the audience as he made his way to the stage: <q>You know in my business, or in our business, there's a traditional career path: TV, movies, then <strong> Liza Minnelli </strong>, your own special, reality show host, the Palm Springs Follies, and then this show... But the challenge on this magical journey is to stay relevant and fresh. And if you really want to remain white hot in the press- there's only one place to go.</q> As the music began a pair of back-up singers and a drummer appeared onstage, dancing behind him. And Short used his musical moment to mock troubled stars who've hit headlines for all the", "new_id": -2}, {"uid": "1296744918231997480", "i": 8129, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "terse, as he depicted the Arizona senator as having a \"hairtrigger temper and a propensity to shift positions to appeal to the media.\" recalls, the rivalry between the two is not a recent revelation: <q><strong> John McCain </strong> hasn't been shy in his public criticisms of the former Defense Department leader, and his Thursday comments reflect longstanding tensions. \"We are paying a very heavy price for the mismanagement-- that's the kindest word I can give you-- of <strong> Donald Rumsfeld </strong>, of this war,</q> he said while campaigning for the Republican presidential nomination in 2007. \"I think that <strong> Donald Rumsfeld </strong> will go down in history as one of the worst secretaries of Defense in history.\"\" McSweeney's Will Publish <strong> Donald Rumsfeld </strong>", "new_id": -2}]