[{"uid": "1297664302251969608", "i": 7426, "idx": 0, "sa": ["Sergio Marchionne", "John Elkann", "Silvio Berlusconi"], "q": "''( Fiat Chairman) <strong> John Elkann </strong> and <strong> Sergio Marchionne </strong> have confirmed to the government the intention of pursuing the Italian group's development objectives,'' <strong> Silvio Berlusconi </strong>'s office said in a statement on Saturday after the meeting. <q> The government acknowledges positively the intentions shown by the company as well as its role on the global market. </q> Fiat's plan for Italy, known as Fabbrica Italia, envisages 20 billion euros($ 27 billion) of investment in exchange for more flexibility at its five auto plants in Italy. We welcome", "new_id": -2}, {"uid": "1295272052121765940", "i": 57438, "idx": 1, "sa": ["Mike Pence", "Chris Wallace", "Jim Ryun", "Barack Obama"], "q": "Reagan Administration. Former Kansas <strong> Mike Pence </strong> <strong> Jim Ryun </strong> is also affiliated with the group.`` <strong> Mike Pence </strong> describes himself as` First a Chris Wallacetian, then a conservative, then a Republican','' said Benko. <q> He unifies fiscal, social, and national security conservatives. </q> <strong> Mike Pence </strong> has not yet made any announcement about his political future although he is widely seen to be mulling either a run for <strong> Barack Obama </strong> or for Indiana's open governor's seat. Politicos have been searching his", "new_id": -2}, {"uid": "1297241413149028892", "i": 1883, "idx": 0, "sa": ["Michael Vick"], "q": "Thayne said yesterday that about$ 55,000 has been raised. She said it was important to buy <strong> Michael Vick </strong>'s home rather than a less expensive piece of property for a rehabilitation center because of its symbolism. <q> When something of this nature happens it's kind of a collective hurt on the entire nation- especially the dog lovers of the nation, </q> she said.`` It's almost like you're powerless against this evil that's come along. When you step back and take over this property... you're empowering yourself.'' The house and", "new_id": -2}, {"uid": "1295667370077054011", "i": 24328, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ", new products.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said in a statement released by Google. <q> By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Internally, <strong> Eric Schmidt </strong> will continue to act as an adviser to <strong> Larry Page </strong> and Google co-founder <strong> Sergey Brin </strong>, who will also focus on strategic projects and new products.`` <strong> Eric Schmidt </strong> has clearly done an outstanding job", "new_id": -2}, {"uid": "1297393195089440264", "i": 16527, "idx": 1, "sa": ["Mike Pence"], "q": "all of the money <strong> Mike Pence </strong> is trying to eliminate href=\"http://www.bobcesca.com/blog-archives/2011/02/the_republican_14.html\" target=\"_hplink\"> pays for`` cancer screenings, birth control, and other health care services for poor people.'' said on the floor of the House, <q> As a father of two teenage daughters, I see the video that came out this morning, I see the video that came out last week, and it's an outrage to me that employees of Planned Parenthood clinics across the country are facilitating the abuse of minor girls in this country. It should be a scandal to every American. </q> You know what's abusive? <strong> Mike Pence </strong> forcing teenage girls-- and all women-- to go without cancer screenings, treatment for STDs or proper birth control. tweeted yesterday that her breast cancer was diagnosed by", "new_id": -2}, {"uid": "1295445276220266496", "i": 23750, "idx": 1, "sa": ["Bernie Sanders"], "q": "in the United States- represents the ultimate surrender to the demands of corporate America.`` Once we allow companies to become this powerful, the FCC does not regulate them,'' says Vermont Senator <strong> Bernie Sanders </strong>. <q> They regulate the FCC, </q> says the senator. No reasonable regulator would debate <strong> Bernie Sanders </strong>'s point- or the threat to democracy posed when traditional protections against media monopoly are abandoned. Unfortunately, there was only one reasonable regulator", "new_id": -2}, {"uid": "1295687287040943628", "i": 8094, "idx": 1, "sa": ["Lou Williams", "Mark Jackson", "Allen Iverson", "Samuel Dalembert", "Chris Bosh"], "q": "Wizards on Tuesday. They watched an 11-point halftime lead evaporate against the Raptors in the third quarter.`` We're jumping out and holding leads and we just can't hold them,'' guard <strong> Allen Iverson </strong> said. <q> We play well for a while and then it seems we just lose focus. </q> <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-balance layup. He sank the free throw for a 108-106 lead. <strong> Lou Williams </strong>' last-chance 3-pointer was off the <strong> Mark Jackson </strong>,", "new_id": -2}, {"uid": "1297425723208748548", "i": 50146, "idx": 1, "sa": ["Michael Gove"], "q": "stopping of projects in their areas was arbitrary and legally flawed. They asked the judge to order Mr <strong> Michael Gove </strong> to reconsider the schemes, properly taking account of their merits. The judge said: <q> However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation. </q> Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful`` because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act.'' Lawyers for", "new_id": -2}, {"uid": "1297092365019349520", "i": 1736, "idx": 0, "sa": ["Zahi Hawass"], "q": "were damaged after all. In the aftermath of the break-in, museum officials apparently mistook the two skulls, which had previously been separated from their skeletons for testing in a research lab, for mummy heads. <q> I had tears because I thought that what I did for the last nine years protecting the Egyptian monuments, was gone, </q> <strong> Zahi Hawass </strong> told the Mystery Solved: Missing Google Executive Played Key Role in Egypt Uprising Weekend Wrap-Up: Packers Prevail, Protests Persist, And A Boston Woman Is Reunited With Lost Snake", "new_id": -2}, {"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,'' <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}]