[{"uid": "1295568057244678671", "i": 8803, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "who had been brought in as CEO a decade ago because <strong> Google Inc. </strong>'s investors believed the company needed a more mature leader.- Feb. 10, 2010 The changes will be effective April 4. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and Sergey for a long time to come,</q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. ''There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page", "new_id": -2}, {"uid": "1296070032164806717", "i": 1650, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "listening to phone messages of royal household staff. <strong> Andy Coulson </strong>, who has denied wrongdoing, also resigned as Prime Minister <strong> David Cameron </strong>'s communications chief last week after numerous questions about practices at the newspaper. <q>The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,</q> the police force said in a statement. ''This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010.''", "new_id": -2}, {"uid": "1295997781011730965", "i": 14487, "idx": 1, "sa": ["Donald Rumsfeld"], "q": ":: ''Gilead is fortunate to have had Don <strong> Donald Rumsfeld </strong> as a stalwart board member since the company's earliest days, and we are very pleased that he has accepted the Chairmanship,'' Dr. Riordan said. <q>He has played an important role in helping to build and steer the company. His broad experience in leadership positions in both industry and government will serve us well as Gilead continues to build its commercial presence.</q> According to company statement: Gilead Science Inc ''has been active in the development of inhibitors for the potential http://wn.com/Earnings_Report_Gilead_Sciences_Top_Line_Up_17_,_Product_Sales_Up_15__GILD Gilead Sciences( NASDAQ: GILD) reported fiscal Q2 netincome of$ 712.1 million, or$ 0.79", "new_id": -2}, {"uid": "1295666817014565419", "i": 20538, "idx": 2, "sa": ["Kobe Bryant", "Lamar Odom", "Pau Gasol", "Ron Artest", "Tayshaun Prince", "Allen Iverson"], "q": "points as the Pistons climbed within eight after trailing by double digits most of the way. Phil Jackson was forced to play <strong> Kobe Bryant </strong>, <strong> Ron Artest </strong> and <strong> Pau Gasol </strong> six fourth-quarter minutes because their bench couldn't finish the job. <q>The way we ended that game, I hate that,</q> <strong> Lamar Odom </strong> said. ''That's like my pet peeve <strong> Tayshaun Prince </strong> more than made up for <strong> Allen Iverson </strong>'s absence, making sure the Detroit Pistons remained unbeaten. <strong> Tayshaun Prince </strong> scored 16 of his 27 points in the second quarter,", "new_id": -2}, {"uid": "1296291755127057975", "i": 43550, "idx": 5, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. ''I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Denver_Nuggets_vs_Utah_Jazz__Game_6_Recap_[NBA_Playoffs_2010][ Bet on the next game at nba-bet", "new_id": -2}, {"i": 10874, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Our Judges Selected Some of The Most Groundbreaking Technology at Interop 2008, Including Overall Best of Show <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,</q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297277318262340623"}, {"uid": "1297123522226197504", "i": 6685, "idx": 0, "sa": ["Bill Clinton", "Barbara Walters", "David Letterman", "Lauren Conrad"], "q": "host <strong> David Letterman </strong> underwent emergency heart surgery in 2000 and chatted candidly with <strong> Barbara Walters </strong> about his feelings of joy following the operation. But they didn't last long. During the chat, <strong> David Letterman </strong> stated, <q>Depression is a <strong> Bill Clinton </strong> hole... I've dabbled in it. ''There's a difference in being sad and being blue and being depressed and being chemically or clinically depressed. I do know the difference between those and it's horrifying. ''Without some kind of medicinal help... institutions used to be full of people who were depressed.</q> <strong> Bill Clinton </strong> ''The Hills'' star <strong> Lauren Conrad </strong> has revealed MTV bosses have scrapped her new reality show after deciding it was ''too highbrow'' for their audience. <strong> Lauren Conrad </strong> shot to fame in", "new_id": -2}, {"uid": "1297660948049070084", "i": 24330, "idx": 0, "sa": ["Pete Rose", "Michael Vick"], "q": "don't bet on yourself. If <strong> Michael Vick </strong> is forgiven of animal cruelty, then <strong> Pete Rose </strong> should be forgiven for personal cruelty! North Fort Myers Leftover medicine Re: <q>Man is second Lee County swine flu fatality,</q> Aug. 6. Nine more Floridians died from swine flu during that week, bringing the total to 41. Yet, the vaccine priorities of the Centers for Disease Control is for young adults ages 19 through 24.", "new_id": -2}, {"uid": "1296179070266141708", "i": 43186, "idx": 0, "sa": ["Mike Pence"], "q": "he wants to focus on issues closer to home. Last year <strong> Mike Pence </strong> stepped down from his house leadership position which has led to a lot of speculation. The 51-year-old <strong> Mike Pence </strong> often describes himself as <q>a christian, a conservative, and a republican, in that order.</q>  Share this article:  0 Comments Email this article Facebook Tweet Digg Print this article  Print ", "new_id": -2}, {"uid": "1297590228217415727", "i": 28906, "idx": 1, "sa": ["Abu Nidal", "Tam Dalyell", "Colin Powell", "David Maddox"], "q": "his Popular Front for the Liberation of Palestine <strong> Colin Powell </strong> Command were responsible for co-ordinating the bomb that blew up Pan Am flight 103 over Lockerbie on 21 December, 1988 with the loss of 270 lives.'' <q>Intelligence reports, said to have been drawn up for <strong> Saddam Hussein </strong>'s security services, said Kuwaitis had asked <strong> Abu Nidal </strong>, whose real name was <strong> Abu Nidal </strong> al-Banna, to find out if al-Qaeda was present in Iraq,</q> <strong> David Maddox </strong> wrote for the newspaper. The reports referred to <strong> Abu Nidal </strong>'s ''collusion with both the American and Kuwaiti intelligence apparatuses in co-ordination with Egyptian intelligence.'' MP <strong> Tam Dalyell </strong> said the reports added weight to the", "new_id": -2}]