[{"uid": "1297193637179781646", "i": 22059, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": " \"We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist with ties to the al-Qaida terrorist network. Director Danville-Boyle County Humane Society", "new_id": -2}, {"uid": "1295570955080838693", "i": 33312, "idx": 1, "sa": ["George H.W. Bush", "Colin Powell", "Brent Scowcroft", "Timothy Naftali"], "q": "'s symposium, held on a stage at one end of the Texas A&M Aggies' basketball arena, Baker is scheduled to discuss \"the diplomacy of a winning coalition.\" Cheney's topic is <q>forging victory in the first post-Cold War conflict,</q> and <strong> Colin Powell </strong> will handle \"planning and fighting modern coalition warfare.\" <strong> Brent Scowcroft </strong> will attend the symposium as will representatives from Kuwait. <strong> Timothy Naftali </strong>, a biographer of <strong> George H.W. Bush </strong>, said the Gulf War demonstrated the importance of", "new_id": -2}, {"uid": "1295797594180797486", "i": 36419, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "a <strong> Colin Powell </strong> return to government- POLITICO Live: Don't look for a <strong> Colin Powell </strong> return to government Former Secretary of State <strong> Colin Powell </strong> said Sunday he's not interested and hasn't discussed returning to government. <q>I'm not looking for a position,</q> <strong> Colin Powell </strong> said on CNN's \"State of the Union,\" adding that he prefers to serve as an informal adviser to <strong> Barack Obama </strong>. blog comments Reader Comments( 1) VIDEO: Giffords leaves Tucson", "new_id": -2}, {"uid": "1295623046048054286", "i": 42286, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "Mr <strong> Andy Coulson </strong> denies any knowledge of phone hacking by reporters under his editorship, but the story has only intensified since he entered Downing Street alongside Mr <strong> David Cameron </strong>. As he acknowledged in his resignation statement today: <q>I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.</q> An Essex boy done good, Mr <strong> Andy Coulson </strong> brought a unique perspective to the most senior levels of the Conservative Party. In a team dominated by public school and Oxbridge graduates, Mr <strong> Andy Coulson </strong> attended", "new_id": -2}, {"uid": "1296391518023904278", "i": 43969, "idx": 0, "sa": ["Mike Pence"], "q": ", which includes Wayne County. Now he stands poised to run for the state's highest office, after turning down urgings from conservative activists to run for president in 2012. <q>We seriously considered it, which for a small-town boy from southern Indiana is a very humbling thing to so,</q> <strong> Mike Pence </strong> said Thursday. \"But at the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead. I've", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q>Matt is great. The coaching staff is great. We're just having a good time,</q> he said. \"I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.\" <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}, {"uid": "1295323003149110835", "i": 41667, "idx": 2, "sa": ["Steve Ballmer", "Ken Kutaragi"], "q": "where you are the controller. Your voice, your gestures, your body.\" Mr <strong> Steve Ballmer </strong>'s comments echo those of ex-Sony Computer Entertainment head <strong> Ken Kutaragi </strong> at the dawn of the PlayStation 3. <q>From the start, we intended to make not just a game machine for kids, but a computer for entertainment that adults throughout the world could enjoy,</q> Mr <strong> Ken Kutaragi </strong> said back in 2005. Start of sidebar. Skip to end of sidebar.", "new_id": -2}, {"uid": "1297212014253886469", "i": 179, "idx": 6, "sa": ["Simon Cowell"], "q": "n't think it's right for the show. You got ta freshen things up.\" And \"Idol\" has certainly freshened things up with the new judges, Randy Jackson. <q>I talk to Randy all the time,</q> <strong> Simon Cowell </strong> said. \"We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with` The X Factor].\"", "new_id": -2}, {"uid": "1296335581205897728", "i": 421, "idx": 0, "sa": ["Zahi Hawass"], "q": "archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1297283735263864322", "i": 7995, "idx": 0, "sa": ["Simon Cowell"], "q": " \"The X Factor,\" plus her thoughts on the new\" <strong> Simon Cowell </strong>'s \"The X Factor\"? <strong> Simon Cowell </strong> has told \"Extra\" she is still in consideration, but Abdul danced around the question. <q>Right now I'm concentrating on the finale of \"Live to Dance.'</q> The singer/dancer is very excited about the talent she saw on her show. \"Oh, my gosh, it's just a culmination of unbelievably unique ability and talent. And one act\"s gon", "new_id": -2}]