[{"uid": "1295563322217792524", "i": 23978, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Thu, Jan 20, 2011, 5:41 PM EST- U.S. Markets closed{ \"s\" : \"goog\" , \"k\" : <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\" :\" \" , \"j\" :\" \" } Matt Rosoff, On Thursday January 20, 2011, 4:39 pm EST <strong> Eric Schmidt </strong> is out as CEO, taking on a new role as", "new_id": -2}, {"uid": "1295049201264142848", "i": 4239, "idx": 9, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "politics& type= Video& sent= no& search= Search\" , \"permaLink\" : \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302760.html\" , \"showComments\" : true, \"duration\" :\" \" , \"mediaQueryString\" : <q> 29v&amp;flvURL=/media/2011/01/13/01132011- 29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011- 29v.jsn </q>}{ \"title\" : \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\" , \"description\" : \"Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the", "new_id": -2}, {"uid": "1295883923115425283", "i": 56737, "idx": 2, "sa": ["Oprah Winfrey", "Jessica Simpson", "Simon Cowell"], "q": "after they sang together on a UK TV show. Their rendition of Unchained Melody was phenomenally successful, but <strong> Simon Cowell </strong> has revealed it took a long time for him to convince the duo of their talents. <q> It took me seven months to persuade these two to sign a recording contract with me, </q> he told American talk show host <strong> Oprah Winfrey </strong>. \"But I drove them so mad that I actually got a solicitor's letter from one of them saying I had to stop harassing his client. <strong> Jessica Simpson </strong> is grateful", "new_id": -2}, {"uid": "1296859850024854534", "i": 2653, "idx": 5, "sa": ["Sergio Marchionne"], "q": "why it's on the table and we're going to discuss it.\" <strong> Sergio Marchionne </strong> said in the next two to three years, Chrysler and Fiat could ultimately merge to form a single company, adding <q> for all I know it could be based here. </q> But there is a laundry list of things to do before a merger of Fiat and Chrysler could happen, including the refinancing of debt and the IPO, <strong> Sergio Marchionne </strong> said. Article: Chrysler projects profitable", "new_id": -2}, {"uid": "1295439788234078228", "i": 26000, "idx": 1, "sa": ["Hillary Clinton", "Kirsten Gillibrand"], "q": "modifying the language or convincing the Palestinians to abandon the effort. \"We have made clear that we do not think that this matter should be brought before the Security Council,\" Crowley told reporters. <q> We do not believe that this would be a productive step. </q> On Tuesday, 17 senators led by Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration to veto the move and \"make it clear to the Palestinian Authority that it needs to", "new_id": -2}, {"uid": "1296962228115425286", "i": 16562, "idx": 9, "sa": ["Michael Vick", "Tom Brady"], "q": "Abuse \" dude, the grammer sucks!! how are these people getting paid for lousy writing: \" \"<strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday\" Report Abuse <q> Sigh Patriot hating is so old and sad at this point if you losers can't come up with more material then you should all go back to the pathetic holes you came from. </q> Find me the quarterback who has had a better year than <strong> Tom Brady </strong> after a double knee tear. You losers have no shot because this is the best season ever for a QB coming off a injury like", "new_id": -2}, {"uid": "1297412962097157230", "i": 4885, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "which include not only the device, but the software, services, applications and customer support that make a great experience,\" <strong> Stephen Elop </strong>, Nokia President and CEO, said at a joint news conference in London. <q> Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> \" \" \"I am excited about this partnership with Nokia,\" said <strong> Steve Ballmer </strong> A. <strong> Steve Ballmer </strong>, Microsoft CEO. \"Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides", "new_id": -2}, {"uid": "1295807421110559236", "i": 34708, "idx": 5, "sa": ["John McCain", "Colin Powell", "Barack Obama", "Joe the Plumber"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q> a man who I admire as much as any man in the world, person in the world </q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly Powell_Colin Powell_destroys_both_Joe the Plumber_the_Joe the Plumber_and_John McCain's_Campaign_while_endorsing_Barack Obama! <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295757315175325224", "i": 46698, "idx": 2, "sa": ["Allen Iverson", "Marcus Camby"], "q": "<strong> Allen Iverson </strong> made all six of his free throws in the final 23.2 seconds, helping the Nuggets snap a six-game road losing streak that included losses at Dallas and New Orleans at the start of the three-game road trip. <q> It was definitely important, </q> Denver center <strong> Marcus Camby </strong> said. \"We got our butts kicked the other night down in New Orleans against a great team. We wanted to salvage the rest of this three-game road trip. \"We had Rick,", "new_id": -2}, {"uid": "1295799859101695596", "i": 34481, "idx": 11, "sa": ["Colin Powell", "Barack Obama", "Amy Chua"], "q": ".. when it was actually Bush and Company that devalued <strong> Colin Powell </strong> and lied to America.. Hard to believe <strong> Colin Powell </strong> would have purposefully destroyed his mark in history by lying for others.. Report Abuse <q> \"He has not deceided on who to vote for in 2012 </q>... duh \" Report Abuse \" <strong> Colin Powell </strong> turned total racist-bigot when <strong> Barack Obama </strong> got into office. \" Time.com: Tiger Mom: <strong> Amy Chua </strong> Parenting Memoir Raises American Fears AARP? 50+ Auto Insurance Over 50? Save an Avg", "new_id": -2}]