[{"uid": "1296671144083132443", "i": 7438, "idx": 9, "sa": ["David Letterman", "Piers Morgan", "Mitt Romney"], "q": "another presidential bid. He told Mr. <strong> David Letterman </strong> he had`` no plans for that at this point,'' but added,`` I'll keep the door open.'' He told CNN's Mr. <strong> Piers Morgan </strong> that there <q> are things you've got to assess before you make a final decision. </q> He listed matters of health and the kind of support network`` you'd like to have behind you.'' <strong> Mitt Romney </strong> has definitely paid attention to the financial portion of his support network. Beyond his own", "new_id": -2}, {"uid": "1295802995079921158", "i": 19509, "idx": 6, "sa": ["Colin Powell", "Candy Crowley"], "q": "<strong> Candy Crowley </strong>.`` We didn't elect` Superman,' we elected a human being.'' <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which to cut spending. <q> I am put off when people say you are going to freeze spending </q> or roll it back to 2008 levels, <strong> Colin Powell </strong> said. He said the`` real money'' is in entitlement programs like social security, Medicare and Medicaid, and not in funding for National Public Radio or the", "new_id": -2}, {"uid": "1296105034131907654", "i": 41441, "idx": 1, "sa": ["Lance Price", "Andy Coulson"], "q": " I've put together a portfolio of my work to apply for <strong> Andy Coulson </strong>'s job. For example, I wrote the following headlines.`` Benefit Fraud Gives You AIDS'' <q> ASBO Child Causes House <strong> Lance Price </strong> Slump </q>`` Muslim Fanatic Spits Outside Church'' hermionegingold 26 January 2011 4:31 PM The prime minister needs somebody who can help him connect with the readers of papers that appeal to a", "new_id": -2}, {"uid": "1295562314055377950", "i": 11771, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "government outreach. <strong> Eric Schmidt </strong> also says he will act as an advisor to <strong> Larry Page </strong> and co-founder <strong> Sergey Brin </strong>.`` As Google has grown, managing the business has become more complicated,'' <strong> Eric Schmidt </strong> said on Thursday. <q> So <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> No longer will the company be run by the`` triumvirate'' of <strong> Eric Schmidt </strong> as leader with <strong> Larry Page </strong> and <strong> Sergey Brin </strong> as presidents. <strong> Eric Schmidt </strong> said <strong> Larry Page </strong>, who was the company's founding CEO, is now ready", "new_id": -2}, {"uid": "1297241191110002184", "i": 41627, "idx": 0, "sa": ["Betty Ford", "Simon Cowell", "Britney Spears", "Lindsay Lohan"], "q": "who strive for popularity... Photo: <strong> Britney Spears </strong>' seventh album is named` Femme... Article: <strong> Lindsay Lohan </strong> to be charged with stealing necklace... Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse <q> hi everyone, my best friend, she just has Betty Fordounced her wedding with a millionaire young man! she met him via------- M'atchRich.?'? M--. it is the first and best club for wealthy people and their admirers to chat online... best place to find local rich women and men, you don't have to be rich there, but you can meet one there, maybe you wan na check it out or tell your friends! </q> ABC News:` Beliebers' Pack Downtown LA for Bieber Film Premiere Big, Fat, Greek Tours Eat, Drink, Celebrate Life! We treat our travelers like family Save 75% On Cruises We're America", "new_id": -2}, {"uid": "1296564851217727002", "i": 21192, "idx": 1, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": "give his full attention to the job because of the drip-drip of claims about illegal eavesdropping under his editorship. Scotland Yard has since launched a fresh investigation into hacking allegations. The source said: <q> He had finished what he wanted to finish and good progress is being made with his replacement.`` It was his choice to leave quietly but he said a proper goodbye to the prime minister and those he worked closely with. </q> <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor <strong> Clive Goodman </strong> and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone hacking. Although he accepted ultimate responsibility for", "new_id": -2}, {"uid": "1295581287002506756", "i": 29947, "idx": 9, "sa": ["Larry Page", "Eric Schmidt", "Ken Auletta"], "q": "<strong> Larry Page </strong> said. Although he tried to debunk the idea in Thursday's interview, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. <q> I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped, </q> said <strong> Ken Auletta </strong>, author of`` Googled: The End of the World As We Know It.'''' I think <strong> Eric Schmidt </strong> is burned out.'' There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For", "new_id": -2}, {"uid": "1296053683158892039", "i": 29919, "idx": 1, "sa": ["Michael Vick"], "q": "to be a part of the Unequal team. I have been wearing Unequal chest protectors, shoulder pads, and thigh pads for much of the late and post-season-- resulting in pain-free playing,'' stated <strong> Michael Vick </strong>. <q> The Unequal technology is a part of my game now and I won't play without my Unequal. Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> When <strong> Michael Vick </strong>'s ribs were injured after being drilled by a pair of href=\"http://www.redskins.com/\"> Washington Redskins, the Eagles equipment staff contacted Unequal to build a lightweight, comfortable, flexible vest that could withstand the", "new_id": -2}, {"uid": "1296708030055181330", "i": 35860, "idx": 1, "sa": ["Allen Iverson", "Zach Randolph"], "q": "gam... <strong> Allen Iverson </strong> SIGNED with Memphis Grizzlies ESPN NBA!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q> God Chose Memphis as the place that I will continue my career. </q> Referring to a Monday meeting with Griz... Amazing Nuggets vs Grizzlies NBA Highlights 12/20/2009 <strong> Zach Randolph </strong> scores 15 of his 21 points in the second half to.... Grizzlies Vs Lakers- Season Game 4 Recap- 2010-11 The", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q> the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose. </q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}]