[{"uid": "1296527332020578309", "i": 9934, "idx": 0, "sa": ["Michael Vick"], "q": "Apr 21, 2010 Amir commented on this!- Apr 20, 2010 What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. <q>Who thought of this, And why did it take so long for some to think of it? Wow In a country this...</q> Hounddog left a comment- 9 min ago Yahoo! Sports \"I hope <strong> Michael Vick </strong> falls face first in a pile of dog s*** and slowly chokes to death.\" WilliamH left a comment- 15", "new_id": -2}, {"uid": "1295981303233783296", "i": 18598, "idx": 1, "sa": ["Eric Schmidt"], "q": "at Google,\" <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in He told Reuters on Jan. 21 that his move was an effort to speed up decision-making. <q>In strategy we agree. There's no disagreement,</q> <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. \"In character, he's fundamentally a deeper thinker than anybody else,\" he said. \"He sees", "new_id": -2}, {"uid": "1297435702142311425", "i": 44279, "idx": 9, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "are things we are planning to do with Nokia that are unique,\" <strong> Steve Ballmer </strong> said. The announcement was accompanied by a YouTube video featuring Microsoft and Nokia's chief executives praising the deal. <q>Today, Nokia and Microsoft intend to enter into a strategic alliance,</q> <strong> Stephen Elop </strong> said in the video, a precursor of a turnaround plan he's set to detail later today at an analyst conference in London. \"Together, we will bring consumers a new mobile experience, with stellar", "new_id": -2}, {"uid": "1296405734264388636", "i": 10920, "idx": 1, "sa": ["Vince Carter", "Russ Granik", "Allen Iverson"], "q": "turned on to it,\" said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's First Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Vince Carter </strong>'s 28 in the 76ers' 97-92 victory. <q>For better or worse, fans like it when you get superstars going against each other. People have been hearing about these guys for years now, but they haven't gotten this far before where they met each other at this level. <strong> That guy </strong> gets people interested.</q> With the NBA's overall popularity declining and new rules designed to make the game more appealing set to take effect next season, an Iverson-Carter matchup is what the league really needed. \"Watching these two kids,", "new_id": -2}, {"uid": "1297168499034897937", "i": 5959, "idx": 0, "sa": ["Donald Rumsfeld", "Angelo Reyes", "Enrique Ona"], "q": "his mother's grave as his two sons and bodyguards waited in their parked car. He then saw <strong> Angelo Reyes </strong> holding a pistol close to his chest with his left hand moments before the shot rang out. <q>It appears from the statement of the witness, it was self-inflicted,</q> Metropolitan Manila police chief Nicanor Bartolome said. Health <strong> Donald Rumsfeld </strong> <strong> Enrique Ona </strong> said he would await autopsy results before commenting. The military expressed shock at <strong> Angelo Reyes </strong>' death, flying flags at half-staff in camps nationwide", "new_id": -2}, {"uid": "1296128045255868977", "i": 30197, "idx": 4, "sa": ["Michael Vick", "Adrian Peterson"], "q": "ecstatic to be here.\" <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410. <q>I'm going to try to put on a great show for the fans,</q> <strong> Michael Vick </strong> said. In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better than it has ever been this season. \"I feel like", "new_id": -2}, {"uid": "1295947248070467587", "i": 44779, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer", "Dmitry Medvedev"], "q": "after the explosion, but increased security resulted in huge crowds of people at the entrances, where they were searched extensively. \"We need to get to the bottom of this,\" <strong> Dmitry Medvedev </strong> said. <q>The main thing is to render assistance and support to the victims.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog AUTOMATION LEAD ENGINEER Company EDUCATION Company Cabrillo College Location EMPLOYMENT OPPORTUNITIES Company", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.\" <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q>He( <strong> Simon Cowell </strong>) looked at me and said: \"Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...\"</q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}, {"uid": "1297094624063078408", "i": 31157, "idx": 6, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": "he did not serve-- <strong> Donald Rumsfeld </strong> replied curtly: \"No, I was kind of disappointed in him.\" <strong> Condoleezza Rice </strong>, who served as <strong> President Bush </strong>'s national security adviser before later becoming secretary of state had <q>never served in a <strong> George H.W. Bush </strong> administration position,</q> a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>-- <strong> President Bush </strong>'s first top diplomat-- \"did not, in my view, do a good job", "new_id": -2}, {"uid": "1296365944097009666", "i": 428, "idx": 2, "sa": ["Allen Iverson", "Milwaukee Buck"], "q": "stellar career. <strong> Allen Iverson </strong> scored a season-high 54 points, including his 15000th career point, and the Sixers won for the fourth time in five games, earning a 116-97 victory over the <strong> Milwaukee Buck </strong> Bucks on Saturday night. <q>I called his play as many times as I possibly could, and it makes my job a lot easier,</q> Philadelphia coach Jim O'Brien said. It was the seventh time in <strong> Allen Iverson </strong>'s nine-year career that he had scored at least 50 points in a regular-season game, and he has done it three times in the playoffs.", "new_id": -2}]