[{"uid": "1297708190265207814", "i": 13220, "idx": 0, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "a controller. <strong> Joe Belfiore </strong> didn't say when the technology that allows that application would become available. But <strong> Steve Ballmer </strong> hinted that there are even more new features to come to the Windows Phone software. <q>This year we're investing a significant amount to continue popularizing the phone,</q> <strong> Steve Ballmer </strong> said. The company plans to add even more features along with next generation phones later this year, he said. He mentioned Samsung, LG, Dell and Nokia as companies bringing those new models to market", "new_id": -2}, {"uid": "1295496007204455993", "i": 11089, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "Slideshow: <strong> Paula Abdul </strong> poses for photographers backstage during the 9th... <strong> Simon Cowell </strong> gone from \"American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: Mairely Perea, 11,( cq) takes a photo of Report Abuse <q>At first, it was interesting to see these two... they both are interesting people... especially</q> ABC News: Watch: Comic Stripped: Not Exactly Your Sunday Funnies On the Set: Vampire Diaries\" Bonnie Really Wanted to Kiss Jeremy", "new_id": -2}, {"uid": "1295559914021315632", "i": 10675, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q>There is no other <strong> The CEO </strong> in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the", "new_id": -2}, {"uid": "1295400777230801423", "i": 38703, "idx": 0, "sa": ["Sergio Marchionne"], "q": "minivans' future WINDSOR, Ontario: Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean", "new_id": -2}, {"uid": "1296922649262193174", "i": 35460, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,\" Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. <q>He wanted the options to be \"creative.\"</q>\"[ snip] His biggest mistake, Mr. <strong> Donald Rumsfeld </strong> writes, was in not forcing Mr. <strong> President Bush </strong>\\ to accept his offers to resign after the abuse of Iraqi detainees by American military jailers came", "new_id": -2}, {"uid": "1295452458083853341", "i": 9812, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "captain in the hit show, has revealed that Sue is in fact inspired by <strong> Simon Cowell </strong>. According to ShowbizSpy, <strong> Jane Lynch </strong> believes that there are a lot of similarities between the media mogul and Sue... <q>If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her... He's a great inspiration for the character of Sue, there is a lot that I can take from him and put into her.</q> \"<strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. Just like him, she says what", "new_id": -2}, {"uid": "1295018754011190366", "i": 37563, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": "as possible.\" A judge will hear the matter on January 26th. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead. He tells Late Show host <strong> David Letterman </strong>, <q>The kids are doing ok, we have been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I, <strong> Kayte Walsh </strong>'s my new girl, we're planning to get married soon. Sometime in February.</q> You can send a story to multiple email addresses by separating the email addresses with a semicolon(;) Powerball 19, 21, 23, 40, 48, Powerball: 27, Power Play: 4", "new_id": -2}, {"uid": "1295396878010076205", "i": 13780, "idx": 0, "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "q": ": SIREN JESSICA BIEL& HER MALE CO-STARS SHINE BRIGHT AT The actor got his father a cameo role in 2010's The A-Team, as Judge Advocate No. 3 in the court martial scene. <q>It was one of the best experiences of my life. The guy loves to improvise... I had to calm him down!</q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the Late Show while promoting The A-Team last summer. \"He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up and the camera had to", "new_id": -2}, {"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,\" <strong> Trent Baalke </strong> said. \"Oh, I want this guy, I want that guy.' That's the reality of what we do. <q>It's a talent-acquisition business, right? If you don't have it, it's hard to win.</q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}, {"uid": "1296044608187023372", "i": 9756, "idx": 0, "sa": ["Michael Vick"], "q": "deal with Unequal Technologies, a provider of the football pads that the quarterback wore most of this past season. It's his first endorsement contract since his release from prison two years ago. <q>The Unequal technology is a part of my game now, and I won't play without my Unequal,</q> <strong> Michael Vick </strong> said in a to-be-released statement. \"Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.\"", "new_id": -2}]