[{"uid": "1296712164075202581", "i": 15538, "idx": 1, "sa": ["Michael Vick", "Tom Brady", "Ben Roethlisberger"], "q": "he's very similar to <strong> Michael Vick </strong> in that he's elusive in the pocket and can break tackles.'' When it comes to winning, among current quarterbacks only <strong> Tom Brady </strong> has done it better. <q> I just play the game the way I know how, </q> <strong> Ben Roethlisberger </strong> said.`` I think it's probably the competitiveness, the drive to want to do whatever it takes to win the game that's on the line and the ball is in your hands.", "new_id": -2}, {"uid": "1297384383139427845", "i": 9062, "idx": 6, "sa": ["Sergio Marchionne"], "q": "2009, the company said Jan. 31. <strong> Sergio Marchionne </strong> has said he wants to take Chrysler public in the second half of 2011 and that he'll need two quarters of profitability before he can do it. <q> <strong> Sergio Marchionne </strong> is playing two different games, one in the U.S. and the other in Europe, </q> said Giuliano Noci, a professor at the MIP Management School of Milan's polytechnic university.`` In North America he's creating consensus on Chrysler before its initial public offering, while in Italy he needs to shock", "new_id": -2}, {"uid": "1296666801235831302", "i": 2479, "idx": 0, "sa": ["Steve Ballmer"], "q": "truly at sea when it comes to mobile computing. Of course, one errant reading( or reader) does not make a murky crystal ball. But consider Microsoft CEO <strong> Steve Ballmer </strong>'s comments over the years: <q> That is the most expensive phone in the world. And it doesn't appeal to business customers because it doesn't have a keyboard. Which makes it not a very good e-mail machine... Right now, we're selling millions and millions and millions of phones a year. Apple is selling zero phones a year. </q>[ January 2007] On the iPad:`` We've got some other competitive actions coming back, and we'll talk about slates and tablets and blah, blah, blah, blah...''", "new_id": -2}, {"uid": "1295568020175194118", "i": 15350, "idx": 1, "sa": ["Eric Schmidt", "M. Simpson"], "q": "is under investigation by the FCC and is also the subject of a probe by more than 30 states attorneys general. Congress should require <strong> Eric Schmidt </strong> to testify under oath about what happened, Consumer Watchdog said. <q> <strong> Eric Schmidt </strong> used to claim that Google put its money where its values were, </q> said <strong> M. Simpson </strong>,`` In fact while <strong> Eric Schmidt </strong> had his hand on the helm, values were changed to go where the money was.'' Consumer Watchdog has been working to protect consumers' online privacy rights", "new_id": -2}, {"uid": "1295618474243957773", "i": 46679, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": ", who has always denied any knowledge of wrongdoing at the newspaper, said he could not focus on his role at Downing Street given the renewed speculation about what went on when he ran the newspaper. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role, </q> <strong> Andy Coulson </strong> said in a statement.`` I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.'' Prime Minister <strong> David Cameron </strong> had", "new_id": -2}, {"uid": "1297682295187187221", "i": 45579, "idx": 1, "sa": ["Rick Santorum", "Mike Huckabee", "Mike Pence", "We Trust"], "q": "at the Values Voter Conference, a steady stream of movement luminaries emphasized the importance of social issues. <strong> Mike Huckabee </strong> argued that the`` economic crisis is not a fiscal crisis; it is a family crisis'' and that <q> the breakdown of Wall Street was not a money crisis; it was a moral crisis. </q> Rep. <strong> Mike Pence </strong> earned his biggest applause when he declared,`` <strong> We Trust </strong> will not restore this nation with public policy alone; it will require public virtue.'' And former <strong> Rick Santorum </strong> had this to say:`` The idea", "new_id": -2}, {"uid": "1296787876147030023", "i": 13262, "idx": 0, "sa": ["Barbara Walters", "Bill Clinton", "David Letterman"], "q": "( 0300 GMT Saturday). <strong> Barbara Walters </strong> knew she needed the celebrity infusion.`` I didn't want people to feel that this was going to be an hour lecture,'' she said. <q> To have these very famous, and in some cases very funny, people, meant that they would watch. </q> Each guest agreed to talk about his experience. <strong> Bill Clinton </strong>, the former Big Mac <strong> Bill Clinton </strong>, revealed that has become practically a vegan. The usually private <strong> David Letterman </strong> talks candidly about depression and how he sometimes bursts", "new_id": -2}, {"uid": "1295008484200032264", "i": 23203, "idx": 4, "sa": ["Michelle Obama", "Kirsten Gillibrand"], "q": "pizza. And Wasserman Schultz recounted telling her,`` Come on, you've got to get better, because we expect you up in New Hampshire this summer'' at Wasserman Schultz's vacation home. <q> And just as I said that, that's when she suddenly was struggling to open... her eyes, </q> Wasserman Schultz said.`` <strong> Michelle Obama </strong> just a little bit. And the doctors couldn't believe it. They said,` This is such a good time.''' Kelly saw her struggling, <strong> Kirsten Gillibrand </strong>", "new_id": -2}, {"uid": "1297115713149880860", "i": 11354, "idx": 2, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "in the <strong> President Bush </strong> administration. <strong> Donald Rumsfeld </strong> also said`` it's possible'' that <strong> President Bush </strong> is correct in his assessment that cutting troop levels to Iraq was the most important failure of the war. Report Abuse <q> The role of the <strong> Donald Rumsfeld </strong> of Defense is to be the principal defense policy advisor to the <strong> President Bush </strong> and is responsible for the formulation of general defense policy related to all matters of direct and primary concern to the DoD, and for the execution of approved policy. WIKIPEDIA... </q> Report Abuse <blockquote> <strong> Donald Rumsfeld </strong> has about as much stature in my eyes as that snake in the grass Cheney. They both sand-bagged <strong> Colin Powell </strong>. To hell with them both... Rice isn't much better, either. </blockquote>", "new_id": -2}, {"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}]