[{"uid": "1297177866006504495", "i": 9948, "idx": 0, "sa": ["Michael Vick"], "q": "February 8, 2011, by jgalloway Because even in Texas, people with dogs vote. From the Associated Press: <q> The mayor of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a`` key to the city. </q> \" After missing two seasons serving a federal sentence for dogfighting, then spending most of the previous year as a seldom-used backup in Philadelphia, <strong> Michael Vick </strong> was named the Associated Press 2010 NFL Comeback Player of the", "new_id": -2}, {"uid": "1294978384186728451", "i": 39710, "idx": 1, "sa": ["Kirsten Gillibrand", "Stephanie Herseth Sandlin", "Gabrielle Giffords"], "q": "<strong> Kirsten Gillibrand </strong>, who was elected in 2006 with Ms. <strong> Gabrielle Giffords </strong>. When they met for their super-fast lunches and after-work drinks, they were often joined by <strong> Stephanie Herseth Sandlin </strong> of South Dakota, who was defeated last year. <q> We met on our first day, </q> said Ms. <strong> Kirsten Gillibrand </strong>, Democrat of New York, who later went on to the Senate.`` Not that many young women who run for Congress get elected, so I gravitated to her right away. She is", "new_id": -2}, {"uid": "1295279785214679570", "i": 28214, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": ", he denies any wrongdoing. He denies any association with wrongdoing in his time at the News of the World. I'm not going to start constantly second-guessing what people said.'' He added: <q> The DPP has decided to look into it- that's a totally legitimate thing to do. It's probably a very good way of getting to the bottom of this one way or the other. </q> Mr <strong> David Cameron </strong> told the BBC that he believed Mr <strong> Andy Coulson </strong> had already made amends for`` bad things'' that happened during his editorship, and insisted that the communications chief deserved a second chance.", "new_id": -2}, {"uid": "1296282702007127040", "i": 47838, "idx": 0, "sa": ["Steve Ballmer", "Rob Wittman"], "q": "Spotsylvania County. Rep. <strong> Rob Wittman </strong> related a conversation he had with Microsoft CEO <strong> Steve Ballmer </strong> last week about how to create more science, technology, math and engineering workers in the United States. <q> He said our education system, starting with our community colleges, is where we need to begin, </q> <strong> Rob Wittman </strong> said. Germanna enrolls 7,500 credit students, with a total of 14,000 students taking at least one class, including non-credit classes. Several students attended the groundbreaking. Carla Craft,", "new_id": -2}, {"uid": "1295819037185630726", "i": 784, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "'' s largest social network. <strong> Google Inc. </strong> said the management change was made as part of a plan to`` streamline'' decision making and create clearer lines of responsibility and accountability at the top. <q> It's a good move. It( the triumvirate management structure) was always one of things that concerned us a little bit, </q> said Ryan Jacob, portfolio manager with the Jacob Internet Fund.`` It should streamline the decision-making process. They're in a fast-moving industry.'' <strong> Eric Schmidt </strong> now plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1296174977054247442", "i": 2533, "idx": 4, "sa": ["Eric Schmidt"], "q": "anti-trust and privacy concerns. He cited the example of Germany, where there was particular concern about Google's plan to photograph the roadside facade of every house in the country for its Streetview database. <q> We have been late at adding social capabilities to our core products </q> \" <strong> Eric Schmidt </strong> Google executive chairman The firm offered German homeowners the right to opt out before the pictures were even taken, and nearly 3% duly did that. But despite this initial opposition,", "new_id": -2}, {"uid": "1295517993004980742", "i": 14581, "idx": 1, "sa": ["Sergio Marchionne"], "q": "sufficient to drive the motor.`` In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,'' Chrysler CEO <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> The EPA's technology, developed at its lab in Ann Arbor, Michigan, is starting to appear in delivery and garbage trucks. Chrysler and the feds believe the technology can be used in passenger vehicles", "new_id": -2}, {"uid": "1296961777064782347", "i": 1047, "idx": 4, "sa": ["Michael Vick"], "q": "game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison, a two-year deal with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. <q> To sum it all up, the last five months, have been delayed gratification, </q> <strong> Michael Vick </strong> said.`` Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all", "new_id": -2}, {"uid": "1296676235235241509", "i": 25947, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop", "Google Inc."], "q": "deal that gives the Finnish company exclusive access to Microsoft's Windows Phone 7 and commits to a date for product shipment, Ahmad said. <strong> Stephen Elop </strong>, a former Microsoft executive, said last week that Nokia <q> must build, catalyze and/or join a competitive ecosystem </q> to adapt to a faster-moving industry. His comments fanned speculation Nokia may adopt Windows Phone 7 or <strong> Google Inc. </strong>'s Android software. Microsoft CEO <strong> Steve Ballmer </strong> is grappling with a slow start for the company's revamped", "new_id": -2}, {"i": 524, "idx": 1, "index_answer": 2, "new_id": -1, "q": "the past. <strong> Howard Stern </strong> to <strong> David Letterman </strong>: sorry about your sex scandal( video) Instead of deflecting <strong> Howard Stern </strong>'s apology, <strong> David Letterman </strong> responded with candor and a bit of reciprocal praise. <q>`` You have been very, very nice to me on the radio and viciously ugly to me on the radio and I except both with equanimity because I know a little bit about how you operate and I'm still fond of your talent and your ability and what you've represented to the United States of America-and of course, the world. </q> \" <strong> Howard Stern </strong> calls for Hollywood to boycott <strong> Jay Leno </strong>( video) <strong> Howard Stern </strong> ended his third and final segment on Thursday night's Late Show once again pushing for <strong> David Letterman </strong> to holler back at him", "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "uid": "1296820432076218415"}]