[{"uid": "1296171065065814533", "i": 37023, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "children. <strong> Camille Grammer </strong>'s children. The <strong> David Letterman </strong> cutaway shot which cut through <strong> Camille Grammer </strong>'s heart. The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.\" COHEN: <q>There's a shot of her with the kids on <strong> David Letterman </strong>.</q> CAMILLE: \"He uses them as props. It's tough, it's harsh. It hurts, of course.\" The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Wendy_Williams_on_Camille_Kelsey_Grammer's_pending_divorce_12/15/2010 Wendy", "new_id": -2}, {"uid": "1296519352167067660", "i": 13263, "idx": 0, "sa": ["Roger Vinson", "Barack Obama", "Michael Vick"], "q": "Emanuel answers questions... Photo in Slideshow: <strong> Barack Obama </strong> speaks about the situation in Egypt... Judge <strong> Roger Vinson </strong> sided with 26 states that have sued to block the law... Photo in Slideshow: <strong> Barack Obama </strong>, William Daley Report Abuse <q>So if the below state by is true.... would it be constituational to make all healthcare lawys applicable to congress and the president as well? I'm just saying...</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Proven Anti Aging Proven effective anti aging via uninhibited DNA replication. 5 Foods to never eat: Cut down a bit of stomach fat every", "new_id": -2}, {"uid": "1297233963168116274", "i": 24813, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers", "Ted Thompson"], "q": "Show\" with <strong> David Letterman </strong> that night. He sounded tired and hoarse in the frigid weather, but he had offered his fans one more thing before he left- his \"title belt.\" <q>I just want you to know, for the next year you guys can steal my belt celebration because we're the champions of the world. Put that on whenever you want,</q> <strong> Aaron Rodgers </strong> said with a huge smile. \"It's been a great journey.\" Packers plan to offer McCarthy, <strong> Ted Thompson </strong> contract extensions Tuesday Feb 8 After winning the Super Bowl, Green Bay is planning", "new_id": -2}, {"uid": "1296246869137003031", "i": 285, "idx": 0, "sa": ["Mr. Bauer", "Gary Bauer", "Mike Pence"], "q": "health care through a so-called public-option will hurt states, working families, and small businesses. www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q>All the obvious frontline names have all the usual pluses and minuses,</q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana Rep. <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"uid": "1296961291197279745", "i": 41695, "idx": 1, "sa": ["Michael Vick"], "q": "who dealt with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid. <q>He had a plan and he stuck to that, both on and off the field,</q> Reid said. \"He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape... So, he did a great job with", "new_id": -2}, {"uid": "1297176031226918403", "i": 3182, "idx": 24, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> Aaron Rodgers </strong>: \"You know what? Thankfully, I was surrounded by a group of guys who really believe in me and supported me even through that, the fan base was great.\"( Audience applauds) <q>But, yeah, I mean, you go through stages where you start to lose some confidence, you wonder if you can really get it done, but the biggest change I think in my development was at off-season, when I said,` You know what? I want to the best in my position, so I need to make sure that I take the steps this off season to put myself in a position to be successful.</q> <strong> David Letterman </strong>: \"How many different plays did you run yesterday, different plays? <strong> Aaron Rodgers </strong>: \"Mike likes to repeats some calls sometimes, especially if they work, but...\"( Audience", "new_id": -2}, {"uid": "1297136473102924319", "i": 29846, "idx": 10, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "truly believed <strong> Saddam Hussein </strong> had weapons of mass destruction when he made a presentation to the UN Security Council in February 2003- and never spoke up during meetings with the president to raise objections about the war. <q>There's a lot of stuff( in) the press that says <strong> Colin Powell </strong> was against it. But I never saw even the slightest hint of that,</q> he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: \"My goodness, the intelligence was certainly", "new_id": -2}, {"uid": "1295465847021184526", "i": 12408, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor. \"In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,\" <strong> Sergio Marchionne </strong> said. <q>One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology.</q> Sounds like they are aiming to build the ultimate mail truck. First time? A confirmation email will be sent to you after submitting. Members enter your username and password. E-Mail", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some \"adult supervision.\" On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q>Day-to-day adult supervision is no longer needed.</q> \"I believe Larry is ready\" to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. \"It's time for him to have a shot at running this.\"", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}, {"uid": "1297089856093831186", "i": 41928, "idx": 0, "sa": ["Sergio Marchionne"], "q": "The Auburn Hills automaker sold 1.1 million cars and trucks in the U.S. last year. CEO <strong> Sergio Marchionne </strong> said last month that Chrysler expects to sell 2 million vehicles globally in 2011. <q>They're looking at selling 1.5 million to 1.6 million vehicles in the U.S.,</q> said Bill Kelly, owner of Kelly Cars in Moon Township, Pa., near Pittsburgh. \"And it's going to be less dependent on fleet sales.\" Fleet sales to rental companies", "new_id": -2}]