[{"uid": "1295702422236945432", "i": 40694, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Ian Edmondson"], "q": "LONDON( AFP)- British Prime Minister <strong> David Cameron </strong> began looking for a new media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The GuardIan Edmondson after <strong> Andy Coulson </strong> quit Friday, bowing to pressure over what he knew about hacking at the News of the World( NOTW) when he was its editor. The dramatic", "new_id": -2, "mturk_index": "460"}, {"uid": "1295554110082853921", "i": 30195, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Randy Jackson"], "q": "Season 10, fans will be juding two new judges-- <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>-- as well as target=\"_blank\" an aging reality show that is changing things up to remain on top. According to <strong> Jennifer Lopez </strong>, <q> What this show is about is` American Idol' Premiere Plays Nice with <strong> Jennifer Lopez </strong>, <strong> Steven Tyler </strong> Billboard \"American Idol </q> returned to Fox with its 10th season target=\"_blank\" premiere on Wednesday night( Jan. 19), and with new judges and also making their debuts-- and the reliably affable <strong> Randy Jackson </strong> occupying <strong> Simon Cowell </strong>'s old seat", "new_id": -2, "mturk_index": "1515"}, {"uid": "1296557165034062349", "i": 36437, "idx": 0, "sa": ["Charles Ellis Schumer", "Bill Clinton", "Kirsten Gillibrand"], "q": "that can be easily replaced! I really can't believe they couldn't think of this themselves. Representatives care only about party line To the Editor: Quotes from Sen. <strong> Kirsten Gillibrand </strong> and Sen. <strong> Charles Ellis Schumer </strong>: <q> It is time to come together and work to create jobs across America </q> and \"He is aware of the need to grow jobs, the economy and middle class paychecks.\" That stuff is all good. Congress passed a <strong> Bill Clinton </strong> related to the H-2A program to help farmers trying", "new_id": -2, "mturk_index": "1238"}, {"uid": "1296097874254738467", "i": 32336, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Inc. plans to hire about 6,000 people in 2011, the San Francisco Business Times reports. CEO <strong> Eric Schmidt </strong>, who will vacate the corner office for <strong> Larry Page </strong> in April, said on the company's quarterly earnings call that <q> We will invest in hiring even more product managers and engineers </q> in 2011, but the company didn't give specifics about its plans. and its licensors. All rights reserved. The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used", "new_id": -2, "mturk_index": "276"}, {"uid": "1297710105165232657", "i": 28668, "idx": 0, "sa": ["Steve Ballmer"], "q": "<q> Het is nu geen oorlog meer tussen apparaten, maar tussen platforms </q>, zei Microsoft-topman <strong> Steve Ballmer </strong> maandag Mobile World Congress in Barcelona. <strong> Steve Ballmer </strong> zei dat het nu een strijd is geworden tussen drie platforms: de iPhone van Apple, Android van Google en het Microsoft-platform,", "new_id": -2, "mturk_index": "495"}, {"uid": "1297215890016318510", "i": 847, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Watch: Grandmother Foils Robbery with Handbag Watch: Baby Found Alive in Arena Bathroom Soccer Prodigy Signs with Pro Team at Age 15 <q> When I was 7 I decided I didn't want to go to college and told my parents all I wanted to do was be a professional soccer player, </q> Fagundez told ABC News. \"My teachers said,` Diego you can't do this. You need your education.' There was something in me that knew it would happen, I just never liked school", "new_id": -2, "mturk_index": "118"}, {"uid": "1297422404208748723", "i": 21216, "idx": 0, "sa": ["Susan Boyle", "Simon Cowell", "Justin Bieber"], "q": "2005- believes <strong> Simon Cowell </strong> should revoke his recent decision to allow kids as young as 12 to enter the competition, as he thinks 15 or 16 is a more appropriate age. Shayne told Digital Spy: <q> Obviously there are a lot of 12-year-olds over in America who are incredible singers. But I personally think it's too low. It's a completely different world over there. \"With the whole <strong> Justin Bieber </strong> thing, I can see why lowering the age threshold might be seen as a good thing, but personally I think it should be set at about 15 or 16. </q> While music mogul <strong> Simon Cowell </strong> won't allow any acts below the age of 12 to enter the US' X Factor', he recently admitted 2009's` Britain's Got Talent' winner <strong> Susan Boyle </strong> made him", "new_id": -2, "mturk_index": "1616"}, {"uid": "1297429199014975043", "i": 46384, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Nokia Windows Phone 7 device? <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> both batted the question back, with <strong> Stephen Elop </strong> saying, \"We aren't making a specific announcement of when that will be,\" while <strong> Steve Ballmer </strong> contented himself with, <q> When there's news there will be news. </q> He added that Microsoft and Nokia's engineers have already been working closely together, with talks having started back in November between the two companies. <strong> Steve Ballmer </strong> said the deal is not exclusive:", "new_id": -2, "mturk_index": "1384"}, {"uid": "1296850492052805645", "i": 37866, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "his salary plummet from nearly$ 10-million, including bonuses, to$ 1. \"I don't want my salary to go to a dollar,\" he said. Then he smiled and added, <q> My wife doesn't want my salary to go to a dollar. But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible. </q> <strong> Roger Goodell </strong> also said he has spoken to Eagles quarterback <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting", "new_id": -2, "mturk_index": "1670"}, {"uid": "1295687287040943628", "i": 8102, "idx": 9, "sa": ["Mo Williams", "Allen Iverson", "Jim O'Brien"], "q": "\" He got off to a fast start in this one, scoring 20 in the first quarter. \"He was just on fire,\" <strong> Mo Williams </strong> said after watching <strong> Allen Iverson </strong> make 18-of-30 shots, including five 3-pointers. <q> He was in such a good rhythm that really nobody could stop him tonight. </q> Sixers coach <strong> Jim O'Brien </strong> could only agree after Philadelphia beat the Bucks for the third time this season. \"It was the quickest 40 points I think I have ever witnessed,\" <strong> Jim O'Brien </strong> said. \"He was spectacular", "new_id": -2, "mturk_index": "1458"}]