[{"uid": "2008120808_00032290_W", "i": 1963, "idx": 6, "sa": ["Tommy Reilly"], "q": "as a junior, in a season in which holy cross featured quarterback <strong> Tommy Reilly </strong>. but phillips never got the chance to make much of an impact at the position this season as the lancers became a running team. <q> it was tough because we used to throw it 40 times a game, </q> said phillips, who is considering stony brook, hofstra, and william and mary as possible colleges and hopes to continue his football career at that level. \"but i talked it over with my parents, and", "new_id": -2}, {"uid": "2008091208_00014361_W", "i": 3413, "idx": 29, "sa": ["George Orwell"], "q": "people what they do not want to hear.\" -- <strong> George Orwell </strong> \"anyone who believes exponential growth can go on forever in a finite world is either a madman or an economist.\" -- kenneth boulding, economist <q> fascism should more appropriately be called corporatism because it is the merger of state and corporate power. </q>-- benito mussolini \"corporation, n., an ingenious device for obtaining profit without individual responsibility.\" -- ambrose bierce( the devil's dictionary, 1906) \"you are an ignorant, mr. danger.\"", "new_id": -2}, {"uid": "2008092413_00022347_W", "i": 1085, "idx": 1, "sa": ["Baz Luhrmann", "Nicole Kidman"], "q": "would get pregnant and give birth to a child, but it happened on this movie,\" <strong> Nicole Kidman </strong> told the australian women's weekly in an exclusive interview for the magazine's 75th anniversary edition, released wednesday. <q> seven babies were conceived out of this film and only one was a boy. there is something up there in the kununurra water because we all went swimming in the waterfalls, so we can call it the fertility waters now. </q> australia, directed by <strong> Baz Luhrmann </strong>, was filmed in kununurra, a small town in far northern western australia state. the film, which follows the story of a noblewoman on a cattle drive in australia during world war", "new_id": -2}, {"uid": "2008112422_00037942_W", "i": 3232, "idx": 36, "sa": ["Rick Astley"], "q": "\"you want me to hug myself? in public?\" \"well, okay... it can wait. how about some masturbation when we get home?\" <NO_QUOTATION> \"to the sounds of <strong> Rick Astley </strong>?\" <q> would you shut up about the goddamn <strong> Rick Astley </strong>! shit! </q> \"yes, he is that... shit.\" \"i swear to god i'm going to torture you day and night with goddamn <strong> Rick Astley </strong> now.\" \"why? so you have an excuse to blare", "new_id": -2}, {"uid": "2008100406_00005843_W", "i": 3969, "idx": 0, "sa": ["Barack Obama"], "q": "also showed that the nation's unemployment rate was 6.1 percent, up sharply from 4.7 percent a year ago. over the last year, the number of unemployed people has risen by 2.2 million to 9.5 million. <q> washington, the labor market has a problem, </q> said joel naroff, <strong> Barack Obama </strong> of naroff economic advisors. \"firms are hunkering down and running as lean as possible.... we are likely to see more months of job losses before conditions turn around.\" the", "new_id": -2}, {"uid": "2008122809_00004203_W", "i": 922, "idx": 2, "sa": ["Tony Adams"], "q": "so that's the context and perspective of it.\" pompey have shipped 14 goals in their last six league games and <strong> Tony Adams </strong> knows that figure will increase further at the emirates unless there is a rapid improvement. <q> we've been trying to win football games and getting done on counter-attacks and arsenal are probably the best team in the country at counter-attacking, </q> <strong> Tony Adams </strong> added. so that's going to be very difficult for us and resources are low. we need to put things right quickly. \"it's never easy going there you've got to play them at", "new_id": -2}, {"uid": "2008103119_00028884_W", "i": 4083, "idx": 0, "sa": ["Laurent Nkunda"], "q": "who declared a ceasefire late on wednesday after his forces advanced almost to the limits of the provincial capital goma, said un soldiers failed to stop civilians there being killed and robbed overnight by government troops in retreat. <q> we will go into goma if there is no ceasefire, no security and no advance in the peace process, </q> he told reuters by satellite phone. he said he was talking from his headquarters at kirolirwe, in eastern congo. <strong> Laurent Nkunda </strong>, who has said he is fighting to protect the ethnic tutsi minority in eastern congo,", "new_id": -2}, {"uid": "2008121515_00048460_W", "i": 4260, "idx": 10, "sa": ["Cheryl Coakley-Rivera"], "q": "no elected officials in the city have called her about the bill. \"i guess they really don't care about it,\" she said. <strong> Cheryl Coakley-Rivera </strong> said the bill is not a priority matter for her. <q> i don't know if it's dead, </q> she said. \"until i hear from the administration and city officials, obviously, it's not a priority for them. i haven't heard from them.\" petrolati, who is ranked second in the", "new_id": -2}, {"uid": "2008092400_00039626_W", "i": 1631, "idx": 1, "sa": ["Philip Roth", "Richard Dawkins", "Charles Simonyi", "Steven Pinker"], "q": "<strong> Philip Roth </strong> has been appalled by what has happened politically to his country since the days of nixon and vietnam. physicists could soon be creating black holes in the laboratory best group blog and blog most deserving of wider attention <q> i couldn't tear myself away from 3 quarks daily, to the point of neglecting my work. congratulations on this superb site. </q>- <strong> Steven Pinker </strong>, johnstone professor of psychology, harvard university. \"i have placed 3 quarks daily at the head of my list of web bookmarks.\" - <strong> Richard Dawkins </strong>, <strong> Charles Simonyi </strong> professor of the public understanding of science", "new_id": -2}, {"uid": "2008100223_00009084_W", "i": 266, "idx": 2, "sa": ["Bill Hall", "Jimmy Rollins", "Rickie Weeks"], "q": ", and he showed it on thursday. <strong> Rickie Weeks </strong> made a spectacular play to rob <strong> Jimmy Rollins </strong> of a leadoff hit, but then dropped a low throw from third baseman <strong> Bill Hall </strong> while covering first base in the third inning. <q> it was low, but it was catchable, though, </q> <strong> Rickie Weeks </strong> said. \"that's really all i can say about it.\" <strong> Rickie Weeks </strong> was charged with his first postseason error. he committed 15 of them in the regular season, second most among major league second", "new_id": -2}]