[{"uid": "1295022258099024910", "i": 20754, "idx": 3, "sa": ["Simon Cowell"], "q": ". The acerbic Brit, known for a mix of music savvy, wit and a tinge of nastiness, made Idol a phenomenon when the American version of England's Pop Idol launched in 2002. <q>Without <strong> Simon Cowell </strong>, I'm not sure how successful Idol would have been, regardless of how good( Season 1 winner) <strong> Kelly Clarkson </strong> was,</q> says Atlanta Journal-Constitution blogger Rodney Ho. \"How much will viewers miss <strong> Simon Cowell </strong>'s commentary? That's the question.\" Adding to the loss of <strong> Simon Cowell </strong>, some wonder whether his X Factor, a", "new_id": -2}, {"uid": "1297521829086999043", "i": 11302, "idx": 1, "sa": ["The Lost Dogs", "Michael Vick"], "q": "The only way the public is going to know if he's sincere is to revisit it 5 to 8 years from now, when he's not playing in the NFL and getting endorsements,\" Knorr said. <q>Is he still going into the neighborhoods, preaching to the kids? \"If he's sincere or not, it doesn't really matter because what he's doing now, he's doing a positive thing by speaking to kids in the community about his mistakes and telling them not to go there. What he's doing is good for the public.</q> Knorr talked for the first time since he discussed the case with author Jim Gorant for his book \"<strong> The Lost Dogs </strong>.\" He said he met <strong> Michael Vick </strong> \"four, five times\" during the investigation.", "new_id": -2}, {"uid": "1296200464159858698", "i": 4889, "idx": 10, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": ". <strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion, said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q>What I most want is for him to have a long future,</q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision", "new_id": -2}, {"uid": "1295614765207978533", "i": 17707, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "<strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,\" Mr. <strong> David Cameron </strong> said in a statement. <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.</q> Mr. <strong> Andy Coulson </strong> is a trusted aide and his departure is a blow to Mr. <strong> David Cameron </strong>, whose office had long insisted he would stay on despite the scandal. Earlier this week, Mr. <strong> David Cameron </strong> told", "new_id": -2}, {"uid": "1297183321119177307", "i": 3676, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "he only learned the details of such treatment after the fact- and that interrogators went further than he had authorized. \"I didn't approve any of that,\" <strong> Donald Rumsfeld </strong> said in the interview. <q>And when I found out that they had done some of those things, the people who had done things that had not been approved were dealt with. They were stopped and prosecuted.</q> Known and Unknown: A Memoir, which I will try to read before going to Washington DC this week. <strong> Donald Rumsfeld </strong> was one of the most fascinating figures of the <strong> President Bush </strong> administration, which definitely comes through in", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the \"Jersey Shore\" sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong> \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q>It's really hard for me to watch,</q> <strong> Nicole Polizzi </strong> says of watching the punch t... \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1296334289060850198", "i": 37062, "idx": 0, "sa": ["Zahi Hawass"], "q": "2 days of protests in Egypt <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1296506251121487405", "i": 12962, "idx": 2, "sa": ["National Geographic Society", "Sarah Parcak", "Ramses II", "Zahi Hawass", "Fredrik Hiebert"], "q": "to <strong> Zahi Hawass </strong>, all of <strong> Ramses II </strong>'s museums are now \"completely safe\" and should be open again to the public by this Friday at the latest. Other scholars hope <strong> Zahi Hawass </strong> is right. <q>I am hopeful that the looting will come to an end. <strong> Zahi Hawass </strong> has already implemented numerous security measures, but there are hundreds of sites across <strong> Ramses II </strong>, many of which lie in remote areas,</q> said <strong> Sarah Parcak </strong>, an Egyptologist at the University of Alabama-Birmingham. <strong> Ramses II </strong> is more vulnerable to looting than other countries in the region, said archaeologist <strong> Fredrik Hiebert </strong>, a <strong> National Geographic Society </strong> fellow", "new_id": -2}, {"uid": "1297448767186662943", "i": 24870, "idx": 0, "sa": ["Simon Cowell"], "q": "X Factor USA this fall. <strong> Simon Cowell </strong> said during a press call that the experience of bringing the reality competition to the US has reminded him of the period before American Idol premiered in 2002. <q>I kind of feel at the moment like I did when we were launching American Idol,</q> he said. \"I was excited about the show, I was excited about the prospects, but I hadn't a clue whether it was going to be a hit or whether we were going to be kicked", "new_id": -2}, {"uid": "1296802392154992666", "i": 42965, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Regis Philbin", "Bill Clinton"], "q": "Friday, 8:30 p.m.). <strong> David Letterman </strong> makes a rare appearance on ABC primetime as part of a group to talk about their open heart surgery with <strong> Barbara Walters </strong>. The others include <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Bill Clinton </strong> on <q>A <strong> Barbara Walters </strong> Special: A Matter of Life& Death</q>( ABC, 10 p.m.). The return of \"Smallville\"( The CW, 8 p.m.) and \"Supernatural\"( The CW, 9 p.m.) with new episodes, meant to happen", "new_id": -2}]