[{"uid": "1296085136159416341", "i": 2697, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like \"a volcano that is starting to erupt.\" <q>There will be huge explosions all over Fleet Street if police get to the truth,</q> he told the BBC. Â© Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. More articles in Europe Tweet", "new_id": -2}, {"uid": "1297103090173965317", "i": 1008, "idx": 0, "sa": ["Steve Ballmer"], "q": "an unprecedented ease of communications between systems. Manage full relationship life cycles, with out-of-the-box Sales Force Automation, Customer Service and Marketing as well as full xRM capabilities. According to Microsoft CEO, <strong> Steve Ballmer </strong>, <q>Sales professionals are at the heart of almost every successful business. Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data so they can improve their customers' experiences and effectively compete in the market.</q> Come join Microsoft and FMT Consultants at our joint launch event. Date: Wednesday, March 16, 2011 Time: 9-11am Location: Microsoft Office, San Diego About FMT Consultants", "new_id": -2}, {"uid": "1295446991183418889", "i": 49348, "idx": 3, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Sen. Joe Lieberman"], "q": "& search= Search\", \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011304329.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-44v&amp;flvURL=/media/2011/01/13/01132011-44v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-44v.jsn\"}{ \"title\": <q>Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes</q>, \"description\": \"<strong> Sen. Joe Lieberman </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.\", \"note\":", "new_id": -2}, {"uid": "1297239442238927888", "i": 31552, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. View More: No tags are", "new_id": -2}, {"uid": "1297260229046088245", "i": 24308, "idx": 1, "sa": ["Simon Cowell"], "q": ": there will be no age cut off for participants past 12 years of age and that the winner will receive a$ 5 million record deal with Sony Music, a record for a reality show competition. <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,</q> <strong> Simon Cowell </strong> said via a statement. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract.", "new_id": -2}, {"uid": "1295251188152551466", "i": 8528, "idx": 4, "sa": ["Doug Morris", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": ". The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.\" COHEN: \"There's a shot of her with the kids on <strong> David Letterman </strong>.\" CAMILLE: <q>He uses them as props. It's tough, it's harsh. It hurts, of course.</q> The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Kelsey_Grammer_his_Wife_arrive_at_Clive_Davis_2010_Pre_Grammy_Gala <strong> Kelsey Grammer </strong> and His Wife arrive at The 52nd Annual GRAMMY Awards- Salute To Icons Honoring <strong> Doug Morris </strong> on 01/30/2010 at The Beverly Hilton Hotel Beverly", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of \"American Idol\" since he left the show. Talking to reports on a conference call for his new music competition series, \"The X Factor,\" <strong> Simon Cowell </strong> says, <q>I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well.</q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. \"What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}, {"uid": "1295310733097861638", "i": 44768, "idx": 10, "sa": ["Tyronn Lue", "Rafer Alston", "Allen Iverson", "Thaddeus Young"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q>He was holding me the whole time,</q> <strong> Allen Iverson </strong> said http://wn.com/Magic-76ers_94-96_I_Howard_36pts,11reb,Alston_17pts_vs_Iguodala_29pts,7reb,Miller_24pts,7ast PHILADELPHIA, April 24,2009( AP) Held in check all night, <strong> Thaddeus Young </strong> delivered at the end. <strong> Thaddeus Young </strong>'s driving layup with <strong> Rafer Alston </strong> seconds left lifted Philadelphia to a 96-94 victory over the Orlando Magic", "new_id": -2}, {"uid": "1297467266108675157", "i": 45571, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "that provide job training and prepare troops for the job market before leaving the military. Veterans returning home from Iraq and Afghanistan make up for some of the highest unemployment rates in the country. <q>For the young veterans coming back from Iraq and Afghanistan, it's as high as 20 percent. We need to do better in terms of making opportunities to these veterans so that they can get jobs, good paying jobs, to provide for their families and start their own small businesses,</q> <strong> Kirsten Gillibrand </strong> said. Copyright Â© 2009-2011 TWEAN News Channel of Buffalo, L.L.C d.b.a. YNN. All Rights Reserved.", "new_id": -2}, {"uid": "1297349774105594907", "i": 41277, "idx": 1, "sa": ["David Letterman"], "q": "And that may have worked for two-reelers and shorts back in the thirties, but it doesn't work now- obviously. Was there ever any fallout with <strong> David Letterman </strong> over his cameo appearance, where he says, <q>Hey, kid, wan na buy a monkey?</q> Yes. He wanted that line in there all through the movie. He wanted to be in the movie more. Wait- really? No. Is that a real question?", "new_id": -2}]