[{"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not \"have much to add\" to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q> I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point, </q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory. \"I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}, {"uid": "1295649793119881766", "i": 33456, "idx": 1, "sa": ["Bill Lockyer"], "q": "the world, would not benefit from bankruptcy legislation, Treasurer <strong> Bill Lockyer </strong> said. \"States didn't ask for it. We don't want it. We don't need it,\" <strong> Bill Lockyer </strong> said. <q> Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs. </q> California, which is struggling to close a$ 25 billion budget gap, already holds Moody's Investors Service's lowest state credit rating-- a distinction it shares with Illinois. Bankruptcy filings typically", "new_id": -2}, {"uid": "1296513744009224223", "i": 8337, "idx": 0, "sa": ["Tony Gonzalez", "Michael Vick", "Roddy White"], "q": "running back <strong> Michael Vick </strong> Turner and wide receiver <strong> Roddy White </strong>, the Falcons were everywhere in the NFC's 55-41 Pro Bowl victory on Sunday, a game that never was as close as that final score would indicate. <q> The Falcons were well represented today, </q> <strong> Tony Gonzalez </strong> said in an understatement. Atlanta had the best regular-season record in the NFC at 13-3 but was embarrassed at home 48-21 by the Green Bay Packers in the divisional playoffs. Still, the Falcons'", "new_id": -2}, {"uid": "1297145575101449730", "i": 21655, "idx": 2, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, <q> I have to take everyone's opinions into account, </q> including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so,", "new_id": -2}, {"uid": "1297210418026116097", "i": 5353, "idx": 0, "sa": ["Dwaine Caraway", "Mike Quade", "Michael Vick", "Andy Fantuz"], "q": "if there will even be a 2011 season. And despite that, last week the Chicago Bears signed <strong> Andy Fantuz </strong> from the Canadian Football League. <strong> Mike Quade </strong> Schlaak and his also had tickets to Super Bowl XLV in Dallas. <q> And it was the most ridiculous experience of my life, </q> Schlaak said. So, let me get this straight: <strong> Michael Vick </strong> got the key to the city of Dallas this weekend, by Mayor Pro Tem, <strong> Dwaine Caraway </strong>? Um... what? Bernstein: Hawks' Magic Long", "new_id": -2}, {"uid": "1297242543083116089", "i": 15457, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Kit Hoover"], "q": "new judges panel with his \"American Idol\" pal <strong> Paula Abdul </strong>- but could it happen? \"She's in the mix,\" <strong> Simon Cowell </strong> told Billy Bush and <strong> Kit Hoover </strong> on Tuesday's Access Hollywood Live. <q> But a lot of people are in there. </q> This week, <strong> Simon Cowell </strong> has been blitzing the media, beginning on Sunday with promos for his show, which aired during the Super Bowl, but none of those clips revealed what the Brit will be wearing when", "new_id": -2}, {"uid": "1296228272172146710", "i": 17265, "idx": 7, "sa": ["Dan Coats", "Mike Pence"], "q": "continue to raise money as a member of Congress). But Indiana senator <strong> Dan Coats </strong> tells NRO that if and when <strong> Mike Pence </strong> does announce, he will enter the governor's race as the frontrunner. <q> He is clearly someone who could carry on the remarkable success of <strong> Mitch Daniels </strong>, </q> <strong> Dan Coats </strong> says. \"I am going to strongly encourage him to run. I know he's going to take a little time to assess it, but I hope he's our next governor.\"", "new_id": -2}, {"uid": "1297529172137691161", "i": 47930, "idx": 0, "sa": ["Paolo Romani", "Sergio Marchionne", "John Elkann"], "q": "ministro dello Sviluppo, <strong> Paolo Romani </strong>, dopo l'incontro a Palazzo Chigi con i vertici del Lingotto. Per il ministro l'ad <strong> Sergio Marchionne </strong> ed il presidente <strong> John Elkann </strong> hanno \"confermato di voler investire in Italia\", considerando il nostro Paese <q> un punto di partenza per una azienda che vuole investire nel mondo intero, anche aprendo nuovi mercati </q>. BERSANI, INCONTRO CON GOVERNO? ALLA BUON \"ORA- L'incontro a Palazzo Chigi tra Governo e l\"ad di Fiat, <strong> Sergio Marchionne </strong>? \"Alla buon` ora- risponde il segretario del Pd, Pierluigi", "new_id": -2}, {"uid": "1296536150067862556", "i": 32802, "idx": 12, "sa": ["Allen Iverson"], "q": "Bul... <strong> Allen Iverson </strong> SIGNED with Memphis Grizzlies ESPN NBA!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q> God Chose Memphis as the place that I will continue my career. </q> Referring to a Monday meeting with Griz... 2010-11 NBA season- Miami Heat vs. Memphis Grizzlies: First half highlights( 11/20/10) 2010-11 NBA season- Miami Heat vs. Memphis Grizzlies: First half highlights( 11/20/10)", "new_id": -2}, {"uid": "1296521662156762117", "i": 31069, "idx": 3, "sa": ["Allen Iverson", "George Karl"], "q": ". Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last spot. <q> I don't think we can lose a( player) because of an injury the rest of the way, </q> <strong> George Karl </strong> said. \"It's the time of year where we have to play like it's a playoff circumstance. Everybody is hurting a little bit_ AI is probably at the top of the Check out the", "new_id": -2}]