[{"uid": "1295044357208601179", "i": 8429, "idx": 1, "sa": ["Bob King", "Sergio Marchionne"], "q": "Evans said Ford is interested in much the same bargaining goals.`` We are looBob King at various proposals linBob King employee compensation to company performance, which could include quality as a metric,'' she said. <q> We will continue to explore our options with the UAW as we enter into 2011 negotiations. </q> Chrysler Group CEO <strong> Sergio Marchionne </strong> declined to outline his negotiating goals when asked about them during the auto show. Because Chrysler has yet to report a net profit, its hourly workers won't be seeing the profit-sharing", "new_id": -2}, {"uid": "1295829625240762905", "i": 50838, "idx": 4, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": "a human being, <strong> Barack Obama </strong>.'' 18 Oct 2008`` I think he has reached out to countries around the world and has developed good relations with countries around the world,'' Mr <strong> Colin Powell </strong> said. <q> And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the centrepiece of the State of the Union speech. </q> Dismissing widespread speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defence secretary, Mr <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to", "new_id": -2}, {"uid": "1296417098007684136", "i": 40494, "idx": 1, "sa": ["LeBron James", "Mike Pence", "Barack Obama"], "q": "the choice between seeLeBron James national office and serving Indiana in some capacity, we choose Indiana,'' <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a href=\"http://www.IndyStar.com/article/20110127/NEWS05/110127026\"> letter being sent to supporters. <q> We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. </q> He said he would make a decision`` later this year'' about what his next political step is, but by not running for <strong> Barack Obama </strong> it is considered a virtual certainty that he will run for", "new_id": -2}, {"uid": "1295937890179191810", "i": 14229, "idx": 12, "sa": ["Allen Iverson", "Dirk Nowitzki", "Antonio McDyess", "Rodney Stuckey", "Tim Duncan", "Tony Parker", "Josh Howard", "Jason Terry"], "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando.`` We lost again,'' point guard <strong> Rodney Stuckey </strong> said. <q> I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play. </q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led http://wn.com/Mavs-Spurs_106-93_I_Dirk Nowitzki_31pts,9reb,Jason Terry_19pts_vs_Tim Duncan_30pts,8reb,Tony Parker_26pts,12ast SAN <strong> Antonio McDyess </strong>, April 28,2009( AP) <strong> Jason Terry </strong> galloped down court after one big shot and <strong> Josh Howard </strong> skipped", "new_id": -2}, {"uid": "1295186530196231197", "i": 27477, "idx": 0, "sa": ["Angelina Jolie", "Gwen Stefani"], "q": "Celebrities like <strong> Gwen Stefani </strong> and <strong> Angelina Jolie </strong> might make wearing lipstick look effortless, but Allison Joyce, a makeup artist from Salon Bi'ien in Flint, has noticed that everyday women tend to shy away from lip color. <q> A lot of clients are afraid of lip color, </q> Joyce said.`` They like( different lip colors) on other people, but they don't like it on themselves. I think a lot of girls just aren't sure what color to pick.''", "new_id": -2}, {"uid": "1295675868065781764", "i": 47275, "idx": 2, "sa": ["Carmelo Anthony", "Allen Iverson", "Anthony Carter", "Zhu Min", "Raja Bell"], "q": "so aggressive. He wanted the ball more than everybody else.'' <strong> Carmelo Anthony </strong> said he just wanted to take advantage of the smaller defenders such as <strong> Raja Bell </strong> the Suns put on him and score some easy baskets early, <q> and the way I was going to do that was with offensive rebounding. </q> Seven of his rebounds came off the offensive glass. <strong> Allen Iverson </strong> led the Nuggets with 31 points and had 12 assists and no turnovers, teaZhu Ming with <strong> Anthony Carter </strong>, who had 11 assists and just two turnovers, to lead", "new_id": -2}, {"uid": "1297483335048791629", "i": 57498, "idx": 0, "sa": ["Michael Vick"], "q": ", and owners have to nurture those qualities, he said.`` A misbehaving dog might be a dog whose needs are not being met.'' Lynn doesn't believe pit bulls are born vicious. <q> We believe pit bulls are born dangerous. They are born with a dangerous tool set. They can use it or not use it, </q> she said. In 2007, pit bulls and dogfighting became synonymous with <strong> Michael Vick </strong>, an NFL quarterback who served 18 months in prison over a dogfighting operation based on his property in Surry County, Va.", "new_id": -2}, {"uid": "1296153668245841927", "i": 59900, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> WASHINGTON- Social Security's finances are getting worse as the economy struggles to recover and millions of baby boomers stand at the brink of retirement. New congressional projections show Social Security running deficits", "new_id": -2}, {"uid": "1295715717099811342", "i": 13555, "idx": 3, "sa": ["Mario Chalmers", "Devin Harris", "Eduardo Nájera", "Allen Iverson", "Erik Spoelstra", "Udonis Haslem"], "q": "knee in the first minute but came back to contribute 10 points and 11 rebounds. <strong> Udonis Haslem </strong> led the reserves with 16 points and eight rebounds despite a sore back while <strong> Mario Chalmers </strong> played 11 minutes with a sprained thumb. <q> Defensively, we were very active, </q> Heat coach <strong> Erik Spoelstra </strong> said.`` We have a lot of http://wn.com/Allen Iverson_Allen Iverson_Pistons'_Debut_24pts_6asts_vs_Nets_NBA_08/09_sick_crossover_on_Eduardo Nájera_Eduardo Nájera! <strong> Allen Iverson </strong>'s first game with Detroit turned into the best night of <strong> Devin Harris </strong>' career. <strong> Devin Harris </strong> scored a career-high 38 points Friday night, outplaying <strong> Allen Iverson </strong>", "new_id": -2}, {"i": 556, "idx": 14, "index_answer": 0, "new_id": -1, "q": "think you could have made it a hit.'?'' American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. <q> It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looking at you, like,` What just happened?'? </q> But <strong> Simon Cowell </strong>'s value was instantly clear.`` I still didn't know what the hook of this show was-all these kids come out and sing,'' stage manager <strong> Debbie Williams </strong> remembers of her first day on", "sa": ["Brian Dunkleman", "Simon Cowell", "Debbie Williams"], "uid": "1295218070163594249"}]