[{"uid": "1297182562166789141", "i": 3253, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> claims that the reports of looting were simply the gross exaggerations of an`` irresponsible'' Western press:`` The looting made it appear that postwar Iraq was descending into chaos...,'' he writes dismissively. <q> I thought the looting was tragic, but I did not fault our troops. </q> One can't help but wonder how the Iraqis who lived through it all will react to that one. But the 815-page memoir has a lot of other stories to tell besides these.", "new_id": -2}, {"uid": "1295908381142966884", "i": 1664, "idx": 0, "sa": ["David Letterman", "Jay Leno", "Johnny Carson"], "q": " href=\"http://www.nbcbayarea.com/topics?topic=Johnny Carson+Johnny Carson\" title=\"Johnny Carson\"> <strong> Johnny Carson </strong>'s seems unreachable, and even the heights he, <strong> Jay Leno </strong> and <strong> David Letterman </strong> have experienced seem elusive for any host to achieve going forward. O'Brien agrees late night's future seems murky. <q> I don't think anybody knows, </q> O'Brien tells PopcornBiz.`` We don't know if late night shows are going to be a pill that you take in three years or a saline drop that goes in your eye. None of us knows.", "new_id": -2}, {"uid": "1296055617213385284", "i": 24525, "idx": 2, "sa": ["Richard Keys", "Andy Coulson", "Andy Gray", "Karren Brady", "David Cameron"], "q": "a warning from Sky Sports over the exchange, also compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week. He said: <q> What's the difference?`` If off-air conversations were made public then there would be no-one left working in the country. </q> <strong> Richard Keys </strong> said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he also mentioned disparagingly in the off-air conversation with <strong> Andy Gray </strong>, but she did not return his call. Subscribe to RSSMost Popular in", "new_id": -2}, {"uid": "1295596855029032465", "i": 39563, "idx": 10, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin", "Patricia Krenwinkel"], "q": ", and we will continue to discuss the <strong> Patricia Krenwinkel </strong> decisions among the three of us,'' he added, noting each member of the trio had been equally involved in decision-making over the past 10 years. <q> But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> He said <strong> Larry Page </strong> was`` ready to lead,'' and anticipated working`` for a long time to come'' with <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who", "new_id": -2}, {"uid": "1295416505157892632", "i": 10773, "idx": 0, "sa": ["Simon Cowell", "Michael Lynche"], "q": "led <strong> Michael Lynche </strong> suggested another explanation. Amid angst over the departure of star href=\"http://www2.journalnow.com/topics/types/person/tags/Simon Cowell-Simon Cowell/\" title=\"Topic- Simon Cowell\"> <strong> Simon Cowell </strong> and strife among the judges, the show forgot to concentrate on the contestants. <q> You would catch( the judges) looking off to one side, and there was this( question) of,` Are they really focused on what I'm doing right now?' New York home.`` You've got to keep the focus on kids trying to find their dreams, instead of what kind of relationship the judges have or what can you say next that's going to be funny. </q>`` American Idol'' are about to feel his pain. Because when href=\"http://www2.journalnow.com/topics/types/tvshow/tags/idol/\" title=\"Topic- Idol\">`` Idol'' returns tonight on Fox, it will be unveiling changes so extensive, producers", "new_id": -2}, {"uid": "1295264181256114695", "i": 284, "idx": 0, "sa": ["Mike Pence", "Jack Kemp", "Jim Ryan", "Barack Obama", "Mitt Romney"], "q": "counsel to Ronald Reagan, announced the America's <strong> Barack Obama </strong> ComMitt Romneyee to encourage a Mike Pence-for-Barack Obama bid. Former <strong> Mike Pence </strong> <strong> Jim Ryan </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Jack Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice Barack Obamaial candidate.", "new_id": -2}, {"uid": "1295294243074366995", "i": 23383, "idx": 5, "sa": ["Mike Pence", "Barack Obama", "Jennifer Love Hewitt"], "q": "reported <strong> Barack Obama </strong> having a`` 65%'' approval rating in`` all 57 states.'' <strong> Mike Pence </strong> said that after standing united against <strong> Barack Obama </strong> on the failed Stimulus Plan, Cap and Trade, and Barack ObamaCare, Republicans are <q> back in the fight on the Right </q> to lead the country! Wide-Open GOP Barack Obamaial Field Spurs Dark Horses Possible Republican White House candidates in 2012 Early GOP winds are blowing toward 2012 White House urges China to embrace reform Pre-marital HIV test proposal draws flak <strong> Jennifer Love Hewitt </strong>", "new_id": -2}, {"uid": "1295568226254656535", "i": 47594, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman.`` By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the", "new_id": -2}, {"uid": "1295156019144408576", "i": 17448, "idx": 1, "sa": ["Sergio Marchionne"], "q": "national unions- the one that was close to the former Communist party- of his proposals for new investments in Turin and his warning he will take the investments elsewhere if they are turned down, <strong> Sergio Marchionne </strong> said: <q> Last Friday, I was in Brampton, in Canada, and they invited us to make more investments. They appreciate our investments and now wait for the third shift. </q> He spoke about the desire to work and the`` incredible availability'' to cooperate, saying that`` Brampton is an option along with other sites.'' If the future of the auto industry", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q> It's kind of like when you were a kid in school always picking teams, </q> <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}]