[{"uid": "1295385251249954318", "i": 5762, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the Pomigliano d'Arco plant near Naples are needed to boost productivity at Italian plants to move forward with plans to invest$ 26.7 billion in Italy over the next five years, Italian news agency ANSA reported Tuesday. <q>Let me improve the costs of using the plants and I'll raise the salaries,</q> <strong> Sergio Marchionne </strong> said in an interview with Rome newspaper La Repubblica after 54 percent of the workers at the Turin facility, also known as Mirafiori, approved the deal. <strong> Sergio Marchionne </strong> said he wanted to introduce profit-sharing plans", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a \"second chance.\" According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was \"passionate about it,\" adding that the president said <q>it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall.</q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}, {"uid": "1295256413206143491", "i": 15712, "idx": 8, "sa": ["Allen Iverson", "Tracy McGrady", "Jermaine O'Neal"], "q": "from the field and made 24 of 27 free throws. His previous high was 58 against Houston on Jan. 15, 2002. \"I score a career high and we won the game,\" <strong> Allen Iverson </strong> said. <q>That's how you draw it up in your dreams.</q> It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana's <strong> Jermaine O'Neal </strong> had the previous high in the NBA this season, scoring 55 points against", "new_id": -2}, {"uid": "1297145253184188940", "i": 24333, "idx": 0, "sa": ["Simon Cowell"], "q": "being decided. The competition isn't like American Idol with a cap on age or talent. According to <strong> Simon Cowell </strong>, the minimum age will be 12 with no maximum age for a cap. <q><strong> Susan Boyle </strong> taught me a huge lesson,</q> said <strong> Simon Cowell </strong> about the age limits. \"I have to be more open-minded.\" The details of the X Factor auditions outside of Los Angeles are expected to be revealed in the coming weeks. Focusing", "new_id": -2}, {"uid": "1295577099150192142", "i": 36171, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "the markets seldom like. Streamlining Decisions \"As an investor, a triumvirate usually doesn't work,\" said Ryan Jacob, portfolio manager for the Jacob Internet Fund, a <strong> Google Inc. </strong> investor. <q>But having new, detailed responsibilities in an organization can only help. If anything, I think it's a positive.</q> The company's top executives painted the changes as anything but a shakeup. \"Historically we( <strong> Eric Schmidt </strong>, Page and co-founder <strong> Sergey Brin </strong>) have always been running the decisions together and ultimately it adds", "new_id": -2}, {"uid": "1295562736055705634", "i": 12139, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "chairman, where he says he will focus on broader business partnerships, technology leadership, product development and government outreach. The decision to step down, according to Google executives, is about streamlining management. <q>As Google has grown, managing the business has become more complicated,</q> wrote <strong> Eric Schmidt </strong> in a blog post on Thursday. \"So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, and over the", "new_id": -2}, {"uid": "1297702534073007116", "i": 3950, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "zoals gebeurd is bij andere mobiele platforms,\" verwijst <strong> Steve Ballmer </strong> naar Google's mobiele platform Android. Nokia's Ovi Maps en bijbehorende locatiediensten zullen volgens <strong> Steve Ballmer </strong> \"breed worden ingezet' binnen Microsofts zoekmachine Bing. <q>Dat gebeurt niet alleen op Windows Phones, maar ook in andere Bing-diensten, zoals op pc en tv.</q> Telco-vriendelijk <strong> Steve Ballmer </strong> nodigde ook Nokia-topman <strong> Stephen Elop </strong> uit op het podium. De twee oud-collega\"s sloten vrijdag een samenwerkingsovereenkomst. <strong> Stephen Elop </strong>: \"Nokia en Microsoft vormen een natuurlijke combinatie. Mensen beginnen het te snappen", "new_id": -2}, {"uid": "1295674696105103375", "i": 8806, "idx": 0, "sa": ["Eric Schmidt"], "q": "5.5% since the start of the year. During yesterday's conference call, much was stressed on Page \"being ready,\" writes Forbes' Quentin Hardy. <strong> Eric Schmidt </strong> added that Page had <q>lots of ideas that are interesting and clever.</q> \"Larry Page is likely to be a very capable chief executive at Google- as long as the rules don't change, and he has to prove he is a businessman,\" Hardy adds", "new_id": -2}, {"uid": "1295577549195002392", "i": 31777, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "cc' button in the bottom right corner of the player. As this is a brand new technology, there may be a few syncing slips- please bear with us as we work to perfect*** http://wn.com/Eric_Schmidt_at_Sciences_Po__4_projects_for_Google_in_France www.theytoldyou.com <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place,</q> <strong> Eric Schmidt </strong> tells CNBC http://wn.com/The_new_Don't_Be_Evil_google_video__Final_Versionmp4 techplanet30.com In this video I talk about <strong> Google Inc. </strong> and would like to know your thoughts on the company and their position in the world. I talk a little about Larry Page, <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1297242605085999617", "i": 1335, "idx": 0, "sa": ["Kirsten Gillibrand", "Barbara Boxer", "House Judiciary Committee"], "q": "reproductive rights advocates. They have appropriated the Republican charge from last year that Democrats were working on a liberal policy agenda instead of on job creation and the economy, and turned it on its head. <q>This election was about the economy,</q> said <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong> of New York, who joined with other Democratic senators Tuesday to decry the <strong> House Judiciary Committee </strong> bills Tuesday as needless and intrusive. Over and over, Democrats said that by bringing up the abortion issue", "new_id": -2}]