[{"i": 12447, "idx": 1, "index_answer": 0, "new_id": -1, "q": "the collapse of such a dictatorship was \"inevitable\" in Egypt, as well as in other countries throughout the world. \"What comes next, it's hard to predict,\" <strong> Patrick Leahy </strong> said. <q> A huge part of( Egypt's) natural product is tourism. They've got to get tourists feeling free to go back. Nobody's about to book a trip to Egypt right now. \"The United States really needs stability there, </q> <strong> Patrick Leahy </strong> continued, \"because of our interests in Israel and Jordan and elsewhere.\" <strong> Sen. Bernie Sanders </strong>, I-Vt., had a similar response and called on the United States to support a transition to democracy.", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1297523762190513232"}, {"uid": "1295822638240304187", "i": 3443, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. \"<strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,\" he said. <q> Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style. </q> The Pathways ICT Leadership Development Program Overview And 2011 Course Curriculum McGrathNicol takes streamlined approach to keep IT costs well below industry average EMC has embarked on a journey that will prove IT transformation starts at home. This", "new_id": -2}, {"uid": "1295582443002506841", "i": 32175, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "a trio, an approach they spelled out in an \"owner's manual\" included in the company's 2004 IPO filing. \"We run Google as a triumvirate,\" Page and <strong> Sergey Brin </strong> wrote. <q> The three of us run the company collaboratively with <strong> Sergey Brin </strong> and me as presidents. The structure is unconventional, but we have worked successfully in this way. </q> <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy. \"We tend to agree on everything,\" he noted. But he said he believes the new management structure will speed up", "new_id": -2}, {"uid": "1295446736183418917", "i": 1585, "idx": 4, "sa": ["Jim Ryun", "Mike Pence", "Ronald Reagan"], "q": "But while fiscal issues may dominate the next election, <strong> Mike Pence </strong> also reaffirmed his strength among social conservatives by saying that the nation also needs \"to get back to basics\" by stressing traditional values, including <q> the sanctity of life, traditional marriage and the importance of organized religion. </q> Among those urging <strong> Mike Pence </strong> to run for the presidency is a former deputy counsel to <strong> Ronald Reagan </strong> and former U.S. Rep. <strong> Jim Ryun </strong>, R-Kan. <strong> Mike Pence </strong> said the decision he and his wife", "new_id": -2}, {"uid": "1295842721132481044", "i": 43650, "idx": 0, "sa": ["Michael Vick", "Tom Brady", "Ben Roethlisberger", "Peyton Manning"], "q": "the field or off. Especially off. Along with the Eagles' own <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> was the other big redemption story in the NFL this year. That is, if you define redemption as <q> making people forget your shameful past by winning football games. </q> He may not be any better a guy, but it is time to acknowledge that <strong> Ben Roethlisberger </strong> is one of the truly elite quarterbacks in the NFL. He isn't an artist like <strong> Peyton Manning </strong>, <strong> Tom Brady </strong>, or", "new_id": -2}, {"uid": "1296334186236797959", "i": 1470, "idx": 1, "sa": ["Michael Vick"], "q": ", \"Three years, that seems like such a long time,\" said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. <q> But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were. </q> Much as it has been hard to fit the story of <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs\" lives, their recovery and the message they send, is difficult", "new_id": -2}, {"uid": "1296805908220135483", "i": 6837, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "since by human rights groups. He still defends the use of waterboarding and all those other \"enhanced techniques\" employed at Guantanamo Bay, but one of his \"biggest disappointments\" was his failure to <q> help persuade America and the world the truth about Gitmo </q>. The truth? That word in that context epitomises the problem with Known and Unknown. It is some time since America and the world believed in <strong> Donald Rumsfeld </strong>'s version of the truth, and this", "new_id": -2}, {"uid": "1297488327192626740", "i": 31207, "idx": 8, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "more time to talk.\" I suspect <strong> Donald Rumsfeld </strong> felt otherwise. <strong> Diane Sawyer </strong>, the top ABC anchor, was also eager for <strong> Donald Rumsfeld </strong> to admit mistakes. Here's how her Nightline interview was introduced: <q> <strong> Diane Sawyer </strong> goes head to head with <strong> Donald Rumsfeld </strong> as never before.... The big question: What did he get wrong? </q> <strong> Donald Rumsfeld </strong> said he got some things wrong, as he does in his book. He said \"it's possible\" he was slow to react to deterioration of the military situation in Iraq. He regretted saying", "new_id": -2}, {"uid": "1295716777217530371", "i": 29079, "idx": 0, "sa": ["Andy Coulson"], "q": "nuclear talks end... Photo in Slideshow: Iran nuclear talks enter second day Article: Israeli hospital says French envoy treated Iran has barred the mayor of Tehran from traveling to the United States for a... Report Abuse <q> Producer <strong> Dino De Laurentiis </strong>... well that about says it all. How about Producer <strong> Dino De Laurentiis </strong> is happily celebrating his 98th birthday and wishing everyone a happy new year. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Healthy Habits Coaching Get personal health coach. For military members& their families.", "new_id": -2}, {"uid": "1296582080157810714", "i": 10414, "idx": 6, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "Ministry, but it constitutes a separate ministry in the new government. While protesters dismissed the Cabinet reshuffle as cosmetic and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. <q> The people in the streets have to give this government an opportunity to change, </q> he said cheerfully. \"Beautiful things happened in the last five days.\" Â© Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.", "new_id": -2}]