[{"uid": "1295721723089014301", "i": 40544, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "ab. Ein erwachsener Aufpasser tue ihnen ganz gut, sagten <strong> Larry Page </strong> und sein Mitgr?nder <strong> Sergey Brin </strong> damals unisono. Inzwischen sind Sergey Brins Haare lichter geworden, die von <strong> Larry Page </strong> grau. Am Donnerstagabend verschickte <strong> Eric Schmidt </strong> per Twitter den Satz: <q> T?gliche Aufsicht durch Erwachsene nicht mehr n?tig. </q> <strong> Larry Page </strong> nimmt die Macht wieder an sich. Sein Vorg?nger <strong> Eric Schmidt </strong> muss sich von April an mit der Rolle des Verwaltungsratschefs zufrieden geben und soll Google offiziell nur noch nach au?en vertreten- falls er nicht aus Antriebsmangel", "new_id": -2}, {"uid": "1296203372059293774", "i": 50169, "idx": 3, "sa": ["Eric Holcomb", "Mike Pence"], "q": "<strong> Eric Holcomb </strong> on his resume would only enhance his chances of running for the presidency in the future. For now, though, the political road <strong> Mike Pence </strong> will travel begins in Indiana-- literally. <strong> Mike Pence </strong> said he will <q> be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead. </q> That begins today. <strong> Mike Pence </strong> is holding a town hall meeting at 10 a.m. in Pendleton and speaking at 1:20 p.m. to Muncie Central High School students. Those are both in the 6th District that", "new_id": -2}, {"uid": "1295554754061718535", "i": 58929, "idx": 0, "sa": ["Lloyd Blankfein", "Steve Ballmer", "Barack Obama"], "q": "China sei zu einer Beziehung`` von href=\"http://www.n-tv.de/politik/Hu-kommt-zur-Wachabloesung-article2396461.html\" title=\"Hu kommt zur Wachabl?sung\"> strategischer Bedeutung und globalem Einfluss gewachsen''. Es gebe gemeinsame Interessen und gemeinsame Verantwortung. Hu sprach von einem neuen Kapitel der Zusammenarbeit. <q> Lasst uns die Chance ergreifen und Hand in Hand voranschreiten. </q> Nach einem ersten Gespr?ch mit <strong> Barack Obama </strong> stie?en auch amerikanische Wirtschaftsf?hrer dazu, darunter Microsoft-Chef <strong> Steve Ballmer </strong> und Goldman-Sachs-Vorstand <strong> Lloyd Blankfein </strong>. <strong> Barack Obama </strong> kritisiert Yuan-Wechselkurs Die USA streben nach den Worten von Pr?sident <strong> Barack Obama </strong> in ihrem Verh?ltnis zu China im", "new_id": -2}, {"uid": "1295582204150192172", "i": 7144, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "The management reshuffling appears to be amicable. Both <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends.'' <q> I believe <strong> Larry Page </strong> is ready </q> to be CEO, <strong> Eric Schmidt </strong> said during the call.`` It's time for him to have a shot at running this.'' <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes", "new_id": -2}, {"uid": "1295250982187957319", "i": 49180, "idx": 0, "sa": ["Larry Bird", "Vince Carter", "LeBron James", "Allen Iverson", "Adam Young", "Russ Granik", "Shaun Johnson"], "q": "since the days of <strong> Shaun Johnson </strong> and <strong> Larry Bird </strong>. As two of the NBA's most exciting <strong> Adam Young </strong> stars, they are dazzling spectators and TV viewers with limitless creativity and breathtaLeBron James moves in the Toronto Raptors-Philadelphia 76ers playoff series. <q> This matchup is great, and people are getting turned on to it, </q> said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's First Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Vince Carter </strong>'s 28 in the 76ers' 97-92 victory.`` For better or worse,", "new_id": -2}, {"uid": "1295562153178864134", "i": 31344, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "make room for co-founder <strong> Larry Page </strong>, a role he will start in on April 4th.`` In this new role I know he will merge Google's technology and business vision brilliantly,'' wrote <strong> Eric Schmidt </strong>. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead. </q> As for <strong> Eric Schmidt </strong>'s own new gig,`` I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology", "new_id": -2}, {"uid": "1297182555166789121", "i": 58322, "idx": 3, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": ",`` What you know today can help you unthink your thinking about tomorrow.'' <strong> Donald Rumsfeld </strong> said,`` It can't help you with things you were thinking about back then,'' and added, <q> Back then there was reasonable confidence that[ Saddam Hussein] had these weapons. </q> <strong> Donald Rumsfeld </strong>, one of the most divisive members of his administration, served as defense secretary under former <strong> George W. Bush </strong> from 2001 to 2006. compiled from agency reports Related Articles href=\"http://www.speroforum.com/site/subs.asp?idsub=128\"> Global", "new_id": -2}, {"uid": "1297126776180666406", "i": 37170, "idx": 2, "sa": ["Eric Schmidt"], "q": "at...- The Marines have changed the commander of the detention facility where WikiLeaks... Photo in Slideshow: A file photo shows <strong> Eric Schmidt </strong> Photo in Slideshow: A file photo shows Google CEO <strong> Eric Schmidt </strong> Report Abuse <q>`` Once Al-Methwad had been awarded the contracts, prosecutors say, Janet <strong> Eric Schmidt </strong> used money from Al-Methwad to purchase fewer or inferior goods than those required by the contract and arranged for their delivery to Marines in Iraq. </q> \" Time.com: A Tale of Two Super Bowls: Suspense and Glory Inside, Tears and Anxiety Outside ABC News: Watch: Western Journalist Continue Coverage in Egypt Mortgage Rates Hit 2.99% If you owe less than", "new_id": -2}, {"uid": "1296014983065716231", "i": 21641, "idx": 0, "sa": ["Michael Vick", "Rex Ryan", "Wes Welker"], "q": "But <strong> Michael Vick </strong> lost all his product endorsements following his 2007 arrest on dogfighting charges, for which he served 18 months in federal prison. <strong> Wes Welker </strong> said he regrets joking comments he made referring to foot-fetish reports involving <strong> Rex Ryan </strong>. <q> Yeah, sure I do, </q> he told the Boston Herald, according to a report on the newspaper's website Tuesday. At a news conference on Jan. 13, three days before the Jets beat the Patriots, 28-21, in a", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q> Sales professionals are at the heart of almost every successful business, </q> said <strong> Steve Ballmer </strong>.`` Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}]