[{"uid": "1297444625051478617", "i": 38049, "idx": 0, "sa": ["Simon Cowell"], "q": "is close friends with show supremo <strong> Simon Cowell </strong> and would be prepared to accept a judging or mentoring role on the new series when it launches later this year. He told the Daily Mail newspaper: <q><strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine.</q> <strong> Simon Cowell </strong>- who is set to announce the highly anticipated final judging line-up for the show within the next month- has previously said he is looking for an American superstar to join the panel and conceded''", "new_id": -2}, {"uid": "1295670451069369869", "i": 34652, "idx": 2, "sa": ["Richard Garriott", "Rodney Stuckey", "Michael Grabner", "Tayshaun Prince", "Allen Iverson"], "q": "Washington on Dec. 9, They're 10-9 with <strong> Allen Iverson </strong> on the roster. <strong> Tayshaun Prince </strong> added 14 points and 10 rebounds, and <strong> Richard Garriott </strong> Hamilton scored 12 points for the Pistons, 6-1 when <strong> Rodney Stuckey </strong> starts at the point. <q>You have to pick your poison because usually a team has only one defender on the perimeter,</q> Hamilton said of coach <strong> Michael Grabner </strong> Curry's recent lineup shift. ''Now we have two great scorers on the perimeter.'' Detroit closed the first half on an 11-4 run and led 44-34 at intermission, but Washington", "new_id": -2}, {"uid": "1296814582259670059", "i": 15212, "idx": 0, "sa": ["Santonio Holmes", "Aaron Rodgers", "Troy Aikman", "Ben Roethlisberger", "Michael Vick"], "q": "<strong> Santonio Holmes </strong> on a spectacular pass to the corner of the end zone with just 35 seconds remaining. ''I think that it really is why[ <strong> Ben Roethlisberger </strong>] is a great player,'' <strong> Troy Aikman </strong> said. <q>Because at the end of the day, when it's all said and done, regardless of where your numbers may or may not be, it's about if you can win the game when the game's on the line, and he's done it on the biggest stage.</q> While <strong> Troy Aikman </strong> has been impressed by both <strong> Aaron Rodgers </strong> and <strong> Ben Roethlisberger </strong> this season, he gave credit to another standout quarterback, the Eagles' <strong> Michael Vick </strong>. ''I never would have dreamed that he could have", "new_id": -2}, {"uid": "1297061519093618179", "i": 669, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern,'' <strong> Sergio Marchionne </strong>'s statement said. <q>I regret the remark, which I consider inappropriate.</q> <strong> Sergio Marchionne </strong> said Chrysler remains grateful for the bailouts and noted that no other parties were willing to assist in Chrysler's recovery. ''The two governments levied interest rates that, although appropriate at the", "new_id": -2}, {"uid": "1296666801235831302", "i": 2480, "idx": 1, "sa": ["Steve Ballmer", "Jean-Philippe Courtois"], "q": "good e-mail machine... Right now, we're selling millions and millions and millions of phones a year. Apple is selling zero phones a year.''[ January 2007] On the iPad: <q>We've got some other competitive actions coming back, and we'll talk about slates and tablets and blah, blah, blah, blah...</q>[ July 2010] From <strong> Steve Ballmer </strong> to <strong> Jean-Philippe Courtois </strong>, indications are that Microsoft just isn't getting it about mobile computing. Unfortunately, this looks like yet another misstep in Microsoft's wobbly trajectory these", "new_id": -2}, {"uid": "1296705162088064025", "i": 28720, "idx": 2, "sa": ["Michael Vick"], "q": "the season. <strong> Michael Vick </strong> would go on to be one of the top-scoring players in fantasy football. ''I'm not going to make it sound like I'm an expert or anything,'' Tulipane said. <q>But at the end of the season, I started listening to some of the gurus on television, and that didn't work.</q> Marketplace videos Watch the latest offers, products and services from our advertisers. Browse our print ads It's the ultimate advantage for Buffalo consumers. Never miss another ad again! Copyright 1999", "new_id": -2}, {"uid": "1296708146155615316", "i": 36845, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> President Bush </strong> U.S. Defence <strong> Donald Rumsfeld </strong> concludes in his new autobiography that the war in Middle East would be <q>far more perilous than it is today,</q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion. No such weapons", "new_id": -2}, {"uid": "1297513190155107384", "i": 42360, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "that this is still his habit. His office houses his archive and the <strong> Donald Rumsfeld </strong> Foundation, which among other things helps retired troops. I ask him what time he normally gets up and he replies, unsmilingly, <q>I get up at 4:30 or 5 and exercise generally and read the paper in the sauna.</q> His way of life seems almost comically Spartan. I suggest that perhaps we might order something to eat, and he seems genuinely surprised. ''You want something to eat?'' A waiter is summoned. I", "new_id": -2}, {"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.'' Saying his ''heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with <q>the good and strong and opinionated people of this state</q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}, {"uid": "1295325762089587715", "i": 40606, "idx": 1, "sa": ["Oprah Winfrey", "Michael Vick", "Piers Morgan"], "q": "then bet 200 British pounds on who will get the first <strong> Michael Vick </strong> interview between them. The topic of her success and money comes up and how <strong> Oprah Winfrey </strong>'s ''brand'' is love. <strong> Oprah Winfrey </strong> says, <q>Money's worth nothing if it can't buy you the opportunity to love more.</q> <strong> Piers Morgan </strong> uses that as a segue to ask her how may times she's been ''properly in love.'' <strong> Oprah Winfrey </strong> snarks, ''Ooh, you're good. You're good.'' Her response", "new_id": -2}]