[{"uid": "1295033756239566871", "i": 13025, "idx": 2, "sa": ["David Letterman", "Camille Grammer"], "q": ", and we both said hello... It was uncomfortable. Kelsey looked shocked. The look on his face!\" The Late Show with <strong> David Letterman </strong> Thursday night, Kelsey shared his feelings for his new love. <q> <strong> Kayte Walsh </strong>'s my new girl, and we're planning to get married soon, </q> he told the talk show host. How soon?\" Sometime in February,\" <strong> Camille Grammer </strong> said.\" The kids are doing okay.\" Kelsey put in a request to the judge for a quickie divorce", "new_id": -2}, {"uid": "1295674471088440863", "i": 29744, "idx": 0, "sa": ["Bob Barr", "Andy Coulson", "Baby Doc"], "q": "<strong> Baby Doc </strong>\" relocates to private home... Haiti on need for` democratic' government <cite> AFP </cite> Video: Lawyer: <strong> Baby Doc </strong> plans to remain in Haiti... <strong> Baby Doc </strong>, in his first public statement since... Report Abuse <q> Hold on a minute-- this corrupt S- O- B ripped off his country for hundreds of millions of dollars, and now, after his countrymen have been victimized by one tragedy after another, he decides to come back to\" participate in reconstruction </q>, sniffing around for more money to steal? And Republican scum like <strong> Bob Barr </strong> think they're going to get their cut too? Pure, unmitigated gall! \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1295562314244678666", "i": 30358, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ".\" We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" said <strong> Eric Schmidt </strong>, who joined Google as CEO in 2001. <q> By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Despite Google's solid results for 2010, Page and <strong> Sergey Brin </strong> may feel <strong> Eric Schmidt </strong> isn't adequately addressing the challenges the company faces. Apple, with its iPhone and iPad, has proved to be", "new_id": -2}, {"uid": "1295266429010354711", "i": 7797, "idx": 0, "sa": ["Steve Ballmer"], "q": "take an Xbox.' I want that average 15-year-old girl as excited about the Kinect, and we haven't done as good a job drawing in that broader set of demographics,\" <strong> Steve Ballmer </strong> said. <q> If you want to know where is the consumer heat, the things that people want to get their hands on, it's Xbox and Xbox Kinect. I think about my own family. My wife used to say,` No, no, that's the machine the boys use,' and now she says,` Yeah, I want to go watch movies. Let's go play the dance game.' </q> <strong> Steve Ballmer </strong> continued:\" It opens up accessibility to family entertainment because with the Kinect, you control these systems with your body, with your voice. We've opened up the world of content in TV", "new_id": -2}, {"uid": "1295991953089178223", "i": 3073, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "AP) If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many\" <strong> Donald Rumsfeld </strong>'s Rules\": <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his book,\" Known and Unknown,\" he imagined a more typical Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he and a", "new_id": -2}, {"uid": "1295650549188383258", "i": 28474, "idx": 1, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "FEBRUARY 4 ON ABC <strong> Barbara Walters </strong>, <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Charlie Rose </strong>... Life Can Change in a Heartbeat, No Matter How Famous You Are <q> I realized there was really no alternative, if I wanted to live, I had to do this, </q> <strong> Bill Clinton </strong>\" I would find myself busting into tears and sobbing uncontrollably,\" <strong> David Letterman </strong>\"... Stop the heart, work on it, restart it... good luck,\"", "new_id": -2}, {"uid": "1295635479070795298", "i": 47884, "idx": 0, "sa": ["Andy Coulson"], "q": "of the FDLR, a Rwandan Hutu militia operating in eastern Congo, and the army has also regularly been accused of carrying out atrocities. The rights group Amnesty International earlier this week condemned what it called <q> the virtual impunity the Congolese forces benefit from. </q> <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street communications director, having decided that\" when a spokseman needs a... Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction", "new_id": -2}, {"uid": "1296235636135299114", "i": 6207, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "a report this week saying the program will run a$ 45 billion deficit this year and will be completely drained by 2037 unless changes are made. But <strong> Sen. Bernie Sanders </strong> disagrees that the problem is urgent. <q> This is not the most pressing problem, </q> said <strong> Sen. Bernie Sanders </strong>, I-Vermont.\" Should we address the problem to make sure that it is there for our kids and our grandchildren? That Social Security is strong and secure for the next 75 years? Absolutely.", "new_id": -2}, {"i": 8439, "idx": 0, "index_answer": 1, "new_id": -1, "q": "An update on missing children in Amarillo for Amber Alert Awareness Day <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295465162182796299"}, {"uid": "1295667481014565502", "i": 44334, "idx": 0, "sa": ["Gov. Rick Perry", "Bill Lockyer"], "q": "considered a GOP presidential contender, said:\" In <strong> Gov. Rick Perry </strong>, the governor and legislators practice fiscal responsibility and are required by law to have a balanced budget, something that Washington should adopt.\"-- <q> Bankruptcy should not be a bailout for states that have been poorly managed. Families across America have to live within their means, and state and federal government need to do the same. </q>* CALIFORNIA- Democratic State Treasurer <strong> Bill Lockyer </strong> said:\" States didn't ask for it. We don't want it. We don't need it.\"--\" Bankruptcy would devastate states", "new_id": -2}]