[{"uid": "1295581287002506756", "i": 24733, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "Page said. Although he tried to debunk the idea in Thursday's interview, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. <q>I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,</q> said <strong> Ken Auletta </strong>, author of \"Googled: The End of the World As We Know It.\"' I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For", "new_id": -2}, {"uid": "1296593042130416646", "i": 2297, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "<q>Right now[ I'm] just kind of focusing on my music a lot. That's really important to me. This movie I have coming out... Most people just think they just put me together, some people just made me like I'm some factory machine, but this movie proves that I worked hard to get here and that's what I wanted to show.</q> <strong> Justin Bieber </strong>, explaining part of the motivation to make his upcoming movie \"Never Say Never\" on \"The Late Show With <strong> David Letterman </strong>.\" The 16-year-old Canadian pop sensation sat on the couch with the venerable talk", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night. \"It was a huge lift off of me,\" <strong> Allen Iverson </strong> said. <q>I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more.</q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}, {"uid": "1296110502157515821", "i": 2743, "idx": 1, "sa": ["Andy Coulson", "Barack Obama"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like \"a volcano that is starting to erupt.\" <q>There will be huge explosions all over Fleet Street if police get to the truth,</q> he told the BBC. Why <strong> Barack Obama </strong> Brought His Message to Manitowoc Wisconsin grabbed a lot of attention when Republicans took over both houses of the Legislature and the governor's office after the mid-term elections.", "new_id": -2}, {"uid": "1295696719177029138", "i": 46442, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> has been <strong> David Cameron </strong>'s communications director since 2007 <strong> Andy Coulson </strong> has been <strong> David Cameron </strong>'s communications director since 2007 <strong> David Cameron </strong> said he was \"very sorry\" <strong> Andy Coulson </strong> was going <strong> Andy Coulson </strong> has resigned as the PM's communications chief <q>So far, our worst day in government,</q> a senior aide from <strong> David Cameron </strong>'s Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on Friday. The left-wing newspaper added that <strong> Andy Coulson </strong>'s departure \"leaves the prime minister with a", "new_id": -2}, {"uid": "1295559984175849556", "i": 14323, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "From <strong> Eric Schmidt </strong> An Update From The Chairman \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season.", "new_id": -2}, {"uid": "1295802995079921158", "i": 16134, "idx": 1, "sa": ["Colin Powell", "President Bush"], "q": " \"Every president has a challenge when it goes from campaigning to governing, takes a while to figure out the difference between campaigning and governing,\" <strong> Colin Powell </strong> said on CNN's \"State of the Union.\" <q>Now we see at the end of the second year, he is definitely focusing on governing... we'll see how 2011 goes.</q> <strong> Colin Powell </strong>, who worked in four presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus", "new_id": -2}, {"uid": "1296493268169607182", "i": 36680, "idx": 1, "sa": ["Michael Gove"], "q": "she ever travelled overseas on an American passport? Or had the audacity to breathe air that had been cleaned by EPA regulations? Hmmm. You quote <strong> Michael Gove </strong> Ford saying: <q>In the end, Miss <strong> Ayn Rand </strong> was a hypocrite but she could never be faulted for failing to act in her own self-interest.</q> I'm not even sure she's a hypocrite. She objected to the state taking from the people, but that is not the same as objecting to people taking from the state. I imagine she", "new_id": -2}, {"uid": "1295217385130613292", "i": 2031, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Barack Obama", "Debbie Wasserman Schultz"], "q": "use,\" <strong> Debbie Wasserman Schultz </strong>, a Florida Democrat, said on CBS. The debate should focus on specific parts of the legislation that are contentious, said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, a New York Democrat. <q>If we can move that conversation to what about the bill do you want to change, that is a legitimate debate that we should frankly have,</q> <strong> Kirsten Gillibrand </strong> said on CBS. \"The bill's not perfect. It never has been.\" <strong> Chuck Schumer </strong> said there are changes to the bill both parties can work on together, such as the repeal of", "new_id": -2}, {"uid": "1296655097153911319", "i": 2383, "idx": 1, "sa": ["Dong Kim", "Kirsten Gillibrand", "Gabrielle Giffords"], "q": "good friends, said Monday that she visited <strong> Gabrielle Giffords </strong> this weekend and saw the congresswoman making progress. \"<strong> Gabrielle Giffords </strong> continues to defy the odds& is so appreciative of all your support,\" <strong> Kirsten Gillibrand </strong> wrote on Twitter. <q>Pls cont[ inue] to keep her in your prayers.</q> On the day <strong> Gabrielle Giffords </strong> moved to rehab, doctors said she was doing \"remarkably well\" and was making daily improvements in her neurological health. <strong> Dong Kim </strong>, a neurosurgeon, said then that he wasn't", "new_id": -2}]