[{"uid": "1297170191123355244", "i": 28752, "idx": 3, "sa": ["George H.W. Bush", "Donald Rumsfeld", "Saddam Hussein", "Gerald Ford"], "q": "you didn't take is always smoother,\" he said. <strong> Donald Rumsfeld </strong>, who served as <strong> George H.W. Bush </strong>'s defence chief for six years after holding the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that <q>in a war, many things cost lives.</q> But he had no regrets about his leadership for the wars in Iraq and Afghanistan- the latter now nearing its 10th anniversary. \"I think the world's a better place with <strong> Saddam Hussein </strong> gone and with", "new_id": -2}, {"uid": "1296286461057311252", "i": 6300, "idx": 0, "sa": ["Zahi Hawass"], "q": "royal jewelry and other pharaonic artifacts. Japan's Prince Akishino and his wife Princess... National Museum World Video: Egypt leader fires Cabinet amid massive protests World Video: Canadian town boasts world-class ice fishing Report Abuse <q>The Egyptian army secured Cairo's famed antiquities museum early Saturday, protecting thousands of priceless artifacts, including the gold mask of King Tutankhamun, from looters.</q>- Ah, let them loot and take the treasure prime: This <strong> Zahi Hawass </strong>, much the human crime; Full of himself and of that great hot air Report Abuse \"First the` protesters", "new_id": -2}, {"uid": "1295605845143458387", "i": 37057, "idx": 0, "sa": ["Simon Cowell"], "q": "bar. A terrified Nick pleads with Peter to spare him, telling him to think of the consequences of his actions and the affect they will have on his son <strong> Simon Cowell </strong> but Peter pays no attention, <q>I reckon they'll call it a crime of passion.</q> He tells Nick before striking the businessman across the head; Nick falls to the ground with blood seeping from an open wound. Fan will have seen Peter and Leanne wed in a quickie hospital bed ceremony", "new_id": -2}, {"uid": "1295633194146702360", "i": 2654, "idx": 9, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "see what they do with it.\" Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> will soon lift the ban on initiating new cases against Guantanamo detainees in preparation to increase the use of military commissions for prosecution. Imposed <q>on the day of <strong> Barack Obama </strong>'s inauguration,</q> the overturned ban will be accompanied by \"an executive order to create a parole board-like system\" to review cases of nearly 50 detainees who would be held without trial. At a briefing hosted by the Economic", "new_id": -2}, {"uid": "1294994914169689121", "i": 8532, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "The appeals court is due to publish its decision at a later date. In the case of Ali v. <strong> Donald Rumsfeld </strong>, the ACLU alleges that nine prisoners, who were later released without charge, <q>were beaten, tortured, sexually abused</q> between 2002 and 2004 in American prisons in Iraq and Afghanistan. The ACLU alleges that <strong> Donald Rumsfeld </strong> and members of the military hierarchy knew of such practices and are thus personally responsible for the prisoners' treatment.", "new_id": -2}, {"i": 19821, "idx": 1, "index_answer": 2, "new_id": -1, "q": "that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. \"<strong> Ricky Gervais </strong> was the host of the( Globes) show-very funny guy,\" <strong> David Letterman </strong> said on his late-night CBS show Monday. <q>But there's already talk that he'll never be invited back, and I say, \"Hey, welcome to the club.'</q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre\"s hosts, including <strong> Heidi Klum </strong> of \"Project Runway\" and <strong> Jeff Probst </strong> of \"Survivor", "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "uid": "1295447541150847576"}, {"uid": "1295665797103448719", "i": 20301, "idx": 0, "sa": ["Andy Coulson"], "q": "', it felt a lot more like \"last week and the week before'. They need to move a lot faster if they're going to make this a must-watch programme.\" blog, Seenit.co.uk: <q>Plenty of scope for fixes and polishing but 10 O'clock Live has the potential to become one of Channel 4's biggest shows. I'll definitely be tuning in next week.</q> Get a FREE copy of The Week magazine and keep up-to-date with the most important news stories from the past 7 days by Ten things you need to know today: <strong> Andy Coulson </strong> quits, Alan Johnson's", "new_id": -2}, {"uid": "1296364134215957544", "i": 15611, "idx": 4, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "Grizzlies in <strong> Carmelo Anthony </strong>'s return <strong> Allen Iverson </strong> raced downcourt and floated an alley-oop lob that <strong> Carmelo Anthony </strong> shoved one-handed through the hoop for an arena-rattling jam, one that seemed to holler to all their doubters, \"Take that!\" <q>We just... <strong> Allen Iverson </strong> 18pts <strong> Carmelo Anthony </strong> career high 49pts vs Wizards 07/08 <strong> Allen Iverson </strong> 18pts <strong> Carmelo Anthony </strong> career high 49pts vs Wizards 07/08 <strong> Allen Iverson </strong> barely broke a sweat and he thanked <strong> Carmelo Anthony </strong> for that. \"I think that might be the easiest game I ever played in my career. I was out there watching,</q> <strong> Allen Iverson </strong> hollered across the locker room after <strong> Carmelo Anthony </strong> scored a career-high 49 points to lead the Denver Nugge... Washington Wizards Vs. Chicago Bulls NBA 2010 Season Game Recap- 13.11.2010 Washington Wizards Vs. Chicago Bulls NBA 2010 Season Game", "new_id": -2}, {"uid": "1297298416168493093", "i": 40020, "idx": 3, "sa": ["Eric Shinseki", "Donald Rumsfeld"], "q": "of generals like <strong> Eric Shinseki </strong>, who urged a much larger force to secure the country. And his callous disregard for the Iraqi people can be seen by his famous remark in response to the lawlessness in post-invasion Iraq: <q>Stuff happens... freedom's untidy.</q> There are very few regrets in the memoir. <strong> Donald Rumsfeld </strong> still justifies the Iraq War, and says there was nothing wrong in the way the Afghanistan War was conducted. He takes potshots at many of his", "new_id": -2}, {"uid": "1297426535014974989", "i": 23374, "idx": 0, "sa": ["David Letterman"], "q": "<strong> David Letterman </strong> boldly asked the diminutive \"Jersey Shore' party animal when she appeared on` Late Show.' <q>Do you think, uh, um, maybe you need to abstain?</q> She replied, \"I definitely don't think I have a problem. I mean, when we're not filming I hardly go out. I hardly drink. It's just, you know, it\"s", "new_id": -2}]