[{"uid": "1296458269077217816", "i": 40716, "idx": 6, "sa": ["LeBron James", "Dwyane Wade", "Rasheed Wallace", "Chris Bosh", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. \"The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q>We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us.</q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/Miami_Heat_vs_Golden_State_Warriors_114__107_January_1,_2011 <strong> Dwyane Wade </strong> scores 25 points, <strong> LeBron James </strong> and <strong> Chris Bosh </strong> add double-doubles as the Heat come back to defeat the", "new_id": -2}, {"uid": "1295226775102072329", "i": 4022, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "breathing on her own since Saturday, when she was taken off of a ventilator and fitted with a feeding tube. \"The Congresswoman continues to do well,\" the Medical Center announced on Sunday. <q>Yesterday's procedures were successful and uneventful.</q> New York Sen. <strong> Kirsten Gillibrand </strong>, who was in the hospital room last week to witness <strong> Gabrielle Giffords </strong>' \"miracle\" awakening, said the injured Congresswoman is \"making progress every day.\" Arizona Rep. is \"making", "new_id": -2}, {"uid": "1295598415194969622", "i": 7568, "idx": 1, "sa": ["Marty Mornhinweg", "Michael Vick", "Brett Favre"], "q": "). <strong> Marty Mornhinweg </strong> was asked if he believed there yet existed a book on <strong> Michael Vick </strong>, an accepted way to attempt to defend against his variety of skills. \"I don't,\" he said. <q>Because with really good quarterbacks, each[ defensive] team has a combination of things: your personnel, their personnel, schematically what you're built for, where your best pass rush is, where your best corner is, what type of coverages you play best... \"All of those things come into play. But one thing I will say is, when you have a quarterback like Mike, people tend to play you differently every week.</q> <strong> Marty Mornhinweg </strong> has been around long enough that he brings up two names when you begin this discussion: <strong> Brett Favre </strong> and Steve Young. <strong> Marty Mornhinweg </strong> worked with both of them as an assistant coach, in Green Bay and", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.</q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}, {"uid": "1295308710035520519", "i": 16425, "idx": 0, "sa": ["Piers Morgan", "Oprah Winfrey", "Michael Vick"], "q": "little pussycat.\" Related Times Topics: <strong> Piers Morgan </strong>| CNN Add to Portfolio Time Warner Inc headline that's pinned above <strong> Piers Morgan </strong>'s desk, as if it were an inspirational quote from the Dalai Lama. <q>I've said that <strong> Lady Gaga </strong> can only come on my show if she gets on bended knee in crimes against humanity,</q> explains <strong> Piers Morgan </strong>, grinning. Sitting in his office, which looks out over <strong> Piers Morgan </strong> And <strong> Oprah Winfrey </strong> Make A Bet About <strong> Michael Vick </strong>( VIDEO) <strong> Oprah Winfrey </strong> is <strong> Piers Morgan </strong>'s first guest for his CNN show \"<strong> Piers Morgan </strong> Tonight.\"", "new_id": -2}, {"uid": "1297699500244842499", "i": 33335, "idx": 1, "sa": ["Jerry Brown", "Maggie Clark", "Bill Lockyer"], "q": "forward quickly \"that's <strong> Jerry Brown </strong>'s fault\" said Rosemead Councilwoman <strong> Maggie Clark </strong>. \"The governor is being very shortsighted in taking this position, because it can be an economic stimulus,\" <strong> Maggie Clark </strong> said. <q>In the long run, it could have disastrous effects for us.</q> Still, it could be cities that lose in the haste, according to state Treasurer <strong> Bill Lockyer </strong>. <strong> Bill Lockyer </strong> says some cities that issued redevelopment bonds in January, in their rush to obligate funds, are getting", "new_id": -2}, {"uid": "1296171036065404933", "i": 30299, "idx": 0, "sa": ["Erin Fetherston", "Kate Middleton", "Gregg Araki", "Mike Pence"], "q": "perfect-fitting trousers out there.\" So why the shift toward lower prices? <strong> Erin Fetherston </strong> cites the economy, of course, but also her experience at Juicy Couture and her 2007 collection for Target. <q>I became more aware of a large <strong> Erin Fetherston </strong> fan base that hasn't necessarily been able to buy into the designer price point,</q> she told <strong> Erin Fetherston </strong> Is Suspending <strong> Kate Middleton </strong> Regular-Priced Line in Favor of a New, Lower-Priced One New on Vulture Recommends: <strong> Gregg Araki </strong>'s Favorite Movies With Sex Scenes and More! Congressman <strong> Mike Pence </strong> Is the Only Republican in America Definitively", "new_id": -2}, {"uid": "1295721707089014346", "i": 9938, "idx": 0, "sa": ["Rafik Hariri", "Andy Coulson"], "q": "A wrapped statue of slain... Lebanese Prime Minister <strong> Rafik Hariri </strong> Lebanese Prime Minister <strong> Rafik Hariri </strong> <cite> AP </cite> Photo in Slideshow: Lebanon's Jumblatt becomes possible kingmaker Report Abuse \"Lebanon political crisis threatens economic gains.\" Report Abuse <q>The new Lebanon is going to be like Iran ruled by a bunch of Islamists and terrorists</q> Report Abuse \"Hizballet will destroy Lebanon.\" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Healthy Habits Coaching Weight& stress", "new_id": -2}, {"uid": "1296005420146669597", "i": 12784, "idx": 1, "sa": ["Bill Lockyer"], "q": "<strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. \"No state needs to declare bankruptcy,\" <strong> Bill Lockyer </strong> said, <q>The states have sovereign taxing power the big companies don't.</q> <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments that lack the capacity to repay their debts. California and other states have, at least", "new_id": -2}, {"uid": "1297112033026116113", "i": 49273, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q>I believe I can find a star.</q> 3:00 p.m.- 4:00 p.m. Let's Make A Deal 8:00 p.m.- 8:30 p.m. How I Met Your Mother 8:30 p.m.- 9:00 p.m. Rules Of Engagement", "new_id": -2}]