[{"uid": "1295652755122683468", "i": 27496, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": "Thursday, he would earn about$ 334.7 million on the stock sale. He would still own about 2.7 percent of <strong> Google Inc. </strong>'s outstanding capital stock, down from 2.9 percent before selling the shares. <q>As <strong> Google Inc. </strong> has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,</q> <strong> Eric Schmidt </strong> said in a posting on the company's official blog. ''And over the holidays we decided now was the right moment to make some changes to the way we are structured.''", "new_id": -2}, {"uid": "1295802494101695495", "i": 36368, "idx": 11, "sa": ["Colin Powell", "Barack Obama", "Laurence Arnold"], "q": "'s too early to know how many troops <strong> Barack Obama </strong> may be able to bring back to the U.S. in July. ''I think one year of surge has produced rather inconclusive results,'' <strong> Colin Powell </strong> said. <q>I can not tell whether or not the surge is successful.</q>-- With assistance from Mike Dorning in Washington. Editors: Ann Hughey, <strong> Laurence Arnold </strong>. To contact the reporter on this story: Viola Gienger in Washington at vgienger@bloomberg.net", "new_id": -2}, {"uid": "1295459479168706057", "i": 21886, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": ", currently being drawn up by the Palestinian Authority for consideration by the, that would have the U.N. dictate terms to Israel on borders and settlements- two contentious issues between Israel and the Palestinian Authority. <q>A resolution of this nature would work against our country's consistent position, which has been that this and other issues linked to the Middle East peace process can only be resolved by the two parties negotiating directly with each other,</q> the <strong> Kirsten Gillibrand </strong> letter states. United Nations, which you know has a long history of hostility toward Israel, to deal with just one issue in the negotiations, will not move the two sides closer to a", "new_id": -2}, {"uid": "1295530291005685266", "i": 35688, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor. ''In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,'' <strong> Sergio Marchionne </strong> said. <q>One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology.</q> Research shocker! Keyless car entry systems can be hacked easily, elegantly BAE Systems develops e-ink camo for tanks and war zone e-readers The most commented posts on Engadget over the past 24 hours. Trending posts from Engadget", "new_id": -2}, {"uid": "1295746465110362632", "i": 4943, "idx": 1, "sa": ["Kobe Bryant", "Allen Iverson", "LeBron James", "Mo Williams"], "q": "win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> LeBron James </strong> around, the Cavs have little to fear. ''He willed this win for us,'' Cavs coach Mike Brown said of his star. <q>He has been doing that for us down the stretch, no matter who our opponent is.</q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half http://wn.com/Allen_Iverson_54pts_vs_Cleveland_Cavaliers_2000/2001_MVP_NBA_Regular_Season <strong> Allen Iverson </strong> keeps scoring and the Philadelphia 76ers keep winning. One night after a 41-point effort in Philadelphia's most lopsided win of the season,", "new_id": -2}, {"uid": "1295375973188088334", "i": 2565, "idx": 1, "sa": ["Sergio Marchionne"], "q": "has said. ''I think whenever we launch new products coming out of these plants, we need to be there,'' said <strong> Sergio Marchionne </strong> last Wednesday during the North American International Auto Show in Detroit. <q>I think it's an important recognition of the effort that's gone in here by our colleagues on the shop floor.</q> <strong> Sergio Marchionne </strong> hinted to reporters that he is considering replacing the Town& Country with a more compact vehicle by 2014. <strong> Sergio Marchionne </strong> told CBC News that the minivan's future, along with the Windsor assembly", "new_id": -2}, {"i": 30276, "idx": 5, "index_answer": 1, "new_id": -1, "q": ", 2 rebs and 1 ast in 33 mins.... <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky AI and the 76ers went home losers again. <q>It's going to have to be one of the best games ever from us in order to win,</q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the inju... Pistons 2010/11 Season-Opener Intro Introduction of the new 2010/2011 Detroit Pistons", "sa": ["Rodney Stuckey", "Allen Iverson"], "uid": "1295655959070139994"}, {"uid": "1297293762070500363", "i": 34168, "idx": 0, "sa": ["Donald Rumsfeld", "The Republican Party"], "q": "are dedicated to the country, not Democratic far left policy or the <strong> The Republican Party </strong> line. There is not one of you here that can say either the Dems or Repubs have served this country well. Report Abuse <q>I smell a tea party Jihad, led by Saran Palin.</q> <strong> The Republican Party </strong> has split into two different groups. ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options! Cancer Treatment", "new_id": -2}, {"uid": "1297262354075628544", "i": 12948, "idx": 0, "sa": ["Eric Schmidt"], "q": "n't make a virtual omelet without getting a few eggheads scrambled. This clash of the tech titans is captured by POLITICO's Elizabeth Wasserman in a slice of the type of reporting you can expect from POLITICO Pro. <q>Google is under siege in Washington like never before- and it says an ''anti-Google industrial complex' is to blame. In an interview with POLITICO, a Google spokesman argued that a cabal of antitrust lawyers, lobbyists and public relations firms is conspiring against the Internet search giant. The mastermind? Google says it's Microsoft,</q> Wasserman reports. ''Maybe it's irony, or maybe it''s payback. In the 1990s, Microsoft was the tech industry wunderkind that got too big for its britches- and Google CEO <strong> Eric Schmidt </strong>, then an", "new_id": -2}, {"uid": "1297344246193150984", "i": 24348, "idx": 2, "sa": ["Zahi Hawass"], "q": ", but said that was not true. ''Egypt has 5,000 years of civilisation, and we love our heritage. We are not the Taliban who destroyed the monuments of Afghanistan,'' he said. <q>I want everyone to relax and to know that I am here and we are all watching with open eyes. I want people to know that after days of protest, the monuments are safe. Why? Because the Egyptian people are protecting them,</q> <strong> Zahi Hawass </strong> concluded. In a statement released by the Ministry of State for Antiquities, <strong> Zahi Hawass </strong> stated that some reports published in the media claiming that the necropoleis of Memphis, Saqqara and Abusir had been plundered", "new_id": -2}]