[{"uid": "1294969933123027461", "i": 11445, "idx": 1, "sa": ["Eric Schmidt"], "q": "was full of surprises, and it turns out 2012 will have some twists and turns as well: The first Senate retirement is a Republican,'' said <strong> Eric Schmidt </strong>, communications director for the Democratic Senatorial Campaign Committee. <q> We look forward to running a competitive race in Texas as the Lone Star State is now one of several Democratic pickup opportunities next November. </q> But Republicans are confident of their ability to defend open seats, and point to 2010, when they held seats of retiring lawmakers in Florida, Kentucky, Missouri, New Hampshire and Ohio.", "new_id": -2}, {"uid": "1296124365229654533", "i": 14895, "idx": 1, "sa": ["Richard Keys", "Peter Capaldi", "Andy Coulson", "Andy Gray"], "q": "that doesn't stop <strong> Peter Capaldi </strong> being pestered for comment about the demise of <strong> Andy Coulson </strong>.`` I'd like to hack his voicemail and find out what's going on in his life,'' <strong> Peter Capaldi </strong> told the Independent. <q> I can't believe he didn't know what was going on. I'm an actor, what do I know? But I don't like the idea that we're ruled by people who think it's alright to hack into private phone calls. I'm glad the actors are retaliating. </q> The Independent, P11 <strong> Richard Keys </strong> resigns from Sky Sports <strong> Richard Keys </strong>' resignation came after he tried on radio to quell the` firestorm' which has also seen <strong> Andy Gray </strong> sacked BBC blames government for World Service cuts", "new_id": -2}, {"uid": "1297242011110002179", "i": 24972, "idx": 0, "sa": ["Simon Cowell"], "q": "the idea of a Teen Idol show in the past, The X Factor is going there from the start and beyond. Singers aged 12 and up are welcome to audition. There is no upper age limit. <q> I like the idea that a 12-year old on this show can compete with an older singer and a singing group, </q> <strong> Simon Cowell </strong> said in a statement.`` I've never believed there should be a cut-off age for talent.'' GFR This site is operated by Cinema Blend LLC. For advertising inquiries, contact", "new_id": -2}, {"uid": "1297652095245153826", "i": 29848, "idx": 1, "sa": ["Donald Rumsfeld", "Billy Graham"], "q": "'s young Democrats were off to WWII, <strong> Billy Graham </strong> was in Divinity School and starting his ministry. Gee, with all those young widows to console he must have been very busy.( Did someone just ask: <q> Did he get laid a lot? </q>? If so; you're catching on to how this Republican Morality scam works.) Getting back to <strong> Donald Rumsfeld </strong> and the profitability of stupidity and ineptness, we know of one guy, who is both", "new_id": -2}, {"uid": "1295754863179863671", "i": 21113, "idx": 0, "sa": ["Jon Stewart", "Bill Lockyer", "Sid Wilson", "Jason Jones"], "q": "DMV could make you an organ donor, if state <strong> Bill Lockyer </strong> passes Comedy Central's The Daily Show, host <strong> Jon Stewart </strong> told viewers that many recession-hammered states had turned to unusual methods to raise target=\"_blank\" href=\"http://wnmoney.com/\"> money. <q> Are any of these ideas actually stupid? </q> <strong> Jon Stewart </strong> wondered. Cut to Daily Show correspondent <strong> Jason Jones </strong>, who described Arizona's plans to sell its state government buildings for$ 735 million, States Weigh Cuts in Hollywood SubSid Wilsonies target=\"_blank\" href=\"http://wn.com/Los_Angeles\"> LOS ANGELES- Preparing", "new_id": -2}, {"uid": "1297466062241451037", "i": 3888, "idx": 2, "sa": ["Donald Rumsfeld", "Aldo Rustichini"], "q": ", the ones we don't know we don't know.'' Article continues below the advertisement... Mr <strong> Donald Rumsfeld </strong>'s statement soon made waves. It inspired economists Salvatore Modica and <strong> Aldo Rustichini </strong> to pontificate thus: <q> A subject is certain of something when he knows that thing; he is uncertain when he does not know it, but he knows he does not... he is unaware of something when he does not know it, and he does not know he does not know. </q> Psychoanalytic philosopher Slavoj i?ek went one step further and defined what even Mr <strong> Donald Rumsfeld </strong> missed: the unknown known, things we don't know we know. I'm still grappling with this one, trying desperately", "new_id": -2}, {"uid": "1296232207160088064", "i": 23157, "idx": 8, "sa": ["Mike Pence", "Barack Obama"], "q": "'' The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "new_id": -2}, {"uid": "1295615268003915792", "i": 32718, "idx": 2, "sa": ["Catherine Tate", "Donald Rumsfeld"], "q": "'' But, she said,`` it was not a judgment that found favor with some parts of the American machine''- namely <strong> Donald Rumsfeld </strong> H. <strong> Donald Rumsfeld </strong>, the United SCatherine Tates secretary of defense at the time. That <q> is why <strong> Donald Rumsfeld </strong> started an alternative intelligence unit in the Pentagon to seek an alternative judgment, </q> she said. MI5, she said, had refused to offer contributions to the documents produced at 10 Downing Street's orders to justify the case for war because the http://wn.com/Mera_Gaon_Mera_Desh_1971Aayah_Aayah_,_Attariyah_Par_Koi_Chor_!ROHINI-110085, The Ghost Writer, had its world", "new_id": -2}, {"uid": "1297216340026116096", "i": 39758, "idx": 1, "sa": ["Simon Cowell"], "q": "life-changing'' prize, comparing the difference between X Factor to the difference between Extreme Makeover: Home Edition and Jersey Shore. As for the current, Simon Cowell-free season of Idol, he said, <q> I haven't seen a full episode, </q> continuing,`` I think we're going to do something different. I'm excited. The stakes are high.'' Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from", "new_id": -2}, {"i": 21910, "idx": 5, "index_answer": 0, "new_id": -1, "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talking about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said.`` We really like playing together, and we're getting it going. We're really just http://wn.com/Washington_Wizards_John_Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does`` The Dougie'', an amazing pre-game dance before the home", "sa": ["Chris Webber", "Allen Iverson", "John Wall"], "uid": "1295147684219021325"}]