[{"uid": "1295308387132857908", "i": 5833, "idx": 0, "sa": ["Mike Pence", "Ronald Reagan", "Jack Kemp", "Jim Ryun", "Newt Gingrich"], "q": "deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q><strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,<q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1295440340100417590", "i": 13524, "idx": 0, "sa": ["Simon Cowell"], "q": "the show's season 10 premiere Wednesday( January 19). \"American Idol'? Oh, yeah, I love all those[ talent shows],\" he said. <q>Somebody says they're \"chewing gum for the mind,' but they're entertaining.... My wife makes me watch them; I don\"t,<q> he joked before admitting that he and his wife TiVo every episode. \"I went to one or two of the shows and met <strong> Simon Cowell </strong>,\" he revealed. \"Somebody I really like is Randy", "new_id": -2}, {"i": 20485, "idx": 5, "index_answer": 1, "new_id": -1, "q": "game of their Western Conference playoff series with <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> leading the way. \"The guys who were here two years ago know we were in the same situation last time,\" Denver center <strong> Marcus Camby </strong> said. <q>They ran off and won four straight. That's why no one is really happy. We came out to get Game 1 but we also want to get Game <strong> Rafer Alston </strong>.<q> If <strong> Allen Iverson </strong> and <strong> Tony Parker </strong> play this well again, the Nuggets have a good shot. <strong> Tony Parker </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter. \"Two years ago we probably were", "sa": ["Tony Parker", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295245546048136202"}, {"uid": "1294983597239403167", "i": 8235, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "shocked! The look on his face was like'[ Gasp] What is she doing?\" <strong> Camille Grammer </strong> also dished about her sex life with <strong> Kelsey Grammer </strong>-- or lack there of-- and said, <q>He's an actor. He like to experiment.<q> Earlier this week <strong> Camille Grammer </strong> hinted <strong> Kelsey Grammer </strong> was into wearing women's clothing. She backtracked slightly explaining that she was just trying to be funny. Meanwhile, <strong> Kelsey Grammer </strong> appeared on The Late Show With <strong> David Letterman </strong> declaring his", "new_id": -2}, {"uid": "1295285232265912326", "i": 9438, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Hu Jintao", "President Bush"], "q": "<strong> Chuck Schumer </strong> and said he and a group of bipartisan senators would reintroduce a bill they crafted last year, but which never came to a vote in Senate. It would require the Treasury Department to investigate <q>China's manipulation of its currency and actually do something about it... The time for talk is over. We've had enough of China's empty verbiage,<q> he said. <strong> Chuck Schumer </strong>, <strong> Kirsten Gillibrand </strong>, Peter King urged an end to a \"zero sum\" Cold War relationship with the U.S., but... Photo in Slideshow: <strong> President Bush </strong>, <strong> Hu Jintao </strong>, on the eve of", "new_id": -2}, {"uid": "1297123330195428355", "i": 5334, "idx": 5, "sa": ["the Black", "Simon Cowell"], "q": "X Factor\" involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q>Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition.<q> Advertisement The \"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as <strong> the Black </strong> Eyed Peas or Destiny's Child. \"", "new_id": -2}, {"uid": "1296079016000753673", "i": 20688, "idx": 1, "sa": ["Michael Vick", "Barack Obama"], "q": ", but the company's CEO, Rob Vito, described <strong> Michael Vick </strong>'s earnings on the deal as \"sizable.\" From Philly.com: \" \"We believe it was worth it,\" he said, <q>because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.<q>\"[...] \"We're real excited about it,\" Vito said. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an", "new_id": -2}, {"uid": "1295565460204783640", "i": 20749, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": ", <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,\" <strong> Eric Schmidt </strong> said in a posting on the company's official blog. <q>And over the holidays we decided now was the right moment to make some changes to the way we are structured.<q> <strong> Google Inc. </strong> also reported fourth-quarter financial results, beating Wall Street's net revenue expectations. Net revenue, excluding fees paid to partner websites, was$ 6.37 billion. Analysts polled by Thomson Reuters I/B/E", "new_id": -2}, {"uid": "1296217886066224161", "i": 17311, "idx": 0, "sa": ["Peyton Manning", "Jeff Fisher", "Ovie Mughelli", "Drew Brees", "Michael Vick"], "q": "better in person than watching on TV. He did attend the 2008 Pro Bowl, but that was to support teammate <strong> Jeff Fisher </strong> Turner. This time, someone else is picking up the tab. <q>The first-class flight out here instead of coach didn't hurt either,<q> he said. For <strong> Ovie Mughelli </strong>, walking into the Pro Bowl hotel for the first time and seeing <strong> Peyton Manning </strong>, <strong> Drew Brees </strong>, <strong> Michael Vick </strong> and other NFL greats- past and present- made him pause.", "new_id": -2}, {"uid": "1295564145075235334", "i": 41895, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "bn) on revenues of$ 8.44 bn. Mr Page, 37, is reclaiming the job he relinquished to Mr <strong> Eric Schmidt </strong>, 55, when investors called for a more experienced business leader. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong>[ <strong> Sergey Brin </strong>] for a long time to come,<q> Mr <strong> Eric Schmidt </strong> said in a blog posting. Mr <strong> Sergey Brin </strong> is Google's co-founder. Business editor, BBC News website It's just under 10 years ago that <strong> Eric Schmidt </strong> joined Google, and what a ride it", "new_id": -2}]