[{"i": 24637, "idx": 1, "index_answer": 4, "new_id": -1, "q": "Wizards on Tuesday. They watched an 11-point halftime lead evaporate against the Raptors in the third quarter.`` <strong> Fatboy Slim </strong>'re jumping out and holding leads and we just can't hold them,'' guard <strong> Allen Iverson </strong> said. <q> <strong> Fatboy Slim </strong> play well for a while and then it seems we just lose focus. </q> <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-balance layup. He sank the free throw for a 108-106 lead. <strong> Lou Williams </strong>' last-chance 3-pointer was off the mark,", "sa": ["Fatboy Slim", "Chris Bosh", "Samuel Dalembert", "Lou Williams", "Allen Iverson"], "uid": "1296279092111296547"}, {"uid": "1297116847195428397", "i": 34148, "idx": 4, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "have to make a case-by-case decision based on them as a person.'' And what does <strong> Simon Cowell </strong> think of the new season of American Idol?`` I haven't seen a full episode,'' he said. <q> I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over. </q>` American Idol' EP <strong> Nigel Lythgoe </strong>:' I Worry About Being Called Karaoke' 4 2011 Grammy Nominees- Various Artist Heat Vision What's hot in the world of fanboy entertainment, from blockbuster films", "new_id": -2}, {"uid": "1295634050249806881", "i": 6430, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "including new products. <strong> Eric Schmidt </strong> will stay on as executive chairman and focus on external deals, broader business relationships, government outreach and technology thought leadership. <strong> Eric Schmidt </strong> will also act as advisor to Page and <strong> Sergey Brin </strong>. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in the earnings announcement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.'' Google has a data center in Lenoir that was built", "new_id": -2}, {"uid": "1295553639137363464", "i": 12558, "idx": 1, "sa": ["Kristi Noem", "Mike Pence"], "q": ". Rep <strong> Kristi Noem </strong> thinks politicians should honor their campaign promises? What planet is this lady from?`` <strong> Kristi Noem </strong> owns and operates guns. Therefore she's a racist''- <strong> Mike Pence </strong> Moore <q> There is no federal funding of abortions. And how dare you try to stop it! </q>/ s WHAT ABOUT THE CHILDREN!?!? Oh, wait... \" Backers of abortion rights, including most Democrats, say the health care overhaul law already maintains the Hyde amendment ban on", "new_id": -2}, {"uid": "1295669863217972753", "i": 7013, "idx": 2, "sa": ["Eric Schmidt"], "q": "of co-founder as opposed to his current role of president, Technology.`` He's an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. You must read and type the 6 chars within 0..9& A.. F Enter your personal information to the left, or sign in with your Facebook", "new_id": -2}, {"uid": "1297033516043974665", "i": 15244, "idx": 1, "sa": ["Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "controlling the game.'' The 6-5, 241-pound <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> and <strong> Michael Vick </strong> or as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. <q> I'm always trying to get better, </q> he said.`` I'm trying to make better decisions, smarter decisions. I try not to put us in a bad situation.'' This season, 15 of his 34 rushes produced", "new_id": -2}, {"uid": "1295530460005685268", "i": 14298, "idx": 2, "sa": ["Steven Tyler", "Simon Cowell", "Silvio Berlusconi", "Jennifer Lopez"], "q": "Minister, <strong> Silvio Berlusconi </strong>. Ms. <strong> Jennifer Lopez </strong> commandeered the good cop role, wailing and mugging over having to reject contestants in a this-is-harder-on-me than-it is-on you routine, which was all the more painful for rejected contestants. <q> Oh my God, this is awful, </q> she moaned after saying no to a young woman from the Ivory Coast.`` Oh my God, I hate this.'' <strong> Simon Cowell </strong> <strong> Steven Tyler </strong> wasn't as snide as <strong> Simon Cowell </strong>, but he did become the", "new_id": -2}, {"uid": "1294997879266141707", "i": 35564, "idx": 2, "sa": ["Sergio Marchionne"], "q": "The pro-plan union members avoid the streets and meet at an auditorium to listen to their leadership.`` The crisis has been under way for three years,'' the man on the podium says. <q> Many industries are dying, banks are holding on to their money, if nothing improves, unemployment will skyrocket this year. We want to ensure our future. That's why we broke labor unity and approved the <strong> Sergio Marchionne </strong> plan. </q> The union that's been left alone is the powerful left-leaning metal workers. If its members don't agree to sign, <strong> Sergio Marchionne </strong> says they will lose their representation-rights on the factory floor. Thousands", "new_id": -2}, {"uid": "1295509121092602403", "i": 44966, "idx": 3, "sa": ["David Letterman", "Martin Short"], "q": "he said. And then he advised <strong> David Letterman </strong> to not`` come back like Sinatra.'' Though it was inevitable, the humor was lost when <strong> David Letterman </strong> inevitably set the record straight and <strong> Martin Short </strong> feigned ignorance. <q> Oh, so you're staying? </q> he asked awkwardly. It was funny while it lasted, at least. Maybe <strong> Martin Short </strong> should have refused to believe him, or just assumed <strong> David Letterman </strong> was slipping his old age and confused about whether or not", "new_id": -2}, {"uid": "1295652755122683468", "i": 27494, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "largest social network. <strong> Google Inc. </strong> said the management change was made as part of a plan to`` streamline'' decision making and create clearer lines of responsibility and accountability at the top. <q> It's a good move. It[ the triumvirate management structure] was always one of things that concerned us a little bit, </q> said Ryan Jacob, portfolio manager with the Jacob Internet Fund.`` It should streamline the decision-making process. They're in a fast-moving industry.'' <strong> Eric Schmidt </strong> now plans to sell about 534,000 shares of", "new_id": -2}]