[{"uid": "1296171234238878728", "i": 41445, "idx": 0, "sa": ["Eric Schmidt"], "q": "One of the justifications that Google provided for former CEO <strong> Eric Schmidt </strong>'s move into the chairman role and the a new cover story on the company, which describes how Google is trying to save itself from <q>the ossification that can paralyze large corporations.</q> But what if Google's biggest problem isn't a lack of flexibility or the speed of its decision-making, but a fundamental cultural inability to create new lines of business that can keep the company growing? What if", "new_id": -2}, {"uid": "1294997802152699116", "i": 17861, "idx": 0, "sa": ["David Letterman", "Conan O'Brien", "Bill Cosby"], "q": ". Yet, despite its huge popularity- it was the No. 1-ranked show for five straight seasons- there were still naysayers, particularly those who thought the show wasn't edgy or realistic. <q>Someone said, \"How come one of your kids( from the show) is not dating a white kid?'</q> remembers the show's patriarch, <strong> Bill Cosby </strong>. \"And I said,` Because the one on` Family Ties' hasn't touched a black person yet.\" <strong> Conan O\"Brien </strong> OK with <strong> David Letterman </strong>, not", "new_id": -2}, {"uid": "1296216092141213713", "i": 3656, "idx": 3, "sa": ["Michael Gove", "Joseph Stalin", "Catherine the Great"], "q": "the Coalition: \"They're talented, honourable and radical, too- they've got to make these cuts and they're doing very well.\" He wholeheartedly supports <strong> Michael Gove </strong>'s education reforms and thinks it <q>essential to bring back the reading of classics onto the curriculum</q>. Even Burke? \"<strong> Catherine the Great </strong> literature is gripping. It's absurd it's not being taught. There's appalling ignorance out there.\" When he was on tour promoting Young <strong> Joseph Stalin </strong>, he", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. \"We're putting our money where our mouth is,\" <strong> Simon Cowell </strong> said. <q>It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star.</q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge. \"I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}, {"uid": "1295594598183287816", "i": 46397, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to assume more of a behind-the-scenes role as much as Page's personal ambition. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and Google's other founder, <strong> Sergey Brin </strong>,", "new_id": -2}, {"uid": "1296706237199049246", "i": 1208, "idx": 3, "sa": ["Michael Jordan", "Michael Vick", "Clyde Drexler"], "q": "now,\" says Charlotte coach Larry Brown. \"The college game is much more physical than our game. I always tease <strong> Michael Vick </strong>[ <strong> Michael Jordan </strong>], if he played today, he'd average 50.\" <q>The history book inspires them to be some of the best,</q> said <strong> Michael Jordan </strong>. \"Rules have changed to help them. I could have averaged 50 points today!\" Question for <strong> Clyde Drexler </strong>: In the current league where there is no hand checking and no ruff play how much", "new_id": -2}, {"uid": "1296709692055181312", "i": 47083, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "after the World Trade Center collapsed, he wrote in his memoir Known and Unknown, which is due out Feb. 8. The New York Times and Washington Post published excerpts of the book late Wednesday. <q>Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,</q> <strong> Donald Rumsfeld </strong> wrote, according to the Times, but <strong> President Bush </strong> \"wanted the options to be` creative.\" The stories reveal that <strong> Donald Rumsfeld </strong>, despite his In Full: State of the U..", "new_id": -2}, {"uid": "1296218172048857090", "i": 12606, "idx": 4, "sa": ["Mike Pence", "Joe Donnelly"], "q": "he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said <strong> Mike Pence </strong> could be hard to beat if he runs for governor. <q>He'll be the prohibitive favorite in 2012,</q> Bopp said, for both the nomination and the general election. Democrats disagreed. Several Democarts have expressed interest in running, including U.S. Rep. <strong> Joe Donnelly </strong>, whose northern Indiana district is expected to become", "new_id": -2}, {"uid": "1295218070163594249", "i": 542, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": " \"American Idol,\" featuring <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <strong> Simon Cowell </strong> was a company man, a traditional A&R rep who rose quickly through the ranks at big record labels by focusing on profits over cultural cachet. While <q>most of my colleagues were obsessed with signing the next coolest rock or alternative band,</q> he wrote in his 2003 memoir, <strong> Simon Cowell </strong> scored massive hits with records based on WrestleMania, Teletubbies, and the Mighty Morphin Power Rangers. But all those successes would be dwarfed by the format that Fuller", "new_id": -2}, {"uid": "1296745480199131144", "i": 25343, "idx": 3, "sa": ["Donald Rumsfeld", "Barack Obama", "Robert Gates"], "q": "Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong>, to join the field of 2012 Republican presidential candidates to challenge his current boss, <strong> Barack Obama </strong>. DraftGates2012.com campaign has yet convinced <strong> Robert Gates </strong> to abandon his previously announced plans to retire in 2011. <q><strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> is both amused and flattered by the website, but he will retire from government for good later this year,</q> Pentagon spokesman Geoff Morrell said Wednesday in a statement. \"He has never run for any political office and has no intention of ever doing so. He looks forward to following the 2012 presidential campaign from his home", "new_id": -2}]