[{"uid": "1297367249190234648", "i": 34343, "idx": 0, "sa": ["Kayte Walsh", "David Letterman"], "q": " said in a statement. She thanked family and friends who had been supportive throughout the couple's divorce, which was filed in July. The couple were married nearly 13 years. <q>What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,</q> her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, ''love and happiness in their new marriage.'' <strong> David Letterman </strong> on his show last month that he plans to marry <strong> Kayte Walsh </strong>", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called ''red mercury'' that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q>They live thinking about it. They could kill each other to get it,</q> <strong> Zahi Hawass </strong> said. ''When I enter any place in Egypt, people ask me all the time about this.'' The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}, {"uid": "1295443111060325937", "i": 39191, "idx": 2, "sa": ["Erik Mason", "Thomas P. Salmon", "Sen. Bernie Sanders"], "q": "publicized court fight last autumn. If <strong> Thomas P. Salmon </strong> decides to challenge <strong> Sen. Bernie Sanders </strong>, the Vermont Republican Party would support him, Executive Director <strong> Erik Mason </strong> said. ''Tom would be great,'' <strong> Erik Mason </strong> said. <q>Tom's name ID's pretty high.</q> Vermont Democratic Party Executive Director Robert Dempsey argued that having a U.S. Senate candidate who until a year and a half ago was a Democrat suggests the Republicans don't have a plethora of candidates. ''It", "new_id": -2}, {"uid": "1297148717028524550", "i": 27679, "idx": 9, "sa": ["Simon Cowell"], "q": "'' The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. ''If they don't sell a single record they still get to keep the money,'' he said. <q>It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back</q> through record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to ''instil'' in the competition.", "new_id": -2}, {"uid": "1297639527102711458", "i": 15187, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "unrevealed facts about the six years during which he ran the <strong> President Bush </strong>- particularly since nearly two-thirds of the book deal with that relatively brief period in the author's life. But, as <strong> Donald Rumsfeld </strong> writes, he's <q>never much of a handwringer, I don't spend a lot of time in recriminations, looking back or second-guessing decisions made in real time with imperfect information by myself or others.</q> As seems typical of so much here, that's partially true; the author has no taste for self-criticism or second-guessing himself. Masterful bureaucratic survivor that he was until he ran out of room to maneuver", "new_id": -2}, {"uid": "1297110030149880903", "i": 20654, "idx": 2, "sa": ["Mike Darnell", "Simon Cowell"], "q": "vocal ability, charisma and stage presence it takes to really become a superstar. ''I love having the audience there because everyone's suddenly a judge- everyone's an expert,'' <strong> Simon Cowell </strong> said. <q>But actually, on this show, you get that chance, because you make your presence felt. I mean if you love somebody, you show the support. If you hate them, you can make your presence felt. <strong> Diana Ross </strong> if you think we're wrong,- rare- you can also change our minds occasionally.</q> Fans of <strong> Simon Cowell </strong>'s abrasive criticism need not worry-his presence on The X Factor is expected to be just as biting as ever, perhaps even more so. <strong> Mike Darnell </strong>, the President of Alternative Entertainment for Fox", "new_id": -2}, {"uid": "1295804058124010503", "i": 26645, "idx": 3, "sa": ["Hu Jintao", "Colin Powell"], "q": "<strong> Colin Powell </strong> observed that both leaders presented their viewpoints in an atmosphere of mutual respect, which he predicted would particularly benefit <strong> Hu Jintao </strong>. ''He goes home looking like he preserved his positions,'' <strong> Colin Powell </strong> said. <q>Both sides came out of this I think rather well.</q> <strong> Colin Powell </strong> called the U.S. relationship with China ''complex'' and guaranteed to have its ups and downs. ''But I think generally over the 40 years that we have been in this relationship with China,", "new_id": -2}, {"uid": "1295560204078905392", "i": 5769, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "were introduced, drew its smallest numbers of the night. Critical reaction, too, centered less on what was new, and more on what was missing: namely, the <strong> Simon Cowell </strong> bite. found <q>the formula simply does not work without someone willing to be an ass to kids with big dreams but no chops.</q> The called <strong> Steven Tyler </strong> ''winning,'' liked Lopez OK enough, but ordered Randy Jackson, the only original judge left sitting, to ''man up, dawg, and just say no, once in", "new_id": -2}, {"uid": "1296047228129286218", "i": 6803, "idx": 0, "sa": ["Kirsten Gillibrand", "Gary Ackerman", "Barack Obama", "Mayor Michael Bloomberg"], "q": ", but it will not slow the momentum we are building around the country,'' <strong> Mayor Michael Bloomberg </strong> said. Rep. <strong> Gary Ackerman </strong>( D-Queens) said he heard a ''touch of realism'' in Tuesday's address. <q>I think that he helped everybody to understand that we're really going to have to work together to make anything happen,</q> he told 1010 WINS. <strong> Mayor Michael Bloomberg </strong> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> said the president's speech demanded the need to ''continue the spirit of goodwill.'' ''We need to keep working together, not as Democrats", "new_id": -2}, {"uid": "1296853252052805661", "i": 7750, "idx": 3, "sa": ["Roger Goodell", "Michael Vick"], "q": "'' <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <q>I don't want him to put himself in a position where bad things can happen around him,</q> <strong> Roger Goodell </strong> said. ''He takes that seriously.'' With several inches of snow outside, on top of ice that's been there for days, the Dallas-Fort Worth area has crawled with activity.", "new_id": -2}]