[{"uid": "1295649410184696846", "i": 9585, "idx": 0, "sa": ["Eric Schmidt", "Mark Zuckerberg", "Steve Jobs"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Yammer Vice President of Mark Zuckerbergeting <strong> Steve Jobs </strong> Apfelberg gives TechWeb's David Berlind a demonstration of the most recent version of Yammer at the Enterprise 2.0 Conference( 2010) in Santa Clara, CA. Enterprise 2.0 Conference,", "new_id": -2}, {"uid": "1295612486136232974", "i": 16116, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "employees into the owner of the world's most-used search engine, with$ 29.4 billion in sales last year.`` <strong> Larry Page </strong> is ready,'' Mr <strong> Eric Schmidt </strong>, who will become executive chairman, said. <q> It's time for him to have a shot at running this. </q> Mr <strong> Eric Schmidt </strong>, 55, who joined the company in 2001, will focus on deals, partnerships and customers. Mr <strong> Larry Page </strong> takes over operations in April. Mr <strong> Eric Schmidt </strong> guided Google past early doubts", "new_id": -2}, {"uid": "1295094125134053943", "i": 24353, "idx": 11, "sa": ["Shaquille O'Neal", "Allen Iverson", "Ding Junhui", "Kobe Bryant", "Steve Nash"], "q": "after beginning the season 11-0, the best start in club history. <strong> Shaquille O'Neal </strong> missed his fourth straight game with an abdominal strain.`` I wanted to win, but rebounDing Junhui really killed us,'' <strong> Kobe Bryant </strong> said. <q> With us being a successful team, every team is coming after us. We just could not get it done on the defensive boards and in the end it really hurt us. </q>`` It's a <strong> Shaquille O'Neal </strong> difference when you've got a guy driving down the lane all the time laying the ball up,'' said Los Angeles point guard Nick Van http://wn.com/Allen Iverson_Allen Iverson_44pts_15asts_vs_Steve Nash_Steve Nash_Phoenix_Suns_06/07 <strong> Allen Iverson </strong> dishes 15 assists on top of", "new_id": -2}, {"uid": "1295329511137969669", "i": 33061, "idx": 1, "sa": ["Michael Vick", "Matt Ryan", "Jay Cutler", "Eli Manning", "Clay Matthews III"], "q": ". He's just growing into being a great quarterback.'' The Packers have beaten <strong> Eli Manning </strong>, <strong> Jay Cutler </strong>, <strong> Michael Vick </strong> and <strong> Matt Ryan </strong> in consecutive weeks and are the Super Bowl favorite in Las Vegas. <q> That( Bears game) was three weeks ago, </q> Packers linebacker <strong> Clay Matthews III </strong> said.`` A couple of weeks before that we were losing games. We feel good about where we're at.'' From the editor: Many of you have expressed concerns about some", "new_id": -2}, {"uid": "1295199377176750597", "i": 47904, "idx": 2, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "Sen. <strong> Kirsten Gillibrand </strong>, D-New York and a friend of the Arizona congresswoman, on NBC's`` Meet The Press.'' <strong> Kirsten Gillibrand </strong> said she spoke to <strong> Gabrielle Giffords </strong>' husband, <strong> Mark Kelson </strong>, on Saturday night and that <strong> Gabrielle Giffords </strong> is <q> making progress every day. </q> E-mail:( required, but will not be displayed) CNN welcomes a lively and courteous discussion as long as you follow the Rules of Conduct set forth in our`` This Just In'' is CNN's", "new_id": -2}, {"uid": "1295559849243744839", "i": 8622, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ".`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' said <strong> Eric Schmidt </strong>, who joined Google as CEO in 2001. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Despite Google's solid results for 2010, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> may feel <strong> Eric Schmidt </strong> isn't adequately addressing the challenges the company faces. Apple, with its iPhone and iPad, has proven to be", "new_id": -2}, {"uid": "1295447705082477065", "i": 5660, "idx": 3, "sa": ["David Letterman", "Olivia Munn"], "q": "told <strong> David Letterman </strong> that when she moved back to Oklahoma City, <strong> Olivia Munn </strong> found that her Tokyo-bred sense of style was outpaced by her new classmates at PC North.`` Wait a minute,'' <strong> David Letterman </strong> said. <q> You're telling me that Oklahoma, in terms of fashion and culture, is more advanced than Japan? Well, that's food for thought. </q> <strong> Olivia Munn </strong> said she will continue to stay busy: she has already shot 13 episodes of`` Perfect Couples.'' It's a work ethic she adopted during those days of having her ears glued to police", "new_id": -2}, {"uid": "1296146613005734416", "i": 12696, "idx": 2, "sa": ["Mike Pence"], "q": "the state whether he's made a decision. One sign pointing to a gubernatorial campaign is that he's already scheduled to speak during at least nine GOP county dinners in Indiana this winter and spring. <q> Certainly if a person was going to be running for president of the United States, I think he'd probably be doing more Lincoln Days in Iowa and New Hampshire than he would in Indiana. That's just the pure reality of the matter, </q> said Howard County GOP Chairman Craig Dunn, who has lined up <strong> Mike Pence </strong> to speak at a dinner in Kokomo on March 22. A <strong> Mike Pence </strong> spokesman, who said on Tuesday that no announcement had yet been", "new_id": -2}, {"uid": "1297627010160415775", "i": 39920, "idx": 3, "sa": ["Mike Pence", "L. Brent Bozell III"], "q": "and ABC`` ignored'' this and- ya ready for it-`` <strong> L. Brent Bozell III </strong>'s organization says that this is a pattern.'' He didn't note that <strong> L. Brent Bozell III </strong>'s organization is a right wing site dedicated to <q> exposing liberal bias.`` He continued that <strong> L. Brent Bozell III </strong>'s group says that the networks`` like abortion, not like abortion, but they support abortion rights. </q>( And obviously Fox`` News'' doesn't given the Ingraham and Bill's earlier <strong> Mike Pence </strong> piece which included Bill's stalker/producer href=\"http://mediamatters.org/blog/201102080043\"> harassing a spokesperson for Planned Parenthood.) He continue`` they don't", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's`` State of the Union'' that he will wait to make a decision on whom to support in the next presidential election. <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.''``", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}]