[{"uid": "1295803447123387998", "i": 46686, "idx": 0, "sa": ["Sergio Marchionne", "Karl-Theodor zu Guttenberg"], "q": "include GM's European brands Opel and UK-based Vauxhall, as well as Chrysler- and would be listed on a stock exchange. German Economy Minister <strong> Karl-Theodor zu Guttenberg </strong> met with <strong> Sergio Marchionne </strong>.[ <strong> Karl-Theodor zu Guttenberg </strong>, German Economy Minister]: <q>I must say, it's an interesting approach, without question, one with a considerable amount of financing.</q> Fiat's known for its small cars- but it also owns other brands including Ferrari and Maserati. <strong> Sergio Marchionne </strong> says Fiat needs to increase its output to about six million vehicles a year to survive the financial crisis.", "new_id": -2}, {"uid": "1295485200094470183", "i": 594, "idx": 2, "sa": ["Nancy Pelosi", "Anthony Weiner", "Mike Pence"], "q": "When you order every American to buy health insurance whether they want it, need it or not, that's a government takeover of healthcare,'' said <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>, R-Indiana, on the floor. <q>Really? Who is taking over what health care plan? Who? We are offering people tax incentives, small businesses tax incentives to go buy private insurance plans,</q> answered <strong> Nancy Pelosi </strong> <strong> Anthony Weiner </strong>, D-New York. But a tentative agreement to tone down the rhetoric was shattered when one Democrat likened Republican claims about the law to Nazi propaganda. ''You say it enough", "new_id": -2}, {"uid": "1297309062028164170", "i": 3305, "idx": 1, "sa": ["Donald Rumsfeld", "Ann Agee"], "q": "at the highest levels,'' <strong> Ann Agee </strong>'s sign read. Her sign was addressing a portion of <strong> Donald Rumsfeld </strong>'s book claiming that the torture and abuse of detainees that occurred at Abu Ghraib were the actions of <q>a small group of prison guards who ran amok.</q> ''This guy doesn't have it all together in his head,'' said <strong> Ann Agee </strong> of <strong> Donald Rumsfeld </strong>. ''Everybody counts as much as anybody else.'' <strong> Ann Agee </strong> was escorted away from the entrance", "new_id": -2}, {"uid": "1295618474243957773", "i": 46680, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,'' <strong> Andy Coulson </strong> said in a statement. <q>I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.</q> Prime Minister <strong> David Cameron </strong> had repeatedly defended <strong> Andy Coulson </strong>, part of his inner circle, despite critics questioning his judgment in giving him a second chance following his resignation from the News of the World. ''", "new_id": -2}, {"i": 4521, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Kirsten Gillibrand </strong> joined her fellow Democratic Senators today for a Capitol Hill news conference in which she reiterated her opposition to the <q>These bills show a heinous disregard for the health and well-being of women in America,</q> <strong> Kirsten Gillibrand </strong> says. ''It is a tax on all women who want access to a full-range of reproductive health care.'' The bills in question would stop the government from providing tax credits or subsidies to", "sa": ["Kirsten Gillibrand"], "uid": "1297191953182861870"}, {"uid": "1296713442108806145", "i": 850, "idx": 2, "sa": ["George Washington", "Tyronn Lue", "Allen Iverson"], "q": "be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. ''<strong> George Washington </strong> guys just try hard,'' Sixers coach Larry Brown said. <q>This is kind of unexpected but it's neat.</q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1295955986167477290", "i": 46844, "idx": 5, "sa": ["Sen. Bernie Sanders"], "q": "institutions who are doing very very well sitting on huge amounts of cash, and yet small businesses in Vermont and all over this country can't get affordable loans in order to create jobs,'' he said. <q>You've got credit card companies that were http://wn.com/Bernie_Sanders_Blasts_Wall_Street,_Government_In_Wake_Of_Fed_Dis__2010 wATCH FULL VIDEO AT THIS LINK::: bernie-sanders-blasts. notlong.com <strong> Sen. Bernie Sanders </strong> Blasts Wall Street, Government In Wake Of Fed Disclosures( VIDEO) Self-avowed socialist <strong> Sen. Bernie Sanders </strong>( I-Vt.) blasted the nation's major financial institutions and the government's failure to hold them accountable in a Wednesday-night appearance on CNN's ''Parker <strong> Eliot Spitzer </strong>.</q> In the wake of Wednesday's mammoth release of documents pertaining to its$ 3.3-trillion aid program for big banks and other members of the financial community, <strong> Sen. Bernie Sanders </strong> said, outrage is growing among those not fortunate enough to", "new_id": -2}, {"uid": "1295557709260145178", "i": 19222, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Lady Gaga"], "q": "The Idol Judge rates his co host's singing the same as <strong> Lady Gaga </strong>. It's a good thing <strong> Jennifer Lopez </strong> isn't getting in front of Randy Jackson for an assessment of her talent anytime soon. On <q><strong> Jimmy Kimmel </strong> <strong> Jennifer Lopez </strong> accused of copying <strong> Kat Deluna </strong> track Orange News <strong> Jennifer Lopez </strong> has been accused of copying her latest track On The Floor from a record by R&B singer <strong> Kat Deluna </strong>. The Jenny From The Block hitmaker debuted her new single on Ryan ''American Idol' Premiere Plays Nice with <strong> Jennifer Lopez </strong>, <strong> Steven Tyler </strong> Billboard ''American Idol</q> returned to Fox with its 10th season premiere on Wednesday night( Jan. 19), and with new judges and also making their debuts-- and the reliably affable Randy Jackson occupying <strong> Simon Cowell </strong>''s old seat on", "new_id": -2}, {"uid": "1296770511173654034", "i": 12194, "idx": 44, "sa": ["Donald Rumsfeld", "Colin Powell", "Bill Clinton", "Dick Cheney"], "q": "time you feel it would be helpful to you.'' ''Don, someone's head has to roll over this,'' Bush told him. But the <strong> Bill Clinton </strong> called him that night and said that <q>your leaving is a terrible idea.</q> Bush asked whether he should oust <strong> Colin Powell </strong> <strong> Dick Cheney </strong> Myers instead. <strong> Donald Rumsfeld </strong> replied that he would be ''firing the wrong person.'' But as commentators demanded his head, <strong> Donald Rumsfeld </strong> still contemplated leaving, even after", "new_id": -2}, {"uid": "1296561434134217750", "i": 8566, "idx": 1, "sa": ["Ed Miliband", "Andy Coulson"], "q": "in the case, owing to a lack of admissible evidence. But some public figures are taking civil legal action against the newspaper. After Mr <strong> Andy Coulson </strong> resigned, Labour leader <strong> Ed Miliband </strong> said there were <q>questions about <strong> David Cameron </strong>'s judgement about hanging on to him as long as he did</q>. Our town Who will ''own' Harlem if African Americans become a minority? Rehabilitating Yeltsin Rethinking the legacy of Russia''s former president Peace dividend Sri Lanka sees tourism boost after", "new_id": -2}]