[{"uid": "1295612741003915790", "i": 41174, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Vint Cerf"], "q": ", from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years--`` a nice round number''-- and <strong> Larry Page </strong> was ready to lead the company into the future. <q> <strong> Larry Page </strong> and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up, </q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other Internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly$ 30 billion. German business", "new_id": -2}, {"uid": "1297286319095453200", "i": 5636, "idx": 0, "sa": ["Alassane Ouattara"], "q": "CONCOURS A l'occasion de l'expo <q> L'Am?rique c'est aussi notre histoire </q>, gagnez 2 tickets d'avion pour... New York! Gbagbo retire? la radio de l'ONU son autorisation d'?mettre Les experts de l'UA rencontrent les Ivoiriens Gbagbo et <strong> Alassane Ouattara </strong> Avant cette rencontre qui a aussi dur", "new_id": -2}, {"uid": "1295586272212418583", "i": 3541, "idx": 16, "sa": ["Marcus Camby", "Allen Iverson", "Shaquille O'Neal"], "q": "December 2006, led all scorers with 32 points Wednesday night. But it was the 76ers who made the <strong> Shaquille O'Neal </strong> plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets. <q> I dreamed it up a certain way, and it was better than that, </q> <strong> Allen Iverson </strong> said.`` Everything was perfect but one thing, and that was not winning the game.'' <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their", "new_id": -2}, {"uid": "1296536150067862556", "i": 39768, "idx": 5, "sa": ["Derrick Rose", "Leon Rose", "LeBron James", "Allen Iverson", "Yao Ming"], "q": "playoffs since 2006 and has never won a postseason game. The Grizzlies are coYao Ming off a 24-58 season that tied for fifth-worst in the NBA.`` This year for me is so personal,'' <strong> Allen Iverson </strong> said. <q> It's basically going to be my rookie season again. It hurts, but I turn the TV on, I read the paper, I listen to some of the things people say about me having the season that I had last year and me losing a step, things like that. They're trying to put me in a rocLeBron James chair already. </q> The Grizzlies announced they had signed the 10-time All Star on Thursday morning minutes before <strong> Allen Iverson </strong> was introduced at a news conference. The team and <strong> Allen Iverson </strong>'s agent, <strong> Leon Rose </strong>, declined to discuss specifics though <strong> Derrick Rose </strong> said the", "new_id": -2}, {"uid": "1296219487222609411", "i": 41832, "idx": 0, "sa": ["Robert Pattinson", "Elizabeth Reaser", "Grace Jones", "Angelina Jolie", "Kristen Stewart"], "q": "inside look at the private life of <strong> Angelina Jolie </strong>: her relationship with her kids, her parenting style and spending time with brood. Gary Shirley's New Girlfriend Autumn <strong> Grace Jones </strong> Opens Up About Spending Time with Leah <strong> Elizabeth Reaser </strong>: <q> Here's a Naked Picture of <strong> Robert Pattinson </strong>& <strong> Kristen Stewart </strong> </q> <strong> Robert Pattinson </strong>& <strong> Kristen Stewart </strong>'s` Breaking Dawn' Daughter a`` Sweetheart'' on Set", "new_id": -2}, {"uid": "1295245512056475663", "i": 37115, "idx": 0, "sa": ["Chris Huhne"], "q": "in the past, including with BP. But it needs BP's deepwater drilling expertise while Britain recognises the importance of Russia's energy supplies at a time of scarce reserves and soaring prices. <q> Russia is centrally important to global energy with nearly a fifth of the world's daily gas production and about 13 percent of today's oil production. So this initiative... is good news for Europe, for the UK's energy security and worldwide, </q> British Energy Secretary <strong> Chris Huhne </strong> said on Friday. The deal, which gives Rosneft a five percent stake in BP, was the second major British energy deal involving an emerging market in a week after Chinese oil", "new_id": -2}, {"uid": "1296638060071581698", "i": 24977, "idx": 0, "sa": ["Brian Cowen", "Eamon Gilmore"], "q": " href=\"http://searchtopics.independent.ie/topic/Eamon Gilmore_Eamon Gilmore_%28politician%29\"> <strong> Eamon Gilmore </strong> that he could have committed`` economic treason'' by introducing the state banking guarantee. He strongly defended his record and his policies during his two-and-a-half years in office yesterday. <q> I believe politics is about serving the interests of the people, first and last. That was my motivation starting out in public life and I stayed true to it right to the end, </q> he said. Mr <strong> Brian Cowen </strong> released a statement last night to counter any suggestions his Government intended to pack state boards with cronies over the next three weeks. And he told the Dail yesterday he", "new_id": -2}, {"uid": "1296232207160088064", "i": 23156, "idx": 7, "sa": ["Mike Pence", "Mike McDaniel"], "q": "home of GOP`` rising stars'' like <strong> Mike Pence </strong>.`` <strong> Mike McDaniel </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation,'' he said. <q> He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state. </q> The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as``", "new_id": -2}, {"uid": "1296286226080461960", "i": 45257, "idx": 1, "sa": ["Elizabeth Bartman", "Zahi Hawass"], "q": "being such a dry place- they have all these organic materials, they have textiles, they have ancient food, they have lots of wooden items- fire is a very scary proposition,'' <strong> Elizabeth Bartman </strong> said. <q> Let's just keep our fingers crossed that the museums are not going to be caught in the crossfire. </q> Why did they not mention <strong> Zahi Hawass </strong>!!! He was probably out there beating people down with an Ankh# 1.1- Fri Jan 28, 2011 9:32 PM EST The Egyptians need to lead their own", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.'' ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}]