[{"uid": "1297145575101449730", "i": 21659, "idx": 6, "sa": ["Simon Cowell"], "q": ".`` I'm genuinely staggered this hasn't happened. All the signs are out there, from` Glee' to` High School Musical,''' he said, advising <q> any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition. </q> The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner.`` If they don't sell a single record they still get to keep the money", "new_id": -2}, {"uid": "1295829795174063631", "i": 15471, "idx": 3, "sa": ["Lou Kerner", "Sergey Brin", "Eric Schmidt"], "q": ", such as Google Buzz, Google Wave and Google TV but acquisitions such as Android, YouTube and DoubleClick have flourished. He said he will be looking to see whether Page, the CEO, <q> can better increase the integration of Google's technology with business models to generate new revenue. </q> Wedbush's <strong> Lou Kerner </strong> said the new management structure could prove more nimble than the troika of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade.`` What", "new_id": -2}, {"uid": "1297369907222625904", "i": 38672, "idx": 0, "sa": ["Carolyn Murphy", "David Letterman"], "q": "suits- dubbed the candy red bikini- was worn by <strong> Carolyn Murphy </strong> and selected for the cover, which is the Oscar of the industry. But making the inside pages is not a mere consolation. <q> Everybody opens up the issue and goes:` Wow, where can I get this suit?'`` said Simon Southwood of Sauvage Swimwear, which has had several of its designs grace the famous pages.`` Consumers love to follow what's hot, what's glamorous, what's beautiful. </q> This year's issue will be revealed on Monday, Valentine's Day, on <strong> David Letterman </strong>'s show, followed by newsstand sales the next day. The location of the shoots and who makes the", "new_id": -2}, {"uid": "1296174888117817375", "i": 16884, "idx": 0, "sa": ["Mike Pence"], "q": "Ad Feedback Indiana Rep. <strong> Mike Pence </strong> announced Thursday he won't seek the Republican nomination for president in 2012, but hinted a possible run for governor. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> he said in a letter being sent to supporters.`` We will not seek the Republican nomination for president in 2012.'' The Indianapolis Star reported <strong> Mike Pence </strong> said he would make a decision`` later this", "new_id": -2}, {"uid": "1296034359264519680", "i": 7572, "idx": 2, "sa": ["Michael Vick"], "q": "forward. He's a whole other person.'' Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract. <q> We believe it was worth it, </q> he said,`` because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.'' Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury", "new_id": -2}, {"uid": "1295288803218529794", "i": 48727, "idx": 1, "sa": ["Bryan Fischer", "Mr. Bauer", "Michele Bachmann", "Mike Pence"], "q": "Indiana <strong> Michele Bachmann </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q> He is definitely the guy to watch, </q> says <strong> Bryan Fischer </strong> of the American Family Association, a group that opposes gay marriage and abortion. Now, <strong> Mr. Bauer </strong> <strong> Mike Pence </strong> has a decision to make: While he says he is seriously weighing a run for the White House", "new_id": -2}, {"uid": "1295289654026066990", "i": 16406, "idx": 1, "sa": ["Michael Vick"], "q": "I think this team gives me the best chance of winning a Super Bowl.'' <strong> Michael Vick </strong> also admitted that Philadelphia wasn't at the top of his list of preferred destinations two years ago. <q> I didn't want to come here to be honest with you, </q> <strong> Michael Vick </strong> said.`` I knew I was going to be behind Donovan and Kevin, and I wanted to play. I just didn't see myself playing a heavy role in the offense.", "new_id": -2}, {"uid": "1297326532163430468", "i": 7645, "idx": 0, "sa": ["Howard Mudd", "Michael Vick", "Peyton Manning"], "q": "Castillo was seeking, before Castillo made it to the NFL as an o-line coach. Protecting <strong> Peyton Manning </strong>, as <strong> Howard Mudd </strong> did in his previous job, might be a little different from protecting <strong> Michael Vick </strong>. <q> I don't know, the last guy that I was in charge of protecting didn't have those characteristics, </q> <strong> Howard Mudd </strong> said, laughing, when someone pointed out the difference in styles.`` I don't think[ it will be so different]. I think our responsibility is that there is a throwing spot back there", "new_id": -2}, {"uid": "1297093828077135937", "i": 38613, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "`` did not, in my view, do a good job of managing the people under him,'' <strong> Donald Rumsfeld </strong> said in an interview with ABC, set to air this week. <q> There was a lot of leaking out of the State Department, and the president knew it, </q> he reportedly said.`` And it was unhelpful. And most of it ended up making the State Department look good. We didn't do that in the Pentagon. I insisted we not do it.''", "new_id": -2}, {"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q> Is Not the Kind of Plan Americans Want </q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care`` Is Not the Kind of Plan Americans Want'' In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}]