[{"uid": "1295979343233783301", "i": 26038, "idx": 1, "sa": ["Eric Schmidt"], "q": " \"Our businesses are doing very well around the globe, and as a result I'm happy to announce we'll be adding 1,000 new employees in Europe and make some significant investments,\" explained <strong> Eric Schmidt </strong>. <q>Hundreds of these people will be located right here in our technology center in Munich.</q> In discussing such \"significant investments,\" the former Google CEO outlined three main categories: smart phones-soon to surpass PC sales-LTE networks-for which Germany is the leader in deployment-and real-time voice translation technology-a priority for multilingual", "new_id": -2}, {"uid": "1295629102247332868", "i": 21672, "idx": 0, "sa": ["Eric Schmidt"], "q": "26 percent to$ 8.44 billion, compared to the same period last year. Net income for the quarter was$ 2.54 billion, compared to$ 1.97 billion in the fourth quarter of 2009. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> said <strong> Eric Schmidt </strong>, chief executive of Google. \"These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web.\"", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. \"We're putting our money where our mouth is,\" <strong> Simon Cowell </strong> said. <q>It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star.</q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge. \"I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}, {"uid": "1295670451069369884", "i": 45759, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/England_2-1_Romania_U21__Official_Match_Highlights_09/10/10 FATV- Highlights from the first leg of England under 21's European Championship match against Romania, hosted at Carrow Road, Norwich", "new_id": -2}, {"uid": "1295005134083214384", "i": 18975, "idx": 1, "sa": ["Barack Obama", "Bill Clinton", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "The <strong> Bill Clinton </strong> silenced both sides, at least temporarily. He called for empathy, not blame, to honor the six people who died and 13 others wounded, including critically injured Democratic <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong>. <q>Only a more civil and honest public discourse can help us face up to our challenges as a nation, in a way that would make them proud,</q> <strong> Barack Obama </strong> said. Republicans as well as Democrats said the <strong> Bill Clinton </strong>'s tone should help him in the weeks and months ahead. \"It reminded me of the old <strong> Barack Obama </strong>, the <strong> Barack Obama </strong> of 2008,\"", "new_id": -2}, {"uid": "1296167802222920921", "i": 43224, "idx": 0, "sa": ["Mike McDaniel", "Mike Pence"], "q": ". There is no word yet on whether he'll run for Indiana governor, but many in political circles assumed that would be the case since he stepped down last year from his House leadership position. <q>I am convinced he is now going to run for governor,</q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike Pence </strong> urged to enter race for president in 2012\" tooltipId= \"mi_tt1\"> <strong> Mike Pence </strong> urged to enter race for president in 2012", "new_id": -2}, {"uid": "1297242468110002178", "i": 7577, "idx": 0, "sa": ["Colin Powell"], "q": "are,\" Rumsfeld told a television interviewer. \"They're in the area around Tikrit and Baghdad.\" In his book, he denied that he or any other administration official lied about WMD. <q>While I made a few misstatements- in particular the one mentioned above- they were not common and certainly not characteristic.</q> Rumsfeld revealed in his book that he urged a U.S. military strike on a suspected chemical weapons site in northern Iraq in 2003 and that he wanted the attack to coincide with Secretary of State <strong> Colin Powell </strong>'s address", "new_id": -2}, {"uid": "1296762870078708770", "i": 16178, "idx": 2, "sa": ["Zahi Hawass"], "q": " \"rumours.\" In a posting on his blog( www.drhawass.com/blog/state-egyptian-antiquities-3-february-2011), <strong> Zahi Hawass </strong> said the incident at the museum resulted in \"70 broken objects, all of which can be restored.\" <q>I want people to know that after nine days of protests, the monuments are safe,</q> <strong> Zahi Hawass </strong> said. \"If anything happens, I will announce it.\" He explained that the fire brigade was deployed close by to intervene if need be. His blog featured pictures of heavily armed troops", "new_id": -2}, {"uid": "1295592043000901213", "i": 20616, "idx": 0, "sa": ["Piers Morgan", "Paris Hilton", "Cher Lloyd", "Simon Cowell"], "q": "initiative with Google and the United Nations, which involved the installation of satellite cameras to capture any uprising following Sudan's independence vote, when he fell seriously ill with the mosquito-borne disease. He says, <q>I guess the mosquito in Juba looked at me and thought I was the bar.</q> Clooney told <strong> Piers Morgan </strong> it was the second time he had contracted malaria, and joked he thinks Sudan's President Bashir was behind both cases. Play video <strong> Cher Lloyd </strong> v. <strong> Simon Cowell </strong>! Play video <strong> Paris Hilton </strong> in a", "new_id": -2}, {"uid": "1295291648026312754", "i": 33720, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman"], "q": "\" who steals other comedians' material. The New York Post said <strong> Howard Stern </strong> made the comments in an interview to air on Tuesday's edition of CNN's new chat program \"<strong> Piers Morgan </strong> Tonight.\" <q><strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook. And the world knows exactly what he's up to. He steals a tremendous amount of material,</q> the Post quoted <strong> Howard Stern </strong> as saying. \"He's not fit to scrub <strong> David Letterman </strong>'s feet. I don't know how he's beaten <strong> David Letterman </strong> in the ratings. It's beyond my comprehension.", "new_id": -2}]