[{"uid": "1295910860137379909", "i": 28923, "idx": 1, "sa": ["Fareed Zakaria", "Eric Schmidt"], "q": "foreign-affairs show \"<strong> Fareed Zakaria </strong> GPS,\" which frequently used <strong> Eric Schmidt </strong> as a guest. \"<strong> Eric Schmidt </strong> has been looking for a TV job for over a year,\" a \"CNN insider\" tells The Post. <q> But the pilot he filmed with Liza was a complete disaster. </q> We don't doubt it. <strong> Eric Schmidt </strong>'s \"just move\" bit was no isolated incident. In late 2009, he told MSNBC that \"if you have something that you don't want anyone", "new_id": -2}, {"uid": "1295806200208044038", "i": 59833, "idx": 10, "sa": ["Colin Powell", "Barack Obama"], "q": "tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. <q> I will always vote for the person who I think is best qualified, </q> he said. \"I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed", "new_id": -2}, {"uid": "1295831264124387374", "i": 21033, "idx": 4, "sa": ["Eric Schmidt"], "q": "small businesses. Gartner says Gmail has captured less than one percent of the enterprise email market, counting only businesses with at least 100 paid seats. Managed services partners are jumping on board, though. <q> A growing number of MSPs have embraced the Google Apps Reseller program, </q> says an article on MSPmentor.net, which tracks the managed services provider market. MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained \"more channel partner momentum with managed services providers. Indeed, 29 of the world's", "new_id": -2}, {"uid": "1295821293214663176", "i": 46221, "idx": 0, "sa": ["Andy Coulson"], "q": ", and your country to jeopardy or compromise. Save the non-Muslim minorities in the Muslim countries! Save the Muslims from the Islam! Save the non-Muslim minorities in the Muslim countries! Report Abuse <q> \"The Mossad( Israeli intelligence) was responsible for the attack. </q> \" Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to", "new_id": -2}, {"uid": "1295802703043466753", "i": 4245, "idx": 0, "sa": ["Allen Iverson"], "q": "hit 7-of-8 shots and was one of three Sixers to score 14 points. The return of <strong> Allen Iverson </strong> appeared to give Philadelphia a boost. <strong> Allen Iverson </strong>'s first game since Dec. 16 wasn't easy for the 34-year-old guard. <q> Once I got my second wind I was all right. The first couple minutes I thought my heart was going to jump out of my chest, </q> said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. \"Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can", "new_id": -2}, {"uid": "1295684940089554959", "i": 26729, "idx": 0, "sa": ["Michael Vick"], "q": "Week 15 2010 Property of the NFL and it's respective rights and properties belong to it's distinctive owners and no copyright was intended.... Victorian Champions League- Wimmera South Coast Eagles- Kyran Taylor <strong> Michael Vick </strong>: <q> I can win in any offense, in any league </q> <strong> Michael Vick </strong> talks to G.Cobb after practice. He talks about his confidence in his ability to lead the Eagles to victory and run the west coast offense. <strong> Michael Vick </strong> believes he can do anything and everything that's needed in", "new_id": -2}, {"uid": "1295569141118865965", "i": 27147, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "prodigies who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as <strong> Larry Page </strong>'s personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advisLarry Page, 37, and Google's other 37-year-old founder, <strong> Sergey Brin </strong>,", "new_id": -2}, {"uid": "1296740942231227416", "i": 10520, "idx": 0, "sa": ["Peyton Manning", "Dick LeBeau", "Aaron Rodgers", "Michael Vick", "Ben Roethlisberger", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory. \"He's like a very good scorer in basketball_ you know he's going to get points,\" Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from controlling the game and monopolizing the game. That's what we have to try and do with <strong> Aaron Rodgers </strong>. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release. </q> <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced first downs, a", "new_id": -2}, {"uid": "1296668242187940878", "i": 8679, "idx": 3, "sa": ["Allen Iverson", "Richard Hamilton", "Ben Wallace"], "q": "injury-plagued Milwaukee Bucks on Saturday night. \"The simple fact that now I'm coming off the Ben Wallacech I ain't got time to get warmed up,\" said <strong> Richard Hamilton </strong>, who went 15-of-25 from the floor. <q> I have to come in on fire every time. </q> <strong> Allen Iverson </strong>, who also had nine assists, helped the Pistons to their second straight gritty win following a 3-9 stretch that they stopped with a win against Miami. He and <strong> Richard Hamilton </strong> led the way when it counted.", "new_id": -2}, {"uid": "1295308710035520519", "i": 19861, "idx": 0, "sa": ["Oprah Winfrey", "Piers Morgan", "Michael Vick"], "q": ".\" Related target=\"_blank\" Times Topics: <strong> Piers Morgan </strong>| CNN Add to Portfolio Time Warner Inc headline that's pinned above <strong> Piers Morgan </strong>'s desk, as if it were an inspirational quote from the Dalai Lama. <q> I've said that Madonna can only come on my show if she gets on bended knee in crimes against humanity, </q> explains <strong> Piers Morgan </strong>, grinning. Sitting in his office, which looks out over <strong> Piers Morgan </strong> And <strong> Oprah Winfrey </strong> Make A Bet About <strong> Michael Vick </strong>( VIDEO) <strong> Oprah Winfrey </strong> is <strong> Piers Morgan </strong>'s first guest for his CNN show \"<strong> Piers Morgan </strong> Tonight.\"", "new_id": -2}]