[{"uid": "1295788220057016357", "i": 32827, "idx": 0, "sa": ["Rasheed Wallace", "Rick Pitino", "Allen Iverson"], "q": "back-to-back 3-pointers that gave the Pistons the lead for good and sent them to a 107-102 victory over the Golden State Warriors on Thursday night. \"That really hurt my feelings, that tip,\" <strong> Rasheed Wallace </strong> said. <q>You can't let that frustrate you. I missed two point-blank foul shots. I'm upset at myself about that. You can't let that one thing get you down. That's what we did, just dug deep and came up with some stops down the stretch.</q> <strong> Rick Pitino </strong> Hamilton scored 24 points and <strong> Allen Iverson </strong> added 23 as the Pistons won for the second straight time to open their four-game road trip after losing their first two games with <strong> Allen Iverson </strong>. But just like in Tuesday night's", "new_id": -2}, {"uid": "1295222825130613259", "i": 1077, "idx": 0, "sa": ["Michael Vick", "Jay Cutler"], "q": "playoffs. First, he led the Packers to an upset of <strong> Michael Vick </strong> and the Eagles in Philadelphia. Then, he led a dominating performance against an Atlanta team that went 13-3 during the regular season. <q>I know <strong> Aaron Rodgers </strong> well. He's a great player,</q> <strong> Jay Cutler </strong> said. \"They played really extremely well( Saturday) night against a very good team. We have our hands full.\" The Bears( 12-5) weren't really tested by Seattle(", "new_id": -2}, {"uid": "1296200464159858698", "i": 4892, "idx": 13, "sa": ["Mike Pence"], "q": "belly and the desire to run for president, and his heart clearly is in Indiana,\" McIntosh said. That, <strong> Mike Pence </strong> said, was what it came down to in the end. <q>At the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead,</q> he said. \"I've learned in decisions like these to follow my heart. My heart is in Indiana.\" From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1296737541264421395", "i": 42605, "idx": 1, "sa": ["Oprah Winfrey", "Jennifer Aniston", "Simon Cowell"], "q": "\" <strong> Oprah Winfrey </strong> then interjected to say that while she agreed the show was \"kindler\" and \"gentler\" now, she is a \"big\" fan of departed judge <strong> Simon Cowell </strong>, and suggested that he <q>had a way of speaking the truth which was saying what you wanted to say but couldn't actually say it</q>. As for whether the former Friends star could ever have said some of things that <strong> Simon Cowell </strong> did, <strong> Jennifer Aniston </strong> laughed: \"Maybe in my own mind I would think things but I could never imagine saying", "new_id": -2}, {"uid": "1297127015165691436", "i": 15223, "idx": 0, "sa": ["Simon Cowell"], "q": "be \"down in the mouth\" during a trip to Venice, Italy, this week despite picking up Â£ 250,000 for a 40-minute show at a private party. A source close to the singer said: <q><strong> Cheryl Cole </strong>'s signed the deal, the Americans like her, but suddenly there's all this typical <strong> Simon Cowell </strong> smoke and mirrors going on. \"She's been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing the puppet master.</q> <strong> Simon Cowell </strong>, 51, is betting everything on the success of the US show and has dismayed ITV chiefs by refusing point blank to do the next British X Factor. But US TV bosses are", "new_id": -2}, {"uid": "1295304607132857897", "i": 47241, "idx": 1, "sa": ["Colin Powell", "Martin Luther King"], "q": "In his remarks, Lomax touched on the critical role education plays in living out <strong> Martin Luther King </strong>'s dream. \"Among the rights <strong> Martin Luther King </strong> fought for was the right to an education,\" he said. <q>But his life was tragically cut short before he could lead us in the fight to afford the college education we needed, and the right to attend public schools that would prepare us to gain admission to and graduate from the colleges we had the legal right to attend. That battle he left for us.</q> The breakfast got its start when UNCF and the <strong> Colin Powell </strong> Mills Foundation joined together to host a community celebration to honor the legacy of <strong> Martin Luther King </strong>. What started with 800 guests in 1991 now", "new_id": -2}, {"uid": "1295562321105267213", "i": 32366, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "will focus \"externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership,\" the company announced. <strong> Eric Schmidt </strong> will act as an advisor to Page and <strong> Sergey Brin </strong>. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company,</q> <strong> Eric Schmidt </strong> said in a press release. \"In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.\" Page", "new_id": -2}, {"i": 1480, "idx": 0, "index_answer": 1, "new_id": -1, "q": "else. \"It was the only thing I didn't want to quit. I started when I was 19. I quit every single job I had up until that point,\" <strong> Joe Matarese </strong> said. <q>I started going and I was hooked immediately. And I never stopped.</q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's Last", "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "uid": "1295163756229244974"}, {"uid": "1296676628142131254", "i": 1089, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop", "Google Inc."], "q": "<strong> Google Inc. </strong>'s Android software. Microsoft CEO <strong> Steve Ballmer </strong> is grappling with a slow start for the company's revamped Windows Phone 7, which shipped just 2 million units in the 100-million market in the last quarter. <q>Nokia is no longer in denial,</q> Ahmad wrote in his letter to \"<strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>.\" \"Microsoft also faces very big strategic challenges as smartphones and tablets attack your highly profitable installed base business.\" Nokia's reported smartphone market", "new_id": -2}, {"uid": "1296943918117014574", "i": 12652, "idx": 0, "sa": ["Sean Duffy", "Mike Pence"], "q": "into the manager's actions. Yesterday, two U.S. congressmen, Rep. <strong> Mike Pence </strong> and Rep. <strong> Sean Duffy </strong>, called for the defunding of Planned Parenthood based upon the information uncovered in Live Action's videos. <q>Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,</q> said <strong> Mike Pence </strong>. \"The time to deny any and all funding to Planned Parenthood is now.\" Planned Barrenhood is probably the most corrupt and deadly group in the history of the world", "new_id": -2}]