[{"uid": "1296429119182222848", "i": 30577, "idx": 2, "sa": ["Steve Ballmer"], "q": "Still, on Tuesday <strong> Steve Ballmer </strong> appeared to be unphased by the HP product's troubles with 7, saying that any new Windows slate product would run on that operating system, at least initially. <q>We're not going to do a major revamp of Windows 7 for slate applications, that will come in the next version( Windows 8)</q> said <strong> Steve Ballmer </strong>. CES: Microsoft Reveals HP Tablet Prototype We've been drooling over a number of leaked images and details about a rumored slab of awesome from Microsoft heretofore dubbed the Courier. Tonight at CES Microsoft unveiled", "new_id": -2}, {"uid": "1296030533207847424", "i": 28072, "idx": 0, "sa": ["Michael Vick", "Wes Welker"], "q": "'s website Tuesday. The Herald said <strong> Wes Welker </strong> made his remarks at an airport in San Francisco while awaiting his flight to Honolulu for the Pro Bowl on Sunday. At a news conference on Jan. 13 <q>three days before the Jets beat the Patriots 28-21 in a divisional playoff game, <strong> Wes Welker </strong> made about a dozen references to toes and feet, a not-so-subtle dig at Ryan. Patriots coach <strong> Bill Belichick </strong> benched <strong> Wes Welker </strong> for the first offensive series of that game. <strong> Chad Ochocinco </strong> suggested at the end of an interview with ESPN on Tuesday that he's planning to change his name back to <strong> Chad Ochocinco </strong>. He didn't give a specific reason, other than saying he's \"done enough with the Ocho thing.</q> <strong> Michael Vick </strong> has signed his first endorsement contract since his release from prison. The Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore last season. <strong> Michael Vick </strong> was", "new_id": -2}, {"uid": "1296105188059129936", "i": 1636, "idx": 0, "sa": ["Mark Sanford", "David Letterman"], "q": "which he confessed \"I have been unfaithful to my wife.\" In lengthy interviews with The Associated Press, <strong> Mark Sanford </strong> declared his lover his soul mate. According to the article in Caras, <q>Belen and <strong> Mark Sanford </strong> took in the sun, walked hand-in-hand along the surf and kissed passionately, showing that long-distance love, in the electronic age, is not impossible.</q> The AP sought comment Wednesday from <strong> Mark Sanford </strong>, with no immediate response. bfouhy Is this a new pic? or from their Appalachian Trail days? RT <strong> David Letterman </strong> Admits Sexual Affairs With Staffers, Details Extortion", "new_id": -2}, {"uid": "1295125227265830412", "i": 35001, "idx": 4, "sa": ["Donald Rumsfeld", "Al Gore", "President Bush"], "q": "'re insurgents.[...] Many of them probably have American blood on their hands. And here we're so concerned about the treatment of those individuals.\"[ 37] Defense <strong> Donald Rumsfeld </strong> stated, <q>What has been charged so far is abuse, which I believe technically is different from torture. I'm not going to address the \"torture\" word.</q>[ 38] On May 26, 2004, <strong> Al Gore </strong> gave a sharply critical speech on the Iraq crisis and the <strong> President Bush </strong> administration. In the speech, <strong> Al Gore </strong> called for the resignations of <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295033809171114516", "i": 824, "idx": 3, "sa": ["Eric Schmidt", "Kevin Gallagher", "Google Inc."], "q": "share technology, locate R&D in China and so forth, and the U.S. business community sees that as tying their hands when they go to China,\" said <strong> Kevin Gallagher </strong>, professor of international relations at Boston University. <q>They say, \"We'll do that for five years and then all of a sudden China will have its own competitor that looks just like us.\"</q> Article: Li upsets Clijsters to take Sydney tennis title... <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> introduces <strong> Google Inc. </strong> TV in San Francisco Photo in Slideshow: A Chinese man walks past rabbit.... may face an antitrust lawsuit by the", "new_id": -2}, {"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago. \"This one feels great due to the fact that I've been through so much,\" <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q>To be able to get back to this position is paramount to me, and I'm just thankful.</q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}, {"uid": "1295968905135200769", "i": 34810, "idx": 3, "sa": ["Eric Schmidt"], "q": "many thousands of people this year.\" <strong> Eric Schmidt </strong> said that in his new role he would be able to spend more time on government issues and Google's public image, among other things. <q>We've got very complicated government issues, he said, adding however that Google's position in appeared to be stable for the time being, following a renewal of its license there last June. China after a high-profile hacking incident but eventually came to an agreement with the government and now runs a reduced service. \"I think it's stable, he said, before adding: \"You never know. It's possible for the government of China to cause us not to work.</q> Hacker puts admin access to government, military websites on sale", "new_id": -2}, {"uid": "1297195793265863175", "i": 16326, "idx": 6, "sa": ["Donald Rumsfeld"], "q": ", and even more difficult,\" he says. At the conclusion of NSC meetings when decisions were taken, members of the NSC staff were theoretically supposed to write a summary of conclusions. <q>When I saw them, they were often sketchy and didn't always fit with my recollections,</q> he writes. In the book, <strong> Donald Rumsfeld </strong> also says that he wanted to resign in the wake revelations of abuse and mistreatment of prisoners in the Iraqi detention facility of Abu Ghraib.\"`", "new_id": -2}, {"uid": "1296680350157417514", "i": 15601, "idx": 0, "sa": ["Jeremy Paxman", "Andy Coulson", "Rupert Murdoch"], "q": "3 February 2011. It was last modified at <strong> Rupert Murdoch </strong> unveils next step in media empire- the iPad \"newspaper' Follow the latest tweets about the BBC from the MediaGuardian team <strong> Jeremy Paxman </strong> axes Newsnight daily email <q>It's crap, dreamed up like so many utterly brilliant initiatives by visionary BBC management.</q> BBC\"s Craig Oliver is the new <strong> Andy Coulson </strong> Bestsellers from the Guardian shop", "new_id": -2}, {"uid": "1296675717070008838", "i": 43753, "idx": 1, "sa": ["Steve Ballmer"], "q": "million right before the system's launch. \"This has been the biggest holiday and the biggest year ever for Xbox,\" said CEO <strong> Steve Ballmer </strong> during a keynote address at January's Consumer Electronics Show. <q>The Xbox is becoming the hub of your living room.</q> Connecting with Kinect Indeed, Kinect seems to have touched a nerve with the general public. Rather than holding a motion controller( even a simplified one) in your hand, the system is", "new_id": -2}]