[{"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him. \"As soon as he hangs his cleats up, he's going to the Hall of Fame,\" Steelers cornerback <strong> Ike Taylor </strong> said, <q> and I want to take the bus ride so I can be there. </q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>. \"I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}, {"uid": "1296776656214941710", "i": 45879, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush", "Rick Sheehy"], "q": "since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes, was in not forcing <strong> President Bush </strong> to accept his offers to resign after the abuse of Iraqi detainees by American military jailers came to light in early 2004. <q> Abu Ghraib and its follow-on effects... became a damaging distraction, </q> he writes.\"... I regret that I did not leave at that point.\" Neb.. Lt. <strong> President Bush </strong> <strong> Rick Sheehy </strong> says his adult son accidentally shot himself in face, undergoes surgery Neb.. Lt. <strong> President Bush </strong> <strong> Rick Sheehy </strong>", "new_id": -2}, {"uid": "1295669771065781827", "i": 2606, "idx": 1, "sa": ["Eric Schmidt"], "q": "we decided now was the right moment to make some changes to the way we are structured,\" <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as <q> deals, partnerships, customers and broader business relationships, </q> while Page would \"merge Google's technology and business vision.\" In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify", "new_id": -2}, {"uid": "1297182562166789141", "i": 2705, "idx": 7, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "this capacity that <strong> Donald Rumsfeld </strong> met with <strong> Saddam Hussein </strong> in 1983- an event that <strong> Donald Rumsfeld </strong> uses to kick off the book. <strong> Donald Rumsfeld </strong> archly notes that the encounter, at which he was filmed shaking <strong> Saddam Hussein </strong>'s hand, would become <q> the subject of gossip, rumors, and crackpot conspiracy theories for more than a quarter of a century. </q> In <strong> Donald Rumsfeld </strong>'s telling, the whole business was a fairly straightforward case of great-power politics. Iraq, at the time, was at war with the Islamic Republic of Iran, a country now regarded by", "new_id": -2}, {"uid": "1295667482014565386", "i": 10244, "idx": 2, "sa": ["Eric Schmidt", "Steve Jobs", "Google Inc."], "q": "move to replace <strong> Eric Schmidt </strong> left some wondering if Page can make a successful comeback to the company he helped create during the first dot-com boom. For a list of tech executive departures and hires see: http://r.reuters.com/pyh67r <q> Founder becoming CEO... Is this like a <strong> Steve Jobs </strong> returning or a Jerry Yang returning? </q> tweeted Chris Dixon, a technology veteran who has invested in Skype and Foursquare. <strong> Steve Jobs </strong> returned to Apple <strong> Google Inc. </strong> in the 1990s to save the company he founded. Yahoo <strong> Google Inc. </strong>'s Jerry Yang made a similar", "new_id": -2}, {"uid": "1295094125134053943", "i": 20093, "idx": 23, "sa": ["Jared Jeffries", "Annie Nightingale", "Lily Allen", "Vince Carter", "Lawrence Frank", "Far Too Loud", "Kris Allen", "Devin Harris", "Allen Iverson"], "q": "and had to be restrained by coach <strong> Lawrence Frank </strong> and teammate <strong> Devin Harris </strong>. \"<strong> Vince Carter </strong> thought the ball went off <strong> Kris Allen </strong>[ <strong> Allen Iverson </strong>] and said something, and that's when he got a technical,\" <strong> Lawrence Frank </strong> said. <q> That's when the official said something that <strong> Vince Carter </strong> didn't think was appropriate and he reacted. We felt it was unjust that he got ejected. </q> <strong> Jared Jeffries </strong> did not talk to the media after the game, and crew chief Dan http://wn.com/Lily_Allen__Not_Fair_Annie_Nightingale_Far_Too_Loud_Electro_Edit <strong> Lily Allen </strong>- Not Fair( <strong> Annie Nightingale </strong>& <strong> Far Too Loud </strong> Electro Edit) The second single from her second album, \"It\"s Not Me", "new_id": -2}, {"uid": "1297428190058949643", "i": 11825, "idx": 5, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "of its operating system, but apparently money will likely flow the other way, too, <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> said. \"We have different forms of value transfer in different directions,\" <strong> Stephen Elop </strong> said. <q> We have new opportunities that come from advertising and new forms of monetization. </q> \"We the ability to activate users and put them in a position to be more effective in what we call local commerce,\" added <strong> Steve Ballmer </strong>. \"Nokia has not just got mapping but other assets", "new_id": -2}, {"uid": "1296197040069206031", "i": 38869, "idx": 4, "sa": ["Robert Dion", "Mike Pence"], "q": "a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it,\" he said. <q> But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money. </q> <strong> Robert Dion </strong> said one of <strong> Mike Pence </strong>'s strongest assets is that he seems able to bridge the gap between traditional Republicans and the tea party movement. The 2012 governor's race is wide open. Current", "new_id": -2}, {"uid": "1296407544252772372", "i": 148, "idx": 26, "sa": ["Elgin Baylor", "Allen Iverson"], "q": "its 11th win in 12 games since the All-Star break. \"He's had the best year since <strong> Elgin Baylor </strong>'ve been around him,\" said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons. <q> He's a Hall of Fame coach, </q> said <strong> Allen Iverson </strong>. \"So <strong> Elgin Baylor </strong> guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that.\" <strong> Allen Iverson </strong> shot 15-of-27 from the field", "new_id": -2}, {"uid": "1295582717207667202", "i": 14671, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "return to Google's technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with US$ 29 billion a year in revenue. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as Google reported earnings and revenue that blew past expectations. While Google has dominated Internet search for a decade, the company has struggled to find", "new_id": -2}]