[{"uid": "1295756651021528610", "i": 16629, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "longer needed!'' href=\"http://twitter.com/#!/Eric SchmidtEric Schmidt/status/28196946376130560\"> tweet`` proved'' there was some sort of friction between himself, <strong> Larry Page </strong>, and <strong> Sergey Brin </strong>. comment <strong> Sergey Brin </strong> made about <strong> Eric Schmidt </strong> when he was hired as chairman in 2001: <q> Basically, he's going to be a bit of chaperone, providing adult supervision. <strong> Larry Page </strong> and I are entering our teenage years. </q> <strong> Eric Schmidt </strong>'s quotes are legendary, however, and perhaps one reason he's no longer CEO: \"`` One person's definition of evil is another person's different definition.'' \"`` Google policy", "new_id": -2}, {"uid": "1295005754255803419", "i": 239, "idx": 0, "sa": ["Gordon Brown", "Simon Cowell"], "q": " The star, who has had two miscarriages, told Morgan she wanted him to give the money to a stillbirth and neo-natal death charity that supports bereaved parents. Writing on Twitter, she said: <q> i'd do it for a million for SANDS. money, mouth? </q> Morgan, whose guests on the ITV1 interview show have included href=\"http://yahoo-uk.feedsportal.com/fc/Gordon Brown-Gordon Brown.html\"> <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told Allen:`` I will get ITV to make substantial five-figure donation to your charity", "new_id": -2}, {"uid": "1295563364204783630", "i": 12687, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "`` so there's clear responsibility and accountability at the top of the company.'' After April 4, <strong> Larry Page </strong> will lead product development and technology strategy and take charge of day-to-day Google operations. <q> In this new role I know he will merge Google's technology and business vision brilliantly, </q> <strong> Eric Schmidt </strong> wrote.`` <strong> Larry Page </strong>, in my clear opinion, is ready to lead.'' During a Thursday conference call, <strong> Larry Page </strong> said <strong> Eric Schmidt </strong> has`` done an outstanding job leading Google. We're all", "new_id": -2}, {"uid": "1295597951213057559", "i": 11224, "idx": 0, "sa": ["Joel Segal", "Michael Vick"], "q": "by his starting quarterback this week. <strong> Michael Vick </strong> has been saying all along that he wanted to be back with the Eagles, and if that meant playing under a one-year, franchise-tag contract, no problem. <q> It really doesn't matter as long as I can play football next year, </q> <strong> Michael Vick </strong> said the day after the Eagles' playoff loss to Green Bay.`` It's all a blessing to me.'' Ah, but then <strong> Michael Vick </strong> had a little chat with his agent, <strong> Joel Segal </strong>", "new_id": -2}, {"uid": "1296464597200327189", "i": 14426, "idx": 0, "sa": ["David Letterman", "Conan O'Brien", "Johnny Carson"], "q": "man who took`` Tonight'' away from him comes up.`` At the end of my` Tonight Show,' I remember I said something that really resonated with me,'' <strong> Conan O'Brien </strong> said. <q> It just came off the top of my head. I said,` This is really not a big deal because all we are here to do is to have fun on television.' </q> <strong> Conan O'Brien </strong> shares a late-night trait with <strong> Johnny Carson </strong> and <strong> David Letterman </strong>. He's actually sort of publicity shy. He doesn't do a lot of interviews- he did almost none before`` <strong> Conan O'Brien </strong>'' debuted", "new_id": -2}, {"uid": "1295672248172441620", "i": 47713, "idx": 2, "sa": ["Aaron McKie", "Allen Iverson", "Cleveland Brown"], "q": "and the Philadelphia 76ers keep winning. One night after a 41-point effort in Philadelphia's most lopsided win of the season, <strong> Allen Iverson </strong> scored an NBA season-high and career-best 54 in a 107-103 victory over the <strong> Cleveland Brown </strong> Cavaliers. <q> It was like he was playing horse tonight, </q> said 76ers guard <strong> Aaron McKie </strong>, who had 20 points and nine assists.`` His jumper was deadly.'' Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route", "new_id": -2}, {"uid": "1295293966019988533", "i": 37351, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": ". In 2007, <strong> Andy Coulson </strong> resigned as editor of the News of the World over the bugging incident, but has always said he was unaware of it at the time, the Guardian reported. <q> I judge his work by what he has done for us.... He resigned for what went wrong at News of the World, </q> <strong> David Cameron </strong> said. So you say you own this house, paid the lien, and want to sell it to the holding company Beef Patty... Men who suffer post orgasmic illness syndrome are just allergic to themselves", "new_id": -2}, {"uid": "1295613640107249679", "i": 47412, "idx": 0, "sa": ["Edwin Edwards", "W. Edwards", "Andy Coulson"], "q": "- The British prime minister's communications chief <strong> Andy Coulson </strong> resigned on Friday, as prosecutors stepped up their inquiries into illegal phone hacking at a tabloid newspaper when he was editor. <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 <q> The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State... </q> former governor <strong> Edwin Edwards </strong> e...( 18:02:05`` former governor <strong> Edwin Edwards </strong> granted 5 day furlough==== wesawthat.blogspot.com====...'' <strong> Edwin Edwards </strong> Top Ten F...( 18:03:04`` Louisiana's legendary governor <strong> Edwin Edwards </strong> was a guest on my", "new_id": -2}, {"uid": "1297127660188514311", "i": 5686, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": "AP Television Writer LOS ANGELES( AP)- <strong> Simon Cowell </strong> wants his new Fox talent series`` The X Factor'' to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added,`` I have to", "new_id": -2}, {"i": 47069, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1/2 votes, easily beating Seattle receiver Mike Williams, who got eight.`` As a person and a player I learned a lot through my experiences on and off the field,'' <strong> Michael Vick </strong> said. <q> Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the importance of it and how hard it is to get to where we are today. </q> <strong> Michael Vick </strong> passed for 3,018 yards and 21 touchdowns( 233 of 372), scoring a 100.2 passer rating, and rushed for 676 yards( 6.8 average) and 9 touchdowns. Bargaining session:", "sa": ["Michael Vick"], "uid": "1296965126246792205"}]