[{"uid": "1295264028094093318", "i": 8696, "idx": 4, "sa": ["Andy Coulson"], "q": "a second chance. He resigned for what went wrong at News of the World. I would just argue working for the government, I think he has done a good job.'' He added: <q> Of course he was embarrassed, but he has had a second chance from me to do this job. I think he has done the job in a very good way. </q> According to the Mail on Sunday, <strong> Andy Coulson </strong> has admitted that the allegations concerning the bugging of celebrities' phones while he was editor of the News of the World are making it harder for him to carry", "new_id": -2}, {"uid": "1295365495187695155", "i": 14325, "idx": 1, "sa": ["Mark Kelson", "Kirsten Gillibrand"], "q": "raise her whole arm, <strong> Kirsten Gillibrand </strong> told ABC News, adding that everyone in the room was crying. Afterwards, <strong> Kirsten Gillibrand </strong> said, the doctor declared it to be a major step forward for the patient. <q> We had been telling her that she was inspiring the country with her courage and that we couldn't wait to take her out to pizza and a weekend away, </q> <strong> Kirsten Gillibrand </strong> said through a spokeswoman.`` Then, after she heard our voices and the encouragement of <strong> Mark Kelson </strong> and her parents, she struggled briefly and opened her eyes for the very first time. It was a miracle", "new_id": -2}, {"uid": "1296409465143998989", "i": 21729, "idx": 0, "sa": ["James Victor", "Alassane Ouattara", "Charles Blé Goudé", "Victor Gbeho"], "q": " Its statement was the strongest sign yet that Gbagbo had failed to convert African unease over possiCharles Blé Goudé military intervention into a reversal of U.N.-certified results showing rival <strong> Alassane Ouattara </strong> won a November 28 presidential poll. <q> The decision that they took was to try once more a peaceful effort to remove Gbagbo, not to legitimize Gbagbo. That is out of the question, </q> <strong> James Victor </strong> <strong> Victor Gbeho </strong>, president of the ECOWAS Commission, told journalists. He was speaking on the sidelines of an African Union( AU) summit in the Ethiopian capital. On Friday, the AU", "new_id": -2}, {"uid": "1296668776210550787", "i": 4821, "idx": 0, "sa": ["Craig Oliver", "David Cameron", "Andy Coulson"], "q": "41-year-old, currently Controller of BBC Global News, replaces <strong> Andy Coulson </strong>, who resigned earlier this month amid the continuing row over phone-hacking when he was editor of the News of the World. Mr <strong> David Cameron </strong> said: <q> I am very pleased that <strong> Craig Oliver </strong> is to become the new Director of Communications at 10 Downing Street.`` <strong> Craig Oliver </strong> has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the Government's programme. </q> Mr <strong> Craig Oliver </strong> said:`` I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time.`` It's difficult to leave the BBC after a fascinating few years", "new_id": -2}, {"uid": "1295879063140918804", "i": 2536, "idx": 2, "sa": ["Chris Huhne"], "q": ". <strong> Chris Huhne </strong> cast doubt on that defence and accused the Met of reacting to his calls for a full inquiry last year by`` scurrying back to Scotland Yard'' and dismissing the idea in an afternoon. <q> We know the police were not keen on the subject, because when I called for a very clear review of this, the police scurried back into Scotland Yard, spent less than a day reviewing it, and popped out in time for the six o'clock news to say they had discovered no further evidence, </q> he told BBC1's The Politics Show on Sunday. Asked about <strong> Chris Huhne </strong>'s comments, the prime minister's spokesman said today:`` The position at the present time is that the Crown Prosecution Service are", "new_id": -2}, {"uid": "1296248071002900092", "i": 29080, "idx": 11, "sa": ["Sergio Marchionne"], "q": "` eventuale contratto nazionale dell` auto. Non pu essere la Fiat a scriverlo perch? nei fatti un monopolista e nemmeno la Federmeccanica che non rappresenter pi il settore''. Non teme l'ennesimo accordo separato, quanto <q> la balcanizzazione delle relazioni industriali </q>. Definisce`` falsa e sbagliata'' l'accusa di <strong> Sergio Marchionne </strong> alla Fiom che bloccherebbe lo sviluppo.`` La riprova? Il Nuovo Pignone? un` azienda leader mondiale e l la Fiom? largamente il primo sindacato''", "new_id": -2}, {"uid": "1295925943257163271", "i": 2525, "idx": 0, "sa": ["Angelina Jolie", "Aishwarya Rai"], "q": "few weeks ago floodwater poured into their home, leaving it uninhabitable. They were lucky to escape with their lives. SOUNDUP( English) <strong> Angelina Jolie </strong>, United Nations High Commissioner for Refugees( UNHCR) Goodwill Ambassador: <q> We think you are extraordinary survivors. I think she is very, very strong. </q> Millions of families like this in Pakistan face long term hardship with lost and damaged homes, livestock and crops. <strong> Angelina Jolie </strong> says she hopes her visit will Aishwarya Raise further awareness and boost funding for people left with nothing.", "new_id": -2}, {"uid": "1296007040187400234", "i": 42604, "idx": 1, "sa": ["Mike Napoli", "Michael Vick", "Barack Obama"], "q": "of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday.`` We're real excited about it,'' chief executive officer Rob Vito said Tuesday. <q> <strong> Mike Napoli </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract.`` We believe it was worth", "new_id": -2}, {"uid": "1297134193068190230", "i": 42574, "idx": 0, "sa": ["Wanda Jackson", "Michael Vick", "Joe Nichols", "Dwaine Caraway", "O. J. Simpson"], "q": "Add to favorites Founded 2004, based in Garland, TX New Release Tuesday: Iron and Wine, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was <strong> O. J. Simpson </strong> busy? </q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"i": 22123, "idx": 2, "index_answer": 0, "new_id": -1, "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in <strong> April Wayne </strong>. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "sa": ["Eric Schmidt", "April Wayne", "Google Inc."], "uid": "1295905334076185612"}]