[{"i": 8231, "idx": 0, "index_answer": 1, "new_id": -1, "q": "or even last September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q>We have a current structural budget deficit that we have to address. The sooner, the better.</q>- Kevin Yamamura AT THE CAPITOL <strong> Jerry Brown </strong> will deliver his State of the State address Monday, the final day of January. <strong> Jerry Brown </strong>'s predecessor, <strong> Arnold Schwarzenegger </strong>, used his first State of", "sa": ["Jerry Brown", "Bill Lockyer", "Arnold Schwarzenegger"], "uid": "1295962091207159365"}, {"uid": "1295876564020021277", "i": 6045, "idx": 2, "sa": ["Peter T. King", "Kirsten Gillibrand", "Arnold Schwarzenegger", "Kathleen Sebelius"], "q": "week in a letter to Health and Human Services Secretary <strong> Kathleen Sebelius </strong>. Her agency has until March 31 to decide whether to grant an extension. \"The waiver should absolutely be extended,\" <strong> Kirsten Gillibrand </strong> said. <q>These are exactly the kind of solutions we need right now. It is common sense.</q> Rep. <strong> Peter T. King </strong>, R-Seaford, who is concerned about losing federal money for projects on Long Island, agreed. Thu 1/27: UB Distinguished Speaker Series: <strong> Arnold Schwarzenegger </strong> Sat 1/29: Buffalo Philharmonic Orchestra: Lang", "new_id": -2}, {"uid": "1296152885066846732", "i": 41048, "idx": 1, "sa": ["Andy Coulson", "Aaron Edwards", "Nicholas Tomalin"], "q": "Tamara Baluja and <strong> Aaron Edwards </strong> in London contributed to this report. Facebook! Know something we don't? E-mail us at LONDON-- The late journalist <strong> Nicholas Tomalin </strong> once summed up the skills needed for his job-- a <q>rat-like cunning, a plausible manner and a little literary ability.</q> Many British reporters... News of the World phone hacking: DPP orders review of police evidence| Media| guardian.co.uk <strong> Andy Coulson </strong> faces new pressure in News of The World phone hacking case- Telegraph Four years on, phone-hacking", "new_id": -2}, {"uid": "1295562571075235365", "i": 35171, "idx": 0, "sa": ["Eric Schmidt"], "q": "no longer the CEO. Say what? No kidding! Google's CEO for the past 10 years is stepping down as CEO. In a blog post <strong> Eric Schmidt </strong> states... <q>... we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.</q> Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I", "new_id": -2}, {"uid": "1295152507147554334", "i": 33801, "idx": 1, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q>We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night.</q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to Coming off a lousy performance, Richard Hamilton was determined to be more", "new_id": -2}, {"uid": "1295641931245137430", "i": 4217, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Pheeew! For a moment there... Anyhow, as \"co-founder\" <strong> Sergey Brin </strong> will be working on \"strategic projects, in particular working on new products\" the company says, notes the story. <q>His title will remain. So it sounds like no big change there.</q> Big Bang At Google: Larry Page To Replace <strong> Eric Schmidt </strong> As CEO On April 4, January 21, 2011 First they ignore you, then they laugh at you, then they fight you,", "new_id": -2}, {"uid": "1297125914137412651", "i": 1827, "idx": 2, "sa": ["Dwaine Caraway", "Monika Johnson", "Michael Vick"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.</q> Raw audio| Phone call update from Cairo Behind the Scenes| Cheezburger photo shoot For Valentine's Day and every day, a personalized charm bracelet's the charm <strong> Monika Johnson </strong>, experienced mountaineer, killed near Snoqualmie", "new_id": -2}, {"uid": "1297235057187482120", "i": 18654, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "Robert Gibbs", "Robert Gates"], "q": "will attend the lunch. <strong> Robert Gibbs </strong> did not provide specifics on what issues will be discussed during the lunch. When asked for details from a reporter at Tuesday's <strong> John McCain </strong> House press briefing, he said that <q>the president looks forward to discussing all issues foreign and domestic.</q>( WASHINGTON)-- In his first public comments on the situation in Egypt, Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> praised the Egyptian military for exercising restraint and urged other countries in the Middle East to note the \"spontaneous manifestations\"", "new_id": -2}, {"uid": "1296239637207323141", "i": 3577, "idx": 0, "sa": ["Mitt Romney", "Chris Christie", "Mike Pence"], "q": "joked that only his suicide would convince <strong> Mike Pence </strong> Will Not Run for President Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> Mr. <strong> Mike Pence </strong> wrote in a letter to supporters. \"We will not seek the Republican nomination for president in 2012.\" The <strong> Mitt Romney </strong> and <strong> Chris Christie </strong> have dinner together Read more stories from The Daily Caller <strong> Chris Christie </strong>", "new_id": -2}, {"uid": "1295535198236404814", "i": 4464, "idx": 0, "sa": ["Betty White", "Sen. Bernie Sanders"], "q": "the <strong> Betty White </strong> House and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q>The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class.</q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan. 28. <strong> Betty White </strong> Drinks", "new_id": -2}]