[{"uid": "1295503547083329028", "i": 5818, "idx": 3, "sa": ["Kobe Bryant", "Carmelo Anthony", "Allen Iverson"], "q": "`` When somebody gets 49 points in the first three quarters obviously its going to draw attention to the other team,'' said <strong> Allen Iverson </strong>, whose career high of 60 came against Orlando on Feb. 12, 2005. <q> When somebody's got 49 points they want to make sure I get the ball out of my hands, and that's what they did. My responsibly is to give it up and my teammates had to make plays. </q> They couldn't. <strong> Carmelo Anthony </strong> was 4-for-10 from the field in the fourth and the rest of the team made 3 of 9. While <strong> Allen Iverson </strong> got cold, <strong> Kobe Bryant </strong> heated up. <strong> Kobe Bryant </strong> picked up his fourth foul 38", "new_id": -2}, {"uid": "1295912875241205290", "i": 1036, "idx": 0, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q> My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup, </q> Page said in a Thursday interview.`` I think I will have time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the", "new_id": -2}, {"uid": "1296224676092700695", "i": 2084, "idx": 8, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "Reagan administration aide who started a campaign to draft <strong> Mike Pence </strong> for the GOP presidential nomination. <strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion, said she trusts that <strong> Mike Pence </strong> has <q> come to the place that's right for him and his family. </q>`` What I most want is for him to have a long future,'' <strong> Marjorie Dannenfelser </strong> said.`` So I'm sure that he's made a discernment that this is the right move.", "new_id": -2}, {"i": 14978, "idx": 1, "index_answer": 1, "new_id": -1, "q": "executive role to Larry Page is` completely false,' <strong> Eric Schmidt </strong> told a group of reporters Thursday at the World Economic Forum in Davos, Switzerland,'' <strong> Adam Lashinsky </strong> reports for Fortune. <strong> Adam Lashinsky </strong> reports, <q> <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook.` We have a competitor called Microsoft, </q> he said.`` Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.'''`` <strong> Eric Schmidt </strong> also took on Google's competition with Apple. Google", "sa": ["Eric Schmidt", "Adam Lashinsky"], "uid": "1296157213138100743"}, {"uid": "1295246138063356933", "i": 32621, "idx": 3, "sa": ["Steve Larrabee", "Sen. Bernie Sanders"], "q": "that is`` transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day.'' In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said: <q> By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore. </q> <strong> Sen. Bernie Sanders </strong>' office issued a statement saying the letter covered a number of issues facing the country.`` Most of the space in this newsletter dealt with the senator's views on the economic implications", "new_id": -2}, {"uid": "1294959202181354591", "i": 15956, "idx": 0, "sa": ["Colin Powell"], "q": "They presumed the United States now could cut its military budget dramatically and spend that money at home. That perception was bolstered two years later when <strong> Colin Powell </strong>, then chairman of the Joint Chiefs of Staff, declared: <q> I'm running out of enemies. I'm down to Castro and <strong> Kim Il Sung </strong>. </q> <strong> Colin Powell </strong>'s observation 20 years ago is still basically true: The United States has no militarily significant rivals, notwithstanding the terrorist threat and the war in Afghanistan. Regardless, the Defense Department is still buying", "new_id": -2}, {"uid": "1296968578257851407", "i": 40185, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford"], "q": "from a briefing Johnson gave in 1966 on the Vietnam War and White House papers from July 1975- when he was chief of staff under <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q> It's not a journal. It's not a diary, </q> he says of the <strong> Gerald Ford </strong> White House notes.`` It is a set of working documents that I've never edited. In fact, most I've never reread.'' As defense secretary under <strong> President Bush </strong>", "new_id": -2}, {"uid": "1295267751150716445", "i": 27167, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "`` second chance''.`` Obviously, when he was editor of the News of the World, bad things happened at that newspaper,'' Mr <strong> David Cameron </strong> told BBC Radio 4's Today programme. <q> I always think that the danger at the moment is that he is effectively being punished twice for the same offence.`` I gave him a second chance. I think that sometimes in life it is right to give someone a second chance. </q> Asked about the suggestion that Mr <strong> Andy Coulson </strong> had offered to quit, Mr <strong> David Cameron </strong> insisted he would not comment on`` private conversations''.`` Of course he, as anyone who is human would", "new_id": -2}, {"uid": "1295633029004243483", "i": 2690, "idx": 2, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "Eagles' <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> might be the toughest quarterback to sack, said Jets defensive end Shaun Ellis.`` He's very strong. He's very elusive in the pocket,'' Ellis said. <q> A lot of people don't realize how fast he is.... I know he looks slow moving around on the field, but he's pretty nifty at what he does. </q> What <strong> Ben Roethlisberger </strong> has done best so far in his career is win. He went to the AFC title game as a rookie, won a Super Bowl in his second season, and added another championship in", "new_id": -2}, {"uid": "1295440324144605237", "i": 37512, "idx": 2, "sa": ["Nigel Lythgoe", "Jimmy Iovine", "Simon Cowell"], "q": "or coach- for the entirety of the season. <strong> Simon Cowell </strong> <strong> Nigel Lythgoe </strong>, who will remain off camera, calls him the`` music czar.'' <strong> Simon Cowell </strong> <strong> Jimmy Iovine </strong> said at a news conference in early January: <q> The kids can't just be told,` O.K., sing better.' Someone has to work with them every week on performance, on style, and also make the songs they do have some kind of originality as well. </q> To do that, <strong> Simon Cowell </strong> <strong> Jimmy Iovine </strong> intends to bring in producers like Timbaland to coach the contestants two or three days a week.`` They're going to be bringing them along the", "new_id": -2}]