[{"uid": "1295594704029032469", "i": 33831, "idx": 4, "sa": ["Saddam Hussein", "Colin Powell", "President Bush", "Brent Scowcroft"], "q": "defiant, calling the coalition forces ''treacherous and cowardly'' and describing <strong> President Bush </strong> as ''the enemy of God and humanity''. <strong> Brent Scowcroft </strong> said the Soviets supported the coalition's efforts but were also trying to <q>have a protective arm around their friend, Iraq</q>. <strong> President Bush </strong> said earlier this week that he has no regrets about his administration's handling of the war, including the decision to pull out American forces and leave <strong> Saddam Hussein </strong> in power. <strong> Colin Powell </strong> and", "new_id": -2}, {"uid": "1297165739213123086", "i": 14056, "idx": 0, "sa": ["Eric Schmidt"], "q": "was USD8.75 a share, exceeding the USD8.08 average analyst estimate. Meanwhile, revenue jumped 26 percent to USD8.44 billion from USD6.67 billion in the fourth quarter in 2009. <strong> Eric Schmidt </strong> said the results <q>marked a terrific end to a stellar year</q> for Google. His comments were among the last he made as CEO of the search firm, with Google announcing that co-founder Larry Page would step into <strong> Eric Schmidt </strong>'s shoes as CEO, while <strong> Eric Schmidt </strong> becomes executive chairman.", "new_id": -2}, {"uid": "1297531452132300805", "i": 48175, "idx": 0, "sa": ["Michael Vick", "Percy Harvin"], "q": "workout schedule so the two can be on the same field. <strong> Percy Harvin </strong> and <strong> Michael Vick </strong>, both Virginia Beach natives, are represented by agent Joel Segal, who recommended Anderson to <strong> Michael Vick </strong> last offseason. <q>That would be something to get them on the same field together,</q> said Anderson, who runs Tom Anderson Speed and Sports Enhancement Training. ''The possibilities would be endless with two athletes like that together, the way they could push each other.'' <strong> Percy Harvin </strong> always has", "new_id": -2}, {"uid": "1296961777064782347", "i": 1043, "idx": 0, "sa": ["Michael Vick"], "q": "of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q>The most fun I've ever had playing football,</q> <strong> Michael Vick </strong> said. ''The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. ''As a person and", "new_id": -2}, {"uid": "1297138045102924322", "i": 48736, "idx": 1, "sa": ["Simon Cowell"], "q": "mentor the contestants. The competition series will allow contestants as young as 12 to audition, a decision <strong> Simon Cowell </strong> defended on the call after being asked if kids that young should be subjects to public scrutiny. <q>We've started to see a trend with kids this age and what they can do. I like the idea that a 12-year-old on this show can compete with an older singer... times have changed. You have to make a case-by-case decision based on them as a person.</q> Contestants will have to audition before a live audience of 5,000 people in an arena. ''It was supposed to be similar to them doing their first concert. It really helped show me who could handle", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said in a statement. ''By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}, {"uid": "1295606549109838348", "i": 43130, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "tremendous leader and I have learned innumerable lessons from him.'' Mr Page said Google is just at the ''tip of the iceberg'' of how the internet will change consumers lives in the future. <q>If you think about the next five years of what your online life will be like, we are only just[ getting] started and I am very excited,</q> he added. Mr <strong> Eric Schmidt </strong> said his new role would concentrate on ''deals, partnerships, customers and broader business relationships''. Mr <strong> Sergey Brin </strong> will devote his time to ''strategic projects'', particularly", "new_id": -2}, {"uid": "1296253125144457810", "i": 3068, "idx": 0, "sa": ["Andy Coulson", "Dominic Mohan", "Rupert Murdoch", "50 Cent"], "q": "Times, <strong> Dominic Mohan </strong> and <strong> 50 Cent </strong> Harding respectively. Meatballs were on the menu, although staff preferred not to get too close to see what the boss actually ate. In the words of one friend, <strong> Rupert Murdoch </strong> was <q>frustrated, but ready to be decisive</q> by the failure to resolve the News of the World phone-hacking crisis, which had claimed the scalp of his former editor and No 10 spin doctor <strong> Andy Coulson </strong>. The plan had been to travel to Davos", "new_id": -2}, {"uid": "1296084752130252881", "i": 18047, "idx": 2, "sa": ["Michael Vick"], "q": "He accepted the huge responsibilities that come with being an NFL starting quarterback. ''The quarterback position, that's the nature of it,'' <strong> Michael Vick </strong> said of the swings between praise and criticism. <q>Everything's thrown on your shoulders as a quarterback. ''I accept it. I respect it. That's the responsibility that you take on when you get up under the center.</q> There is no football argument for the Eagles not to commit to the 30-year-old <strong> Michael Vick </strong> as their quarterback for the next 5 years. So why isn't this the slam dunk it appears to be", "new_id": -2}, {"uid": "1297310036062455890", "i": 32254, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "in the cloud.'' It's a cross-silo promotion for Microsoft since <strong> Satya Nadella </strong> previously worked as senior vice president for research and development in the Online Services division, which runs Bing and MSN. <q>In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops,</q> <strong> Steve Ballmer </strong> said in an e-mail to all employees Wednesday. ''We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways.", "new_id": -2}]