[{"uid": "1297217357071778312", "i": 6720, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "chief <strong> Zahi Hawass </strong> said Sunday. Seventy artifacts were damaged when looters broke into the world-famous Egyptian Museum, on the edge of Tahrir Square, focal point of an uprising against President <strong> Hosni Mubarak </strong>'s regime. <q> Restoration has started on the items, including on a statue of King Tutankhamun and a statute of King Akhenaten, </q> <strong> Zahi Hawass </strong> said. Looters had tried to break open a golden sarcophagus, hoping to find treasures inside, and some skeletons were also damaged, <strong> Zahi Hawass </strong> said. A gallery displaying King Tut's treasures", "new_id": -2}, {"uid": "1297094583019349510", "i": 34826, "idx": 2, "sa": ["Mike Darnell", "Simon Cowell"], "q": "are still forthcoming.''` The X Factor' has become a worldwide phenomenon and is unlike anything we've seen in America,'' says <strong> Mike Darnell </strong>, President of Alternative Entertainment, Fox Broadcasting Company. <q> The British version is wildly entertaining, but also has a penchant for stirring up controversy. You never know what <strong> Simon Cowell </strong> has up his sleeve, and since he will be working both behind and in front of the camera, the country should brace itself to expect the unexpected. </q> While we don't miss <strong> Simon Cowell </strong> on`` American Idol'' that much, this certainly throws a whole new twist on singing competitions in the U.S.", "new_id": -2}, {"uid": "1296641716140230685", "i": 33453, "idx": 0, "sa": ["Simon Cowell"], "q": "the judge at...`` CECCONES''-- RYAN SEACREST- Said hi as he headed in for dinnerWON G- The cool rapperSIMON COWELL- I asked the excellent judge what we will do without him. <strong> Simon Cowell </strong>: <q> I don't know, actually. You will probably have a better time. </q> He grinned and I told him no, we won't.; I enquired who will replace him. <strong> Simon Cowell </strong> responded:`` I haven't got a clue.'' I asked him what the highlight was about", "new_id": -2}, {"uid": "1297277079173539348", "i": 46769, "idx": 1, "sa": ["Steve Ballmer"], "q": "CEO <strong> Steve Ballmer </strong>, urging them to strike an exclusive deal to put Microsoft's Windows Phone operating system on Nokia's mobile handsets. Anlaysts are wondering if it would be a good match for the two companies. <q> There is no guarantee this is going to be a successful alignment, </q> said Cramer's Lightning Round- The Most Undervalued Commodity Play in the World( 2/7/11) General Electric Valuation Suggests a Reality Check but No Warning Smart Dividend Investors Should Take a Look at These 5 High-Yielding Stocks", "new_id": -2}, {"uid": "1297060233042303494", "i": 5821, "idx": 0, "sa": ["Michael Vick", "Stephen Schwambach"], "q": "is why we talked about <strong> Michael Vick </strong>, too. We asked the question,` Are they sincere( about their faith)?' And the answer is we don't know,'' he said. <q> The rest of it is that nobody knows that about you when you try to get your act together either, so cutting the guy some slack giving him another chance is what God does for us. </q> <strong> Stephen Schwambach </strong> said people should be looking for ways to intertwine their personal hobbies with their relationship with God, not separate them. NCAA lifts USI men's basketball program's postseason ban, issues 1 year", "new_id": -2}, {"uid": "1297161526055738379", "i": 33842, "idx": 1, "sa": ["Simon Cowell"], "q": "It's a massive, massive risk,'' <strong> Simon Cowell </strong> said Monday afternoon in the first wave of promotion for the American version of the show, which debuts this fall on Fox. <q> It puts enormous pressure on us to find a star. But I think we can. </q> <strong> Simon Cowell </strong> also expressed confidence that the new show can thrive despite the ongoing success of'' American Idol,'' which <strong> Simon Cowell </strong> left after last season. He talked little about``", "new_id": -2}, {"uid": "1295433140214253578", "i": 13093, "idx": 0, "sa": ["Diane Sawyer", "Mike Pence"], "q": "She's in the ICU. You know, gone through this traumatic injury. And she spent 10 minutes giving me a neck massage,'' Kelly said in an interview with <strong> Diane Sawyer </strong> to air today on ABC. <q> It's so typical of her that no matter how bad the situation might be for her, you know, she's looking out for other people. </q> Such encounters indicate higher levels of functioning, implying that`` she's recognizing him and interacting, perhaps in an old familiar way with him,'' said Dr. <strong> Mike Pence </strong> Lemole. Dr. Randall Friese", "new_id": -2}, {"uid": "1295310564231800860", "i": 23564, "idx": 0, "sa": ["Joe Scarborough", "Barack Obama", "The Republican Party", "Mike Pence", "Bob Corker", "Harry Reid"], "q": "on CNBC's Squawk Box, <strong> Barack Obama </strong> <strong> Bob Corker </strong>( R-TN) decried the Medicare cuts and budget`` trickery'' in the <strong> Harry Reid </strong> health care bill, adding further that the legislation is`` bad for our country'' and <q> throws future generations under the bus. </q> Early Monday morning, the <strong> Harry Reid </strong> bill cleared a procedural motion without a single <strong> The Republican Party </strong> vote. http://wn.com/RNC_Chairman_Michael_Steele_to_Joe_Scarborough_Spare_Me <strong> Joe Scarborough </strong> disagrees with RNC chairman <strong> Mike Pence </strong> Steele's suggestion of tort reform, which prompts Steele to say to <strong> Joe Scarborough </strong>,``", "new_id": -2}, {"uid": "1295144087167411718", "i": 10859, "idx": 1, "sa": ["Allen Iverson"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacking any strength.`` I survived, I'm still here,'' he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody.' </q> <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the Mavericks. The Warriors visit the Pepsi Center on Saturday night for", "new_id": -2}, [{"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.'' The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q> started to open her eyes, literally, </q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying:`` <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,'' <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}]]