[{"uid": "1296552417261570573", "i": 23553, "idx": 21, "sa": ["Eric Snow", "Allen Iverson"], "q": "alive, particularly on the defensive end. Their pressure changed the tempo of the game, and the momentum shortly thereafter. \"When he got ejected, everybody just stepped up their game,\" <strong> Allen Iverson </strong> said. <q>We said, \"What are we gon na do?\"</q> <strong> Eric Snow </strong> said. \"Are we gon na lay down? Or are we gon na pick up the intensity?\" The 6-3 <strong> Eric Snow </strong> set the http://wn.com/Allen_Iverson_36pts_9asts_vs_JKidd_VCarter_Nets_05/06_NBA <strong> Allen Iverson </strong> and the rest of the 76ers are used to", "new_id": -2}, {"uid": "1296108776056524842", "i": 26952, "idx": 0, "sa": ["Steve Ballmer"], "q": "Article: Motorola smartphones disappoint, iPhone already weighs... Video: Larry Page's Zuckerberg Envy Not Good for Google Report Abuse \"Its common knowledge to go with the opposite of what <strong> Steve Ballmer </strong> says.\" <q>The iPhone is just a toy, it will never be popular.</q> \"The iPad is inferior to Windows based tablets, and will never take off.\" \"The Wii is inferior to our Xbox, it will never outsell us.\" Report Abuse \"", "new_id": -2}, {"uid": "1295983406057327703", "i": 6299, "idx": 0, "sa": ["Bill Lockyer", "Anthony Myint", "Newt Gingrich"], "q": "has,\" said Commonwealth's <strong> Anthony Myint </strong>. \"Look at Starbucks- now they are promoting fair trade and sustainability.\" Patterson sings a similar tune of hope about his Larkin Street experiment. <q>Cooking is an act of generosity. It's inherently an act of giving. If this model works, maybe it's something other people pick up on.</q> An intern lands a job through a Larkin Street program that has gained the support of chef Daniel Patterson. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail", "new_id": -2}, {"i": 6866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. \"We're trying to be as transparent and as collaborative as possible,\" <strong> Eric Schmidt </strong> said. <q>We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that,</q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several \"significant\" new products. He said he", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669701105103360"}, {"uid": "1297231845010321940", "i": 20625, "idx": 0, "sa": ["Michelle Obama", "Ricky Martin", "Matt LeBlanc", "Jay Leno", "Adam Lambert", "Justin Bieber", "Ty Burrell", "Anika Noni Rose", "Michael Fazio", "David Letterman", "Leon Russell", "Gayle King", "Anderson Cooper", "Annette Bening", "Mario Lopez", "Ellen DeGeneres", "James Blunt", "Elton John"], "q": ") and Utah State at Idaho( ESPN2, 11 p.m.). Daytime Talk Regis and Kelly: <strong> Michelle Obama </strong>, <strong> Annette Bening </strong>. <strong> Gayle King </strong>: <strong> Mario Lopez </strong>. The View: <strong> Ty Burrell </strong>, <strong> Michael Fazio </strong>, cast of <q>Sister Act: A Divine Musical <strong> Joan Rivers </strong>.</q> The Talk: <strong> Adam Lambert </strong>. <strong> Ellen DeGeneres </strong>: <strong> Justin Bieber </strong>, <strong> James Blunt </strong>. Wendy Williams: <strong> Anika Noni Rose </strong>, Ann <strong> Ty Burrell </strong>, Taboo. Late Talk <strong> David Letterman </strong>: <strong> Anderson Cooper </strong>, <strong> Elton John </strong>& <strong> Leon Russell </strong>. <strong> Jay Leno </strong>: <strong> Matt LeBlanc </strong>, <strong> Ricky Martin </strong>", "new_id": -2}, {"uid": "1295049201264142848", "i": 3585, "idx": 6, "sa": ["Kirsten Gillibrand", "Preston Williams"], "q": "& search= Search\", \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/12/VI2011011203368.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01122011-43v&amp;flvURL=/media/2011/01/12/01122011-43v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F12%2F01122011-43v.jsn\"}{ \"title\": <q>No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton</q>, \"description\": \"Host B.J. Koubaroulis and The Post\\'s <strong> Preston Williams </strong> and James Wagner preview this weekend\\'s match-up between No. 10 Georgetown Visitation and No. 18 <strong> Kirsten Gillibrand </strong> Seton. Video includes highlights and footage", "new_id": -2}, {"uid": "1295143384120275178", "i": 6346, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "I hope in this time of sadness and loss, we can find new strength to come together as a nation and foster greater respect for one another,\" <strong> Kirsten Gillibrand </strong> said in a statement before leaving. <q>We may never make any sense of this heinous crime, but I remember how <strong> Gabrielle Giffords </strong> so often urged people to stand up to the violent language that divides us, and focus on solutions. That is exactly what we need to do right now,</q> <strong> Kirsten Gillibrand </strong> said. \"I want to thank <strong> Barack Obama </strong> for his compassionate leadership at this time of great national tragedy. My thoughts and prayers are with all the victims of this horrible tragedy, their loved", "new_id": -2}, {"uid": "1297422152219660298", "i": 33417, "idx": 0, "sa": ["Steve Ballmer"], "q": "to Nokia CEO Stepehn Elop, who took to the stage with Microsoft CEO <strong> Steve Ballmer </strong> to talk through the details of the partnership. Android very nealy became the OS of choice. Elop explained that Nokia had <q>explored the opportunity with the Google ecosystem... there's some attractive elements but our fundamental belief is that we would have difficulty differentiating.</q> Problems \"commoditizing\" the software, as well as the growing number of Android handsets at all price points were noted as hurdles, particularly given Nokia's already-sturdy mid-and-low range catalogue of handsets. Canon", "new_id": -2}, {"uid": "1297390016200884258", "i": 41921, "idx": 10, "sa": ["Donald Rumsfeld", "Henry Kissinger", "Robert Scales", "Dean Acheson", "Colin Powell", "Condoleezza Rice"], "q": ", more in keeping with the older Washington tradition of <strong> Dean Acheson </strong> or <strong> Henry Kissinger </strong>. As might the historians.\" Finally, retired Major <strong> Colin Powell </strong>( <strong> Condoleezza Rice </strong>) <strong> Robert Scales </strong>' <strong> Robert Scales </strong> starts as follows: <q>Personal accounts fill in the blanks of contemporary history, blanks left by sterile timelines and the speculations of carping outsiders. <strong> Donald Rumsfeld </strong>'s \"Known and Unknown</q> is thus one of the most important contributions to a growing list of remembrances of our most recent wars.\" Mr. <strong> Donald Rumsfeld </strong>'s confession that the nation would have been better served had he resigned immediately after", "new_id": -2}, {"uid": "1295384209249954310", "i": 33255, "idx": 1, "sa": ["Sergio Marchionne"], "q": "during a ceremony at the plant. \"The new 2011 Dodge Grand Caravan and Chrysler Town& Country remain key parts of our revival plan,\" <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. <q>Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust in each other and make a true, full-faith effort to work together.</q> <strong> Sergio Marchionne </strong> also reminded employees that it was with the assistance of the federal government of Canada and the Province of Ontario that Chrysler has been given an opportunity to create a future. \"Chrysler Group", "new_id": -2}]