[{"uid": "1296163911042713105", "i": 21126, "idx": 2, "sa": ["Mike Pence"], "q": "him to do so. But while his self-imposed end-of-January deadline for announcing his intentions looms, <strong> Mike Pence </strong> continued this week to give no hint as to what they might be, even to some staffers. <q>His mother has told him he needs to make a decision, though,</q> said Ted Ogle, the GOP chairman of <strong> Mike Pence </strong>'s home Bartholomew County, Ind., in a separate interview. Ogle, who has been friends with <strong> Mike Pence </strong> and his family for years, said he does", "new_id": -2}, {"uid": "1296145047005734434", "i": 3271, "idx": 0, "sa": ["Justin Bieber", "Katy Perry", "David Letterman"], "q": "<strong> Katy Perry </strong>'s California Dreams tour is shaping up to be quite the experience, with the singer promising \"a Broadway feel\" with a storyline. The show will even smell good: <q>It's going to smell like you're in cotton candy heaven.</q>( <strong> Justin Bieber </strong> will appear on \"The Late Show With <strong> David Letterman </strong>\" twice next week.( Diddy is going to guest star on an upcoming episode of \"Hawaii 5-0.\"( Just Jared)", "new_id": -2}, {"uid": "1297148717028524550", "i": 27681, "idx": 11, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "somebody like Beyonce: She is the best example of somebody who works it every hour of the day,\" he said. <strong> Simon Cowell </strong>, as American Idol viewers know, doesn't lack for confidence: <q>I believe I can find a star,</q> he said. He has seen only a few minutes of this season's American Idol and its reconstituted panel with <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and Randy Jackson, he said.", "new_id": -2}, {"uid": "1295582258248299524", "i": 15101, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by Mr. <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Mr. Page's personal ambition. <q>Day-to-day adult supervision no longer needed!</q> Mr. <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. Mr. <strong> Eric Schmidt </strong>, 55, will become executive chairman and remain available to advise Mr. Page, 37, and <strong> Google Inc. </strong>", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q>Matt is great. The coaching staff is great. We're just having a good time,</q> he said. \"I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.\" <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}, {"uid": "1297130830124354601", "i": 24777, "idx": 2, "sa": ["Simon Cowell"], "q": "see how the show would do in the ratings. \"What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over,\" <strong> Simon Cowell </strong> explains. <q>But people are still excited about these shows, whether \"Dancing With the Stars,</q> which has gotten better over the years, \"America's Got Talent\"... I think they've done a good job.\" While the FOX juggernaut has gone through some pretty massive changes, ratings", "new_id": -2}, {"uid": "1295390341219906059", "i": 583, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans. In solemn", "new_id": -2}, {"uid": "1297292715002195456", "i": 22724, "idx": 2, "sa": ["Sergio Marchionne"], "q": "workaholic boss who lured her away from Volkswagen last year after a long career at Ford Motor. \"She sees cars in a different way than most automotive executives,\" who, he said, are sometimes blind <q>because of the engineering bias associated with what they do.</q> By handing her the keys to Fiat's brand-new North American business, <strong> Sergio Marchionne </strong> entrusted Soave with a crucial element in the risky alliance between Fiat and Chrysler he hopes to turn into an automotive empire on the scale", "new_id": -2}, {"uid": "1297372622106381327", "i": 29128, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "e-mail to employees Wednesday. India looks to broadband connectivity and fiber optic cable projects as major engines for economic development as it prepares for a huge uptick in demand for online access from consumers and businesses. <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,</q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1295625748256049176", "i": 32929, "idx": 0, "sa": ["Eric Schmidt"], "q": "In an unexpected announcement, Google CEO <strong> Eric Schmidt </strong> has announced that as of today he will be stepping down from the captain's chair and will be replaced by co-founder Larry Page. official blog, <strong> Eric Schmidt </strong> said <q>When I joined Google in 2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today. Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the process.</q> He also added, \"Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer", "new_id": -2}]