[{"uid": "1297600387170737665", "i": 32659, "idx": 0, "sa": ["Zahi Hawass"], "q": "pieces including a statue of King Tutankhamun have been stolen from the Egyptian museum in Cairo's Tahrir Square, Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects stolen by looters include <q>a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess<q> and parts of \"a gilded wood statue of Tutankhamun harpooning,\" a statement on <strong> Zahi Hawass </strong>' website read. For 18 days Tahrir Square was the epicenter of the nationwide protests demanding the resignation of President", "new_id": -2}, {"uid": "1297414415011878413", "i": 44437, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Chief Executive <strong> Stephen Elop </strong> said that \"Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.\" <strong> Steve Ballmer </strong>, Microsoft's Chief Executive. <q>Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.<q> Cancel Post Your Comment You must be logged in to post a comment Parmy's Headline Grab 26 minutes ago Firm targeting WikiLeaks cuts ties with HBGary- apologizes to reporter \"One is forced to", "new_id": -2}, {"uid": "1295617448243957767", "i": 595, "idx": 0, "sa": ["Eric Schmidt"], "q": "great performance. Google is arguably at the top of its game. Market share of search has never been better.\" \" \"The real condemnation of the leadership at Google,\" he writes, <q>is that there has been a failure to create entirely new disruptions. As the stock chart above confirms, Android and Chrome are, if successful, sustaining technologies for Google. That's not going to be enough.<q>\" <strong> Eric Schmidt </strong>, you may recall, sat on Apple's board until it became clear that Google had copied the iPhone's look and feel and called it Android. Apple is selling iPhones as", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a \"powerful political insider- precisely because he had a feel for the world outside Westminster\" and the PM would be looking for a <q>someone with similar nous and journalistic experience<q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}, {"uid": "1296376716122322955", "i": 19700, "idx": 0, "sa": ["Larry Fitzgerald", "Michael Vick"], "q": "NFC starting quarterback <strong> Michael Vick </strong> of Philadelphia probably appreciates his appearance more than anyone on either side of the ball, considering how far he has come since serving prison time for his role in dogfighting operation. <q>This one feels great due to the fact that I've been through so much and trained to getting back to this position,<q> he said earlier this week. \"It's paramount for me and my family and I'm just thankful.\" <strong> Larry Fitzgerald </strong>, the 2009 Pro Bowl MVP, was one of the replacements named for 10", "new_id": -2}, {"uid": "1295648413184696878", "i": 11877, "idx": 0, "sa": ["Eric Schmidt", "Mary McNamara"], "q": ", 1/20/2011 5:08:57 PM Google co-founder Larry Page is replacing <strong> Eric Schmidt </strong> as CEO effective April 4. a blog posting from <strong> Eric Schmidt </strong> posted Thursday. <strong> Eric Schmidt </strong>, who was brought in during 2001, said that <q>now was the right moment to make some changes to the way we are structured.<q> \"Day-to-day adult supervision no longer needed!, <strong> Eric Schmidt </strong> tweeted( http://twitter.com/#!/ericschmidt) a reference to the fact he was retained to help run a company started by college kids in a dorm room. <strong> Mary McNamara </strong>", "new_id": -2}, {"uid": "1296614602189923350", "i": 11186, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Gayle King"], "q": "arrived. The Brit replaced the <strong> Gayle King </strong> after his retirement and has started his show \"Pierce <strong> Piers Morgan </strong> Tonight\" with a bang, interviewing the likes of <strong> Oprah Winfrey </strong>, <strong> Ricky Gervais </strong>, and <strong> Howard Stern </strong>. His promise to viewers? <q>What I want to see is energy, and dynamism, humor... there's nothing more boring than boring TV. Who wants to watch that? The one thing I can guarantee people, is that I won't be boring.<q>( CNN) From one interviewer to another, <strong> David Letterman </strong> offered a piece of advice. <strong> David Letterman </strong> \"You need to grab somebody by the tie and just pop'em, just a short right cross and then it'd", "new_id": -2}, {"uid": "1297094119231997478", "i": 31319, "idx": 1, "sa": ["Dot-Marie Jones", "Simon Cowell"], "q": "judge is saying exactly why he's bringing the show stateside. \"I believe America has the best talent in the world, I believe that with all my heart,\" he says. <q>But I'm not looking for someone who will only be a hit in America. I'm looking for a global star.<q> Exclusive: <strong> Simon Cowell </strong> Reveals Top Five Tips to Winning \"The X Factor\" \"Glee\"s <strong> Dot-Marie Jones </strong> wore many hats before starring on \"Glee\" as Coach Beiste-- one of them being a world", "new_id": -2}, {"uid": "1297217140016318507", "i": 9436, "idx": 1, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "a silent meditation retreat; <strong> Rupert Murdoch </strong>, the cross-legged guru, doling out aphorisms and vegetarian curry at the bar.) No, <strong> Andy Coulson </strong> didn't have much choice. Resign comes from resignare( Latin: <q>to check off, cancel, give up<q>). Divide up the word and you have re, meaning opposite, and signare, literally \"to make an entry in an account book\"- so the opposite entry cancels out the original one. To", "new_id": -2}, {"uid": "1296833917069533714", "i": 35944, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "that showed increased research and development investment in New York before the recession. From 2003 to 2007, the sector grew 16 percent, while investment increased 28 percent to a total of$ 10.9 billion. <q>I think it's the single best tax credit I can fight for in Washington in terms of creating jobs,<q> <strong> Kirsten Gillibrand </strong> said. Curemark is among 17 biotech companies in Westchester that could qualify for the increased credit. \"I think it's great,\" said Curemark CEO Joan M. Fallon, a pediatric chiropractor who", "new_id": -2}]