[{"uid": "1295868870143261707", "i": 25833, "idx": 1, "sa": ["Michael Arrington", "Eric Schmidt"], "q": "te maken of zelfs te verslaan. Er zijn genoeg nieuwe uitdagingen te verzinnen, maar het lijkt erop dat <strong> Eric Schmidt </strong> ze niet durft aan te gaan. Volgens TechCrunch <strong> Michael Arrington </strong> is de overwinning op Microsoft voor <strong> Eric Schmidt </strong> genoeg. <q> Nu ze op twee fronten met Apple en Facebook strijden, liggen de kansen mijns inziens niet in het voordeel van Google </q>, schrijft hij. 4. Bureaucratisch martelaarschap Google stapt een nieuw tijdperk binnen en moet opnieuw zijn prioriteiten bepalen. Komende maanden moeten er veel hordes genomen worden- rechtszaken, gedoe", "new_id": -2}, {"uid": "1297444163198852641", "i": 6484, "idx": 0, "sa": ["Simon Cowell"], "q": "is close friends with show supremo <strong> Simon Cowell </strong> and would be prepared to accept a judging or mentoring role on the new series when it launches later this year. He told the Daily Mail newspaper: <q> <strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine. </q> \" <strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine. \" <strong> Simon Cowell </strong>- who is set to announce the highly anticipated final judging", "new_id": -2}, {"uid": "1295782408127156258", "i": 33217, "idx": 5, "sa": ["Andy Coulson", "David Cameron", "Harriet Harman"], "q": "role as well. \"Trust in politics' However, Labour said <strong> David Cameron </strong> could not escape responsibility for bringing Mr <strong> Andy Coulson </strong> into his top team when there were unresolved questions about his past. <q> I think that <strong> David Cameron </strong> was wrong to appoint someone to the heart of the government, to the heart of Downing Street, who had actually been editor of a newspaper at a time when criminal activity was going on, </q> <strong> Harriet Harman </strong>, the party's deputy leader, told Sky News. While acknowledging that Mr <strong> Andy Coulson </strong> had denied any involvement in phone hacking, she added the issue risked further eroding public confidence in politics.", "new_id": -2}, {"uid": "1295580862256213017", "i": 43363, "idx": 1, "sa": ["Simon Cowell"], "q": "it again.\" Plipton approached the show with caution, fearing it would not be as good without beloved iconic \"mean judge\" <strong> Simon Cowell </strong>. \"But I truly enjoyed it,\" Plipton said. <q> I thought <strong> Steven Tyler </strong> was hilarious and honest. I didn't expect much from him or <strong> Jennifer Lopez </strong> and I thought they did a great job. I think this season is going to be great. I loved their rawness and honesty. More than anything, I enjoyed <strong> Steven Tyler </strong>. He is a funny guy. </q> Sarah, however, was not won over. She said she watched Wednesday night's show, but would probably bail until the Hollywood rounds. \"I used to enjoy the auditions, mainly for the", "new_id": -2}, {"i": 41419, "idx": 0, "index_answer": 1, "new_id": -1, "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q> When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is, </q> Packers coach <strong> Mike D'Antoni </strong> McCarthy said. \"That's the type of level that he's playing at.\" McCarthy isn't surprised at the way <strong> Peyton Manning </strong> has developed, calling him one of the team's", "sa": ["Michael Vick", "Mike D'Antoni", "Peyton Manning"], "uid": "1295333636231292929"}, {"uid": "1295027167083820572", "i": 12939, "idx": 0, "sa": ["Andy Coulson", "Keir Starmer"], "q": "re-examine all material police held on alleged illegal phone <strong> Keir Starmer </strong>, Director of Public Prosecutions, said the Crown Prosecution Service( CPS) would conduct a \"comprehensive assessment\" of evidence collected by detectives. <q> The purpose of this assessment is to ascertain whether there is any material which could now form evidence in any future criminal prosecution relating to phone hacking, </q> the CPS said in a statement. Cameron's communications chief <strong> Andy Coulson </strong> quit as News of the World editor in 2007 after one of the paper's reporters was jailed for secretly listening to phone messages of royal", "new_id": -2}, {"uid": "1295968642108970021", "i": 22809, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "companies can do very well.... the fact that these things become popular and everybody wants them, means everybody wins.\" On how not making any money on Android doesn't matter...( 6:12 in) <q> We make zero. It's free. That would be the definition of no margin.... I have been surprised at how important Android is to our business, but for none of the reasons that you all[ in the media] talk about. It's fundamentally because Android is seen as representative of the new model of computing. </q> <strong> Google Inc. </strong> gives$ 100m compensation to outgoing CEO <strong> Eric Schmidt </strong> <strong> Google Inc. </strong> gives USD 100-mn compensation to outgoing CEO <strong> Eric Schmidt </strong> <strong> Google Inc. </strong> awards$ 100 million to <strong> Eric Schmidt </strong> Palestinian leader hits back at claims that he \"sold out\" to Israel <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1297298416168493093", "i": 40018, "idx": 1, "sa": ["Donald Rumsfeld", "Colin Powell", "Dick Cheney"], "q": ", Fall, and Catastrophic Legacy\" that <strong> Donald Rumsfeld </strong>'s reaction to a July 20, 2001, CIA memo warning of a Osama bin Laden-directed attack on the United States was to accuse it of being duped by <q> vast doses of Al Qaeda misinformation. </q> And on the very same afternoon of the September 11, he directed <strong> Colin Powell </strong> <strong> Dick Cheney </strong> Myers to \"find the best info fast... judge whether good enough[ to] hit S.H.@ same time.\" S.H. here", "new_id": -2}, {"uid": "1296884781086720518", "i": 21901, "idx": 0, "sa": ["Zahi Hawass"], "q": "historical sites. \"Egyptian cultural heritage, both its monuments and its artefacts, are part of the ancestral heritage of humanity, handed down to us through the ages,\" she said on Tuesday. <q> The value of the 120,000 pieces in the Egyptian Museum in Cairo is inestimable, not only in scientific or financial terms, but because they represent the Egyptian people's cultural identity. </q> But the country's newly appointed minister of antiquities, well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against \"rumours.\" In a posting on his blog", "new_id": -2}, {"uid": "1295607667131039302", "i": 3933, "idx": 0, "sa": ["Eric Schmidt"], "q": "as it looks to bolster its position in the face of competition from fast-growing rivals such as Facebook. Page replaces <strong> Eric Schmidt </strong>, who steps down after ten years to become executive chairman. <strong> Eric Schmidt </strong> will focus on <q> deals, partnerships, customers and broader business relationships </q>. The moves brings Page back into the role he relinquished to <strong> Eric Schmidt </strong> a decade ago when he came under pressure from investors to hand the reigns to a more experienced executive. It also comes", "new_id": -2}]