[{"uid": "1295561931217792549", "i": 15680, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "GOOG) Posts Blowout Q4 EPS; <strong> Larry Page </strong> to Replace CEO <strong> Eric Schmidt </strong> Google( GOOG) says <strong> Larry Page </strong> to be CEO, <strong> Eric Schmidt </strong> to be Chairman More News related to Management Changes Google( GOOG) <strong> Eric Schmidt </strong> Says <q> Adult Supervision No Longer Needed </q> F.N.B. Corporation( FNB) Promotes Vincent J. Delie, Jr. to President of F.N.B. Corp& CEO of First National Bank GOOG) outgoing CEO <strong> Eric Schmidt </strong> twitted and posted on the company blog about the management shake-up news.", "new_id": -2}, {"uid": "1295294332140443665", "i": 38457, "idx": 0, "sa": ["Steve Ballmer"], "q": "Share Microsoft CEO <strong> Steve Ballmer </strong> wants you to know that the Xbox 360 <q> isn't a gaming console. </q> Rather, <strong> Steve Ballmer </strong> believes the 360- along with Kinect- acts as a complete family entertainment center.`` It's a place to socialize. It's a place to watch TV. We have Hulu", "new_id": -2}, {"uid": "1295144086167411747", "i": 6075, "idx": 1, "sa": ["Allen Iverson", "Jeff Green"], "q": "with Golden State for the eighth and final playoff spot in the Western Conference. The Warriors lost to New Orleans, 108-96, earlier Sunday.`` Career nights from two people,'' Denver's <strong> Allen Iverson </strong> said. <q> You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight. </q> <strong> Jeff Green </strong>, whose previous high was 23 points, scored 24 in the second half and overtimes. His five quick points to start the second overtime gave the draft lottery-bound Sonics( 18-59) the winning cushion. Durant", "new_id": -2}, {"uid": "1297210131061849602", "i": 3914, "idx": 3, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "about former Secretary of State <strong> Colin Powell </strong>'s infamous 2003 speech to the href=\"http://www.foxnews.com/topics/politics/united-nations.htm#r_src=ramp\"> United Nations in which he cited questionable intelligence about Iraq's alleged weapons program, <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong> was an`` honorable man'' who <q> believed every word he gave in that speech. </q> <strong> Donald Rumsfeld </strong> also defended the detention camp at Guantanamo Bay, which the Obama administration has been unsuccessfully trying to shutter for the past two years. <strong> Donald Rumsfeld </strong> lamented that officials were never able to improve the camp's", "new_id": -2}, {"uid": "1297079739193609732", "i": 52611, "idx": 0, "sa": ["Eric Schmidt"], "q": " Google quiere evitar una larga batalla legal con los reguladores de la Uni?n Europea que investigan su posici?n dominante en el mercado, dijo el diario Sunday Telegraph, citando a su presidente ejecutivo. <q> Naturalmente que queremos evitar eso(...) Creo que forma parte de nuestros intereses y espero que en sus intereses se est el hacer un r?pido an?lisis de las cuestiones suscitadas por algunos competidores, que esperamos que sean menores o que no est?n en lo cierto </q>, afirm <strong> Eric Schmidt </strong> en una entrevista.`` Nos pondremos al tanto( de la situaci?n) y garantizaremos que funcionamos bien dentro de la ley y del esp?ritu de la ley'', indic <strong> Eric Schmidt </strong>.", "new_id": -2}, {"uid": "1296277083125009922", "i": 31812, "idx": 0, "sa": ["José Manuel Durão Barroso", "Enda Kenny", "Michael Noonan", "Eamon Gilmore"], "q": "with his finance spokesman <strong> Michael Noonan </strong> to meet European Commission President <strong> José Manuel Durão Barroso </strong> to discuss the interest rate on Ireland's bailout package. Yesterday, Mr <strong> Eamon Gilmore </strong> played down the importance of Mr <strong> Enda Kenny </strong>'s trip. <q> I am not quite sure what they are discussing but the negotiation has to be on the basis of a mandate given by the people, </q> he said.`` The Labour Party is going to be asking every single voter in this country to give the Labour Party a mandate to renegotiate that deal.`` The Labour Party has been", "new_id": -2}, {"uid": "1295902845046350364", "i": 53474, "idx": 0, "sa": ["Alassane Ouattara"], "q": "joined most of the international community in recognizing <strong> Alassane Ouattara </strong> as the victor in the November 28 elections, welcomed the move by U.S.-based agribusiness giant Cargill to stop cocoa purchases, State Department spokesman P.J. Crowley said. <q> We do support President <strong> Alassane Ouattara </strong>'s call for a month-long ban on cocoa exports. Our embassy is in touch with relevant players on this, </q> Crowley said.`` It is part of our strategy to deny Laurent Gbagbo the resources so that he can continue to buy support from the military and political actors and we hope that this will help convince", "new_id": -2}, {"uid": "1295858089177078276", "i": 23868, "idx": 0, "sa": ["Alassane Ouattara"], "q": "Ivory Coast. The country's internationally recognised leader <strong> Alassane Ouattara </strong> on Monday has ordered a one-month halt to exports of cocoa and coffee, a statement has said. The government of the world's top cocoa producer <q> informs economic operators of the immediate stoppage of all exports of coffee and cocoa </q> starting Monday until February 23, the statement from his office said. Producers and exporters who violate the ban will be considered to be`` financing the illegitimate regime'' of Laurent Gbagbo, who has refused", "new_id": -2}, {"uid": "1295765079091455511", "i": 22419, "idx": 0, "sa": ["Enda Kenny", "Gerry Adams", "Brian Cowen", "Eamon Gilmore"], "q": "demanded he set a new date for the general election. Fine Gael leader <strong> Enda Kenny </strong> said his party would vote against the government in next week's motion of confidence. Labour leader <strong> Eamon Gilmore </strong> said: <q> It is simply not tenable for Mr <strong> Brian Cowen </strong> to remain on as Taoiseach as his colleagues in Fianna Fail squabble over the remnants of their party. </q> Sinn Fein president <strong> Gerry Adams </strong> said Mr <strong> Brian Cowen </strong>'s decision would lead to further instability. Subscribe to RSSMost Popular in: World Snappy videos separating the facts from the fiction. Keep up to", "new_id": -2}, {"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago.`` This one feels great due to the fact that I've been through so much,'' <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q> To be able to get back to this position is paramount to me, and I'm just thankful. </q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]