[{"uid": "1297254281101777433", "i": 42564, "idx": 11, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "She is the best example of somebody who works it every hour of the day,'' he said. <strong> Simon Cowell </strong>, as`` American Idol'' viewers know, doesn't lack for confidence: <q> I believe I can find a star, </q> he said. He has seen only a few minutes of this season's`` American Idol'' and its reconstituted panel with <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and Randy Jackson, he said. But he's", "new_id": -2}, {"uid": "1295589642085278733", "i": 606, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "leave <strong> Google Inc. </strong> to work for the social networking company.`` My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup,'' Page said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply.`` I am not as concerned about the titles as I am winning", "new_id": -2}, {"uid": "1295289004218529795", "i": 48235, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson", "LeBron James", "Josh Smith"], "q": "<strong> Carmelo Anthony </strong> and <strong> LeBron James </strong> were the headliners, but <strong> Allen Iverson </strong> and JR <strong> Josh Smith </strong> stole the show. <strong> Allen Iverson </strong> scored a season-high 37 points and <strong> Josh Smith </strong> added 29 to help the Denver Nuggets beat the Cleveland Cavaliers 122-100 on Monday night. <q> They didn't steal my spotlight, </q> said <strong> Carmelo Anthony </strong>, who had 22 points and nine rebounds.`` They did what they were supposed to do. They took advantage of the defense that they threw at us.'' <strong> Allen Iverson </strong> set the tone early with", "new_id": -2}, {"uid": "1295607761007487551", "i": 39589, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "has such incredible opportunity-we are only at the beginning and I can't wait to get started.'' Even <strong> Sergey Brin </strong> was in all praise for <strong> Eric Schmidt </strong> but also mentioned about his personal passions and new products saying, <q> I'd like to mention that I've had a great time working with Larry now for 15 years and <strong> Eric Schmidt </strong> for a decade. Both of them have inspired and moved me. I would like to work more on my personal passions. There will be several new products I'm working on. I've been accused of vaporware recently, so I won't talk about them yet. But soon. </q> There are many analysts who believe that Larry Pages lacks experience in the top CEO level. Also he was previously into inventing things. Creating and marketing products to consumers is a different thing altogether. Page", "new_id": -2}, {"uid": "1295568054055377936", "i": 4500, "idx": 1, "sa": ["Eric Schmidt"], "q": ".'' In a short piece for Harvard Business Review, <strong> Eric Schmidt </strong> said Google's strategic initiatives are`` all about mobile.'' He said the company must focus on developing high-speed mobile networks that <q> will usher in new and creative applications, mostly entertainment and social, for these phone platforms. </q> He also asserted Google must focus on the development of technology that allows people to use their phones to do financial transactions.`` Phones, as we know, are used as banks in many", "new_id": -2}, {"uid": "1295541019211419148", "i": 27577, "idx": 0, "sa": ["Allison Iraheta", "Simon Cowell"], "q": "year, <strong> Allison Iraheta </strong> said she hopes a young` un can win, but admitted that before she came out onstage when she was on the show, she would often totally freak out due to nerves. <q> Really, be you, be who you are, be true to yourself, </q> <strong> Allison Iraheta </strong> advises contestants. The big question of the night, of course, was whether <strong> Allison Iraheta </strong> missed departed judge <strong> Simon Cowell </strong>, who famously put her through the ringer a few times during her season.`` It", "new_id": -2}, {"uid": "1296853107145915918", "i": 3972, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "'s not hosting Super party DALLAS-- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. AP Photo- NFL Commissioner <strong> Roger Goodell </strong> answers a question during a news conference at the NFL football Super Bowl XLV Media Center in Dallas, Friday, Feb. 4, 2011. The Green Bay Packers", "new_id": -2}, {"uid": "1297616629186400779", "i": 26906, "idx": 48, "sa": ["Donald Rumsfeld", "Richard Nixon"], "q": "Iraq on the verge of all-out civil war, the <strong> Richard Nixon </strong> told <strong> Donald Rumsfeld </strong> he had to go.`` It was hard for him to do that- to come to that conclusion,'' said <strong> Donald Rumsfeld </strong>. <q> And of course I felt the same way when I had to fire somebody. I didn't like it either. He said,` Are you OK with this?' And I said` Absolutely.' </q> Is he responsible for what went wrong?`` We all were responsible,'' says <strong> Donald Rumsfeld </strong>.`` We all agreed.'' by James93x February 13, 2011 11:54 AM EST by consh8theusa February", "new_id": -2}, {"uid": "1296726316183549954", "i": 37402, "idx": 0, "sa": ["Dick LeBeau", "Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory.`` He's like a very good scorer in basketball_ you know he's going to get points,'' Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from controlling the game and monopolizing the game. That's what we have to try and do with <strong> Aaron Rodgers </strong>. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release. </q> The 6-foot-5, 241-pound <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced", "new_id": -2}, [{"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}]]