[{"uid": "1295624359256049159", "i": 5765, "idx": 0, "sa": ["Steve Ballmer"], "q": "about the hottest PC speech app around-- Dragon Naturally Speaking 10-- as InformationWeek's Alex Wolfe talks with Peter Mahoney, vice president of worldwide sales at Nuance Communications. WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"uid": "1295901162252542991", "i": 9660, "idx": 3, "sa": ["Simon Jones", "Simon Cowell"], "q": "Idol, used the interview to fuel speculation that he will quit the British X Factor to focus on the US show. But it seems <strong> Simon Cowell </strong> has now had a change of heart. <q> I asked a successful guy, \"What's the best advice you can give me? </q> He said, \"<strong> Simon Jones </strong>, know when to leave the fair,\" he said. \"I think that's good advice- one year, I actually found myself thinking, \"I've run", "new_id": -2}, {"uid": "1296279947183009325", "i": 730, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "it to make it a flat 20 percent credit for all-- research investment in the country could leap by$ 7.5 billion annually. That new spending would create an additional 162,000 jobs, she said. <q> Businesses haven't been able to count on it being in place, </q> <strong> Kirsten Gillibrand </strong> said. <strong> Kirsten Gillibrand </strong> chose to launch the legislative campaign at Watervliet Arsenal because the Army manufacturing base has become a high-tech hub over the past several years, developing unused buildings into laboratories and other space for", "new_id": -2}, {"uid": "1295967601242466824", "i": 25118, "idx": 1, "sa": ["Eric Schmidt"], "q": "sein Unternehmen werde in diesem Jahr mehr als 1000 neue Stellen in Europa schaffen, darunter mehrere hundert im Forschungs- und Entwicklungszentrum in M?nchen. \"Wir hatten ein sehr, sehr gutes Jahr\" , sagte <strong> Eric Schmidt </strong>, <q> aus diesen Gr?nden werden wir weiter investieren. </q> Mit Blick auf Konkurrenten wie Facebook sagte <strong> Eric Schmidt </strong>: \"Die Internet-Suche wird weiter sehr wichtig bleiben.\" Google werde sein Kerngesch?ft mit Online-Werbung st?rken, sagte der Manager in einem anschlie?enden Gespr?ch mit Journalisten und nannte dabei", "new_id": -2}, {"uid": "1295138821018858005", "i": 37317, "idx": 1, "sa": ["Michael Gove"], "q": "him on the English baccalaureate. Charlie argued, rather well, that it is nonsense to deem some subjects as more worthy than others, if you believe that education should bring out the talents of individual children. <q> You're rubbishing all their choices[ of non-bac subjects] by creating an artificial hierarchy, </q> he said to <strong> Michael Gove </strong>. \"I don't start with an arbitrary selection of which things matter, I start with what will make this child blossom... and if that turns out to be sport or music or", "new_id": -2}, {"uid": "1295125227265830412", "i": 42527, "idx": 6, "sa": ["Nat Hentoff", "Donald Rumsfeld", "Nancy Pelosi", "John McCain", "Trent Lott", "George W. Bush", "Tom Harkin", "Geoffrey Miller"], "q": "<strong> Nancy Pelosi </strong> <strong> George W. Bush </strong> <strong> Geoffrey Miller </strong>, <strong> Tom Harkin </strong>, and the Congressional Black Caucus.[ citation needed] <strong> John McCain </strong> said that he had \"no confidence\" in the Secretary of Defense, his fellow Republican seNat Hentoffor <strong> Trent Lott </strong> said that he was <q> not a fan of Secretary <strong> Donald Rumsfeld </strong>. </q>[ 40][ edit] Media The Economist calls for Secretary <strong> Donald Rumsfeld </strong>'s resigNat Hentoffion Several periodicals, such as The New York Times and The Boston Globe also called for <strong> Donald Rumsfeld </strong>'s resigNat Hentoffion", "new_id": -2}, {"uid": "1295491475206651405", "i": 26628, "idx": 0, "sa": ["Ryan Seacrest", "Steven Tyler", "Ellen DeGeneres", "Kara DioGuardi", "Simon Cowell"], "q": "that \"American Idol\" is going to be different this year:* <strong> Simon Cowell </strong> is gone( along with <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>), taking with him his Magic Mountain/cruise target=\"_blank\" ship performance similes, his <q> If I'm being honest </q> assessments and his very tight` American Idol':` FOX censors working overtime with <strong> Steven Tyler </strong>' says <strong> Ryan Seacrest </strong>` American Idol':` FOX censors working overtime on <strong> Steven Tyler </strong>' says <strong> Ryan Seacrest </strong>-- In the build-up Wednesday", "new_id": -2}, {"uid": "1296337324206061581", "i": 35005, "idx": 0, "sa": ["Zahi Hawass"], "q": "off 2 mummies at Egyptian Museum <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1296277628111296534", "i": 32345, "idx": 2, "sa": ["Michael Vick"], "q": "hit hard in the economic crisis. Best Friends Animal Society was one of the sponsors and had a booth at the event to help educate guests on the challenges these dogs face every day. The movie premiere featured <q> Michael Vicktory to the Underdog: Hell and Back </q> a dogumentary by Bond to help expose the stereotypes of pit bulls and some of the movie's leading stars were dogs saved from <strong> Michael Vick </strong>'s dog fighting bust. While Bond was making the film, he knew he", "new_id": -2}, {"uid": "1295599345020365320", "i": 34618, "idx": 6, "sa": ["Larry Page", "Mark Zuckerberg", "Sergey Brin", "Eric Schmidt"], "q": "denke ich, bei allem berein.\" Und was macht nun <strong> Sergey Brin </strong>, der Kompagnon von <strong> Larry Page </strong>? Der macht das, was ihm schon an der Uni am meisten lag: Er t?ftelt an neuen Produkten. <q> Die Rolle passt perfekt zu ihm </q>, sagt <strong> Eric Schmidt </strong> v?terlich. \"<strong> Sergey Brin </strong> ist bis ins <strong> Mark Zuckerberg </strong> ein Erfinder und Gr?nder.\" Die Zeit, in der beide wie Zwillinge auftraten mit gleichen Rechten und Pflichten, ist damit aber vorbei. Jetzt gibt es", "new_id": -2}]