[{"uid": "1295625292033243143", "i": 20795, "idx": 2, "sa": ["Piers Morgan", "David Letterman"], "q": "\" last night, and received some advice from <strong> David Letterman </strong> on how to spice things up: \"You just need to grab someone by the tie and just pop them,\" <strong> David Letterman </strong> said. <q>Would it work if it was Larry[ King]? Or would it seem a bit too cruel, you think?</q> <strong> Piers Morgan </strong> quipped. The appearance comes as day three of the show took an expected dip in the ratings: Up against \"American Idol,\" and featuring a less-timely and interesting guest in", "new_id": -2}, {"uid": "1296030310020856872", "i": 33326, "idx": 1, "sa": ["Michael Vick"], "q": "of his deal with Unequal, his first paid endorsement, were not disclosed, but Vito said it was a \"sizable\" investment. \"We believe it was worth it,\" he said, <q>because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.</q> <strong> Michael Vick </strong> was once the NFL's highest-paid player, and he made an estimated$ 7 million in endorsements during his six seasons with the Atlanta Falcons. That all disappeared with his 2007 arrest on dogfighting charges", "new_id": -2}, {"uid": "1294969046172343345", "i": 22751, "idx": 0, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": "survive such a devastating wound. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her unbandaged left eye and tried to focus on loved ones for the first time. <q>This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more,</q> said her neurosurgeon, <strong> Dr. Peter </strong> Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: \"It was raw courage. It was raw strength. It was so beautiful and so", "new_id": -2}, {"uid": "1295779335192643080", "i": 16172, "idx": 0, "sa": ["Sergio Marchionne"], "q": "traditional battery hybrid minivan is also a possibility. In a recent speech at the Ontario plant that builds the Town& Country and Dodge Grand Caravan, Chrysler CEO <strong> Sergio Marchionne </strong> said of hybrid vans: <q>We can do all those things, assume that it will happen in due time,</q> but didn't want to make any boastful announcements until the product is ready. He also said that there will only be one version of the next-generation van, either a Dodge or Chrysler model, but that the", "new_id": -2}, {"uid": "1295023948173473845", "i": 30046, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman", "Camille Grammer"], "q": "attendant <strong> Kayte Walsh </strong>, 29, who in October suffered a miscarriage and lost their baby. In an appearance on The Late Show with <strong> David Letterman </strong>, <strong> Kelsey Grammer </strong> described <strong> Kayte Walsh </strong> as \"my new girl.\" <q>We're planning to get married soon,</q> he said, then added \"Sometime in February.\" But <strong> Camille Grammer </strong>, 42, asked a Los Angeles judge to reject her husband's request to get a quick divorce and work out a financial settlement", "new_id": -2}, {"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.\" <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a \"right-wing media echo chamber\" that is <q>transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day.</q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said: \"By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.\" <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}, {"uid": "1297213143016318474", "i": 27490, "idx": 0, "sa": ["Douglas Porter", "Donald Rumsfeld"], "q": "suggest the talks could be concluded this week. \"These are arguably two of the most important mining exchanges in the world,\" <strong> Douglas Porter </strong> at BMO Capital Markets told the BBC World Service. <q>Of course some of the world's biggest mining companies are on the LSE, and some of the world's biggest gold companies, and hundreds if not thousands of smaller mining companies are in the TMX Group. \"So certainly it brings together some of the most important mining groups in the world under one broad umbrella.</q> From other news sites Mining Weekly Day in pictures Eye-catching images from around the world Knowable known <strong> Donald Rumsfeld </strong>'s memoirs leave little room for doubt War on abortion Video stings", "new_id": -2}, {"uid": "1295008939037093396", "i": 37769, "idx": 8, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "together, and as they did so, <strong> Gabrielle Giffords </strong> \"started to open her eyes, literally,\" <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying: <q><strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,</q> <strong> Kirsten Gillibrand </strong> said. After about 30 seconds, <strong> Gabrielle Giffords </strong> did just that. \"You could tell she was desperately trying to focus, and it took enormous strength from her,\" <strong> Kirsten Gillibrand </strong> said.", "new_id": -2}, {"uid": "1296527333020578304", "i": 11798, "idx": 0, "sa": ["Michael Vick"], "q": "vote, the Senate overturns \"don't ask, don't tell' What is Yahoo Buzz? It\"s the place where you can talk about and shape the best stories people are reading right now. <q>Who thought of this, And why did it take so long for some to think of it? Wow In a country this...</q> Hounddog left a comment- 9 min ago Yahoo! Sports \"I hope <strong> Michael Vick </strong> falls face first in a pile of dog s*** and slowly chokes to death.\" WilliamH left a comment- 15", "new_id": -2}, {"uid": "1297292759117293182", "i": 1292, "idx": 0, "sa": ["Donald Rumsfeld", "Lindsay Lohan", "Nicole Kidman"], "q": "'s History May Resurface in Court Photo: <strong> Lindsay Lohan </strong> pays visit to hair salon before... Video: ShowBiz Minute: <strong> Lindsay Lohan </strong>, Bieber, \"Mad Men\"... Video: Santa Barbara Film Festival honors <strong> Nicole Kidman </strong> Report Abuse <q>Why in hell does The U.S glamorize these stupid head kases instead of honoring their fallen who go to war?~?~?</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer", "new_id": -2}]