[{"uid": "1297610241160759815", "i": 38663, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "the resignation of President <strong> Hosni Mubarak </strong>. Egyptian Antiquities Minister <strong> Zahi Hawass </strong> said on Saturday that the staff of the database department at the Egyptian Museum had given him their report on the inventory of objects at the museum. <q> Sadly, they have discovered objects are missing from the museum, </q> he said in a statement. Among the missing objects are two gilded wood statues of pharaoh Tutankhamun- one where he is being carried by a goddess and another where here is harpooning. Of the second", "new_id": -2, "mturk_index": "1201"}, {"uid": "1296488228063668303", "i": 12087, "idx": 5, "sa": ["Meg Whitman", "Bill Bartmann", "Eric Schmidt"], "q": "the middle.\" Not a Good Fit for D.C.? Others see <strong> Eric Schmidt </strong> bypassing the notoriously-broken system in Washington, unless, of course, he plans to run for office himself. <q> The government avenue doesn't make a lot of sense to me unless he wants to do something like what <strong> Meg Whitman </strong> wanted to do, just better, </q> said Kay, alluding to the former eBay( EBAY) CEO's failed run for governor last year in California. <strong> Bill Bartmann </strong> said he doesn't believe a <strong> Eric Schmidt </strong> appointment would resonate with voters", "new_id": -2, "mturk_index": "1934"}, {"uid": "1297427687170164234", "i": 16346, "idx": 4, "sa": ["Sergio Marchionne"], "q": "his agenda before 2014. 20 Billion Euros \"<strong> Sergio Marchionne </strong> is taking the money and running to the U.S.,\" former Public Works Minister Antonio Di Pietro wrote in a post on his website. <q> Where are the 20 billion euros? </q> Fiat is trying to improve productivity and capacity utilization to restore profitability in Italy, still the carmaker's biggest market. None of the company's profit in 2010 came from Italy, <strong> Sergio Marchionne </strong> said. The", "new_id": -2, "mturk_index": "1949"}, {"uid": "1295507746228589572", "i": 44271, "idx": 1, "sa": ["Kara DioGuardi", "Ellen DeGeneres", "Eric Kripke", "Simon Cowell", "Randy Jackson"], "q": "that \"AmEric Kripkean Idol\" is going to be different this year:* <strong> Simon Cowell </strong> is gone( along with <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>), taking with him his Magic Mountain/cruise target=\"_blank\" ship performance similes, his <q> If I'm being honest </q> assessments and his very tight New judges give AmEric Kripkean Idol 2011 a new feel AmEric Kripkean Idol 2011 opened season 10 auditions January 19, 2011. With the new season came new judges. Joining returning judge <strong> Randy Jackson </strong> were", "new_id": -2, "mturk_index": "1007"}, {"uid": "1296709236003522652", "i": 5046, "idx": 5, "sa": ["Sergio Marchionne", "Marcelo Bielsa"], "q": "combustible est integrada en su marca\" , reconoce <strong> Sergio Marchionne </strong>. \"Sin embargo, es mucho m?s que eso. Yo no creo que dependa tanto de los precios del combustible\" , insiste. <q> Comprar un Fiat 500 es una elecci?n de estilo de vida </q>, dice <strong> Sergio Marchionne </strong>. Australia: el cicl?n Yasi ocasiona da?os severos al estado de Queensland <strong> Marcelo Bielsa </strong> continuar al mando de la selecci?n chilena de f?tbol El contenido de las p?ginas externas no es responsabilidad de la BBC.", "new_id": -2, "mturk_index": "670"}, {"uid": "1296706232199049239", "i": 16614, "idx": 2, "sa": ["Phil Jackson", "Allen Iverson", "Kwame Brown", "Kobe Bryant"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Phil Jacksonadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been Bryant_Kobe Bryant_40_points Date: November 17, 2009 Staples Center, Los Angeles, CA First of all, all video credits to JD2K for this", "new_id": -2, "mturk_index": "309"}, {"uid": "1295658301074924120", "i": 29865, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": ", but yesterday said that \"continued coverage of events connected to my old job... has made it difficult for me to give the 110% needed in this role\" . The former journalist continued: <q> I stand by what I've said about those events, but when the spokesman needs a spokesman, it's time to move on. \"I'll leave within the next few weeks and will do so wishing the Prime Minister, his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government. </q> <strong> David Cameron </strong> had given Mr <strong> Andy Coulson </strong>, who he hired in Opposition, his full backing earlier in the week saying everyone deserved a \"second chance\" . The Prime Minister claimed opponents wanted the spin doctor to", "new_id": -2, "mturk_index": "1117"}, {"uid": "1295103301211468349", "i": 20066, "idx": 3, "sa": ["Silvio Berlusconi", "Sergio Marchionne", "John Elkann"], "q": "Prime Minister <strong> Silvio Berlusconi </strong>. \"Now we have to put behind us all the conflicts and face the challenges that we have in front of us in a constructive way,\" Fiat Chairman <strong> John Elkann </strong> said today. <q> I reiterate the full support from my family. </q> The vote is \"symbolic\" and \"represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break an industrial scheme which needs to be reformed,\" said Gianluca Spina, dean of the", "new_id": -2, "mturk_index": "1443"}, {"uid": "1296108988167460874", "i": 897, "idx": 1, "sa": ["Kevin Kolb", "Michael Vick"], "q": "dogfighting operation. \"This one feels great due to the fact that I've been through so much and trained to getting back to this position,\" he said after the NFC opened practice Wednesday. <q> It's paramount for me and my family and I'm just thankful. </q> After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. \"I'm enjoying", "new_id": -2, "mturk_index": "256"}, {"uid": "1295667465145047585", "i": 20570, "idx": 0, "sa": ["Steve Ballmer"], "q": "of Dreamfactory, talks about the company's Business Essentials, a suite of software services, including project management and business intelligence, that runs on the Salesforce.com AppExchange platform. WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2, "mturk_index": "910"}]