[{"uid": "1296117499016678933", "i": 24056, "idx": 0, "sa": ["John Thune", "Mike Pence", "Mike Huckabee", "Haley Barbour", "Mitch Daniels", "Michele Bachmann", "Newt Gingrich"], "q": "such established figures as <strong> Mitch Daniels </strong>, <strong> Newt Gingrich </strong>, <strong> Mike Huckabee </strong>, <strong> John Thune </strong>, <strong> Haley Barbour </strong> and <strong> Mike Pence </strong>. Two dozen reporters chased her down a hall in the Capitol complex this week, seeking an explanation for the speech. <q> I never took this as a State of the Union response, necessarily, </q> she said innocently. The title above the text of her speech her office released Tuesday night:`` <strong> Michele Bachmann </strong>'s Response to State of the Union.'' Party leaders, intimidated by the tea", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}, {"uid": "1297412496250134529", "i": 20122, "idx": 1, "sa": ["Bill Clinton", "Mike Pence"], "q": "country by not taking a chance on the presidential race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk.`` Seriously, who else do we have?'' one asked me. <q> Unless something miraculous happens and we get an unexpected gift candidate. </q> Another GOP stalwart agreed:`` Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong> of his own party, or Rubio", "new_id": -2}, {"uid": "1297464725077398024", "i": 34637, "idx": 5, "sa": ["Donald Rumsfeld", "Hosni Mubarak"], "q": "Cairo. This, <strong> Donald Rumsfeld </strong> said, has proven to be`` confusing.''`` It certainly doesn't give one confidence,'' the former secretary said of the administration's public steps. <q> One doesn't know precisely what's taking place with private diplomacy-- what's really most effective-- but certainly the public diplomacy has been somewhat confusing. </q> <strong> Donald Rumsfeld </strong>, who has known <strong> Hosni Mubarak </strong> for decades, responded carefully when asked whether he is a dictator.`` He clearly has perpetuated himself in office. He clearly has hoped that his son would", "new_id": -2}, {"uid": "1295364352186253316", "i": 19360, "idx": 7, "sa": ["Michael Vick"], "q": "also was asked with how he deals with the criticism that comes his way.`` In this country, you have the freedom of speech and you can say whatever you want,'' he said. <q> As long as you say it to the right people, not bluntly put out in my face, then it don't make me any difference. People can say anything they want. They can have their own opinions, but it doesn't mean it's valid... It motivates me. </q> <strong> Michael Vick </strong> picked up another Comeback Player of the Year award yesterday, as we told you last night here on Eagletarian Because your contributions are currently under review, no comments can be made at this time. Philly.com", "new_id": -2}, {"uid": "1295803138068403208", "i": 7509, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "was not on board with the plan to send the USA over the edge. honested: It's nice to hear from the one honest and intelligent Mister Bill <strong> Barack Obama </strong> minutes ago( 12:11 PM) Mister <strong> Colin Powell </strong> says <q> You can't fix the deficit or the national debt by killing NPR or National Endowment for the Humanities or the Arts. </q> That is a good example of keeping the rhetoric down to a civil discourse. I agree that just cutting those two items will not balance the budget, but it is a good start. That means that who", "new_id": -2}, {"uid": "1295598829081559588", "i": 26383, "idx": 1, "sa": ["George H.W. Bush", "Norman Schwarzkopf", "Colin Powell"], "q": "up to the conflict. Their discussion detailed the efforts the United States made to try to resolve the situation diplomatically and build a worldwide coalition before deciding that military action was the only solution. <q> This is a textbook example of the way to go to war. Diplomatically, politically, militarily of course and economically, </q> said Baker, who added that <strong> George H.W. Bush </strong> left no stone unturned in seeking a peaceful way to resolve the situation. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, commander of the coalition forces, wasn't able to attend Thursday's event", "new_id": -2}, {"uid": "1295464300008323104", "i": 48304, "idx": 0, "sa": ["Eric Schmidt"], "q": "media and quantifying results for your client to the power of communications, and more importantly one's reputation: 2 former ex rock radio jocks discuss the similarities of breaking a hit single and marketing a public company. <q> What works for investor relations 6 months ago, may not work today. You have to have your dominos lined up, then it's all about timing. After all, you have to be in the right place at the right time to make money. </q> Tracy Weslosky will be keynote speaker at the IR Conference 2011( www.irconference.ca) on Friday January 21st in Vancouver on`` IR Secret Weapons-- Ensure Success and Quantify Results''. www.ellismartinreport.com http contact: martinreports@gmail.com http://wn.com/WWE_Getting_Rid_of_the_Survivor_Series_PPV/WWE_Looking_to_Launch_TV_Network_in_2011 <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1297179897265814165", "i": 14775, "idx": 0, "sa": ["Michael Vick", "Mercer Reynolds"], "q": "$ 45 million by April. The payment was requested while the development company was negotiating renewal of a line of credit. In the letter, <strong> Mercer Reynolds </strong> says he and his cousin, Jamie <strong> Mercer Reynolds </strong>, had <q> pledged a number of additional assets( totaling approximately$ 60 million) to the banks, </q> but the banks still want the large payment in two months. The cost of construction of the amenities being sold is about$ 136 million, the letter says.@Drudge_Report: Dallas Gives <strong> Michael Vick </strong>` Key To", "new_id": -2}, {"uid": "1295487172086802452", "i": 5149, "idx": 0, "sa": ["Brad Greenberg", "David Stern", "Allen Iverson"], "q": "the NBA draft Wednesday night. General manager <strong> Brad Greenberg </strong>, speaking before about 4000 fans at the Spectrum, gave the news before NBA commissioner <strong> David Stern </strong> strode to the lectern at the Continental Airlines Arena to announce the pick. <q> We tipped the fans early because we wanted to show them that we appreciate their support, </q> <strong> Brad Greenberg </strong> said.`` We're in a new era here and we gave them something nobody ever did before.'' In reality, the 76ers decided on <strong> Allen Iverson </strong> on Saturday, after he made a second visit to", "new_id": -2}]