[{"uid": "1295629433247332867", "i": 28722, "idx": 3, "sa": ["Chris Bryant", "Andy Coulson", "Tom Watson", "Rupert Murdoch"], "q": "the Commons culture committee, warned the prime minister now faced serious questions. \"This is the second job that <strong> Andy Coulson </strong> has resigned from for something he claims to know nothing about,\" <strong> Tom Watson </strong> said. <q> His departure creates serious questions over the prime minister's judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp. \"It's a mark of the man that he would sneak out a statement on a Friday morning on a busy news day. Spin and obfuscation is all we get from Downing Street- we need to get to the truth. </q> His remarks were echoed by <strong> Chris Bryant </strong>, the former Labour Europe minister, who is seeking to sue the police over allegations that his phone was illegally hacked on behalf of the News of the World. <strong> Chris Bryant </strong>", "new_id": -2}, {"uid": "1297616111047562790", "i": 58542, "idx": 0, "sa": ["Cynthia Nixon", "Max Campbell", "Donald Rumsfeld"], "q": "Has Come' To Let Gays Serve Openly Well look who's come around on Don't Ask Don't Tell: war criminal <strong> Donald Rumsfeld </strong>, who's on a book tour to with the Iraq war. <q> First of all, we know that gays and lesbians have been serving in the military for decades with honorable service, </q> <strong> Donald Rumsfeld </strong> Let's All Ooh And Ahh At <strong> Cynthia Nixon </strong>+ Christine Marinoni's New Baby Boy <strong> Max Campbell </strong> Ellington Let's All Ooh And Ahh At <strong> Cynthia Nixon </strong>+ Christine Marinoni's New Baby Boy <strong> Max Campbell </strong> Ellington Seth Stambaugh Scores$ 75K", "new_id": -2}, {"uid": "1295302895035520517", "i": 53328, "idx": 1, "sa": ["Steve Ballmer"], "q": "products. <strong> Steve Ballmer </strong> has already said that PC support is coming. Here he's just reaffirming that the Kinect is Microsoft's answer to the Wii, and the casual gaming market in general. <q> Q: What has stopped you from making really bold bets on technology? You've got more than$ 40 billion on the balance sheet. If you want to have substantial market share in smartphones, why not just acquire Research In Motion, maker of the BlackBerry? </q> A: We've made bold technology bets. We've bet on the Cloud and our Enterprise business; it's going fantastic. We made the bet on Xbox; we made the bet on Kinect.", "new_id": -2}, {"uid": "1297279583173539368", "i": 43767, "idx": 0, "sa": ["David Letterman", "Dan Lauria", "James Jones", "Zelda Fichandler"], "q": "among many others. He holds three Pulitzer Prizes, two Tony Awards, the Kennedy Center Honors, the National Medal of Arts and a Tony Award for Lifetime Achievement. According to Arena, the American Artist Award <q> honors an artist who has made a significant contribution to American theater and who represents all that is passionate, exuberant, deep and Dan Lauriagerous in the American spirit. </q> Past awardees include <strong> James Jones </strong>, Robert \"Bob\" Alexander, August Wilson and Arena Stage co-founder <strong> Zelda Fichandler </strong>. <strong> Dan Lauria </strong> Helps Out With <strong> David Letterman </strong>'s Top 10- as Vince Lombardi( Video) <strong> Dan Lauria </strong>, who recently visited", "new_id": -2}, {"uid": "1295648671247758851", "i": 20444, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "last year. \"I completed a project a year ago that showed results favoring an overwhelming interest in Verizon plus Apple-- the most desirable service provider combined with the most desirable device,\" Pierce said. <q> But a lot has happened between then and now, </q> such as the rise in popularity of smartphones running Android. Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong> Will Step Aside for Google Cofounder <strong> Larry Page </strong> In a move that surprised industry analysts", "new_id": -2}, {"uid": "1295296922163250201", "i": 3285, "idx": 1, "sa": ["Steve Ballmer"], "q": "Microsoft CEO <strong> Steve Ballmer </strong> wants you to know that the Xbox 360 \"isn't a gaming console.\" Rather, <strong> Steve Ballmer </strong> believes the 360- along with Kinect- acts as a complete family entertainment center. <q> It's a place to socialize. It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body, </q> <strong> Steve Ballmer </strong> told USA Today in a recent interview. \"If you want to know where is the consumer heat, the things that people want to get their hands on, it", "new_id": -2}, {"uid": "1295461104131301415", "i": 42919, "idx": 1, "sa": ["Allen Iverson", "Gary Moore"], "q": "against the bones of his leg and requires surgery in the U.S. \"It has to be removed and tested to see if it's benign or not,\" <strong> Gary Moore </strong> said by phone. <q> Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks, He's hoping to be able to play in the playoffs. </q> Besiktas spokesman Kursat Kaplan said Wednesday the team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> had no timetable for <strong> Allen Iverson </strong>'s surgery, only that", "new_id": -2}, {"uid": "1295885945065683493", "i": 32892, "idx": 6, "sa": ["Zahi Hawass"], "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>. \"But I don't care; I am doing this for Egypt.\" The Williams familys attorney responds to inquest findings Birk's attorney responds to inquest findings Judge announces jury question results The", "new_id": -2}, {"uid": "1297118217093028381", "i": 55149, "idx": 7, "sa": ["Paula Abdul", "Miley Cyrus", "Jessica Simpson", "Noel Gallagher", "Nicole Scherzinger", "Simon Cowell"], "q": "\"Dancing With the Stars\" champ Scherzinger-Nicole Scherzinger/1052\"> <strong> Nicole Scherzinger </strong> and former Oasis guitarist <strong> Noel Gallagher </strong>. <strong> Simon Cowell </strong> also didn't rule out the possibility of reuniting with Abdul-Paula Abdul/142\"> <strong> Paula Abdul </strong>. <q> I'm a massive fan of <strong> Paula Abdul </strong>, </q> he said. \"We honestly haven't made our mind up yet... We're talking to a number of people. We <strong> Miley Cyrus </strong> to make an Jessica Simpsonouncement in 3-4 weeks.\" AH Nation Poll:", "new_id": -2}, {"uid": "1297670559058834956", "i": 11567, "idx": 3, "sa": ["George H. W. Bush", "Donald Rumsfeld", "George W. Bush", "Ken Rudin", "Steve Inskeep"], "q": "follow the election of <strong> George W. Bush </strong>, because Hussein was seen as unfinished business from the administration of the first <strong> George H. W. Bush </strong>. If that were true for some, <strong> Donald Rumsfeld </strong> said, it wasn't for him. <q> <strong> Steve Inskeep </strong>: Did you go into your tenure as secretary of defense believing that war with Iraq was coming? </q> Looking for <strong> Ken Rudin </strong>'s Political Junkie? It has a new home inside the new It's All Politics Blog Ron Elving and his Watching Washington", "new_id": -2}]