[{"uid": "1297280669018514011", "i": 26680, "idx": 0, "sa": ["Barack Obama", "Mike Pence"], "q": "<q> A former Indiana mayor who won four terms in the 1930s and 1950s is proving less popular with modern-day city leaders, who say they probably won't name a new government center for him because of the jokes his moniker could inspire. <strong> Harry Baals </strong> is the runaway favorite in online voting to name the new building in Fort Wayne, about 120 miles northeast of Indianapolis. But Deputy Mayor Beth Malloy said that probably won't be enough to put the name of the city's longest-tenured mayor on the center. </q> Chauvinists.[ AP via all of our readers] Read More: <strong> Mike Pence </strong> Quickly Quits House Leadership To Run For <strong> Barack Obama </strong>` Mohammed' Officially World's Funniest Name After", "new_id": -2}, {"uid": "1296771979116113439", "i": 5138, "idx": 0, "sa": ["Eric Schmidt"], "q": "only football-related topic swirling around the water cooler these days. During a recent( and highly divided) debate, city council members voted to recruit a financial analyst to weigh the fiscal risks and rewards of a potential <q>\" If it's not a good deal, we punt. I say,` Get in the huddle.' </q> \", the latest installment of The Market This Minute offered a look back at outgoing Google( GOOG) CEO <strong> Eric Schmidt </strong>'s most memorable quotes. Click here to watch the video. For", "new_id": -2}, {"uid": "1295162148185597955", "i": 13021, "idx": 8, "sa": ["Steve Javie", "Michael Jordan", "Allen Iverson"], "q": "team that traded him to Denver over the holidays, repeating his contention that he should have had more say in the Sixers' style. <strong> Allen Iverson </strong> also saved a parting shot for official <strong> Steve Javie </strong>, who ejected him. <q> I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out, </q> <strong> Allen Iverson </strong> said.\" <strong> Michael Jordan </strong> fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league.", "new_id": -2}, {"uid": "1295508803113688616", "i": 5387, "idx": 2, "sa": ["Kara DioGuardi", "William Hung", "Simon Cowell", "Lee DeWyze", "Ellen DeGeneres"], "q": ",. Over the last nine seasons, the smug and acerbic Brit with the snug V-necks has become famous for comparing one contestant's singing to\" a cat being thrown off a skyscraper,\" telling another, <q> Don't mean` American Idol' judges are in the spotlight this year PASADENA, Calif.- The most intriguing part of the 10th season of\" American Idol </q> will have nothing to do with which young singer is the next <strong> Lee DeWyze </strong> or <strong> William Hung </strong>. This time, it's all about the judges. With the departure of <strong> Simon Cowell </strong>, <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>, producers need", "new_id": -2}, {"uid": "1297385685200884229", "i": 39664, "idx": 0, "sa": ["Simon Cowell"], "q": "who says,\" I had to decide to rebuild a better life,\" as she views the rubble of what had been her home before it burned down. Or the guy who informs us, <q> It was a drug overdose. I was 9. </q> Okay, maybe <strong> Simon Cowell </strong>'s right. The local seagulls did not get the memo about refraining from pooping on\" American Idol\" auditioners. We hear this brings good luck. Anyway", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q> I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles, </q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}, {"uid": "1297259348238534696", "i": 13443, "idx": 0, "sa": ["Colin Powell"], "q": "are,\" Rumsfeld told a television interviewer.\" They're in the area around Tikrit and Baghdad.\" In his book, he denied that he or any other administration official lied about WMD. <q> While I made a few misstatements-- in particular the one mentioned above-- they were not common and certainly not characteristic. </q> Rumsfeld revealed in his book that he urged a U.S. military strike on a suspected chemical weapons site in northern Iraq in 2003 and that he wanted the attack to coincide with Secretary of State <strong> Colin Powell </strong>'s address", "new_id": -2}, {"uid": "1295636295179568640", "i": 4835, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Mark Zuckerberg", "Tim Cook"], "q": "fastest growing smartphone platform in 2011 Analyst: It's possible that <strong> Eric Schmidt </strong> could be Apple's next CEO TIME Magazine's Person of the Year: <strong> Mark Zuckerberg </strong>- 1, <strong> Steve Jobs </strong>- 0? Apple's <strong> Tim Cook </strong> profiled as <q> most powerful gay man in Silicon Valley </q> Bigstream offers ad hoc wireless streaming for your iOS device and iPod Next-Generation iPad With 1-Megapixel Rear Camera and Case Cover Proximity Sensor? Apple Preps for Verizon iPhone Launch With New Bumpers, Vacation Blackouts AAPL:", "new_id": -2}, {"uid": "1296225951235159601", "i": 393, "idx": 5, "sa": ["Mike Pence"], "q": "was excited by the prospect of <strong> Mike Pence </strong> running for governor.\" I think he's the clear front-runner, and I think the race is his if he chooses to accept it,\" Walorski said. <q> I think he'd clear the field. </q> State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP\" rising stars\" such as <strong> Mike Pence </strong>.\" <strong> Mike Pence </strong>'s been a strong voice in", "new_id": -2}, {"uid": "1296083432189841410", "i": 30187, "idx": 0, "sa": ["Michael Vick"], "q": "will miss that, but not the notion that he and the Eagles are doomed to relive this kind of ending if he doesn't learn to get rid of the ball quicker and protect himself better. <q> I feel like I got greedy, </q> <strong> Michael Vick </strong> said, and then he added the line that will sum up his 2010 season:\" It's a bad way to go out but, hey, I went out swinging.\"", "new_id": -2}]