[{"uid": "1296279947183009325", "i": 596, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "it to make it a flat 20 percent credit for all-- research investment in the country could leap by$ 7.5 billion annually. That new spending would create an additional 162,000 jobs, she said. <q> Businesses haven't been able to count on it being in place, </q> <strong> Kirsten Gillibrand </strong> said. <strong> Kirsten Gillibrand </strong> chose to launch the legislative campaign at Watervliet Arsenal because the Army manufacturing base has become a high-tech hub over the past several years, developing unused buildings into laboratories and other space for", "new_id": -2}, {"i": 9243, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Andy Coulson </strong> confirmed his resignation in a statement on Friday, saying that the continued coverage of events during his time as the editor of` News of the World' had made it difficult for him to give <q> the 110 per cent needed in this role </q>.'' I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,'' The Telegraph quoted him, as saying. Following", "sa": ["Andy Coulson"], "uid": "1295692802212844576"}, {"uid": "1297372248147750971", "i": 26011, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "10th 2011, 3:36 PM Chicago White Sox pitcher and animal rights activist, does not believe <strong> Michael Vick </strong> has been fully punished for his felony conviction for bankrolling and partaking in a dogfighting ring in 2007. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong> told MLB.com in a recent interview.`` Everything you've done to these dogs, something bad needs to happen to these guys.'' The story, which was published on Wednesday,", "new_id": -2}, {"uid": "1297089447093831169", "i": 3094, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "it's possible,'' he said.`` We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed.'' He added: <q> It's hard to know. You know, the path you didn't take is always smoother. </q> <strong> Donald Rumsfeld </strong>'s comments came in his first TV interview since 2006, and echo much of what he wrote in`` Known and Unknown,'' in bookstores Tuesday, in which he recounts his time serving Republican", "new_id": -2}, {"uid": "1294952896035717140", "i": 16479, "idx": 1, "sa": ["The doctor", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": ", damaged in the shooting, is bandaged.) For about 30 seconds, <strong> Gabrielle Giffords </strong> struggled, before finally opening her eye wide and straining to focus on her friends, husband, parents and <strong> The doctor </strong>. <q> We knew she could hear and understand what we were saying, </q> <strong> Kirsten Gillibrand </strong> told reporters traveling back to Washington with the president Thursday morning. <strong> Gabrielle Giffords </strong>' husband Mark Kelly then told his wife to give them a thumbs-up if she could hear him. Instead, she slowly raised", "new_id": -2}, {"uid": "1296561434134217750", "i": 8565, "idx": 0, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson", "David Cameron"], "q": "He had been expected to stay in Downing street for a few weeks while a successor as Mr <strong> David Cameron </strong>'s director of communications was found.` His choice' But a Downing Street source said: <q> He had finished what he wanted to finish and good progress is being made with his replacement.`` It was his choice to leave quietly but he said a proper goodbye to the prime minister and those he worked closely with. </q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 when its royal editor, <strong> Clive Goodman </strong>, was jailed for conspiracy to access phone messages. Private investigator <strong> Glenn Mulcaire </strong> was imprisoned for six months on", "new_id": -2}, {"uid": "1295570551043630625", "i": 11026, "idx": 1, "sa": ["Eric Schmidt"], "q": "`` Day-to-day adult supervision no longer needed!'' Startup Marketcetera Offers Buy Side Traders An Open Source Software Platform For Algorithmic Trading <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295958129216842277", "i": 10786, "idx": 9, "sa": ["Barack Obama", "Mike Pence"], "q": "need to be able to expand beyond that.''( <strong> Barack Obama </strong> of 3) <strong> Mike Pence </strong> said last week that he's leaning in one direction, but declined to say what that was. <q> We're nearing the end of a process that began right after Election Day in November, </q> <strong> Mike Pence </strong> said.`` We've determined that it would be appropriate for us to make a decision on our general direction before the end of January.'' His recent activities suggest he has been", "new_id": -2}, {"uid": "1297227563238518272", "i": 25020, "idx": 9, "sa": ["Michelle Obama", "Donald Rumsfeld", "Barack Obama", "President Bush"], "q": "out this year.`` The government of Iraq is eventually going to have work with the Iraqi people and fashion various accommodations so that they can go forward and govern the country,'' <strong> Donald Rumsfeld </strong> said. <q> And being aimed in that direction starts them along that road, and that's basically a good thing. </q> <strong> Barack Obama </strong> addresses the U.S. Chamber of Commerce in... Photo in Slideshow: U.S. <strong> President Bush </strong> <strong> Barack Obama </strong> and first lady <strong> Michelle Obama </strong> walk...'s memoir plays a fast and loose game of dodge ball with what... U.S. Video:", "new_id": -2}, {"uid": "1295278259044859402", "i": 17671, "idx": 0, "sa": ["Steve Ballmer"], "q": "Today that the launch of Kinect- as well as various other social and media features- makes the device a`` family entertainment center''.`` Xbox isn't a gaming console,'' he said. <q> It's a place to socialise. It's a place to watch TV. It's the only system were you are the controller. Your voice, your gestures, your body. </q> <strong> Steve Ballmer </strong> also wants the Xbox 360 to appeal to young girls, and believe the rise of Kinect will be key to this.`` You go to your average 15-year-old boy, and he will", "new_id": -2}]