[{"uid": "1296827630066306062", "i": 7787, "idx": 0, "sa": ["Simon Cowell", "Darren Emerson", "Kate Thornton"], "q": "( 03.02.11) that she and partner href=\"http://www.femalefirst.co.uk/dj/\" title=\"Lastest DJ news from Female First\"> DJ <strong> Darren Emerson </strong> split some time ago, but have remained close in order to protect their two-year-old son Ben. She said: <q> As you ladies are aware I separated from <strong> Darren Emerson </strong> some time ago and we have worked through this together. We have come to terms with it now and are now able to speak about it. Every relationship where a child is involved is born out of love. There is a little boy in the middle and he has to come first. There is an overwhelming emotion of sadness but it doesn't make me want to scream and shout. It makes me want to learn from it. </q> \" I wouldn't watch the show now because it would be like seeing your ex-boyfriend with his new girlfriend. \" <strong> Kate Thornton </strong> and <strong> Darren Emerson </strong> started dating in 2004 and got engaged in 2007. <strong> Simon Cowell </strong> from", "new_id": -2}, {"uid": "1295539140247300116", "i": 32270, "idx": 0, "sa": ["Alassane Ouattara"], "q": "et mardi 18 janvier 2011 des d?fil?s masculins de la Semaine de la mode de target=\"_blank\" href=\"http://milanfm.com/\"> Milan. Voir l'article complet sur femina.ch A la une| Suisse| Monde| <strong> Alassane Ouattara </strong> affirme que l'op?ration militaire est <q> d?j pr?vue, et organis?e </q> Le Matin CH Les jours passent dans la grave crise ivoirienne et affaiblissent <strong> Alassane Ouattara </strong> face? son rival Laurent Gbagbo. Le risque d'une confrontation dure des deux camps se renforce. Voir l'article complet sur tdg.ch A la une", "new_id": -2}, {"uid": "1295587965072171525", "i": 13513, "idx": 8, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "and accountability at the top of the company,'' <strong> Eric Schmidt </strong> said. Image: Surfboards lean against a wall at the Google office in Santa Monica, California. 370) this.width= 370'' alt= <q> Google Inc. founders <strong> Sergey Brin </strong> and <strong> Larry Page </strong> plug in an electric hybrid car at Google office. </q>/> Next`` <strong> Larry Page </strong> will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's chief executive officer.", "new_id": -2}, {"uid": "1296200464159858698", "i": 5808, "idx": 4, "sa": ["Mike Pence"], "q": "that <strong> Mike Pence </strong> has represented since 2000, but he also has speeches planned at Republican Party events as far from his Columbus home base as Lake County. The goal, he said, is to listen to <q> Hoosiers in every walk of life but also to become more familiar with the challenges and opportunities facing Hoosier families and facing the state of Indiana. </q> But, he said, before he was in Congress he headed a think tank-- the Indiana Policy Review Foundation-- and was a talk-show host, two jobs that made him familiar`` with every issue", "new_id": -2}, {"uid": "1295559680082083861", "i": 51213, "idx": 0, "sa": ["Randall Terry", "Mike Pence", "Mike Huckabee", "Barack Obama", "Sarah Palin"], "q": "running as a Democrat effectively allows him to cut out the middle man when it comes to casting votes against <strong> Barack Obama </strong>.`` I don't want to quarrel with <strong> Sarah Palin </strong> and <strong> Mike Huckabee </strong>,'' <strong> Randall Terry </strong> said. <q> I want to focus on the madman, <strong> Barack Obama </strong>. <strong> Barack Obama </strong> is the central figure of voter rage. There are people, myself included, who loathe this presidency. By going against him in a Democratic primary, I can focus on him like a laser beam and I will. </q> support behind <strong> Mike Pence </strong>( R-IN), who many social conservatives view as their 2012 choice. It's href=\"http://tpmdc.talkingpointsmemo.com/2011/01/is-the-Mike Pence-for-Barack Obama-dream-over-before-it-started.php\"> not clear that <strong> Mike Pence </strong> will run for the Republican nomination but if he does, <strong> Randall Terry </strong> can", "new_id": -2}, {"uid": "1296099209217432070", "i": 59042, "idx": 1, "sa": ["Bernie Sanders"], "q": "of the Senate floor after more than 8 1 hours.`` It has been a very long day,'' he said as he concluded his remarks, including a five-hour period in which he spoke without interruption. <q> I do believe that if the American people stand up... I think we can defeat this proposal. I think we can come up with a better proposal which better reflects the needs of the middle class. </q> <strong> Bernie Sanders </strong>, who caucuses with the Democrats, took to the floor at 10:25 am EST Friday to`` take a strong stand'' against the legislation, which was formally introduced Thursday night. When he yielded the floor", "new_id": -2}, {"uid": "1296165685122896401", "i": 21405, "idx": 0, "sa": ["Alassane Ouattara"], "q": "`` Mr Gbagbo must go and a strengthening of financial sanctions would tend to bring about a change,'' he said. The 900 troops wearing the French tricolour in Ivory Coast are only there <q> to protect our nationals and get them out. </q> Juppe admitted they were also there to protect United Nations forces, who have faced tense moments in the stand-off between Gbagbo loyalists and backers of presidential election winner <strong> Alassane Ouattara </strong>. But`` we will only", "new_id": -2}, {"uid": "1295590431000901120", "i": 47173, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "fue descrita en su momento por los analistas como una`` supervisi?n adulta'' hacia los entonces j?venes fundadores, <strong> Larry Page </strong> y <strong> Sergey Brin </strong>. <strong> Larry Page </strong>, por su parte, se?al en el comunicado que <strong> Eric Schmidt </strong> hab?a hecho <q> un trabajo sensacional al frente de Google durante la ltima d?cada </q> y agreg que los`` resultados hablan por s mismos''. <strong> Eric Schmidt </strong> pasar as a convertirse en presidente ejecutivo de la compa?a y se encargar de las`` relaciones externas'' del gigante tecnol?gico.", "new_id": -2}, {"uid": "1295732589025952256", "i": 31981, "idx": 1, "sa": ["Brian Cowen", "Eamon Gilmore"], "q": "<strong> Brian Cowen </strong> to remain on as Taoiseach as his colleagues in Fianna Fail squabble over the remnants of their party,'' Labour leader <strong> Eamon Gilmore </strong> said. Speaking at a hastily convened press conference, <strong> Brian Cowen </strong> said he was <q> concerned that renewed internal criticism of my leadership of Fianna Fail is deflecting attention </q> from the important choices facing href=\"http://yahoo-uk.feedsportal.com/ireland.html\"> Ireland.`` My intention now is to concentrate fully on government business and on continuing to implement the recovery plan,'' he added.", "new_id": -2}, {"i": 5227, "idx": 1, "index_answer": 0, "new_id": -1, "q": "we are going to confirm or who we're not going to confirm, because the truth is, we honestly haven't made our mind up yet,'' <strong> Simon Cowell </strong> told reporters during a Monday conference call. <q> We're talking to a number of people and then I'd expect to make an announcement, I would say, within three to four weeks, or it might be a bit longer. I'm not sure as to who the panel are going to be. </q> However, <strong> Simon Cowell </strong> did discuss the possibility of reuniting with fellow former More The X Factor News`` I am actually a fan of Paula and it is quite unusual when you work with somebody", "sa": ["Simon Cowell"], "uid": "1297188372166789129"}]