[{"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.\" here. <strong> Henry Blodget </strong> writes for The Business Insider, <q>Let's be serious: <strong> Eric Schmidt </strong> got fired.<q> \"Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- \"day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,\" through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}, {"uid": "1297097819243499038", "i": 11040, "idx": 1, "sa": ["Simon Cowell"], "q": "history- the network announced Monday. \"We are going to put our money where our mouths are with the$ 5 million recording contract,\" executive producer <strong> Simon Cowell </strong> said in a statement. <q>I'm doing this show in America because I genuinely believe we can find a superstar.<q> Creating a free Starpulse.com account only takes a username, your email and a couple of seconds! Starpulse.com members can comment on news and topics, enter contests, show off their favorite artist", "new_id": -2}, {"uid": "1295978176128352272", "i": 44757, "idx": 0, "sa": ["Bill Lockyer", "Olivier Blanchard", "Newt Gingrich"], "q": ". China can help ease imbalances by raising the value of its currency, <strong> Olivier Blanchard </strong> said. The U.S. and other countries charge that China keeps its currency artificially low to maintain an export advantage. <q>China is moving in the right direction and focusing increasingly on domestic demand, but we think it can be done faster,<q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MILL VALLEY 5 BR/ 3.1 BA$ 1,395,000.00 SANTA ROSA 3", "new_id": -2}, {"uid": "1297377651148979723", "i": 23935, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "LOL! RumsfeldOffice <strong> Donald Rumsfeld </strong> 10 posted on 02/10/2011 2:27:14 PM PST CPAC is a total disaster. JimRob called it an \"effin circus\" earlier today. 12 posted on 02/10/2011 2:28:40 PM PST <q>The former defense secretary was also booed when took to the stage.<q> Absolutely disgraceful. <strong> Donald Rumsfeld </strong> is not without his faults, but who isn't? We've gone 10-years without a major, coordinated attack on American soil. <strong> Donald Rumsfeld </strong> deserves his share of the credit. The people", "new_id": -2}, {"uid": "1296759412068501658", "i": 34531, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "as Pentagon chief under then-president George W Bush. <strong> Donald Rumsfeld </strong> was regarded as the chief architect of the war in Iraq. In the book he continues to defend the invasion, saying the Middle East would be <q>far more perilous than it is today<q> if <strong> Saddam Hussein </strong> were in still in power.The memoir, titled Known and Unknown and due in bookstores next week, is an 800-page account of his life and careers in government and business. The Washington Post and New York", "new_id": -2}, {"uid": "1297182776036618313", "i": 41170, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "in a 2003 national security meeting when he was told that <strong> Saddam Hussein </strong> was offering a$ 60 million bounty to kill <strong> Donald Rumsfeld </strong>'s daughters. \"I was concerned,\" <strong> Donald Rumsfeld </strong> told ABC News on Tuesday. <q>Of course the president and his family had secret service protection. My family did not. And it was a somewhat awkward moment in the meeting,<q> he said. The plot also targeted <strong> President Bush </strong>'s two daughters, <strong> Donald Rumsfeld </strong> said, and <strong> President Bush </strong> urged him to take it seriously because the administration had killed <strong> Saddam Hussein </strong>'s sons. \"I made a", "new_id": -2}, {"uid": "1297160772054263883", "i": 10418, "idx": 1, "sa": ["Simon Cowell"], "q": "late-bloomers out there, there is no upper age limit for contestants. \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" <strong> Simon Cowell </strong> said. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar.<q> That is, if there are any left that haven't already thrown their lot in with Idol or America's Got Talent. Singers ready to be discovered-and, let's not forget", "new_id": -2}, {"uid": "1295575853248299528", "i": 24814, "idx": 0, "sa": ["Stephen Colbert", "Steven Tyler", "Simon Cowell", "Janet Jackson", "Jennifer Lopez"], "q": "have had a hard life. He's got ta be good, right, they wouldn't be this cruel! Seems like a good economy. Hanging out on the streets with his brother singing. <q>There's a chance for... \"<strong> Stephen Colbert </strong> Idol<q> Soldiers on without <strong> Simon Cowell </strong> CBS News The 10th season of \"<strong> Stephen Colbert </strong> Idol\" aired Wednesday night and viewers got a look at new judges <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> in action. Randy <strong> Janet Jackson </strong> is the only holdover from the <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1296831010140378163", "i": 30344, "idx": 0, "sa": ["Barack Obama", "Ronald Reagan", "Sen. Bernie Sanders"], "q": ".\" Independent <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, a standard-bearer for the American Left, acknowledged to AFP this week that <strong> Ronald Reagan </strong> \"was a very warm individual\" who \"connected with the American people.\" <q>But I think many of the policies that he developed did a great deal of disservice to the middle class and working families of this country. And I think we can learn from those serious policy errors and hopefully not continue,<q> said <strong> Sen. Bernie Sanders </strong>. Article: <strong> Ronald Reagan </strong> legacy weighed amid 100th birthday events... CORRECTS LOCATION OF COLLEGE- FILE- In this 1931... <strong> Ronald Reagan </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article:", "new_id": -2}, {"uid": "1295534633152666122", "i": 27818, "idx": 0, "sa": ["Simon Cowell"], "q": "how in his younger days he never excelled academically, he puts his current success down to his instinct alone. And speaking of being a TV judge, he said:' I asked a very successful guy, <q>What's the best advice you can give me?<q> and he said, \"<strong> Simon Cowell </strong>, always know when to leave the fair.\" And I think that's good advice. \"Something inside you just says, \"You know what, it\"s", "new_id": -2}]