[{"uid": "1296174977054247442", "i": 3045, "idx": 8, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "But Mr <strong> Eric Schmidt </strong> said that the arrangement was \"stable\" for them, and appeared to be the same for China, who recently renewed their licence. However, he cautioned that China could <q> arbitrarily cut it off at any point </q>. Face-off? The Google executive chairman rejected suggestions that the company had lost its edge. The Google triumvirate( from left): <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong> and <strong> Larry Page </strong> \"We are the innovator and", "new_id": -2}, {"uid": "1295089809196460712", "i": 29439, "idx": 0, "sa": ["David Letterman", "Gene Chizik", "Cam Newton"], "q": "<strong> Cam Newton </strong> appeared on \"The Late Show with <strong> David Letterman </strong>\" two days after winning the Heisman Trophy and made a memorable appearance on \"The Tonight Show\" David Lettermanier this week. <q> When you look at a guy that a year ago nobody knew who he was, obviously, and you look at just what he's done, it's a great story, </q> coach <strong> Gene Chizik </strong> said David Lettermanier this week. \"He is a huge part of what our football team beCam Newtone. I think he got our players to rally around him in terms of the way they upped their level of", "new_id": -2}, {"uid": "1296582890005816352", "i": 940, "idx": 4, "sa": ["Zahi Hawass"], "q": "earlier said heads were ripped off two mummies. On Tuesday, though, he said the museum had mistaken two skulls, separated from their skeletons, for mummy heads and that the items were intact. <q> I had tears because I thought that what I did for the last nine years protecting the Egyptian monuments, was gone, </q> <strong> Zahi Hawass </strong> declared, so ebullient that he was almost shouting. \"I am so happy to announce that today everything is safe.\" He spoke in his office at the Supreme Council of Antiquities in the", "new_id": -2}, {"uid": "1297113366161923086", "i": 16382, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an important element of the user experience on sunherald.com. We invite you to comment on our content as part", "new_id": -2}, {"uid": "1296713442108806145", "i": 1044, "idx": 3, "sa": ["Allen Iverson", "James Madison", "Larry Brown", "Tyronn Lue"], "q": "would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach <strong> Larry Brown </strong> said. <q> This is kind of unexpected but it's neat. </q> In betJames Madisonn <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1296784940236666880", "i": 6897, "idx": 0, "sa": ["Anwar al-Awlaki", "Donald Rumsfeld"], "q": "bottom line, they said, was that \"the FBI and DoD together failed to recognize and to link the information that they possessed about Hasan.\" The senators determined that federal law enforcement agents, <q> to the FBI's credit, </q> did flag Hasan for additional scrutiny. Much of that occurred after Hasan had contacts, often by e-mail, with <strong> Anwar al-Awlaki </strong>, an American-born Yemen-based Islamic cleric with suspected ties to Al-Qaida. In memoir, <strong> Donald Rumsfeld </strong> recalls", "new_id": -2}, {"uid": "1297183571060325991", "i": 17666, "idx": 0, "sa": ["Simon Cowell"], "q": "beginning to unfold, one thing remains a mystery: the judges/mentors who will join <strong> Simon Cowell </strong> on camera. The former American Idol star says that a decision about the panel has yet to be made. He explained, <q> The truth is we honestly haven't made our mind up yet. We're talking to a number of people and then I expect to make an announcement, I would say within 3 to 4 weeks, it might be a bit longer, I'm not sure, as to who the panel are going to be. </q> One detail that has been revealed is the staggering prize money that will be awarded to the winner:$ 5 million. <strong> Simon Cowell </strong> explained why the jackpot is so high, telling us, \"Sometimes you got ta", "new_id": -2}, {"uid": "1295945388224313347", "i": 10996, "idx": 0, "sa": ["Cris Collinsworth", "Michael Vick", "Al Michaels"], "q": "liked a different team( against the Cowboys). This is the team we saw in the first couple of weeks, making mistakes, penalties, getting touchdowns called back,\" Dungy says in a statement. <q> The Giants defense gave up some big plays to Dallas, and Philly has some big-play receivers that they are going to have to worry about. </q> <strong> Al Michaels </strong>, the NBC play-by-player announcer who'll call Sunday's game with Collinsworth+Cris Collinsworth\" news, photos about Cris Collinsworth\"> <strong> Cris Collinsworth </strong>, said he hasn't seen anything like <strong> Michael Vick </strong>'s comeback in years.\" ( <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295909289243613735", "i": 8985, "idx": 1, "sa": ["David Chiang", "Bill Lockyer"], "q": "the state would need to rely on IOUs or delay other payments. He said a number of factors come into play, including state expenses, revenues, budget actions and legislative deferrals of state payments. <q> We try to avoid the issuance of IOUs at all costs, </q> <strong> David Chiang </strong> said. \"It's an admission that the state can't pay its Bill Lockyers.\" Of <strong> Bill Lockyer </strong>'s comments, <strong> David Chiang </strong> said, \"I think <strong> Bill Lockyer </strong> was using IOUs as an example of a", "new_id": -2}, {"uid": "1295560284104759370", "i": 43237, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "Chapel Hill. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves,\" he said. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity-- we are nly at the beginning and I can't wait to get started. </q> \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" <strong> Larry Page </strong> said. Google earned$ 2.5 billion, or", "new_id": -2}]