[{"uid": "1295618586136232983", "i": 4028, "idx": 0, "sa": ["Andy Coulson"], "q": "Alliance( ULA), an agency which built the Delta IV Heavy said that the launch is the second one for National Reconnaissance Office( NRO). Jim Sponnick, ULA vice president, Mission Operations said: <q> Most important is the critical NRO payload launched today which will significantly enhance the effectiveness and safety of brave men and women defending our nation every day. </q> Does Lower Volatility Signal a Market Correction? Not Necessarily <strong> Andy Coulson </strong> quits Number 10 a day after Labour loses its Shadow Chancellor Pre-market movers on Jan. 21( GE, AIG, MU, GOOG, SLB, SLE", "new_id": -2}, {"uid": "1295342642027394062", "i": 47921, "idx": 1, "sa": ["David Letterman", "Steven Tyler"], "q": "on \"Late Show'( Weeknights, 11:35 PM on CBS), referring to the years of national touring he did with Aerosmith. \"But, today's a different world.\" <q> I prefer the process that gave us you to this process, </q> <strong> David Letterman </strong> said of` American Idol.' \"By the time you're ready, you\"re ready, and we have the honest, legitimate stamp of approval.\" <strong> Steven Tyler </strong> responded, \"", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season. \"I thought AI had a real good feel for the game,\" Nuggets coach <strong> George Karl </strong> said. <q> <strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}, {"uid": "1296849466211632181", "i": 8774, "idx": 2, "sa": ["Roger Goodell", "Bill Belichick", "Michael Vick", "Andy Pettitte"], "q": "among the leading contenders for The Associated Press' NFL Comeback Player of the Year Award, to be announced Saturday night. \"I'm extremely proud of what <strong> Michael Vick </strong> has done,\" <strong> Roger Goodell </strong> said. <q> He's taken his responsibilities serious, he's made a commitment to himself to make better decisions. He is committed to doing the right thing going forward and I think that's a great thing. Video: NFL: <strong> Michael Vick </strong>'s comeback season ends in Hawaii... Photo: NFC quarterback <strong> Michael Vick </strong> of the Philadelphia Eagles poses... <strong> Roger Goodell </strong> says he felt...- The NFL commissioner felt \"deceived </q> by <strong> Bill Belichick </strong> after the coach did not...'s dismal image rating is proof that winning doesn't fix everything. Sports Video: Yankees' <strong> Andy Pettitte </strong> announces retirement Sports Video: John Madden's best NFL memories ABC", "new_id": -2}, {"uid": "1295799418036782093", "i": 2725, "idx": 4, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": "Superman. We elected a human being, <strong> Barack Obama </strong>.\" \"I think he has reached out to countries around the world and has developed good relations with countries around the world,\" <strong> Colin Powell </strong> said. <q> And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the centerpiece of the State of the Union speech. </q> Dismissing widespread speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain", "new_id": -2}, {"uid": "1295205122233127947", "i": 27074, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "reporters Wednesday night that she and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. were in <strong> Nancy Pelosi </strong> Garbielle <strong> Gabrielle Giffords </strong>' hospital room when the wounded congresswoman opened her eyes for the first time since she was shot in the head Saturday. <q> it felt like we were watching a miracle, </q> <strong> Debbie Wasserman Schultz </strong> Schults said. \"Other than the birth of <strong> Barack Obama </strong> Tells Nation \"We Can Be Better\" soul of a nation, <strong> Barack Obama </strong> on Wednesday implored Americans to honor those slain and injured in the Arizona", "new_id": -2}, {"uid": "1295798310158990353", "i": 9641, "idx": 2, "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "Colon Bowel"], "q": "rear, I see. 10 posted on 01/23/2011 7:18:31 AM PST \"I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,\" <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. <q> I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position. the winner is going to be so I can endorse at the last minute and maintain my precious access Dear CNN, At this point in the \"horse race </q>, who cares. NOT news. Don't you worry about <strong> Colin Powell </strong> backing <strong> Barack Obama </strong>. <strong> Barack Obama </strong> is still the same color so <strong> Colin Powell </strong> will give him the nod again. <strong> Colon Bowel </strong>, like the rest", "new_id": -2}, {"uid": "1295727628021119018", "i": 21303, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "a ratings slump or slip further away from the top spot. American viewers have never known an Idol that does not feature <strong> Simon Cowell </strong>'s rolling eyes, one-liners or antagonistic adjectives. Will they embrace it? <q> We're certainly back to having fun, </q> said executive producer <strong> Nigel Lythgoe </strong>, who rejoined the singing competition after a two-year hiatus. \"At some point along the way, and we're certainly all guilty of it, we started taking ourselves too seriously. I", "new_id": -2}, {"uid": "1295735680191037477", "i": 43461, "idx": 2, "sa": ["Ryan Crocker", "Colin Powell", "President Bush", "Dick Cheney", "George H.W. Bush"], "q": ". \"It's an era when small states can create big problems,\" <strong> Ryan Crocker </strong>, U.S. ambassador to Iraq from 2007 to 2009, said in an interview before the event. The modern world features <q> space for a host of non-state actors to play dangerous roles.... Al-Qaeda is the most important; but there are others. </q> <strong> Dick Cheney </strong> and <strong> Colin Powell </strong> went on to play prominent( and conflicting) roles in the fires of 9/11-style terrorism, Afghanistan and Iraq during the presidency of <strong> George H.W. Bush </strong>'s son, <strong> President Bush </strong>. Big questions remain about how", "new_id": -2}, {"uid": "1296922649262193174", "i": 35458, "idx": 0, "sa": ["Lenny Bruce", "Donald Rumsfeld", "Thomas Duffy", "President Bush"], "q": "<strong> Donald Rumsfeld </strong> Goes With The Lies He Wish He Had by J. <strong> Thomas Duffy </strong> <strong> Lenny Bruce </strong> used to do a bit where he offered this advice: <q> \"Whatever happens, deny it. Flat-out deny it! If you really love your wife, deny it. If they walk in on you, deny it. Even if they got pictures, deny it. Even if she catches you with a chicken, deny it. </q> \" his own advice and said \"You go to write a book with the lies you have-not the lies you might want or wish to <strong> President Bush </strong> Grindhouse, one of their most prolific warmongers, has penned a", "new_id": -2}]