[{"uid": "1297180316142131220", "i": 47679, "idx": 0, "sa": ["Steve Ballmer"], "q": ",+0.81%)| NASDAQ: 2784.26(+0.27,+0.01%)  <strong> Steve Ballmer </strong> rearranges the deck chairs again; seeks to get engineers into executive ranks  Tuesday, February 08, 2011- 09:57 AM EST <q> Microsoft Corp.. Chief Executive Officer <strong> Steve Ballmer </strong> plans to extend a management shake-up aimed at adding senior product executives with an engineering background, two people with knowledge of the decision said, </q> Dina Bass reports for Bloomberg.`` Changes may be announced this month, said one of the people, who declined to be named because the plans are private,'' Bass reports.`` Last month", "new_id": -2}, {"uid": "1295325011089587720", "i": 40147, "idx": 0, "sa": ["Emma Watson", "David Letterman", "Tracy Morgan", "Joaquin Phoenix"], "q": ", Tracey <strong> Tracy Morgan </strong>... <strong> David Letterman </strong>- <strong> Tracy Morgan </strong>'s Valentine <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New Andy Kaufman?- www.twitter.com/mjdasilva <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New Andy Kaufman?- www.twitter.com/mjdasilva So are you in the <q> <strong> Joaquin Phoenix </strong> is on drugs and deeply disturbed camp? </q> or the`` He's having a laugh camp''. Either way, I can't wait for that debut hip-hop album. Follow me on twitter@mjdasilva... Late Show with <strong> David Letterman </strong>- <strong> Emma Watson </strong>( 2007) On", "new_id": -2}, {"uid": "1295890517156680255", "i": 54089, "idx": 3, "sa": ["Joaquin Phoenix", "Emma Watson", "David Letterman"], "q": "Let Go of My Hand- A Kerry E Wagner Narration <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New Andy Kaufman?@mjdasilva <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New Andy Kaufman?@mjdasilva So are you in the <q> <strong> Joaquin Phoenix </strong> is on drugs and deeply disturbed camp? </q> or the`` He's having a laugh camp''. Either way, I can't wait for that debut hip-hop album. Follow me@mjdasilva... Late Show with <strong> David Letterman </strong>- <strong> Emma Watson </strong>( 2007) On July 11", "new_id": -2}, {"uid": "1295605034069435415", "i": 55840, "idx": 1, "sa": ["Mike Pence", "Chris Chocola"], "q": "Republican consultant who is leading an organization aimed at pushing <strong> Mike Pence </strong> to run. But what these conservatives like about <strong> Mike Pence </strong> says as much about the other GOP presidential prospects as it does the congressman. <q> There's a void out there, </q> said <strong> Chris Chocola </strong>, a former Indiana congressman who now runs the Club for Growth.`` And I think that <strong> Mike Pence </strong> is a guy who could potentially fill that void. Who else is an across-the-board conservative who's really", "new_id": -2}, {"uid": "1295560284104759370", "i": 43234, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "earnings. <strong> Larry Page </strong>, 37, is reclaiming the top job from <strong> Eric Schmidt </strong>, who had been brought in as CEO a decade ago because Google's investors believed the company needed a more mature leader. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said ina statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm", "new_id": -2}, {"uid": "1297430731170164227", "i": 23223, "idx": 3, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "here are complementary. Ecosystems thrive when they reach scale, when they are fueled by energy and innovation and when they provide benefits and value to each person or company who participates,'' <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> added. <q> This is what we are creating; this is our vision; this is the work we are driving from this day forward. </q> strtegic memo that was leaked in advance of the meeting, where he expressed disappointment in MeeGo and called Symbian`` non-competitive''. MeeGo, Symbian on the way out So what does this mean", "new_id": -2}, {"uid": "1296532535074448923", "i": 53062, "idx": 8, "sa": ["Darryl Dawkins", "Allen Iverson", "Phil Jackson"], "q": "that in mind.'' Phil Jacksonadelphia hosts Miami on Friday with a chance to break the club mark. The NBA record for best start is 15-0, shared by the 1949-50 Washington Capitols and the 1993-94 Houston Rockets. <q> Everybody wants to be the first team that knocks us off, </q> said <strong> Allen Iverson </strong>.`` Everybody wants to be that team. It's going to be tough. We have to reDarryl Dawkinsy dig in and sneak some wins out of other teams' houses. For right know, I", "new_id": -2}, {"uid": "1295694690220823580", "i": 15780, "idx": 2, "sa": ["Alan Johnson", "Rupert Murdoch", "Andy Coulson"], "q": ". Why would he want such a compromised spokesman? Was he naive enough to believe Mr <strong> Andy Coulson </strong>'s assurances? Or did he not care about what had taken place? Neither scenario is very comforting.'' <q> I think that Mr <strong> Andy Coulson </strong> has much more explaining to do. I am amazed that Dave did not think this too, and that he, in the wake of what I know he was advised by very senior colleagues, persisted in having this deeply compromised man in the heart of No 10. This is catastrophic for Dave, whose arrogance, lack of judgment and contempt for decent values are all exposed at a stroke by <strong> Andy Coulson </strong>'s scuttling off with his head held low. </q> The Times argues- perhaps unsurprisingly, as like the News of the World it is owned by <strong> Rupert Murdoch </strong>- that <strong> Andy Coulson </strong>'s departure will not seriously damage the prime minister and has far less political sigificance than <strong> Alan Johnson </strong>", "new_id": -2}, {"uid": "1296035071047366192", "i": 9134, "idx": 1, "sa": ["David Letterman", "Michael Jackson"], "q": "U.S. pop star's death. TMZ said Murray entered the plea Tuesday during his arraignment.`` Your Honor, I am an innocent man,'' Murray told Los Angeles County Judge <strong> David Letterman </strong> Pastor. <q> I, therefore, plead not guilty. </q> Murray's trial is set to begin March 28. The cardiologist is accused of causing <strong> Michael Jackson </strong>'s death by improperly administering sedatives and anesthesia in an effort to help the singer sleep.", "new_id": -2}, {"i": 22123, "idx": 2, "index_answer": 0, "new_id": -1, "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in <strong> April Wayne </strong>. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "sa": ["Eric Schmidt", "April Wayne", "Google Inc."], "uid": "1295905334076185612"}]