[{"uid": "1295701157121667618", "i": 18016, "idx": 1, "sa": ["Mike Pence"], "q": "left. The Pacers committed six turnovers, including three in the final two minutes, in the final quarter. ''I guess it's a consistency thing,'' swingman <strong> Mike Pence </strong> Dunleavy said. <q>We're not consistently performing on both ends. We have lapses at times. We do a decent job of hanging in there but just not for the full 48 minutes.</q> There's not one consistent reason behind the Pacers' struggles in the fourth quarter. Some games it's turnovers. Other games it's poor shot selections. And there are also defensive breakdowns", "new_id": -2}, {"uid": "1295264334234684429", "i": 29198, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "give <strong> Andy Coulson </strong> a second chance and that he was doing a good job. ''When he was editor of The News of the World bad things happened at that newspaper,'' <strong> David Cameron </strong> said. <q>When he found out about those, he resigned. That was the right thing to do and I always think there's a danger at the moment that he's effectively being punished twice for the same offence.</q> The Prime Minister's backing for <strong> Andy Coulson </strong> comes just days after the Director of Public Prosecutions ordered a ''comprehensive assessment'' of all material collected by Scotland Yard linked to the phone hacking scandal.", "new_id": -2}, {"uid": "1297292864070500360", "i": 42814, "idx": 0, "sa": ["Mike Pence"], "q": "on how to obtain abortions for underage girls and circumvent sex crime laws. Planned Parenthood said the undercover tapes were highly edited, but the group fired an employee that appeared in one of the videos. <q>Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,</q> said Rep. <strong> Mike Pence </strong>( R-Ind.), who's sponsoring the Title X bill. Other abortion rights groups slammed the Appropriations Committee proposal Wednesday afternoon. ''The new anti-choice House", "new_id": -2}, {"uid": "1295755514184385569", "i": 17748, "idx": 1, "sa": ["Terry Cummings", "Allen Iverson", "Jerry Stackhouse"], "q": "3:48 remaining and Houston got no closer than seven the rest of the way. ''We executed at the end, whereas previous games we didn't do that,'' said <strong> Allen Iverson </strong>, who committed no turnovers. <q>This is a confidence boost for us. We played with control when we got the lead in the fourth quarter and we played solid defense all game long.</q> <strong> Jerry Stackhouse </strong> scored 17 points and <strong> Terry Cummings </strong> added a season-high 16 in 17 minutes off the bench for Philadelphia( 1-5), which ended an eight-game slide in Houston, winning there for the first time since January 7th,", "new_id": -2}, {"uid": "1296521624090341381", "i": 13751, "idx": 3, "sa": ["Barack Obama", "Jay Leno", "David Letterman", "Hu Jintao", "Conan O'Brien"], "q": ": â\u0080¢ <strong> Conan O'Brien </strong>- ''At the state dinner for Chinese <strong> Barack Obama </strong> <strong> Hu Jintao </strong>, <strong> Hu Jintao </strong> opened a fortune cookie that said, ''You will lend us another trillion dollars.'' â\u0080¢ <strong> Jay Leno </strong>- <q><strong> Barack Obama </strong> and <strong> Hu Jintao </strong> had a private dinner the night before. When <strong> Barack Obama </strong> tried to pick up the check, <strong> Hu Jintao </strong> said,` Your money is no good here.' <strong> Barack Obama </strong> laughed, and <strong> Hu Jintao </strong> said,` No, really, your money is no good.'</q> â\u0080¢ <strong> David Letterman </strong>- ''China's <strong> Barack Obama </strong> <strong> Hu Jintao </strong> is visiting the United States. If he likes what he sees, he may put down a deposit.''' With unemployment stalled at nearly 10 percent", "new_id": -2}, {"uid": "1295573549080838695", "i": 9690, "idx": 2, "sa": ["Eric Schmidt", "M. Simpson"], "q": "the move, accusing <strong> Eric Schmidt </strong> of compromising the company's values to in order to grow its business. In particular, the group blasted <strong> Eric Schmidt </strong> for his handling of recent privacy concerns. <q><strong> Eric Schmidt </strong> used to claim that Google put its money where its values were,</q> said Comsumer Watchdog Inside Google director John <strong> M. Simpson </strong>. ''In fact while <strong> Eric Schmidt </strong> had his hand on the helm, values were changed to go where the money was.'' News of the changes", "new_id": -2}, {"uid": "1295425471034701433", "i": 22657, "idx": 2, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": "amount of material,'' <strong> Howard Stern </strong> said in an interview for CNN's ''<strong> Piers Morgan </strong> Tonight.'' <strong> Howard Stern </strong> went on to say that <strong> Jay Leno </strong> is ''not fit to scrub <strong> David Letterman </strong>'s feet.'' <q>I don't know how he's beaten <strong> David Letterman </strong> in the ratings,</q> he said. ''It's beyond my comprehension. America must be filled with morons who at night lay in bed-- the ones who are watching him, they must be in a coma.''", "new_id": -2}, {"uid": "1295440285176455758", "i": 13064, "idx": 0, "sa": ["Steve Ballmer"], "q": "The release details were announced yesterday by Microsoft CEO <strong> Steve Ballmer </strong>. This launch marks the first time that a product has been provided as an online service before its conventional release, an act that, <strong> Steve Ballmer </strong> says, <q>really reflects the push by Microsoft into the cloud.</q> Microsoft previously focused primarily on the on-premises version of Dynamics CRM, putting the company at odds with major competitors such as Salesforce.com's CRM suite. With the new cloud-first deployment and wider availability, Dynamics CRM has become", "new_id": -2}, {"uid": "1296153161091389985", "i": 13702, "idx": 2, "sa": ["Sergio Marchionne"], "q": ". ''There's a point in time when I have to go back into my kitty and start using the other cash to do this, which is not a good answer,'' <strong> Sergio Marchionne </strong> said. <q>That was not the purpose of the DOE funding. The DOE funding was to encourage innovation in energy.</q> All totaled, the Department of Energy made 25 billion dollars in loan money available. In the summer of 2009, it announced a series of loans, including money Ford used to convert the former Michigan", "new_id": -2}, {"i": 10113, "idx": 0, "index_answer": 3, "new_id": -1, "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan. ''He's my first Division I recruit,'' <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q>He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves.</q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley ''has <strong> Michael Vick </strong> capabilities.'' <strong> Tate Forcier </strong> transferring to Miami( Fla.), says he never", "sa": ["Jarrell McKinney", "Tate Forcier", "Michael Vick", "the Albert"], "uid": "1297327289088555547"}]