[{"uid": "1296584744264634370", "i": 22168, "idx": 0, "sa": ["Eric Schmidt"], "q": "porn and food industries ha... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the Woodrow Wilson School of Public and International Affairs, on April 18, 2009...", "new_id": -2}, {"uid": "1296059358120487938", "i": 47355, "idx": 0, "sa": ["Andy Coulson", "David Yelland", "Ian Edmondson"], "q": "\"inconceivable\" Mr <strong> Andy Coulson </strong> could not have known phones were being hacked when he was editor. Others in the media agree. The GuardIan Edmondson reports that former Sun editor <strong> David Yelland </strong> told an audience of students he <q> can't believe a fellow editor would not know phone tapping was in action </q>. When Mr <strong> Andy Coulson </strong> resigned as NoW editor, on the the day his royal editor was jailed, he took responsibility for the scandal despite denying knowledge of it. <strong> Andy Coulson </strong> blamed coverage of the hacking", "new_id": -2}, {"uid": "1296758577019021860", "i": 7168, "idx": 1, "sa": ["Paul Bremer", "Donald Rumsfeld", "Colin Powell", "Condoleezza Rice", "John McCain", "Barack Obama"], "q": ", he fingers the US diplomat in charge of postwar Iraq, <strong> Paul Bremer </strong>, and criticises the former secretary of state, <strong> Colin Powell </strong>, and the former national security adviser, <strong> Condoleezza Rice </strong>. <strong> John McCain </strong> told ABC television: <q> I respect secretary <strong> Donald Rumsfeld </strong>. He and I had a very, very strong difference of opinion about the strategy he was employing in Iraq, which I predicted was doomed to failure. Thank God he was relieved of his duties and we put the surge in. Otherwise we would have had a disastrous defeat in Iraq. </q> Middle East would be \"far more perilous than it is today\" if Saddam <strong> Barack Obama </strong> had remained in power. He denies he made a mistake in not sending a bigger US force to Iraq in 2003", "new_id": -2}, {"uid": "1296685321182059018", "i": 56228, "idx": 0, "sa": ["Scott Adams", "Eric Schmidt"], "q": "taxes for the wealthy. Searching for some way to make rich people happy to fork over the extra taxes, <strong> Scott Adams </strong> landed on the idea of selling the naming rights for airports and bridges. The cartoonist mused: <q> \"It does seem like a waste of taxpayer resources to name a road after a dead politician if we can get a better price at auction. </q> \", the latest installment of The Market This Minute offered a look back at outgoing Google( GOOG) CEO <strong> Eric Schmidt </strong>'s most memorable quotes. Schmidt+Eric Schmidt+retrospective/observations.aspx?click=home&amp;ID=104817\" target=\"_blank\"> Click here to watch the video.", "new_id": -2}, {"uid": "1296594161057851931", "i": 4978, "idx": 0, "sa": ["Steve Jobs", "Eric Schmidt"], "q": "AAPL: 345.35(+6.03,+1.78%)| NASDAQ: 2749.79(+49.71,+1.84%) <strong> Eric Schmidt </strong> dodges talk of becoming future Apple CEO Tuesday, February 01, 2011- 03:00 PM EST <q> Google chairman <strong> Eric Schmidt </strong> is sidestepping discussion of whether he might become the next Apple CEO, </q> Electronista reports.\" ` In the first place, it's not appropriate. <strong> Steve Jobs </strong>[ <strong> Steve Jobs </strong>] is still the CEO and I hope he continues forever,' <strong> Eric Schmidt </strong> told CNBC in a Monday", "new_id": -2}, {"uid": "1295676682039469084", "i": 1620, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "adviser, to Downing Street following Coulson-Andy Coulson-resigns-David Cameron-David Cameron\" resignation of David Camerons director of communications, Andy Coulson\"> the resignation of <strong> David Cameron </strong>'s director of communications, <strong> Andy Coulson </strong>. A city hall spokeswoman said of Boland that <q> whether or not he goes depends on the result of the review </q>, though the tenor of Boland's letter, seen by the Guardian, suggests he believes his days as chief executive and head of paid service are numbered. Boland, who has notched up well over", "new_id": -2}, {"uid": "1295780739192643095", "i": 33766, "idx": 0, "sa": ["Andy Coulson", "Nick Clegg"], "q": "householders and businesses can change the way they live and work. With shared office space, home working and shared car journeys it is possible he says to cut down on petrol consumption. He said: <q> It would be possible to work locally and stop commuting. With thought, everything can come down to a much more local basis and our movement is all about creating this kind of resilience in the community. </q> The meeting will be attended by deputy mayor Councillor Asghar Majeed, a variety of guests including Transition Town organisations from other boroughs. <strong> Nick Clegg </strong> denies <strong> Andy Coulson </strong> exit damage <strong> Nick Clegg </strong> denies the government has been damaged", "new_id": -2}, {"uid": "1295256413206143491", "i": 18988, "idx": 5, "sa": ["Allen Iverson", "Dwight Howard", "Shaquille O'Neal"], "q": "by <strong> Shaquille O'Neal </strong> Chamberlain in the 1959-60 season. Iverson_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1297242013085999616", "i": 48863, "idx": 0, "sa": ["Simon Cowell", "Troy Verges", "Tom Douglas"], "q": ". The other two songwriters, <strong> Tom Douglas </strong> and <strong> Troy Verges </strong>, couldn't make it. The employee of the Academy of Motion Picture Arts and Sciences who spoke with <strong> Tom Douglas </strong> and <strong> Troy Verges </strong> on the phone says they are <q> very excited for the nomination </q> but they had to stay in Nashville yesterday and work. She says the two of them \"were lovely.\" \"THE X-FACTOR\" - <strong> Simon Cowell </strong> LOS ANGELES( AP) If you're a", "new_id": -2}, {"uid": "1295566930055705651", "i": 35254, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Thu, Jan 20, 2011, 6:41 PM EST- U.S. Markets closed Google co-founder <strong> Larry Page </strong> to replace <strong> Eric Schmidt </strong> as CEO{ \"s\" : \"goog, novl\" , \"k\" : <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\" :\" \" , \"j\" :\" \" } Michael Liedtke, AP Technology Writer, On Thursday January 20, 2011, 6:19 pm SAN FRANCISCO( AP)-- <strong> Eric Schmidt </strong>,", "new_id": -2}]