[{"uid": "1296084552189841423", "i": 27997, "idx": 2, "sa": ["Michael Vick"], "q": "Oct. 3 against the Redskins would be a disaster for the Birds now. The NFL is aware of the Eagles' concerns, a source close to the situation said last night. <q> If you go back and watch the film, I'm getting hit after I throw the ball, repeatedly, </q> <strong> Michael Vick </strong> said last night in a WIP Radio interview.`` Time after time after time, I'm getting my facemask pulled, I'm getting hit in the head. The calls are not being made.", "new_id": -2}, {"uid": "1295566668244678663", "i": 3417, "idx": 0, "sa": ["Eric Schmidt"], "q": "to make some changes to the way we are structured,'' <strong> Eric Schmidt </strong> wrote. a less formal post from <strong> Eric Schmidt </strong>'s Twitter account, and a jab at Google's perceived youthful spirit, <strong> Eric Schmidt </strong> simply wrote: <q> Day-to-day adult supervision no longer needed! </q> with a link to his blog post. <strong> Eric Schmidt </strong> said that he will stay on as executive chairman, where he will focus externally on deals, partnerships, customers and broader business relationships. He will also still", "new_id": -2}, {"uid": "1295883923115425283", "i": 56735, "idx": 0, "sa": ["Simon Cowell"], "q": ", although his path to success wasn't always easy. In the 80s <strong> Simon Cowell </strong> had to move back in with his parents after falling into debt, and the experience was one which deeply affected him. <q> I genuinely on an hourly basis want to teach myself that this is what can happen when you're successful is that you start to believe your own hype, </q> he explained.`` Then you start living in this bubble, which is your world, and you start to believe that that's the only world that exists. Which is why most successful people screw", "new_id": -2}, {"uid": "1295985163139264121", "i": 47090, "idx": 1, "sa": ["Christopher Hitchens", "Allen Iverson", "Dirk Nowitzki"], "q": "leading the Denver Nuggets past the Dallas MavChristopher Hitchensks 122-109 Thursday night.`` AI had it all going from everywhere,'' said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds. <q> He was driving and making shots in-between. </q> <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line. It was his sixth time scoring 30 points and his fourth time with at least 10 assists. However, this was his first 30-10 game of the", "new_id": -2}, {"uid": "1297207413130318370", "i": 51426, "idx": 1, "sa": ["Michael Vick", "Johnny Carson"], "q": ", despite <strong> Michael Vick </strong>'s charity work with children in the city.`` Of course the millions of <strong> Michael Vick </strong> fans and the <strong> Michael Vick </strong> family are excited about his( Dallas) honor,'' Tina <strong> Michael Vick </strong> said. <q> But we have so many development projects here, that's really not our focus. </q> <strong> Michael Vick </strong> is not the nation's first controversial recipient of an enormous honorary key. U.S. Airways Capt. Chesley`` Sully'' Sullenberger earned several keys to cities and <strong> Johnny Carson </strong> could unlock Anaheim, Calif.", "new_id": -2}, {"uid": "1296407544252772372", "i": 185, "idx": 27, "sa": ["LeBron James", "Larry Brown", "Allen Iverson"], "q": "difficult to argue after what <strong> Allen Iverson </strong> did Friday night. <strong> Allen Iverson </strong> scored 40 points in leading the 76ers to a 108-99 victory over the Seattle SuperSonics, giving Philadelphia its 11th win in 12 games since the All-Star break. <q> He's had the best year since I've been around him, </q> said <strong> Larry Brown </strong>, who has been coaching <strong> Allen Iverson </strong> for the last six seasons.`` He's a Hall of Fame coach,'' said <strong> Allen Iverson </strong>.`` So I guess he knows what he's talLeBron James about as far", "new_id": -2}, {"uid": "1295983511241025053", "i": 20182, "idx": 1, "sa": ["Jennifer Lopez", "Steven Tyler", "Simon Cowell"], "q": "hopefuls, which sets him apart from a certain former judge.`` Well, it's not like that other guy who said,' I hate country,''' <strong> Steven Tyler </strong> reveals to' <strong> Simon Cowell </strong>. <q> That's the one thing that turned me off about the show was <strong> Simon Cowell </strong> passed on this kid because he goes,` Besides which, I hate country. Not my cup of tea.' If I'm judging music, you don't judge the genre. Sorry. </q> <strong> Jennifer Lopez </strong> to the judges table raised a few eyebrows, but the 62-year-old says he had good intentions in signing up for the show.`` I'm not in this for the money, I'm not in this", "new_id": -2}, {"uid": "1296460716168951872", "i": 35685, "idx": 1, "sa": ["George Voinovich", "Allen Iverson"], "q": "87-82 George Voinovichy over Orlando on Monday night. <strong> Allen Iverson </strong> has only been back a week after sitting out 10 games because of a bruised right knee. But he has a while to go to regain his All-Star form. <q> My rhythm is way off. I'm struggling, </q> said <strong> Allen Iverson </strong>, shooting 37 percent in five games since returning.`` It's frustrating that it's taking so long for my game to come back. But by being in the league eight years, I've", "new_id": -2}, {"uid": "1295564470178864130", "i": 12253, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "kalifornischen Mountain View mit. Sein Kompagnon <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern. Der bisherige Firmenlenker <strong> Eric Schmidt </strong> wird Chef des Verwaltungsrats. In dieser neuen Funktion ist er unter anderem f?r Kooperationen oder bernahmen zust?ndig. <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. Der bisherige Weg, Entscheidungen gemeinsam zu treffen, sei angesichts der Gr?e des Unternehmens zu kompliziert geworden. GR?NDUNG VOR 12 JAHREN Die ehemaligen Studienkollegen <strong> Larry Page </strong> und <strong> Sergey Brin </strong> hatten Google 1998", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's`` State of the Union'' that he will wait to make a decision on whom to support in the next presidential election. <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.''``", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}]