[{"uid": "1297588672045400131", "i": 10462, "idx": 4, "sa": ["Donald Rumsfeld", "Gerald Ford", "Dick Cheney", "President Lyndon Johnson"], "q": "from a briefing <strong> President Lyndon Johnson </strong> gave in 1966 on the Vietnam War and White House papers from July 1975-- when he was chief of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>-- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q> It's not a journal, it's not a diary, </q> he says of the <strong> Gerald Ford </strong> White House notes.`` It is a set of working documents that I've never edited. In fact, most I've never reread.'' As defense secretary, <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1297242011104841237", "i": 25428, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "reproductive rights advocates. They have appropriated the Republican charge from last year that Democrats were working on a liberal policy agenda instead of on job creation and the economy, and turned it on its head. <q> This election was about the economy, </q> said Sen. <strong> Kirsten Gillibrand </strong> of New York. Over and over, Democrats said that by bringing up the abortion issue now, Republicans were going back on their word to focus on the budget. Yet", "new_id": -2}, {"uid": "1296210507251019283", "i": 19082, "idx": 1, "sa": ["P Diddy", "Simon Cowell"], "q": "the hip-hop star says he's not interested in the job.`` I won't work with <strong> Simon Cowell </strong> on X Factor or American Idol,'' he tells British newspaper The Mirror this week. <q> <strong> Simon Cowell </strong> has a good ear, but his Idol and X Factor acts don't dominate the charts in the States. Hip-hop does. </q> Last year <strong> P Diddy </strong> said he did want a job on American Idol when <strong> Simon Cowell </strong> announced he was leaving the TV show- but only if he earned the same amount as <strong> Simon Cowell </strong>. Follow us on", "new_id": -2}, {"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,'' <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}, {"uid": "1295786407057016333", "i": 7693, "idx": 5, "sa": ["Toni Kukoc", "Allen Iverson"], "q": "season and so did the Philadelphia 76ers. <strong> Toni Kukoc </strong> scored 19 points in support of <strong> Allen Iverson </strong>'s 41 and the 76ers roared to a season high in their fifth straight victory, a 121-89 rout of the Seattle SuperSonics. <q> <strong> Toni Kukoc </strong> played like we expected him to play every game, </q> <strong> Allen Iverson </strong> said.`` We need a lot of that from <strong> Toni Kukoc </strong>. He's one of those special players that can change a game.'' While the 76ers have maintained the best record in the NBA this season", "new_id": -2}, {"uid": "1296148178229572622", "i": 24861, "idx": 5, "sa": ["Neil Cavuto", "Byron Dorgan", "Sen. Bernie Sanders"], "q": "the vote was supposed to come next week anyway, right?'' <strong> Byron Dorgan </strong>:`` Well, yeah, there's a vote scheduled for 3 o'clock on Monday afternoon, on a cloture vote.'' <strong> Neil Cavuto </strong>: <q> So he would have to go like this til' 3 o'clock on... </q> Dorgon:`` He's not going to do that, but look, <strong> Sen. Bernie Sanders </strong> is doing what they do in the Senate. Take the floor, make a statement. He feels passionately about a lot of important", "new_id": -2}, {"uid": "1295125227265830412", "i": 34997, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "Joe Biden"], "q": "the US and is therefore the law of the land, is explicit and categorical in banning torture, the use of`` violence,''`` cruel treatment'' or`` humiliating and degrading treatment'' against a detainee <q> at any time and in any place whatsoever. </q> The War Crimes Act of 1996[ 31] made any grave breach of those restrictions a <strong> John McCain </strong> felony. On May 7, 2004, <strong> Joe Biden </strong> <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> made the following statements before the Senate", "new_id": -2}, {"uid": "1295722934067436550", "i": 15743, "idx": 2, "sa": ["Andy Coulson"], "q": "now conduct a thorough investigation into the phone hacking.`` To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place,'' he said. <q> I hope now finally that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come to light. </q> It is understood Mr <strong> Andy Coulson </strong> informed the Prime Minister of his intention to leave on Wednesday evening. No decision has yet been taken on a replacement. Mr <strong> Andy Coulson </strong> resigned as editor of the News", "new_id": -2}, {"uid": "1296522021211714148", "i": 16536, "idx": 4, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong> refrained from referring to the bonus as profit sharing.`` It's difficult to talk about profit sharing when you've got a negative number at the bottom,'' he said. But, <q> our liquidity improved in 2010, and it's expected to improve in 2011. It would have( been) inexcusable not to recognize what our people have done. We owe them a lot and we should pay them for that performance. </q> The company, managed by Fiat SpA, reported a net loss for the fourth quarter and projected profits in 2011, when it plans to go public. Chrysler reported a$ 199-million U.S. net", "new_id": -2}, {"uid": "1295558629243744786", "i": 15232, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "of Tunisia and the progress that has been achieved under president Ben Ali's leadership.''[...] A visit to Tunisia by defence secretary <strong> Donald Rumsfeld </strong> in February 2006 proves even more revealing: <q> We have a very long relationship with Tunisia, </q> <strong> Donald Rumsfeld </strong> remarked after the meetings.`` Tunisia is a moderate Muslim nation that has been and is today providing very constructive leadership in the world. The struggle that's taking place within that faith is a serious one", "new_id": -2}]