[{"uid": "1295555699014680141", "i": 36477, "idx": 1, "sa": ["Kara DioGuardi", "Steven Tyler", "William Hung", "Simon Cowell", "Lee DeWyze", "Ellen DeGeneres", "Jennifer Lopez"], "q": "returns for Season 10, fans will be juding two new judges-- <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>-- as well as an aging reality show that is changing things up to remain on top. According to <strong> Jennifer Lopez </strong>, <q>What this show is about is \"American Idol' judges are in the spotlight this year PASADENA, Calif.- The most intriguing part of the 10th season of \"American Idol</q> will have nothing to do with which young singer is the next <strong> Lee DeWyze </strong> or <strong> William Hung </strong>. This time, it\"s all about the judges. With the departure of <strong> Simon Cowell </strong>, <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>, producers need", "new_id": -2}, {"uid": "1297346635138428442", "i": 20394, "idx": 0, "sa": ["Christina Aguilera", "Simon Cowell"], "q": "<q>It sounded like a 100,000 people in a stadium had just sat on a cat.</q> <strong> Simon Cowell </strong> on <strong> Christina Aguilera </strong>'s infamous Super Bowl performance, 10th February, 2011. About Mike The one that does bits about music here and there. I'm not as good as Cheryl's", "new_id": -2}, {"uid": "1296258959088588295", "i": 10093, "idx": 0, "sa": ["Justin Townes Earle", "David Letterman"], "q": "of outside life that may be associated with abuse. Now Mr. <strong> Justin Townes Earle </strong> is back on tour. He recently performed on <strong> David Letterman </strong>'s show. He says he is sober, but maybe not for good. <q>I'm never going to say it's not going to happen again. I'm smart enough to know that.</q> Copyright 2011 Dow Jones& Company, Inc.. All Rights Reserved This copy is for your personal, non-commercial use only. Distribution and use of this material are governed by our New!", "new_id": -2}, {"uid": "1296149573243646477", "i": 35911, "idx": 8, "sa": ["Michael Vick"], "q": " \"Hopefully, I'll be with the Eagles next year. We'll see what happens,\" said <strong> Michael Vick </strong>, who added that he expects \"everything to go according to plan.\" <q>We'll see what happens over the next couple months. I just got to be patient and take it day by day,</q> he said. <strong> Michael Vick </strong>, who made his three previous Pro Bowls in six years with the Atlanta Falcons. He is being coached this week by the Falcons' staff, though none of those", "new_id": -2}, {"uid": "1296228272172146710", "i": 17278, "idx": 20, "sa": ["Mitt Romney", "Tim Pawlenty", "Vin Weber", "Mike Pence"], "q": "If he's governor of Indiana and delivers a message of full-throated conservatism, a faith-inspired message, that is going to resonate.\" One longtime GOP presidential-campaign adviser supportive of <strong> Mitt Romney </strong> puts it more bluntly: <q>Hanging around waiting for the Tea Party to find you should <strong> Mitt Romney </strong> stumble is hardly a proven nominating strategy. But being a movement conservative from the American heartland with two successful gubernatorial terms under your belt is more Reaganesque than- Reagan.</q> <strong> Vin Weber </strong>, who is a <strong> Tim Pawlenty </strong> adviser, is an admirer of <strong> Mike Pence </strong>. \"I'm not surprised,\" he says. \"I think it's the right decision for him.\"", "new_id": -2}, {"uid": "1297159856213123080", "i": 8297, "idx": 0, "sa": ["David Letterman"], "q": ", because railroad authorities had to come out and inspect the crossing. Police Chief <strong> David Letterman </strong> Begun said all the crossing equipment was operating properly at the quiet zone crossing, and the driver just chose to ignore it. <q>There will be several citations issued,</q> Buerger said, noting officers were still out working on the situation at about 10 a.m., though the train had moved on. of the Journal Sentinel Feb. 7, 2011| Denver Post reports today that", "new_id": -2}, {"uid": "1296215007194035773", "i": 29152, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "were in <strong> Gabrielle Giffords </strong>' hospital room when she opened her eyes were three of her close female friends in Congress: House Democratic leader <strong> Nancy Pelosi </strong> of California, <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. <q>The doctors couldn't believe it,</q> <strong> Debbie Wasserman Schultz </strong> later told CNN. \"It was the most incredible experience that I have ever had.\" <strong> Gabrielle Giffords </strong> is expected to survive, although her condition and the extent of her recovery remain in doubt.", "new_id": -2}, {"i": 10874, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Our Judges Selected Some of The Most Groundbreaking Technology at Interop 2008, Including Overall Best of Show <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,</q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297277318262340623"}, {"uid": "1295577688207667284", "i": 36920, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: \"Day-to-day adult supervision is no longer needed.\" \"I believe Larry is ready\" to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. <q>It's time for him to have a shot at running this.</q> In recent months, <strong> Eric Schmidt </strong> had assumed more of an ambassador role for <strong> Google Inc. </strong>, which is under heavy scrutiny from regulators in the United States and abroad and faces growing questions about its ability to innovate and", "new_id": -2}, {"uid": "1295968668242466824", "i": 17830, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "startups such as Groupon <strong> Google Inc. </strong> in social networking, entertainment and retail. As executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. <q>We've got very complicated government issues,</q> he said, adding that \"we move quickly, and we tend to be disruptive at scale.\" European Union officials last year opened a formal antitrust probe into <strong> Google Inc. </strong> search results, while in", "new_id": -2}]