[{"uid": "1295934719011796511", "i": 13033, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "takes a longer-term look, based on EDD projections, to 2018. Network systems and data analysts, and medical scientists are the fastest growing occupations, but, despite the focus on`` knowledge'' jobs, <q> the great majority of job openings will be in the low tech, non-professional positions, in jobs such as personal and home care aides, retail salespersons, cashiers, waiters and waitresses, and food preparation workers, </q> Bernick concludes. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog CARMEL VALLEY 4 BR/ 4.0 BA$ 829,000.00 CAMPBELL 2 BR", "new_id": -2}, {"uid": "1296798464219398156", "i": 29055, "idx": 8, "sa": ["Rod Smith", "Carmelo Anthony", "Allen Iverson", "Linas Kleiza", "Ed McCaffrey"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... <strong> Rod Smith </strong> and Ed McCaffrey-Denver's Finest Since YouTube muted the song Ace of Spades over 2 FREAKING MONTHS after allowing it to play Ace of Spades, the NEW SONG is Already Gone by Halfway to Gone. This is", "new_id": -2}, {"uid": "1296504083117964815", "i": 36130, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell"], "q": "Ones'' collection'' from 1994 is No. 25 on iTunes' Albums chart.`` So far, <strong> Steven Tyler </strong> has been a pretty striking presence on` Idol','' says Richard Rushfield, author of <q> American Idol: The Untold Story </q>.`` He's a wild character, and he's pretty much pushed <strong> Simon Cowell </strong> To report any abusive, obscene, defamatory, racist, homophobic or threatening comments, or anything that may violate any applicable laws,", "new_id": -2}, {"uid": "1296573684100761662", "i": 52722, "idx": 0, "sa": ["Chris Dodd", "Michael Vick"], "q": "'' on someone's actions. As for <strong> Michael Vick </strong>, he's recently made public his Chris Doddtian commitment. Reflecting on his conviction and imprisonment href=\"http://www.bpnews.net/bpnews.asp?id=32239\"> at last week's Super Bowl Prayer Breakfast, <q> I wanted a chance to redeem myself, </q> he said.`` Pre-incarceration it was all about me. When I got to prison, I realized I couldn't do it anymore. The one thing I could rely on was my faith in God.''", "new_id": -2}, {"uid": "1297197242093274120", "i": 53534, "idx": 3, "sa": ["Simon Cowell"], "q": "Makeover: Home Edition'' and`` Jersey Shore.'' As for the current, Simon Cowell-free season of`` Idol,'' he claimed,`` I haven't seen a full episode,'' continuing, <q> I think we're going to do something different. I'm excited. The stakes are high. </q>>> Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from a rough fall season, when it finished last among the major networks in total viewers.`` Idol'' is", "new_id": -2}, {"uid": "1296854638096747656", "i": 20174, "idx": 0, "sa": ["Sergio Marchionne"], "q": "in the next five years, <strong> Sergio Marchionne </strong> said today at the J.D. Power& Associates International Automotive Roundtable in href=\"http://topics.bloomberg.com/san-francisco/\"> San Francisco. The company has about 2,311 dealers, said Ralph Kisiel, a spokesman. <q> Dealers are showing confidence in Chrysler Group's future, </q> <strong> Sergio Marchionne </strong> said at the event, which precedes the National Automobile Dealers Association's annual convention tomorrow. Dealers have spent$ 304 million on new buildings and renovations since the company emerged from bankruptcy 19 months ago, he", "new_id": -2}, {"uid": "1297441144256065606", "i": 32935, "idx": 0, "sa": ["Angelina Jolie", "Jennifer Aniston", "Brad Pitt"], "q": "<strong> Brad Pitt </strong> in 2005( he has since been involved with href=\"http://www.examiner.com/celebrity-fitness-and-health-in-national/examiner/x-14380-NY-Celebrity-Fitness-and-Health-Examiner%7Ey2009m7d16-Has-it-only-been-only-1-year-since-Angelina Jolie-Angelina Jolie-had-twins\" target=\"_blank\" rel=\"nofollow\"> <strong> Angelina Jolie </strong>), has dated sporadically over the years, but insists she's happy now. href=\"http://www.examiner.com/celebrity-fitness-and-health-in-national/examiner/x-14380-Celebrity-Fitness-and-Health-Examiner%7Ey2010m1d20-Exfat-boy-John-Mayer-I-cant-find-a-sexy-girl-whos-my-intellectual-equal\" target=\"_blank\" rel=\"nofollow\"> <q> I feel more comfortable today than I ever did in my 20s or early 30s, </q> <strong> Jennifer Aniston </strong> has said.`` I'm healthier. I'm more at peace in my mind and with my body. I'm startin' to live. It's good!`` I'm really happy", "new_id": -2}, {"uid": "1296225598086933507", "i": 8613, "idx": 3, "sa": ["Sang Hong", "Eric Schmidt", "Nguyen Tan Dung"], "q": "m?ng c?a h, b?t k quan i?m c?a ch?nh ph M, v h tin r?ng vi?c n?y kh?ng t?o ra e d?a v ph?p l theo lu?t M. C?n v Trung Qu?c, ng n?i <q> ch?ng t?i n gi?n kh?ng th?ch lu?t ki?m duy?t </q>, khi?n cho Google ph?i chuy?n a i?m <strong> Sang Hong </strong> Kong v?o n?m ngo?i. ng <strong> Eric Schmidt </strong> mu?n a Google tr la?i la?m n l?n ta?i Trung Qu?c. Ch?n <strong> Nguyen Tan Dung </strong> ca?c la?nh a?o cao ni?n bi", "new_id": -2}, {"uid": "1295617200111296519", "i": 53168, "idx": 1, "sa": ["Alan Johnson", "Alastair Campbell", "Andy Coulson"], "q": "hacking- allegations- live.html?service=artBody ponders on Twitter:`` With <strong> Andy Coulson </strong> gone, the Ying/Yang( Essex man/Cameroon) bAlan Johnsonce in No. 10 has gone too. Can Cam cope without tabloid expert?'' tells Sky News he <q> understands why he wants to go </q> but says he feels that <strong> Andy Coulson </strong> has been`` punished for the same offence twice''. Comparing his director of communication's conduct with the`` days of the dodgy dossier and <strong> Alastair Campbell </strong> and Damien McBride'' he", "new_id": -2}, {"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}]