[{"uid": "1295612485136232964", "i": 3769, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Google Inc.", "Michael Liedtke"], "q": ", 7:21 AM EST- U.S. Markets open in <strong> Barack Obama </strong> hrs 9 mins <strong> Google Inc. </strong> turns Page on <strong> Eric Schmidt </strong>, names co-founder CEO{ \"s\": \"goog, novl\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00<q>, \"o\":\"', \"j\":\"'} <strong> Michael Liedtke </strong>, AP Technology Writer, On Friday January 21, 2011, 12:59 am EST SAN FRANCISCO( AP)-- When <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1297440938101842954", "i": 6286, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "mobile ecosystem. The partnership will result in significant benefits for consumers, developers, mobile operators and businesses around the world. It was announced by Nokia CEO <strong> Stephen Elop </strong> and his Microsoft counterpart <strong> Steve Ballmer </strong>. <q>We each bring incredible assets to the table. Nokia's history of innovation in the hardware space, global hardware scale, strong history of intellectual property creation and navigation assets are second to none. Microsoft is a leader in software and services,<q> said <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> in a joint letter. The specific details of the partnership are currently being worked out but it is expected that Nokia will adopt Windows Phone as its primary smartphone strategy in order to", "new_id": -2}, {"uid": "1297413113218677305", "i": 41476, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "hoped \"something bad\" happened to <strong> Michael Vick </strong> because of the quarterback's involvement in a dogfighting ring. Apparently, <strong> Mark Buehrle </strong> didn't think serving 19 months in prison was \"bad\" enough. <q>He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt,<q> <strong> Mark Buehrle </strong> told Merkin. \"Everything you've done to these dogs, something bad needs to happen to these guys.\" Merkin's story was posted on MLB.com with the above quote. At some point", "new_id": -2}, {"uid": "1295776199167018541", "i": 38411, "idx": 0, "sa": ["Andy Coulson"], "q": "they have the technology, money and resources to innovate off what they already have, that's when we really have to worry. Report Abuse \"China's new stealth fighter may use US technology\" Report Abuse <q>They seem to copy EVERYTHING! Very little innovation on their part. And for all who want to defend this I say, you must be very, very young and Chinese, lol.<q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Served In The USAF? Reconnect With Airmen You Served With. Over 110,000 Air", "new_id": -2}, {"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.\" <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q>But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds,<q> writes <strong> Howard Kurtz </strong>. \"What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.\" <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}, {"uid": "1297426636014974991", "i": 32887, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Nokia will fold its own app store into the Microsoft Marketplace. <strong> Stephen Elop </strong> the optimist In a press conference, <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> touted the alliance as good for both companies' aspirations. <q>A pessimist sees the difficulty in every opportunity, but an optimist sees the opportunity in every difficulty,<q> <strong> Stephen Elop </strong> said, quoting England's historic prime minister Winston Churchill as he spoke in London. \"I am an optimist.\" It's not immediately clear what needs to be done to make the deal", "new_id": -2}, {"uid": "1296855932158482439", "i": 25710, "idx": 0, "sa": ["Mike Pence"], "q": ". No one wants to do any research to find out what <strong> Mike Pence </strong> and Smith are doing. Huffington Post readers only see this headline \"GOP Hates Women and Wants to Control Their Bodies\".\" Report Abuse <q> \"These bills seek to overturn years of long-standing legal doctrine and, even worse, they endanger the health of women in this country by attempting to end insurance coverage-- including private coverage-- for all abortions.<q>\" Apparently no one understands that <strong> Mike Pence </strong> and Smith aren't trying to overturn Roe v. Wade. The deficit Americans should think about most: personal character Financial Crisis Prosecutions On Wall Street Slow To Develop Despite Cries For", "new_id": -2}, {"uid": "1297417055221036545", "i": 797, "idx": 0, "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "q": "hug with <strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q>I told him, \"I'm glad you're here, because it is your moment as well,\"<q> <strong> Ray Allen </strong> said. \"When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "new_id": -2}, {"uid": "1294972672267157620", "i": 5542, "idx": 7, "sa": ["Simon Cowell", "Cecile Frot-Coutaz", "Steven Tyler"], "q": "Executive producer <strong> Cecile Frot-Coutaz </strong> says Idol isn't making the mistake of trying to replace <strong> Simon Cowell </strong> with a facsimile. \"You can't, and it would be foolish to try to do that,\" she says. <q>If you go, \"We're going to find another slightly nasty British( recording) executive,' people would reject that because that person would never live up to what <strong> Simon Cowell </strong> is. That's a recipe for disaster. In our very humble opinion, the only thing you can do is try to create a panel that\"s entertaining, likable and credible.<q> In taped audition sessions sent to the press, lone holdover judge Randy Jackson takes more of a leadership role, Lopez shows a mix of sweetness with some Bronx attitude, and <strong> Steven Tyler </strong> has", "new_id": -2}, {"uid": "1295683091039469111", "i": 33907, "idx": 3, "sa": ["Charlie Beckett", "Andy Coulson"], "q": ", who says her phone also was hacked. <strong> Andy Coulson </strong> was called in for questioning last fall, but Britain's top prosecutor said last month there was insufficient evidence to file charges against him. <q>It was always going to be when, rather than if,<q> said <strong> Charlie Beckett </strong>, director of POLIS, a media think tank at the London School of Economics. \"I don't know anybody in Britain who didn't think <strong> Andy Coulson </strong> must have known more about this than has come", "new_id": -2}]