[{"uid": "1295717523000638988", "i": 20311, "idx": 9, "sa": ["Kobe Bryant", "Reggie Miller", "Shaquille O'Neal", "Travis Best", "Allen Iverson", "Jermaine O'Neal"], "q": "night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and a career-high 20 rebounds for Indiana, which rallied from an 18-point second-half deficit. <strong> Travis Best </strong> had 16 points and 10 assists. <q>We let the world know, we let them know, we can beat them on their own court,</q> <strong> Shaquille O'Neal </strong> said. <strong> Allen Iverson </strong>, who won his second http://wn.com/Kobe_Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 <strong> Kobe Bryant </strong> hits an miracle buzzer beater from behind the arc to win the game for the Lakers. <strong> Kobe Bryant </strong> banked in a three-pointer as time expired to give the Lakers", "new_id": -2}, {"uid": "1295040777115671045", "i": 15314, "idx": 1, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "$ 1.3 billion) in investments to historic Mirafiori, which would start producing Chrysler Jeeps and impose tougher working conditions on staff. Workers lobbied fellow voters outside the factory during the day, with some shouting <q>For employment, wages and rights, we vote yes</q>, while others chanted ''No to <strong> Sergio Marchionne </strong>'s blackmail''. The deal has ignited a fierce political debate in Italy, particularly after Prime Minister <strong> Silvio Berlusconi </strong> earlier this week said that Italian companies ''would", "new_id": -2}, {"uid": "1297616629186400779", "i": 26872, "idx": 14, "sa": ["Donald Rumsfeld"], "q": "gearing up for war the <strong> Donald Rumsfeld </strong> of Defense was engulfed by a personal crisis- his son Nick was losing his own battle with drug addiction. ''Tough. Tough,'' he said. <q>Cause he was disappearing for weeks at a time now? And he's just shown up? Is that, is that how it...?</q> Martin asked. ''I think that's right. It's a painful process,'' said <strong> Donald Rumsfeld </strong>. Nick made it rehab. But just as U.S. forces were storming Baghdad, <strong> Donald Rumsfeld </strong>'s", "new_id": -2}, {"uid": "1295210270182157371", "i": 16208, "idx": 0, "sa": ["Sergio Marchionne"], "q": "has shown signs of life- 16 new or revamped cars and an operating profit- and this year, company executives trumpeted a return and held forth with a swagger that seemed inconceivable a year ago. <q>There's not a guy in the auto industry who thought we could do this,</q> <strong> Sergio Marchionne </strong>, the normally subdued chief of the company's revived product lineup, said in an interview. ''If I can't sell these cars, I can't sell anything.'' Still, the", "new_id": -2}, {"uid": "1297250613009437217", "i": 37604, "idx": 5, "sa": ["Simon Cowell"], "q": "enormous amount of pressure on people,'' he said. The winner will receive a$ 1 million check once a year for five years, from which recording and marketing expenses will not be deducted. <q>This is not a dressed-up$ 5 million,</q> <strong> Simon Cowell </strong> noted. And those concerned that an inexperienced nobody thrust into the limelight might blow the money on hookers and drugs, need not worry. The winner will receive financial advice on how best to manage", "new_id": -2}, {"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has ''come to the place that's right for him and his family.'' <q>What I most want is for him to have a long future,</q> <strong> Marjorie Dannenfelser </strong> said. ''So I'm sure that he's made a discernment that this is the right move.'' Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}, {"uid": "1296102825131907709", "i": 23656, "idx": 3, "sa": ["Ben Wallace", "Michael Jordan", "Allen Iverson", "Tracy McGrady"], "q": ", and finished with 16 rebounds, three steals, three blocks and 10 points. ''I thought I was going to have to lead the way, but the guys were already ready,'' <strong> Ben Wallace </strong> said. <q>We just played with a lot of energy.</q> <strong> Tracy McGrady </strong>, the NBA's leading scorer, broke the Magic playoff scoring record he set Sunday with 43 points. <strong> Michael Jordan </strong> 46-point performance also tied The Palace scoring record in http://wn.com/Allen_Iverson_37pts_15_asts_vs_Pistons_2005_NBA_Playoff_Gm_3 <strong> Allen Iverson </strong> was trying to stay with his man", "new_id": -2}, {"uid": "1295617238099680260", "i": 20377, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Edwin Edwards"], "q": "it difficult for me to give the 110 percent needed in this role.'' <strong> David Cameron </strong> said that he was ''very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.'' <q><strong> Andy Coulson </strong> has told me that the focus on him <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 ''The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State...</q> former governor edwin e...( 18:02:05 ''former governor edwin edwards granted 5 day furlough==== wesawthat.blogspot.com====...'' <strong> Edwin Edwards </strong> Top Ten F...( 18:03:04 ''Louisiana's legendary governor <strong> Edwin Edwards </strong> was a guest on", "new_id": -2}, {"uid": "1296020367196706369", "i": 5713, "idx": 0, "sa": ["Bill Lockyer", "Marco Belinelli", "Keith Smart", "Michele Bachmann", "Newt Gingrich"], "q": ".... Former Warriors guard <strong> Marco Belinelli </strong> has started 44 games for the Hornets and is averaging 10.5 points per game.... Though it's only January, <strong> Keith Smart </strong> admitted he keeps tabs on the prospective playoff chase. <q>You've got to know where you are so you can eventually get to where you want to go,</q> is how he put it. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Republicans target high-speed rail for cuts: SFGate: Politics Blog MILL VALLEY", "new_id": -2}, {"uid": "1295567992105267256", "i": 22538, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to assume more of a behind-the-scenes role as much as Page's personal ambition. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and Google's other 37-year-old founder, <strong> Sergey Brin </strong>", "new_id": -2}]