[{"uid": "1296171065065814533", "i": 44972, "idx": 1, "sa": ["Wendy Williams", "Camille Grammer", "David Letterman", "Kelsey Grammer"], "q": "children. <strong> Camille Grammer </strong>'s children. The <strong> David Letterman </strong> cutaway shot which cut through <strong> Camille Grammer </strong>'s heart. The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.\" COHEN: <q> There's a shot of her with the kids on <strong> David Letterman </strong>. </q> <strong> Camille Grammer </strong>: \"He uses them as props. It's tough, it's harsh. It hurts, of course.\" The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at Williams_Wendy Williams_on_Camille Grammer_Kelsey Grammer_Camille Grammer's_pending_divorce_12/15/2010 <strong> Wendy Williams </strong>", "new_id": -2}, {"uid": "1296277283055640093", "i": 10797, "idx": 5, "sa": ["Žydrūnas Ilgauskas", "Chris Webber", "Del Negro", "Allen Iverson", "Shaquille O'Neal", "James Cleveland"], "q": "<strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with PhilaDel Negrophia, scoring 24 points and grabShaquille O'Nealg 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "new_id": -2}, {"uid": "1297344246193150984", "i": 29467, "idx": 2, "sa": ["Zahi Hawass"], "q": ", but said that was not true. \"Egypt has 5,000 years of civilisation, and we love our heritage. We are not the Taliban who destroyed the monuments of Afghanistan,\" he said. <q> I want everyone to relax and to know that I am here and we are all watching with open eyes. I want people to know that after days of protest, the monuments are safe. Why? Because the Egyptian people are protecting them, </q> <strong> Zahi Hawass </strong> concluded. In a statement released by the Ministry of State for Antiquities, <strong> Zahi Hawass </strong> stated that some reports published in the media claiming that the necropoleis of Memphis, Saqqara and Abusir had been plundered", "new_id": -2}, {"uid": "1295425465261013529", "i": 20550, "idx": 0, "sa": ["Katy Perry", "Paula Abdul", "Don Ienner", "Ryan Seacrest", "Avril Lavigne", "Simon Jackson", "Abdul Fox", "Kara DioGuardi", "Ellen DeGeneres", "Neil Patrick Harris", "Victoria Beckham", "Joe Jonas", "Simon Cowell", "Randy Jackson", "Justin Williams"], "q": "first day. His goal is to shatter dreams, If I can make 2 to 3 dozen people cry, Ill feel like Ive Don Iennere my job. <strong> Joe Jonas </strong> judges Day 2. American idol \"Season 9\" <q> episode 6 \"auditions Dallas Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington \"los angeles </q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> <strong> Randy Jackson </strong> <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> <strong> Abdul Fox </strong> <strong> Ryan Seacrest </strong> results show final semi-final call-back katie stewans <strong> Justin Williams </strong> <strong> Neil Patrick Harris </strong> <strong> Joe Jonas </strong> <strong> Paula Abdul </strong> Lloyd Thomas Kimberly Carver Dexter Ward Erica Dave Pittman Toddrick Hall Maegen Wright Vanessa Ryan Seacrestston Christian Spears Jackson_Simon Cowell_'I_Don Ienner't_want_to_fire_Kara DioGuardi_Kara DioGuardi", "new_id": -2}, {"uid": "1297419655230932499", "i": 21438, "idx": 0, "sa": ["Steve Ballmer", "Ben Wood", "Stephen Elop"], "q": ". \"Es handelt sich um das klare Eingest?ndnis, dass die eigene Plattformstrategie gescheitert ist\" , sagte Analyst <strong> Ben Wood </strong> von CCS Insight in London zur Marktreaktion. Als \"den gro?en Gewinner\" bezeichnete <strong> Ben Wood </strong> den Microsoft-Konzern. <q> Aber angesichts der St?rke des iPhones und von Android im Markt gibt es f?r keinen der beiden Partner ein Patentrezept </q>, sagte er. Besonders im Bereich Smartphones verlor Nokia zuletzt Marktanteile Microsoft-Chef <strong> Steve Ballmer </strong> und Nokia-Chef <strong> Stephen Elop </strong> zeigen sich angriffslustig. \"Heute wird aus einem Kampf mobiler Ger?te ein Kampf zwischen mobilen kosystemen, und unsere St?rken", "new_id": -2}, {"uid": "1297251507203587604", "i": 22564, "idx": 4, "sa": ["Barack Obama", "Donald Rumsfeld"], "q": "de Fox. ntrebat n leg?tur cu faptul c, n pofida promisiunii sale electorale, <strong> Barack Obama </strong> nu a nchis centrul de deten?ie de la Guantanamo, el s-a exprimat ironic. n timpul campaniei sale, <strong> Barack Obama </strong> <q> a criticat mult deten?ia pe termen nelimitat a combatan?ilor ilegali, a criticat mult tribunalele militare de excep?ie </q>, aminte?te el.\" i iat?- ne doi ani mai t?rziu i totul este n continuare la locul s?u\" , continu <strong> Donald Rumsfeld </strong>. Presupusul organizator al atentatelor din 11 septembrie, men?inut n nchisoare", "new_id": -2}, {"uid": "1296591727045760525", "i": 35744, "idx": 0, "sa": ["Michael Vick"], "q": "drag on and on; be honest and as transparent as possible. Present one's case with confidence( not arrogance), and with empathy toward those who may have been hurt or adversely affected. \" <q> Remember that brand value is both real and abstract, and it is predicated on the public's( consumers, shareholders, employees, regulators) perception of an organization's products, services, performance </q> Rick French, chairman& CEO of French/West/Vaughan. The firm has worked with Philadelphia Eagles player <strong> Michael Vick </strong> among others. \" A brand facing a crisis should start by admitting its mistakes, apologize for the", "new_id": -2}, {"uid": "1296552417261570573", "i": 28506, "idx": 28, "sa": ["Chris Webber", "Allen Young", "Allen Iverson", "Jason Kidd", "Tim Duncan", "Maurice Cheeks"], "q": "working to figuring out how to win games,\" <strong> Maurice Cheeks </strong> said. \"There are a lot of things we've got to work on.\" <strong> Allen Iverson </strong> led the Sixers with 36 points and <strong> Chris Webber </strong> had 15. <q> The most I got out of it was that guys need to take a chAllen Youngge to make this team better, </q> <strong> Allen Iverson </strong> said. \"He talked about during this bad Tim Duncane that we're going through right now that it was TAMPA-- Chamberlain will play in a Class 5A region final for the second straight seJason Kidd, thanks", "new_id": -2}, {"uid": "1295736733074268675", "i": 45530, "idx": 4, "sa": ["Tyronn Lue", "Ted Kennedy", "James Madison", "Allen Iverson", "Marcus Gilbert", "Larry Brown"], "q": "'m glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. <q> Our guys just try hard, </q> Sixers coach <strong> Larry Brown </strong> said. \"This is kind of unexpecTed Kennedy but it's neat.\" In betJames Madisonn <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable <strong> Marcus Gilbert </strong> for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297380086148979731", "i": 11932, "idx": 0, "sa": ["Josh Hamilton", "Michael Young", "Michael Vick", "Mike Young"], "q": ". Even more glad the whip <strong> Michael Young </strong> story gets bumped for at least a day. It's been giving me tiredhead. it would be easy for him this year. He'd say, <q> that <strong> Mike Young </strong> guy is making 16/mil a year. I'm worth at least twice that. I actually give a shit about defense and I'm not a liability out there. </q> Wait, During Super Bowl Week We Gave a Key to Our City to <strong> Michael Vick </strong>?( 67) Rangers' Stud Re-Signing With Texas: Not <strong> Michael Young </strong>, the Other One. <strong> Josh Hamilton </strong>. 4724 Greenville Dallas", "new_id": -2}]