[{"uid": "1295284262229982312", "i": 28398, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": ". To that, <strong> Piers Morgan </strong> said,\" I'd like to get to the position... where the butt-kicking is reversed.\" He said CNN needs to be more competitive with its rivals, <q> much more than we have been. </q> The brash Brit touted his talk show with plenty of tough talk of his own in a meeting with reporters Thursday, bragging that he made <strong> Simon Cowell </strong> cry during an interview and suggesting that his interview in Britain", "new_id": -2}, {"uid": "1295033809171114516", "i": 824, "idx": 3, "sa": ["Eric Schmidt", "Kevin Gallagher", "Google Inc."], "q": "share technology, locate R&D in China and so forth, and the U.S. business community sees that as tying their hands when they go to China,\" said <strong> Kevin Gallagher </strong>, professor of international relations at Boston University. <q> They say,` We'll do that for five years and then all of a sudden China will have its own competitor that looks just like us.' </q> Article: Li upsets Clijsters to take Sydney tennis title... <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> introduces <strong> Google Inc. </strong> TV in San Francisco Photo in Slideshow: A Chinese man walks past rabbit.... may face an antitrust lawsuit by the", "new_id": -2}, {"i": 8808, "idx": 2, "index_answer": 3, "new_id": -1, "q": ", and he has to prove he is a businessman,\" Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian: <q> After slipups with search, Street View and Android, it's clear that Google needs tighter control at the top- and <strong> Eric Schmidt </strong> is not the man for the job. </q> What of Google's other co-founder, <strong> Sergey Brin </strong>? He is said to be focusing on strategic projects and is particularly interested in social networking. HP's former CEO <strong> Mark Hurd </strong>; Image by Getty Images North", "sa": ["Eric Schmidt", "Sergey Brin", "Mark Hurd", "Charles Arthur"], "uid": "1295674696105103375"}, {"uid": "1295667348007979065", "i": 36612, "idx": 1, "sa": ["Ken Auletta", "Sergey Brin", "Steve Booth", "Eric Schmidt", "Google Inc."], "q": "corporate protocol.\" Larry and <strong> Sergey Brin </strong> both hate being organized. They don't want to be locked into meetings,\" says <strong> Ken Auletta </strong>, who got to know both of them while writing his book, <q> Googled: The End of the World as We Know It. </q> While a freewheeling attitude typically works well at small companies, it could cause problems in a company as large as <strong> Google Inc. </strong>, says <strong> Steve Booth </strong>, a business professor at the University of Chicago. <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295340687209076236", "i": 14938, "idx": 0, "sa": ["Allen Iverson"], "q": "as Hayes would attest, is better than being in a Turkish court- in four to six weeks. <strong> Allen Iverson </strong> echoed the same sentiment in a multi-tweet Twitter explanation that I've collated for your benefit: <q> I have never said anything about retirement nor have I said goodbye to the game of basketball. I love this game! That is why I went all the way to Turkey to continue playing and once I get past this, my plan is to continue playing at the highest level possible. </q> The message likely confused high-ranking members of the Besiktas front office, who no doubt sat around world-famous Akatlar Arena and wondered aloud about <strong> Allen Iverson </strong>'s intentions: Does he plan on playing in Turkey, or", "new_id": -2}, {"uid": "1296003429036782088", "i": 10959, "idx": 0, "sa": ["Allen Iverson", "Dick Cheney"], "q": "to help the workers. http://wn.com/Allen_Iverson_in_Turkey_airport__The_Answer_is_mobbed__Can_He_still_play_in_the_NBA? <strong> Allen Iverson </strong> arrives for stint in Turkey to revive his career. <strong> Dick Cheney </strong> NBA star <strong> Allen Iverson </strong> arrived in Istanbul on Monday to begin a stint with Turkish club Besiktas, promising to give fans <q> something they haven't seen before. </q> Dozens of fans greeted the 11-time All-Star at Ataturk Airport. Sporting a Besiktas jersey and a Philadelphia Phillies hat, <strong> Allen Iverson </strong> waved at fans from inside his car before being driven to his hotel.[+] EnlargeAP", "new_id": -2}, {"uid": "1295607661129794073", "i": 25910, "idx": 1, "sa": ["Allen Weiner", "Sergey Brin", "Eric Schmidt"], "q": "while running the company as a\" triumvirate\" with Page and <strong> Sergey Brin </strong>. Some wondered if Page is up to the mammoth task of running such a large, powerful and increasingly diverse company. <q> I guess the question is whether being Google CEO is the place to start your executive training. I can say with some assurance that if[ Page] went to apply for the CEO job somewhere he wouldn't get it, </q> said <strong> Allen Weiner </strong>, another Gartner analyst. Valdes wondered if the behind-the-scenes scenario involves <strong> Eric Schmidt </strong> stepping down voluntarily as a result of fatigue after an intense decade at the helm, and Page taking over on an interim", "new_id": -2}, {"uid": "1296222150071827491", "i": 21453, "idx": 5, "sa": ["Nancy Pelosi", "Lindsey Graham", "Sen. Bernie Sanders"], "q": ".\" We know what to do on Social Security. I put on the table[ a proposal] adjusting the age from 67 to 69,\" <strong> Sen. Bernie Sanders </strong> <strong> Lindsey Graham </strong>( R-S.C.) said Wednesday. <q> I don't know how in the heck we save this country from bankruptcy if we don't reform entitlements.\" Why can't we do what <strong> Ronald Reagan </strong> and Tip O'Neill did? </q> <strong> Lindsey Graham </strong> said in reference to the former Republican president and Democratic House <strong> Nancy Pelosi </strong>. <strong> Sen. Bernie Sanders </strong> accused Republicans of hyping the fiscal instability of the program, and the media of swallowing their spin.\" If", "new_id": -2}, {"uid": "1296767113070385743", "i": 659, "idx": 3, "sa": ["George H.W. Bush", "Donald Rumsfeld", "Bill Clinton"], "q": "document that says\" I promise <strong> Donald Rumsfeld </strong> had no idea that we were torturing and killing prisoners, signed, everyone at Abu Ghraib.\" Speaking of! <strong> Donald Rumsfeld </strong> says <strong> Bill Clinton </strong> called him once and said: <q> No one with an ounce of sense thinks you had any way in the world to know about the abuse taking place that night in Iraq. </q> Yes, well, the people with ounces of sense are completely wrong. <strong> Donald Rumsfeld </strong> also apparently devotes a lot of space to rewaging various long-forgotten bureaucratic disputes. There is something about <strong> George H.W. Bush </strong>", "new_id": -2}, {"uid": "1295439754220266572", "i": 5259, "idx": 1, "sa": ["David Letterman"], "q": "TV hosts like <strong> David Letterman </strong> who do the same skewing in the wee hours. Is the problem that the Globes are in prime time? It shouldn't be. Wayne Friedman will be there moderating a panel on <q> PANEL: Video Planning: Show Us the Results( and Opportunities!) </q> on January 19 at 9:45 AM. Top executives will be there. Will you? The Globes appear to viewers as an insider's look at what a closed party at a club in Hollywood might be like", "new_id": -2}]