[{"uid": "1297096904101318657", "i": 25706, "idx": 1, "sa": ["Donald Rumsfeld", "Colin Powell", "George H. W. Bush"], "q": "interview excerpt from \" <strong> Colin Powell </strong>, <strong> George H. W. Bush </strong>'s first secretary of state,`` did not, in my view, do a good job of managing the people under him,'' <strong> Donald Rumsfeld </strong> said. \" <q> There was a lot of leaking out of the State Department, and the <strong> George H. W. Bush </strong> knew it, </q> he said.`` And it was unhelpful. And most of it ended up making the State Department look good. We didn't do that in the Pentagon. I insisted we not do it.''", "new_id": -2}, {"uid": "1295440369254591006", "i": 24480, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "and says she can see similarities between her on-screen role and the pop mogul.`` If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>,'' <strong> Jane Lynch </strong> explains. <q> You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. He's a great inspiration for the character. <strong> Jane Lynch </strong> went on to tell The Sun:`` <strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. Just like him, she says what she wants because she can. </q> <strong> Jane Lynch </strong> also spoke about Glee fans who are petitioning to have Sue appear as a judge on <strong> Simon Cowell </strong>'s show The X Factor.`` I think she'd be fantastic- and there would be a few", "new_id": -2}, {"uid": "1296231863016105474", "i": 8000, "idx": 0, "sa": ["Maurizio Landini", "Sergio Marchionne"], "q": "Volkswagen, zainwestowa?y w swoje fabryki 15 procent obrot?w, a Fiat,`` kiedy dobrze mu sz?o'', 3-4 procent. Odnosz?c si do czwartkowych informacji o zesz?orocznych zyskach w wysoko?ci 600 milion?w euro, <strong> Maurizio Landini </strong> o?wiadczy: <q> Fiat uzyska rekordowe zyski, bo nie da pracownikom pensji, jakie powinien by im da </q>. Manifestacje skierowane by?y przede wszystkim przeciwko dyrektorowi generalnemu koncernu <strong> Sergio Marchionne </strong>, autorowi obecnego planu strategicznego. Na niesionych przez demonstrant?w transparentach widnia?y karykatury szefa firmy jako`` rekina <strong> Sergio Marchionne </strong>''.", "new_id": -2}, {"uid": "1295811801069746713", "i": 34347, "idx": 0, "sa": ["Alassane Ouattara"], "q": "? 1,340) per tonne in London- over concerns about political unrest following the disputed election. 11 Sep 2010 In the letter, which is countersigned by justice minister Jeannot Ahoussou, Mr <strong> Alassane Ouattara </strong> warned: <q> All operators which contravene[ these] instructions would be exposed to national and international sanctions. </q>", "new_id": -2}, {"uid": "1295431686148389903", "i": 50643, "idx": 1, "sa": ["Michael Bloomberg", "Eric Schmidt", "Jim Yong Kim"], "q": "Dartmouth Presidential Lectures: <strong> Michael Bloomberg </strong> on habits of mind Dartmouth Presidential Lectures: <strong> Michael Bloomberg </strong> on habits of mind When Dartmouth President <strong> Jim Yong Kim </strong> asked <strong> Michael Bloomberg </strong> to name his most important`` habit of the mind,'' the mayor responded, <q> step back and ask why. </q>... <strong> Eric Schmidt </strong> at the ASNE NewsNow 2010 Ideas Summit <strong> Eric Schmidt </strong> speaks to the AmEric Schmidtan Society of News Editors on April 11, 2010 in Washington, DC... Google I/O 2009- Ignite Google I/O Google I/O 2009- Ignite", "new_id": -2}, {"uid": "1297185651077496369", "i": 51154, "idx": 0, "sa": ["David Letterman", "Howard Stern", "Mark Cuban", "Alan Mulally", "Keith Olbermann"], "q": "n't hear as much about <strong> Howard Stern </strong> these days, unless, say, he appears on <strong> David Letterman </strong>'s show and creates a commotion. We'll have to see about <strong> Keith Olbermann </strong>- <strong> Keith Olbermann </strong>. Remember him? <q> <strong> Alan Mulally </strong>, CEO of#Ford, stopped by our office last week. See what he had to say...`` Three hedge-fund portfolio managers to face charges in insider probe href=\"http://on.mktw.net/gVqAlW\"> http://on.mktw.net/gVqAlW </q> 10:30 a.m. EST, Feb. 8, 2011 from href=\"http://twitter.com/Mark CubanetWatch\"> Mark CubanetWatch`` U.S. stocks open slightly in the red, as investors mull another rate hike from China href=\"http://on.mktw.net/hwxgJi\"> http://on.mktw.net/hwxgJi''", "new_id": -2}, {"uid": "1296053683158892039", "i": 29918, "idx": 0, "sa": ["Michael Vick"], "q": " href=\"http://www.mikeMichael Vick.com/\"> <strong> Michael Vick </strong>, href=\"http://www.philadelphiaeagles.com/\"> Philadelphia Eagles quarterback, to serve as their href=\"http://www.earthtimes.org/tag/corporate.html\"> corporate spokesman. This is <strong> Michael Vick </strong>'s first worldwide licensing deal since returning to the field in 2010. <q> I'm thrilled to be a part of the Unequal team. I have been wearing Unequal chest protectors, shoulder pads, and thigh pads for much of the late and post-season-- resulting in pain-free playing, </q> stated <strong> Michael Vick </strong>.`` The Unequal technology is a part of my game now and I won't play without my Unequal. Unequal's protective power gives me a whole new level of confidence in my game. It", "new_id": -2}, {"uid": "1295209011036208644", "i": 32473, "idx": 0, "sa": ["Angelina Jolie", "Ricky Gervais"], "q": "did not go far enough on last year's show but that he would push the limits this time. He has plenty of comedic fodder among the nominees, which include Depp and <strong> Angelina Jolie </strong>'s <q> I'm going to go out there, guns blazing, like it's the end of the world, </q> <strong> Ricky Gervais </strong> said. The ceremony traditionally had a strong track record as a forecast for what film would win best picture at the Oscars. The two shows have split in recent times, with only one top", "new_id": -2}, {"uid": "1297179232149192705", "i": 13896, "idx": 1, "sa": ["John McCain", "Donald Rumsfeld", "John Ashcroft", "George H. W. Bush"], "q": "propensity to fashion and shift his positions to appeal to the media.'' leaked prior to the book's release, <strong> John McCain </strong> hit back at <strong> Donald Rumsfeld </strong> during an href=\"http://blogs.abcnews.com/George H. W. Bush/2011/02/sen-John Ashcroft-John McCain-fires-back-at-Donald Rumsfeld-Donald Rumsfeld-memoir-thank-god-he-was-relieved-of-his-duties.html#tp\" target=\"_hplink\"> appearance on GMA. <q> Thank God he was relieved of his duties, </q> the Arizona senator href=\"http://www.huffingtonpost.com/2011/02/03/John Ashcroft-John McCain-Donald Rumsfeld-Donald Rumsfeld-book_n_817982.html\" target=\"_hplink\"> said. He also admitted that the pair had a contentious working relationship that often put them at odds over policy related to the country's military presence in Iraq. <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q> I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles, </q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}]