[{"uid": "1295416659006963246", "i": 14222, "idx": 0, "sa": ["Brett Favre", "Sean McManus", "Eric Shanks", "Michael Vick", "Tom Brady"], "q": "Sports, <strong> Sean McManus </strong>, and the president and executive producer of Fox Sports, <strong> Eric Shanks </strong>, to explain why the NFL as a product on TV has been such an attraction for audiences in the 2010 season. <q> I think it's the combination of a lot of factors, </q> <strong> Sean McManus </strong> said. \"There were so many story lines that continued throughout this season. Whether it was <strong> Michael Vick </strong> or whether it was <strong> Brett Favre </strong> or whether it was <strong> Tom Brady </strong>. There just seemed to be so many stories that", "new_id": -2}, {"uid": "1297234014042778761", "i": 940, "idx": 3, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": ". \"Washington's War\" concluded that \"the purported economic benefits are both minuscule and unachievable and would be more than offset by the high costs of transit service expansion.\" <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong> claimed that <q> each 1 percent of regional travel shifted from automobile to transit increases regional income about$ 2.9 million </q>( not billion), based on the APTA report. \"Washington's War\" noted the insignificance of this finding by pointing out that$ 2.9 million is equal to about eight days of sales at a typical", "new_id": -2}, {"uid": "1297250613009437217", "i": 37599, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "or four weeks.\" One name that could be in the mix: former \"American Idol' colleague <strong> Paula Abdul </strong>. \"I'm a massive fan of <strong> Paula Abdul </strong>'s,\" he said. <q> When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm, but we're talking to a number of people. </q> As the' X FActor' judges not only critique the contestants but also mentor them, <strong> Simon Cowell </strong> explained he\"s looking for true music industry titans who have the credibility and skills to do both.", "new_id": -2}, {"uid": "1295139772120274975", "i": 15867, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": ", an astronaut who probably never saw anything so beautiful in space. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" <strong> Kirsten Gillibrand </strong> said. <q> It felt like a miracle. It felt like we were watching a miracle, </q> said Wasserman-Schultz. \"Other than the birth of my kids, this was the most incredible feeling, to see... one of your closest friends just struggle to come back to you, to come back to her", "new_id": -2}, {"uid": "1295338731116441123", "i": 8560, "idx": 0, "sa": ["Andy Coulson", "Peter Oborne", "Sean Hoare"], "q": "their illegal activities. I didn't accept those assurances. Aside from what former staff told me, and my own knowledge of how the NoW operates, there was plenty of evidence from external sources. <q> \"A dozen former reporters said in interviews that hacking was pervasive at News of the World. \"Everyone knew,' one longtime reporter said.` The office cat knew.\" </q> \" It named one of those reporters as <strong> Sean Hoare </strong>, who was quoted as saying that <strong> Andy Coulson </strong> \"actively encouraged me\" to hack into messages. Channel 4 Dispatches documentary, presented by <strong> Peter Oborne </strong>, in", "new_id": -2}, {"i": 14911, "idx": 6, "index_answer": 0, "new_id": -1, "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>. \"But I don't care; I am doing this for Egypt.\": Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's", "sa": ["Zahi Hawass"], "uid": "1296129375085180438"}, {"uid": "1296529355266076191", "i": 34171, "idx": 0, "sa": ["Sergio Marchionne"], "q": "4 million Cinquecentos( 500 in Italian) werebuilt from 1957 to 1975. Warm, fuzzy feelings worked for VW's New Beetle and for BMW, with its revival of the Mini. <q> To some extent, the Fiat will share that same( nostalgia) bump, </q> says Charlie Vogelheim of IntelliChoice. \"It's an iconic design.\" Sensing it would be a winner, Fiat and Chrysler CEO <strong> Sergio Marchionne </strong> pushed to bring the 500 into the U.S. as soon", "new_id": -2}, {"uid": "1296546507227508228", "i": 24946, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "place.\" He reiterated former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong>'s question,' \"Are we creating more terrorists than we're killing?\" Since Pentagon policymakers can not answer that question, Herring said <q> people are getting killed for no reason. </q> Thus, if the U.S. were to withdraw from Afghanistan, \"the same thing would happen if we stayed there, since[ Prime Minister] Karzai will need to negotiate with the Taliban regardless.\"", "new_id": -2}, {"uid": "1295510839092602377", "i": 21403, "idx": 4, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Lithuania__USA_Highlights_FIBA_World_Championship_2010_Turkey ISTANBUL( 2010 FIBA World Championship)-- The", "new_id": -2}, {"uid": "1295747164123617298", "i": 41457, "idx": 0, "sa": ["Oprah Winfrey", "David Letterman"], "q": "Praise Report in September 2005, which is available online at www.jbsinger.com. Broadway: The Color Purple( Celie). National/international tours: Big River, Rent, Sister Act. Off-Broadway: Best of Both Worlds. <q> Many thanks to Mom and Dad, family and friends for your love and support. Thank you Bishop Norman Lyons and Elder Sharon Lyons and the FOLC family for your prayers. \"<strong> Sourav Ganguly </strong> you are an awesome wonder!\" </q> www.jeannettebayardelle.com Red Carpet Coverage: A BlackTree Media Production Produced by Jamaal Finkley Host: Ms. Brooke Christopher www.blacktree.tv http://wn.com/Oprah_Winfrey_Show_Visits_David_Letterman_Show_Part_1 <strong> Oprah Winfrey </strong> visits <strong> David Letterman </strong>. Your Black World is the top black news and commentary site in America. You can", "new_id": -2}]