[{"uid": "1295400164102039574", "i": 14061, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": ". To that, <strong> Piers Morgan </strong> said, \"I'd like to get to the position... where the butt-kicking is reversed.\" He said CNN needs to be more competitive with its rivals, <q> much more than we have been. </q> The brash Brit touted his talk show with plenty of tough talk of his own in a meeting with reporters last week, bragging that he made <strong> Simon Cowell </strong> cry during an interview and suggesting that his interview in", "new_id": -2}, {"uid": "1296057529154206212", "i": 30489, "idx": 0, "sa": ["Ron Paul", "Eric Cantor", "Michele Bachmann", "Mike Pence"], "q": "Chairman <strong> Ron Paul </strong> Ryan( R-WI) said that the GOP's goal was to cut \"a good$ 100 billion.\" <strong> Michele Bachmann </strong> Kevin McCarthy( of \"Young Gun\" fame) reiterated the promise, saying, <q> We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that. </q> \"We've got to roll back there. That will save$ 100 billion in the first year,\" agreed <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"uid": "1296471204206405649", "i": 43165, "idx": 0, "sa": ["Simon Cowell"], "q": "role in guiding the action on Idol's tenth season, hinting that fans would see \"more sides\" to him. \"I wouldn't say I stepped into the <strong> Simon Cowell </strong>'s shoes,\" he added. <q> I don't think those shoes could be filled nor would I want to be in them! I think you'll see a lot of excitement. </q> Laura HamiltonThe Dancing On Ice", "new_id": -2}, {"uid": "1296527089108003332", "i": 16234, "idx": 2, "sa": ["Mack Brown", "Allen Iverson"], "q": "\" said <strong> Allen Iverson </strong>. \"I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,\" <strong> Mack Brown </strong> said. <q> There were so many lessons to be learned, from him http://wn.com/Football_Playbook__Create_a_playbook_using_PowerPoint__save_time www.youthfootballhandbook.com- <strong> The Coach </strong> Erik Saunders of the Football Academy and author of \"The Youth Football Coaches Handbook </q> teaches us how to use Microsoft PowerPoint to create a football playbook. The process also includes a color coding techniques that is sure to reduce the amount of time you spend teaching plays this season. Visit the www.youthfootballhandbook.com", "new_id": -2}, {"uid": "1295010847175898671", "i": 1788, "idx": 1, "sa": ["Piers Morgan", "Simon Cowell", "Susan Boyle"], "q": ", according to The Sun. The paper claims that the singer has invited both <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> to the event. \"We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited,\" a source said. <q> <strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again. </q> However, with <strong> Piers Morgan </strong> currently filming for his new CNN show in America it seems unlikely that he will be in attendance. A spokeswoman for <strong> Susan Boyle </strong> added: \"The party was only ever for", "new_id": -2}, {"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q> Apparently, it's a practice all over the country, </q> <strong> Bill Lockyer </strong> said today in a telephone interview. \"I don't think it's a good one.\"-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}, {"uid": "1297201634168214537", "i": 44913, "idx": 0, "sa": ["Michael Vick"], "q": " \"The dogs will live in the house, and we'll use it for training and for meetings,\" Severy said. \"There will be somebody there all the time, living there.\" <q> We bring them inside with the family. They're all house trained, and they're in a loving environment. We do have dogs in the program that were used for fighting. </q> An investor purchased the estate after <strong> Michael Vick </strong>, who grew up in Newport News, Va., sold the property, and the price has been reduced considerably since the economic downfall, Severy said.", "new_id": -2}, {"uid": "1297375532207732794", "i": 7061, "idx": 1, "sa": ["James Urban", "Michael Vick"], "q": "quarterbacks have something special to offer the team. \"<strong> Michael Vick </strong> embraced our way of doing things, and now the challenge is for him to play at a higher level next year,\" <strong> James Urban </strong> said. <q> <strong> Kevin Kolb </strong> has proven that he can be a starter in this league... and you need two solid quarterbacks, and <strong> Mike Kafka </strong> is a promising player. </q> The Eagles( 10-7 last season) averaged 389.4 offensive yards, 145.3 yards on and ground and 244.1 yards through the air in 2010. <strong> Michael Vick </strong> who matured and grew into a much better signal-caller and person", "new_id": -2}, {"uid": "1297297315172949561", "i": 43051, "idx": 2, "sa": ["Steve Ballmer", "Satya Nadella"], "q": ", and delivering the company's next generation of cloud solutions for business customers. \"Our server and tools business is one of the fastest growing and most profitable businesses at Microsoft,\" <strong> Satya Nadella </strong> said. <q> I see great opportunity for Microsoft to grow the business and also lead the way in the transformation of enterprise IT. I'm excited to work with such a high-caliber team to chart the path for our continued success today and growth in the future. </q> Bink.nu 3.0. Copyright Â© 1999-2011 <strong> Steve Ballmer </strong> Bink. All Rights Reserved.", "new_id": -2}, {"uid": "1295715899131842121", "i": 25765, "idx": 1, "sa": ["Kirsten Gillibrand", "Hillary Clinton"], "q": "But these are not ordinary circumstances, and <strong> Kirsten Gillibrand </strong> looks exhausted and emotionally wrung out. Her husband, Jonathan, she says, is having an especially rough time. Asked about the shooting, he noted simply, <q> <strong> Mayor Erastus Corning </strong> worry about her every day, and <strong> Mayor Erastus Corning </strong> always have. </q> Though distraught, <strong> Kirsten Gillibrand </strong> is determined not to let the tragedy change how she does her job-especially now, when things seem to be going her way. Two years after being plucked from the House to fill <strong> Hillary Clinton </strong>", "new_id": -2}]