[{"uid": "1295580024033980422", "i": 26578, "idx": 15, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "Jan. 20( UPI)-- Larry Page, who co-founded <strong> Google Inc. </strong> with <strong> Sergey Brin </strong>... <strong> Eric Schmidt </strong> will remain as Chairman of the Board and <strong> Sergey Brin </strong> will work on... Technology Video: Spy Satellite Launched From California Report Abuse <q>Federal Government Tax Revenues$ <strong> Barack Obama </strong> TRILLION</q> Federal Government Expenditures$ 3 TRILLION No more taxes... PLEASE! Liquor Tax Luxury Tax Excise Taxes Property Tax Cigarette Tax Medicare Tax Inventory Tax Car Rental", "new_id": -2}, {"uid": "1295899592111312945", "i": 12253, "idx": 0, "sa": ["Harvey Levin", "Chet Brewster", "Eddie Murphy", "Dave Chappelle", "David Letterman", "Chris Tucker", "Richard Pryor", "Jim Carey", "Jerry Seinfeld", "Whoopi Goldberg"], "q": "the hilarious <strong> Dave Chappelle </strong> Show featuring Comedian <strong> Dave Chappelle </strong>( as seen on Comedy Central) and so many more! Never before has a comedy event ramped up so much excitement and holds such historical significance says Executive Producer <strong> Chet Brewster </strong>, <q>This will be a great night of comedy! Mooney is the Godfather of this thing. Never before has a comedy event been offered this way through Pay Per- View! There's not one comic that it seems he has not inspired or touched in some way.</q> Mooney has been the inspiration for a long line of world-famous comics like <strong> Jim Carey </strong>, <strong> Whoopi Goldberg </strong>, <strong> Harvey Levin </strong> Townsend, <strong> Chris Tucker </strong>, <strong> Jerry Seinfeld </strong> and <strong> Eddie Murphy </strong>. Special participation from talk show host <strong> David Letterman </strong> and comics <strong> Jerry Seinfeld </strong>, <strong> Richard Pryor </strong> Beltzer and", "new_id": -2}, {"uid": "1297174129185073696", "i": 42957, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "city on convicted dog-torturer <strong> Michael Vick </strong>.( Yes, \"It's time to change all the locks\" has been said already.) Jacquielynn Floyd says <strong> Dwaine Caraway </strong> should have looked a little harder for candidates: <q>And some maintain that <strong> Michael Vick </strong>, who lost his personal fortune and did prison time before being readmitted to the NFL, has more than paid his debt. They believe <strong> Michael Vick </strong> has asked for, and earned, forgiveness.</q> But that doesn't tell the whole story. <strong> Dwaine Caraway </strong> didn't just offer <strong> Michael Vick </strong> Dallas' \"forgiveness.\" Embarrassingly, he hailed him as a hero. \"Forgiveness\" and \"slobbering adoration", "new_id": -2}, {"i": 41419, "idx": 0, "index_answer": 1, "new_id": -1, "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q>When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is,</q> Packers coach <strong> Mike D'Antoni </strong> McCarthy said. \"That's the type of level that he's playing at.\" McCarthy isn't surprised at the way <strong> Peyton Manning </strong> has developed, calling him one of the team's", "sa": ["Michael Vick", "Mike D'Antoni", "Peyton Manning"], "uid": "1295333636231292929"}, {"uid": "1296686530194002957", "i": 3917, "idx": 2, "sa": ["Zahi Hawass"], "q": ", and credited not only the army but also average Egyptians, who he said had helped guards protect cultural sites. \"They stood with sticks\" along with guards and antiquities inspectors, he said. <q>They stood in front of outlaws, and they stopped any theft.</q> As Egypt's chief archaeologist, <strong> Zahi Hawass </strong> has made the return of Egypt's cultural patrimony his priority. He has called on Germany, for instance, to return the bust of Nefertiti that is in the", "new_id": -2}, {"uid": "1296020367196706369", "i": 5713, "idx": 0, "sa": ["Bill Lockyer", "Marco Belinelli", "Keith Smart", "Michele Bachmann", "Newt Gingrich"], "q": ".... Former Warriors guard <strong> Marco Belinelli </strong> has started 44 games for the Hornets and is averaging 10.5 points per game.... Though it's only January, <strong> Keith Smart </strong> admitted he keeps tabs on the prospective playoff chase. <q>You've got to know where you are so you can eventually get to where you want to go,</q> is how he put it. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Republicans target high-speed rail for cuts: SFGate: Politics Blog MILL VALLEY", "new_id": -2}, {"uid": "1297464725077398024", "i": 34638, "idx": 6, "sa": ["Don Wade", "Donald Rumsfeld", "Hosni Mubarak"], "q": "what's really most effective-- but certainly the public diplomacy has been somewhat confusing.\" <strong> Donald Rumsfeld </strong>, who has known <strong> Hosni Mubarak </strong> for decades, responded carefully when asked whether he is a dictator. <q>He clearly has perpetuated himself in office. He clearly has hoped that his son would succeed him. There have been a number of things that have inhibited freer political systems,</q> <strong> Donald Rumsfeld </strong> said of the Egyptian president, stopping short of offering any further criticism of <strong> Hosni Mubarak </strong>. WLS Weekdays On-Demand Your central source for everything from WLS' flagship programs- The <strong> Don Wade </strong>& Roma Morning", "new_id": -2}, {"uid": "1295007633054722608", "i": 28547, "idx": 1, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "when <strong> Gabrielle Giffords </strong> squeezed <strong> Kirsten Gillibrand </strong>'s hand and her right eye started to flicker, before finally opening wide. <strong> Debbie Wasserman Schultz </strong> says, \"it was like she was trying to will her eyes open,\" adding: <q>It felt like we were watching a miracle.</q> <strong> Gabrielle Giffords </strong>' other eye was damaged in the shooting and remains bandaged.( Copyright 2011 by The Associated Press. All Rights Reserved.)  Share this article:", "new_id": -2}, {"uid": "1296784629036126790", "i": 41634, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "\" <strong> Donald Rumsfeld </strong> says Bush invited him into the Oval Office just 15 days after the 9/11 attacks, when the focus was on targeting al-Qaeda in Afghanistan, and ordered a review of war plans for Iraq. <q>Two weeks after the worst terror attacks in our nation's history, those of us in the Department of Defense were full occupied,</q> writes <strong> Donald Rumsfeld </strong>. Yet Bush called for \"creative\" options to militarily engage Iraq. <strong> Donald Rumsfeld </strong> twice tried to quit in the wake of the Abu Ghraib scandal, which he says \"left me feeling punched", "new_id": -2}, {"uid": "1295829625240762905", "i": 41858, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "achieved all of his purposes, but he's stabilised the economy.\" \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.\" 18 Oct 2008 <q>I think he has reached out to countries around the world and has developed good relations with countries around the world,</q> Mr <strong> Colin Powell </strong> said. \"And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be", "new_id": -2}]