[{"uid": "1297463883073236484", "i": 26960, "idx": 0, "sa": ["Simon Cowell"], "q": "he still hopes to be able to do both the U.K. and U.S. versions of \"The X Factor,\" even though both shows are televised during the same months( September through December). <strong> Simon Cowell </strong> joked: <q>We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour. It hasn't been tested yet but that's the idea.<q> The most logical solution would be to move \"The X Factor\" U.K. to be televised during other months of the year. We will have to wait and see if that happens or if <strong> Simon Cowell </strong> will", "new_id": -2}, {"uid": "1295626147033243158", "i": 21649, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q>The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal. \"<strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media.<q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also http://wn.com/COULSON_RESIGNS_OVER_'NEWS_OF_THE_WORLD'_PHONE_HACKING www.intmensorg.info <strong> Andy Coulson </strong> the communications director of tory toff <strong> David Cameron </strong>'s government is a spy who <strong> Rupert Murdoch </strong> used to destroy", "new_id": -2}, {"uid": "1296745480199131144", "i": 25344, "idx": 4, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "retire in 2011. \"<strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> is both amused and flattered by the website, but he will retire from government for good later this year,\" Pentagon spokesman Geoff Morrell said Wednesday in a statement. <q>He has never run for any political office and has no intention of ever doing so. He looks forward to following the 2012 presidential campaign from his home in the Pacific Northwest.<q> organized by two graduates of Texas A&M University, where <strong> Robert Gates </strong> served as president, hopes to change the secretary's mind by calling on his sense of service. \"Every time his country called him to a", "new_id": -2}, {"uid": "1297425441197410833", "i": 19554, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": " RIM and HP/Palm need not apply in <strong> Stephen Elop </strong>'s eyes. And we of course can't have such a big announcement coming from the Microsoft camp without having a statement from <strong> Steve Ballmer </strong>. <q>I am excited about this partnership with Nokia,<q> added <strong> Steve Ballmer </strong>. \"Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.\"", "new_id": -2}, {"uid": "1296155717100335616", "i": 23214, "idx": 2, "sa": ["Mike Pence"], "q": "We are golden down the road. We don't have a candidate this time. We need somebody. We're going to have an embarrassment of riches before too long.\" My conversant continued: <q>People are looking around.... <strong> Mike Pence </strong> isn't necessarily beating the best lineup we've ever had down the road. But if it's 2011 and <strong> Mitt Romney </strong> is the frontrunner, you're in a good place if you're <strong> Mike Pence </strong>.<q> This particular politico believes the issues that <strong> Mike Pence </strong> is most passionate about are national ones. So while\" it would be a smooth road to the governor's office\" for <strong> Mike Pence </strong> in Indiana, that's", "new_id": -2}, {"uid": "1296391267266764295", "i": 8630, "idx": 7, "sa": ["Rush Limbaugh", "Allen Iverson"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,\" <strong> Allen Iverson </strong> said. <q>You honestly don't r... Bill O'Reilly Goes After <strong> Rush Limbaugh </strong>'s \"Racial Witch Hunters<q> In light of <strong> Rush Limbaugh </strong> being taken down by apparent unsubstantiated comments in his bid to own part of the St. Louis Rams football team, Bill O'Reilly uses his \"talking points memo\" to excoriate \"racial witch hunters", "new_id": -2}, {"uid": "1296166895131055619", "i": 18233, "idx": 4, "sa": ["Mike Pence"], "q": "Rep. <strong> Mike Pence </strong> into the 2012 presidential race is under way\". Report Abuse \"Ya lets just forget this guy was with the administration that gave Chrysler a bailout... had 10%+ unemployment.\" Report Abuse <q>That said, we need a whole new breed of smarter Democrats that no how to win a a dirty fight<q> Since dirt is all you know, you think libs would have figured it out already. You start a dirty fight and still get your rear end handed to you. You dont know how", "new_id": -2}, {"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,\" <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q>Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud.<q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business' \"move forward into the era of cloud computing,\" one that would apparently require \"new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}, {"uid": "1296007639146669587", "i": 21225, "idx": 0, "sa": ["Simon Cowell"], "q": "Despite coming only ninth in last year's competition, he was added to the line-up at show guru <strong> Simon Cowell </strong>'s behest. The tour kicks off next month in Birmingham. A source revealed: <q>This record deal is <strong> Aiden Grimshaw </strong>'s to lose. \"If he can keep the fans happy he'll join his mate <strong> Matt Cardle </strong> as one of <strong> Simon Cowell </strong>'s chosen few.<q> Have your say on the issues of the day with MY Sun Â© News Group Newspapers Ltd. \"The Sun\", \"Sun\", \"Sun Online\" are registered trademarks or trade names of News Group", "new_id": -2}, {"uid": "1295198895198885397", "i": 11536, "idx": 1, "sa": ["Steve Ballmer"], "q": ", would depart his post this summer. \"While Windows and Office are household words, our Server and Tools Business has quietly and steadily grown to be the unquestioned leader in server computing,\" <strong> Steve Ballmer </strong> wrote. <q>We are now ready to build on our success and move forward into the era of cloud computing.<q> Given that evolution, <strong> Steve Ballmer </strong> continued, \"now is the time to put new leadership in place for STB.\" Muglia will apparently continue to run the division until summer, while his soon-to-be-former CEO conducts", "new_id": -2}]