[{"uid": "1295890368122388504", "i": 7429, "idx": 0, "sa": ["Jack LaLanne", "Donald Rumsfeld"], "q": "advantage of her or sell her story. <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many`` <strong> Donald Rumsfeld </strong>'s Rules'': <q> The harder I work, the luckier I am. </q> By National Writer Hillel Italie. AP Photos. JACK LALANNE-TRIBUTE In the 1950s, when <strong> Jack LaLanne </strong> began his lengthy television run, he gave housewives a half-hour workout, and also a respite: Here", "new_id": -2}, {"uid": "1296085327130252808", "i": 1992, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like`` a volcano that is starting to erupt.'' <q> There will be huge explosions all over Fleet Street if police get to the truth, </q> he told the BBC. These musicians should get hazardous duty pay for the tumbles they've taken while performing. Clark Atlanta's marching Panthers band practice daily before the annual Honda Battle of the", "new_id": -2}, {"uid": "1297102496174964739", "i": 38154, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": ". <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <strong> Susan Boyle </strong>. <q> We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar, </q> <strong> Simon Cowell </strong> said in a statement. Britain's`` The X Factor'', which launched in 2004, won the talent show category at Britain's National Television Awards two weeks ago beating'' What was your favorite", "new_id": -2}, {"uid": "1295690356156418069", "i": 18157, "idx": 7, "sa": ["Courtney Lee", "Allen Iverson"], "q": "Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis.`` I don't know how you can be any more proud of your team,'' <strong> Courtney Lee </strong> said. <q> I told them this was a great opportunity for us to grow up. <strong> Allen Iverson </strong>'s doing what great players do. He's making other people better and he is taking responsibility and steps up. I feel good that a young team could respond this way. </q> With <strong> Allen Iverson </strong> leading the way with 26 points, the Sixers built an 18-point lead by the 7:33 mark of the third quarter. But Orlando fought all the way back and took an 86-84 lead after a jumper by", "new_id": -2}, {"uid": "1295479943073809965", "i": 13234, "idx": 2, "sa": ["Sergio Marchionne"], "q": "market, but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said.", "new_id": -2}, {"uid": "1294957383066879509", "i": 13626, "idx": 2, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "<strong> Kirsten Gillibrand </strong> said,`` It was just unbelievable and indescribable, the hope and the courage and the strength that exuded from her and all of us around her who love her so much.'' <strong> Debbie Wasserman Schultz </strong> said, <q> Mark, the first thing that he asked her to do was, you know,` <strong> Gabrielle Giffords </strong>, give me a thumbs up if you can see me.' And then he said,` Touch my ring if you can hear me,' and she did. She touched his ring, she was rubbing his hand, and then, she couldn't get the thumb, but the whole arm( went up). </q> <strong> Gabrielle Giffords </strong> tried to hug her husband, who has been at her side giving comfort since the shooting. At a press conference, one of <strong> Gabrielle Giffords </strong>'s doctors said,`` Last night she was", "new_id": -2}, {"uid": "1297174755196968449", "i": 49400, "idx": 4, "sa": ["Simon Cowell"], "q": "competitive. Unlike the singers, we don't pretend to like each other.'' <strong> Simon Cowell </strong> avoided commenting extensively on the new`` Idol'' judges panel, saying he hasn't seen a whole episode. <q> From what I've seen and heard, things seem to be going well, which I expected. </q> He sees this as good news because it means,`` People are still excited by these shows.'' Tweets that mention <strong> Simon Cowell </strong> says X-Factor will find a superstar- Tom Jicha's TV Plus-", "new_id": -2}, {"uid": "1297088895231997447", "i": 31053, "idx": 3, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "showing the Fiat chief backing away from his previous remarks in a telephone conversation with labor minister <strong> Maurizio Sacconi </strong>. According to the ministry, <strong> Sergio Marchionne </strong> explained that he spoke in`` hypothetical'' terms and that nothing was decided, <q> with no reference about a new location for the company's leadership for today or tomorrow. </q> In October, <strong> Sergio Marchionne </strong> ignited controversy when he said that`` Fiat would be better off if it eliminated Italy.'' Tour Highlights Continuous Improvement WIKA Instrument has been on a lean journey for nearly 10 years,", "new_id": -2}, {"uid": "1297294599036945959", "i": 11305, "idx": 0, "sa": ["Mike Pence"], "q": "on how to obtain abortions for underage girls and circumvent sex crime laws. Planned Parenthood said the undercover tapes were highly edited, but the group fired an employee that appeared in one of the videos. <q> Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, </q> said Rep. <strong> Mike Pence </strong>( R-Ind.), who's sponsoring the Title X bill. Other abortion rights groups slammed the Appropriations Committee proposal Wednesday afternoon. To: jazusamo Cut off all public funds", "new_id": -2}, {"i": 47514, "idx": 0, "index_answer": 2, "new_id": -1, "q": "for Life on Monday, <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the annual gathering. <q> Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending, </q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade.`` We must not remain silent when great moral", "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "uid": "1295915073213958666"}]