[{"uid": "1296927943014336018", "i": 34530, "idx": 0, "sa": ["Sergio Marchionne"], "q": "won't happen until after Chrysler refinances the U.S. government loans that have kept it from being profitable and until there is an initial public stock offering. <strong> Sergio Marchionne </strong> hopes both those things will happen this year. <q> Who knows? In the next two or three years, we could be looking at one entity. It could be based here, </q> said <strong> Sergio Marchionne </strong>, speaking at the J.D. Power and Associates International Automotive Roundtable. <strong> Sergio Marchionne </strong> said the companies are considering a number of`` alternatives and scenarios. First we need to integrate them operationally and then look", "new_id": -2}, {"uid": "1295469921235077768", "i": 41416, "idx": 0, "sa": ["Steve Ballmer"], "q": "per user that can be applied to data-migration or customization services.' A Familiar User Experience' In announcing the online version, CEO <strong> Steve Ballmer </strong> said Dynamics CRM is an industry leader because it gives <q> sales professionals a familiar user experience, </q> enables greater collaboration, and streamlines processes and access to real-time data. The familiarity of the user experience is derived from the use of what Microsoft describes as a`` next-generation native Microsoft Outlook client.''", "new_id": -2}, {"uid": "1295583884071548935", "i": 38359, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": ", Google said in a statement. He will also act as an adviser to <strong> Larry Page </strong>, 37, who served as CEO previously, from 1998 to 2001, and Brin, also 37. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> said on Twitter in a reference to when the young co-founders brought him in to run the day-to-day operations of the then-fledgling company. Google has grown over the past decade from a startup battling other Internet", "new_id": -2}, {"uid": "1296709236003522652", "i": 5041, "idx": 0, "sa": ["Sergio Marchionne"], "q": "dice sonriendo. Sin embargo, es probable que esa pasi?n no se traduzca de inmediato en las ventas. Durante el primer a?o, Galeana espera vender entre 250 y 300 carros, que reconoce <q> no son una gran cantidad </q>. Pero es un comienzo.`` Estamos entrando en este mercado despu?s de una ausencia de 27 a?os'', se?ala <strong> Sergio Marchionne </strong>, presidente ejecutivo de Fiat y su socio Chrysler. As", "new_id": -2}, {"uid": "1296798535175947782", "i": 4809, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Saad Hariri"], "q": "or face a fine.( WASHINGTON)-- Former U.S. Defense Secretary <strong> Donald Rumsfeld </strong> has no regrets about how the Iraq war was handled, accorSaad Haririg to leaked portions of his memoir. The Middle East would be <q> far more perilous than it is today </q> with Saad Hariridam <strong> Barack Obama </strong> in power, <strong> Donald Rumsfeld </strong> wrote in his new book, Known and Unknown: A Memoir-- slated to be released next week. While the book's contents have been a tightly guarded secret", "new_id": -2}, {"uid": "1295669969069369860", "i": 12954, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "supervision no longer needed!'' Likewise Software Lets You Take Advantage of Active Directory Infrastructure Across Linux, Windows and Mac Systems <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1296230388149782544", "i": 52138, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "him as the force behind the company's product initiatives.`` When people criticize <strong> Larry Page </strong> as the new CEO, that's grossly unfair to <strong> Larry Page </strong>,'' <strong> Eric Schmidt </strong> told reporters, according to the Journal. <q> He has been with me at every business decision for 10 years. </q> <strong> Eric Schmidt </strong> also dismissed the notion that competition with Facebook is driving Google and was a factor in the management shift. He instead pointed to Microsoft as a major competitor, according to href=\"http://features.blogs.fortune.cnn.com/2011/01/27/Eric Schmidt-on-google-facebook-and-apple/\"> Fortune.", "new_id": -2}, {"uid": "1296248071002900092", "i": 29074, "idx": 5, "sa": ["Maurizio Landini", "Alberto Bombassei", "Sergio Marchionne"], "q": "dicesse ai cittadini di Torino di uscire dall` Italia in tempi in cui si celebrano invece i 150 dell` Unit.? il contratto nazionale che fa l'unit del Paese''. <strong> Alberto Bombassei </strong>: NESSUN RICATTO DA <strong> Sergio Marchionne </strong> <q> Oggi per investire in Italia alcune condizioni sono inevitabili. Non? ricatto quello che ha chiesto <strong> Sergio Marchionne </strong>, ma solo tenere testa alla concorrenza globale </q>. Lo ha afferma il vicepresidente di Confindustria e membro del Cda di Fiat Industria, <strong> Alberto Bombassei </strong>, nel corso di un faccia a faccia con il leader della Fiom, <strong> Maurizio Landini </strong>, sull` accordo di Mirafiori organizzato nella", "new_id": -2}, {"uid": "1295667479014565397", "i": 2984, "idx": 1, "sa": ["Bill Lockyer"], "q": "the world, would not benefit from the legislation, Treasurer <strong> Bill Lockyer </strong> said.`` States didn't ask for it. We don't want it. We don't need it,'' <strong> Bill Lockyer </strong> said. <q> Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs. </q> Struggling to close a$ 25 Bill Lockyerion budget gap, California already holds Moody's Investors Service's lowest state credit rating-- a distinction it shares with Illinois.`` Just the availability of a", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q> You'd rather be at the table than not at the table, </q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business.`` You figure this is a way to do something useful for your country.'' <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}]