[{"uid": "1295665773077054051", "i": 12749, "idx": 4, "sa": ["Don Van Natta Jr.", "Andy Coulson", "Alan Cowell", "Rupert Murdoch"], "q": "\" Tom Watson, another Labour member of the culture committee and a persistent critic of Mr. <strong> Rupert Murdoch </strong>'s media empire and of Mr. <strong> Andy Coulson </strong>, said it was \"not the end\" of the scandal. <q>It's just the end of the beginning,</q> he said. <strong> Alan Cowell </strong> contributed reporting from Paris, and <strong> Don Van Natta Jr. </strong> from Florida.", "new_id": -2}, {"uid": "1297269561137707527", "i": 37040, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "their import was being trashed by her former employer, the Washington Post, and many politicians and pundits. \"In the dark morning hours of Feb. 22, 2006,\" she recalled, <q>a group of unknown attackers detonated bombs in the northern Iraqi city of Samarra, bringing down the golden dome of a revered Shia Muslim shrine... During visits to Baghdad's morgue over the next two days, I saw Sunni families thronging to find the bodies of loved ones killed by the militias. The morgue's computer registrar told the grim-faced families and me that we would have to be patient; the morgue had taken in more than 1,000 bodies since the Samarra bombing, and was way behind on processing corpses.</q> \"Here's the thing, though: According to then-Secretary of Defense <strong> Donald Rumsfeld </strong> and his top commanders, it never happened. These killings, these dead, did not exist. According to them,", "new_id": -2}, {"uid": "1296911427221642785", "i": 19940, "idx": 0, "sa": ["Sergio Marchionne"], "q": ")- Chrysler Group LLC is working to refinance what its chief executive characterized as \"shyster loans\" that the Obama administration extended as part of a bailout to keep the automaker from collapse in 2009. <q>I want to pay back the shyster loans,</q> <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unethical lawyer or politician. \"Pay back the loans, get those out and then take( the company) public.\" <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1295311136034570272", "i": 12885, "idx": 3, "sa": ["Rick Santorum", "Mike Pence"], "q": "Dakota and former <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q>To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security,</q> he said. He said town hall meetings are \"very routine\" for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings. Full Story <cite> CNN", "new_id": -2}, {"uid": "1297366036123617280", "i": 1193, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman"], "q": "the actor to remarry later this month. She thanked family and friends who had been supportive throughout the couple's divorce, which was filed in July. The couple were married nearly 13 years. <q>What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,</q> her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, \"love and happiness in their new marriage.\" <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month", "new_id": -2}, {"uid": "1295538156252182548", "i": 16853, "idx": 2, "sa": ["Henry James", "Allen Iverson"], "q": "conference for hysterical Besiktas fans in Istanbul Turkey <strong> Allen Iverson </strong> unveiled at press conference for hysterical Besiktas fans in Istanbul Turkey <strong> Allen Iverson </strong> is unveiled for the Besiktas basketball fans on his new home court and he talks to the fans saying <q>I want to thank you fans for welcoming me and embracing me the way you have... I can't promise you that we will win every basket-ball game. But one thing I can promise... <strong> Henry James </strong></q> Red\" ALLEN\" Wild Man Blues\"!!! RARE OLDIES VIDEO WITH MR HENRY\" RED\" ALLEN& HIS ALL STARS! <strong> Henry James </strong> \"Red\" <strong> Allen Iverson </strong>( January 7, 1906 April 17, 1967) was", "new_id": -2}, {"uid": "1295819589226000912", "i": 29023, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.\" <q>I think he has reached out to countries around the world and has developed good relations with countries around the world,</q> <strong> Colin Powell </strong> said. \"And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope", "new_id": -2}, {"uid": "1295260423086458388", "i": 43168, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "it is right to give someone a second chance.\" Asked about the suggestion that Mr <strong> Andy Coulson </strong> had offered to quit, Mr <strong> David Cameron </strong> insisted he would not comment on \"private conversations\". <q>Of course he, as anyone who is human would be, is extremely embarrassed by the endless publicity and speculation about what happened many years ago when he was editor of the News of the World.</q> But the <strong> David Cameron </strong> praised Mr <strong> Andy Coulson </strong>'s performance in his current role, saying the Downing Street press office worked in a very \"proper\" way and he had not received a single complaint. Notes", "new_id": -2}, {"uid": "1297309062028164170", "i": 3307, "idx": 3, "sa": ["Donald Rumsfeld", "Ann Agee"], "q": "at Abu Ghraib were the actions of \"a small group of prison guards who ran amok.\" \"This guy doesn't have it all together in his head,\" said <strong> Ann Agee </strong> of <strong> Donald Rumsfeld </strong>. <q>Everybody counts as much as anybody else.</q> <strong> Ann Agee </strong> was escorted away from the entrance of the Center and back to a spot near the street. Robert Smith, 60, of Germantown, said that back in 1978 he had stood outside", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q>It can happen to any place in the world,</q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}]