[{"uid": "1296769512151027761", "i": 21609, "idx": 0, "sa": ["Christie Brinkley", "David Letterman", "Justin Bieber", "Jane McGonigal", "Michael Mullen", "Chad Johnson", "Robert Plant", "Martha Stewart"], "q": "Chairman Admiral <strong> Michael Mullen </strong>, Joint Chiefs of Staff.( COM) 6:30 p.m. Entertainment Tonight The Black Eyed Peas; <strong> Chad Johnson </strong>; \"GChristie Brinkley.\" 6:30 p.m.. The Colbert Report Author <strong> Jane McGonigal </strong>( <q> Reality Is Broken: Why Games Make Us Better </q>).( COM) 7 p.m. Washington Week 10:30 p.m. Nightline 10:35 p.m. Late Show With <strong> David Letterman </strong> Musician <strong> Justin Bieber </strong> presents the top 10 list; <strong> Martha Stewart </strong>; <strong> Robert Plant </strong> performs. 10:35", "new_id": -2}, {"uid": "1295530291005685266", "i": 43372, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor. \"In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,\" <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> Research shocker! Keyless car entry systems can be hacked easily, elegantly BAE Systems develops e-ink camo for tanks and war zone e-readers The most commented posts on Engadget over the past 24 hours. Trending posts from Engadget", "new_id": -2}, {"uid": "1296184162199016468", "i": 54082, "idx": 7, "sa": ["Michael Vick"], "q": "\"Hopefully, I'll be with the Eagles next year. We'll see what happens,\" said <strong> Michael Vick </strong>, who added that he expects \"everything to go according to plan.\" <q> We'll see what happens over the next couple months. I just[ have] to be patient and take it day by day, </q> he said. <strong> Michael Vick </strong>, who made his three previous Pro Bowls in six years with the Atlanta Falcons. He is being coached this week by the Falcons' staff, though none of those coaches were", "new_id": -2}, {"uid": "1295678195021889031", "i": 6950, "idx": 0, "sa": ["Ken Auletta", "Sergey Brin", "Eric Schmidt"], "q": "who has led Google for a decade, will become executive chairman focusing on external relations, deals and government relations.New Yorker writer <strong> Ken Auletta </strong>, who has written a book on the company, reported Friday that <strong> Eric Schmidt </strong> had been <q> nudged aside. \"<strong> Ken Auletta </strong> said that after losing out to Page and co-founder <strong> Sergey Brin </strong> over the company's China policy a year ago, \"<strong> Eric Schmidt </strong> lost some energy and focus. \"<strong> Eric Schmidt </strong> was also criticized for allowing Google to be overtaKen Auletta by Facebook, for the company's increasingly frequent privacy scandals and its increasing internal bureaucracy. Together with the co- founders, he decided to step aside.In announcing the move Thursday, <strong> Eric Schmidt </strong> said that the company no longer needed his \"adult supervision </q> and that Page, 38, was ready to run the world's leading internet company. \"We have been talking about how best to simplify our management structure and speed up decision making for a long time,", "new_id": -2}, {"uid": "1296764072144211969", "i": 9335, "idx": 0, "sa": ["Tim Cook", "Steve Jobs", "Eric Schmidt"], "q": "pancreatic cancer in 2003. In his statement, sent to employees and issued to the press, <strong> Steve Jobs </strong> said that COO <strong> Tim Cook </strong> would be responsible for day-to-day operations in his absence, and that he hoped to be <q> back as soon as I can. </q> Since <strong> Steve Jobs </strong>' medical leave is currently indefinite, Apple watchers have been left wondering what the company's plan is in the event that <strong> Steve Jobs </strong> can not return. former CEO, <strong> Eric Schmidt </strong>, being asked to", "new_id": -2}, {"uid": "1295225378163069977", "i": 39749, "idx": 0, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand"], "q": "her own. U.S. Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., said on NBC's \"Meet the Press\" Sunday she got an update on <strong> Gabrielle Giffords </strong> from <strong> Gabrielle Giffords </strong>' husband, <strong> Mark Kelson </strong>, the night before. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> said. \"So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did.\" <strong> Gabrielle Giffords </strong>, who was among 13 people wounded and six killed", "new_id": -2}, {"uid": "1295998289043548692", "i": 45503, "idx": 0, "sa": ["Barbara Boxer", "Michael Bennet", "Bernie Sanders", "Mark Udall", "Tom Harkin", "Jack Reed", "Joe Lieberman"], "q": "grounds for the Porcupine caribou herd, which use the unique coastal plain habitat to birth and rear their young. These caribou are vital to the culture of the Gwich` in people, who call the Coastal Plain <q> the sacred place where life begins. </q> Sen. <strong> Joe Lieberman </strong>'s bill is cosponsored by Senators <strong> Bernie Sanders </strong>( D-VT), <strong> Jack Reed </strong>( D-RI), <strong> Barbara Boxer </strong>( D-CA), <strong> Mark Udall </strong>( D-CO), <strong> Tom Harkin </strong>( D-IA), <strong> Michael Bennet </strong>( D-CO),", "new_id": -2}, {"uid": "1295224344099582013", "i": 16541, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.\" Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q> Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick. </q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. Show Low-$ 750,000 MLS 4410443", "new_id": -2}, {"uid": "1295752898235700267", "i": 5326, "idx": 0, "sa": ["David Chiang", "Bill Lockyer"], "q": "UNTIL JAN 23, 3:00 p.m. BERKELEY- Treasurer <strong> Bill Lockyer </strong> said Saturday that if lawmakers fail to quickly adopt significant budget cuts, the state could be forced to begin issuing IOUs beginning in May. <q> Depending on whether cuts are made soon, we may have to have IOUs go out in May, </q> he said during a luncheon speech at a political seminar. Controller <strong> David Chiang </strong>, who would be responsible for making such a decision, has not publicly warned of that possibility. \"I'm not supposed to", "new_id": -2}, {"uid": "1295561487148553741", "i": 2962, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" <strong> Eric Schmidt </strong> said in a statement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Google reported revenues of$ 8.4 billion for the quarter, up 26 percent from a year earlier. Net income was$ 2.54 billion($ 7.81 per share), up from$ 1.97 billion(", "new_id": -2}]