[{"uid": "1295506201228589694", "i": 23582, "idx": 0, "sa": ["Kara DioGuardi", "William Hung", "Simon Cowell", "Randy Jackson"], "q": "would have been easily, honestly( and entertainingly) dismissed by a sorely missed <strong> Simon Cowell </strong>. Without him, there's barely a leader on the board. <strong> Randy Jackson </strong>, the lone original, would say, <q> <strong> Randy Jackson </strong> what do you think? </q> and the Aerosmith lead singer would say, \"What do you think, <strong> Randy Jackson </strong>?\" There must have been sometWilliam Hung inside of <strong> Simon Cowell </strong>( or even <strong> Kara DioGuardi </strong>) that as a producer really wanted sometWilliam Hung good", "new_id": -2, "mturk_index": "1013"}, {"uid": "1296239181000835630", "i": 6563, "idx": 0, "sa": ["Eric Schmidt"], "q": "At the same time, Google has set about censoring the site's auto-complete function for queries around torrents, as the search giant capitulates to big media demands.- JCL <q> The BBC: Eric Schmidt-stepping aside as chief executive of Google-has told the BBC he has ambitions to promote the web firm's business in China. </q> Among other tasks, Mr <strong> Eric Schmidt </strong> hopes to find a Chinese partner for Google's Android mobile phone operating system. He noted that he was the most pro-China of Google's triumvirate leadership. A", "new_id": -2, "mturk_index": "1790"}, {"uid": "1296793038213319695", "i": 42951, "idx": 3, "sa": ["Antoine Walker", "Allen Iverson", "Paul Pierce", "Marcus Gilbert", "Yao Ming"], "q": "for most of the game before coYao Ming alive briefly in the fourth quarter. <strong> Antoine Walker </strong> scored 25 points but was scoreless in the final period. \"This is what playoff <strong> Marcus Gilbert </strong> is all about,\" <strong> Paul Pierce </strong> said. <q> Nobody said it was going to be easy when we got here. It's obviously not. </q> \"It's hard to get the clinching game,\" said <strong> Allen Iverson </strong>, who has gotten five of them in his career. \"Those shots at the beginning of the game are a lot easier than the ones", "new_id": -2, "mturk_index": "1763"}, {"uid": "1295909859246595674", "i": 48644, "idx": 5, "sa": ["Paul Ryan", "Bernie Sanders"], "q": "gains, would create an even larger gap between rich and poor. \"The <strong> Paul Ryan </strong> plan essentially relives the richest Americans from any responsibility to pay for the support of their country,\" he said. <q> Our country should not be a country where the super rich get to play by different rules than people who are working their way up to their own American dream. </q> <strong> Bernie Sanders </strong> said he was happy to see the Republicans decided to stand behind <strong> Paul Ryan </strong> after months of offering vague talk of deep government cuts.", "new_id": -2, "mturk_index": "215"}, {"uid": "1295636491179568685", "i": 47309, "idx": 5, "sa": ["Andy Coulson", "Tony Blair", "Alan Johnson", "Alastair Campbell"], "q": "accusations of trying to bury bad news. <strong> Tony Blair </strong> made a second appearance at the Iraq war inquiry and as the fallout continues from the departure of opposition finance spokesman <strong> Alan Johnson </strong> on Thursday due to personal problems. <q> The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence, </q> <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street communications director, having decided that \"when a spokseman needs a... Subscribe to RSSMost", "new_id": -2, "mturk_index": "1545"}, {"uid": "1297197242093274120", "i": 53534, "idx": 3, "sa": ["Simon Cowell"], "q": "Makeover: Home Edition\" and \"Jersey Shore.\" As for the current, Simon Cowell-free season of \"Idol,\" he claimed, \"I haven't seen a full episode,\" continuing, <q> I think we're going to do something different. I'm excited. The stakes are high. </q>>> Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from a rough fall season, when it finished last among the major networks in total viewers. \"Idol\" is", "new_id": -2, "mturk_index": "1540"}, {"uid": "1296467037100122661", "i": 34682, "idx": 1, "sa": ["Steve Ballmer", "Peter Klein", "Bob Muglia"], "q": "Server and Tools business has quietly and steadily grown to be the unquestioned leader in server computing,\" Microsoft CEO <strong> Steve Ballmer </strong> Muglia-quits-microsoft-as-brain-drain-continues\" Muglia-quits-microsoft-as-brain-drain-continues-17745\" target=\"_self\"> wrote in a January 10 email to employees announcing <strong> Bob Muglia </strong>'s removal. <q> We are now ready to build on our success and move forward into the era of cloud computing. </q> Microsoft executives on the earnings call declined to mention how many Windows Phone 7 devices had sold to consumers. \"We're pleased with the initial response,\" <strong> Peter Klein </strong> said. \"While we are encouraged", "new_id": -2, "mturk_index": "1656"}, {"uid": "1297462170192987217", "i": 47492, "idx": 0, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "A video posted by the company's NokiaConversations YouTube account presents its new chief executive <strong> Steve Jobs </strong> Elop, formerly the head of Microsoft's Office-centric Business Division, speaking about how Nokia's new partnership with Microsoft will <q> create opportunities beyond anything that currently exists. </q> burning platform\" he described Nokia as currently standing upon; Microsoft's Windows Phone 7 hasn't been setting anything on fire. Elop was joined by <strong> Steve Ballmer </strong>, chief executive of Microsoft,", "new_id": -2, "mturk_index": "1443"}, {"uid": "1296798587177504257", "i": 13873, "idx": 0, "sa": ["Kirsten Gillibrand", "Jon Kyl", "Bob Casey", "Barbara Boxer", "Mark Kirk", "Joe Lieberman", "Mike Johanns", "Scott Brown", "Al Franken"], "q": ", which was released to the press on February 2, the US senators expressed their concern to the German Foreign Minister that EIH continues to conduct transactions on behalf of entities under US and EU sanctions. <q> EIH is one of Iran </q> s few remaining access points to the European financial system,\" said the letter signed by Senators Frank R Lautenberg, <strong> Mike Johanns </strong>, <strong> Barbara Boxer </strong>, <strong> Bob Casey </strong>, <strong> Scott Brown </strong>, <strong> Al Franken </strong>, <strong> Kirsten Gillibrand </strong>, <strong> Mark Kirk </strong>, <strong> Jon Kyl </strong>, <strong> Joe Lieberman </strong> and", "new_id": -2, "mturk_index": "1336"}, {"uid": "1297137361144228394", "i": 4189, "idx": 0, "sa": ["Sergio Marchionne"], "q": "... Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks during the... U.S. Video: Raw video: Packers return to Green Bay as champs U.S. Video: Jury convicts NY TV exec of beheading wife Report Abuse <q> Detroit was left with a factory mentality. </q> Time.com: A Tale of Two Super Bowls: Suspense and Glory Inside, Tears and Anxiety Outside ABC News: Watch: Obama's Urgent Message to the Chamber of Commerce Mortgage Rates Hit 2.99% If you owe", "new_id": -2, "mturk_index": "184"}]