[{"uid": "1296452173129859601", "i": 36106, "idx": 1, "sa": ["Michael Vick"], "q": "since 2005, having spent nearly two years in prison on dog-fighting charges.`` This is a great experience to be voted by your coaches and peers,'' said <strong> Michael Vick </strong>, the Philadelphia Eagles quarterback. <q> To get back so soon is just a blessing. </q> The Pro Bowl was played in advance of the Super Bowl for the second straight year after previously being contested after the season, and returned to its regular site in Honolulu following last year's break of", "new_id": -2}, {"uid": "1296516708125337623", "i": 25198, "idx": 0, "sa": ["Michael Vick"], "q": "family after his wife died in 2005. U.S. Justice Department on Thursday filed a civil... Article: Eichmann Nazi trial veterans reunite in... U.S. Video: Teachers Getting the Axe in New York City Report Abuse <q> <strong> Peter Egner </strong>, voted republican, supported the GOP, tea-baggers, palin </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing Teen Kids Sobs in Court 5 Foods to never eat: Cut down a bit of stomach fat", "new_id": -2}, {"uid": "1295972855202047505", "i": 15403, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "Big Business in their own right. Some of the financial institutions receiving TARP money awarded their wealthy officers'' billions in bonuses,'' including individual`` million-dollar bonuses.'' For example, <q> JPMorgan paid out bonuses <strong> in excess </strong> of$ 3m to more than 200 employees. </q> Since the TARP money was tax dollars, this qualifies as <strong> Sen. Bernie Sanders </strong>'`` tax breaks'' for very wealthy people. Reuters reported:`` Banks seized more than a million U.S. homes in one year for the first", "new_id": -2}, {"uid": "1295283228030097424", "i": 2554, "idx": 0, "sa": ["Jim Ryun", "Jack Kemp", "Ronald Reagan", "Mike Pence"], "q": "counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former Rep. <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential", "new_id": -2}, {"uid": "1295547997131891207", "i": 2547, "idx": 0, "sa": ["Simon Cowell"], "q": "without the caustic presence of British judge <strong> Simon Cowell </strong>. <strong> Simon Cowell </strong>, the contest's biggest star, quit in May to launch his own talent show on Fox later in 2011. In a column headlined <q> The end of` American Idol'( for real this time), </q> Newsweek blogger Ramin Setoodeh wrote;`` The entire franchise has gone to the land of Stepford, where everybody is so nice and sweet and happy and zippy, you feel a cavity coming on.''", "new_id": -2}, {"uid": "1295980148057327644", "i": 3629, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "his full panel....`` Up until this point, the Republican leadership has been vague about what federal programs they want to cut,'' said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats. <q> On the other hand, Congressman Ryan has been very clear on this subject. </q> </blockquote> If the picture still isn't clear enough, here's Katrina Vanden Heuvel warning that despite his wonky, nice-guy secret identity,`` Ryan is an Ayn Rand-quoting zealot'' whose`` rhetoric", "new_id": -2}, {"uid": "1295639889070795282", "i": 33684, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "for me for the government and for the country. He has run the Downing Street press office in a very straightforward, professional and competent way''. <strong> David Cameron </strong> said he compared <strong> Andy Coulson </strong>'s regime favourably to <q> the days of dodgy dossiers, <strong> Alastair Campbell </strong>, <strong> Damian McBride </strong>, and all that nonsense we had from the past government </q>. He also again reiterated <strong> Andy Coulson </strong>'s dogged defence, saying his communications director`` had resigned as News of the World editor as soon as he found what was happening.'' <strong> Andy Coulson </strong> resigned as", "new_id": -2}, {"uid": "1297070683236994575", "i": 21480, "idx": 1, "sa": ["Simon Cowell"], "q": "But Steve- who'll be live on the red carpet at this weekend's Baftas for the E! Entertainment channel- stayed tight-lipped about whether he was set to join <strong> Simon Cowell </strong> for the Stateside show. <q> I've spoken to numerous people and all I'll say about it is it's a job I really, really want and I'd love to do. I don't want to go in depth all about it because I think that's a foolish thing to do. It's just a thing I want to do and we'll see in time, </q> he said.:: Steve Jones will host Live From The Red Carpet: The 2011 Baftas on Sunday at 5pm on E! Entertainment Television. Copyright( c) Press Association Ltd.", "new_id": -2}, {"uid": "1296727907183500817", "i": 16340, "idx": 8, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson", "Reggie Miller"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Allen_Iverson_45pt_vs_Reggie_Miller_41pts_Indiana_Pacers_00/01_NBA_Playoffs_Gm2_*Fancy_move The first half was <strong> Reggie Miller </strong>'s. The game belonged to <strong> Allen Iverson </strong>", "new_id": -2}, [{"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}]]