[{"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q>It is a pretty good offer we are making.</q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont. \"There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}, {"uid": "1295819193226000912", "i": 7277, "idx": 3, "sa": ["Eric Schmidt"], "q": "given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying Google's triumvirate decided they needed to find ways for the company to run more crisply. <q>I am not as concerned about the titles as I am winning,</q> <strong> Eric Schmidt </strong> said. \"I am quite certain that this change will result in faster decision making and better value for the shareholders.\" Google's stockholders have had little to complain about, not that it", "new_id": -2}, {"uid": "1295160403096436234", "i": 5845, "idx": 0, "sa": ["Ricky Gervais", "Simon Cowell", "Jimmy Iovine", "Steven Tyler"], "q": "<strong> Steven Tyler </strong> and new mentor <strong> Jimmy Iovine </strong>, but without <strong> Simon Cowell </strong>, Wednesday at 8 p.m. on WFXT( Ch. 25). Today Jan. 16 <strong> Ricky Gervais </strong> hosts \"The 68th Annual Golden Globes\" live from the www.americanprogress.org <q>At a time when American people are being asked to come to the rescue of financial services all over the country[...] how can we say` we know that[ credit card] practices are unfair, but you must wait a year to fix them?\" asked Representative <strong> Carolyn Maloney </strong>( D-NY) at a Center for American Progress Action Fund event Wednesday morning. At the event, CAPAF Executive Vice President Sarah Wartell presented a new report by Tim Westrich, \"Putting Credit Card Debt on Notice,</q> which she said \"offers technological solutions to help customers better manage their debt in the face of increasingly volatile market conditions.\" Wartell said that by using technology such as text messaging-- or a similarly rapid electronic", "new_id": -2}, {"uid": "1295310733097861638", "i": 44762, "idx": 4, "sa": ["Stephen Jackson", "Allen Iverson"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q>When a guy is shooting like that, there's nothing you can do.</q> <strong> Allen Iverson </strong> scored 14 http://wn.com/Kobe_Bryant_19_pts_5_blocks_vs_Sixers_1999-00_Lockdown_on_AI February 20th, 2000 First Union Center Philadelphia, PA Boxscore: www.basketball-reference.com Statline: 18 points, 7 assists, 5 blocks, 7-15 FG, 4-5 FT One year ago at the same arena", "new_id": -2}, {"uid": "1295218051235503687", "i": 1367, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01142011-21v&amp;flvURL=/media/2011/01/14/01142011-21v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F14%2F01142011-21v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\", \"description\": <q><strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.</q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1295636284010665991", "i": 1020, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "Labour is now old old brown. To compare the two is pretty ludicrous even by lefty standards. I suppose the only thing in common is rumours that both Johnson and <strong> Andy Coulson </strong> were being briefed about by <q>one of there own Poise? Balance? A nose for the aspirational voter?? Bollocks! What planet are you on? The man was tainted and should never have been employed in the first place. Supreme lack of judgement on <strong> David Cameron </strong>'s side who is still saying today that he has \"been punished twice</q>! 1) he has not been punished; and 2) so <strong> David Cameron </strong> agrees he was guilty! golfplayer 21 January 2011 6:15 PM FredinSpain 21 January 2011 5:58 PM golfplayer 21", "new_id": -2}, {"uid": "1295492627115408900", "i": 46078, "idx": 6, "sa": ["Allen Iverson"], "q": ".... <strong> Allen Iverson </strong> SIGNED with Memphis Grizzlies ESPN NBA!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q>God Chose Memphis as the place that I will continue my career.</q> Referring to a Monday meeting with Griz... Dallas down Memphis 100-82- Dec 23 2009- Official NBA Game HIghlights Dallas down Memphis 100-82- Dec 23 2009- Official NBA Game HIghlights I was seven years old.", "new_id": -2}, {"uid": "1297181899188334085", "i": 45587, "idx": 0, "sa": ["Michael Vick"], "q": "history to throw for at least 300 yards and four touchdowns AND rush for at least 50 yards and two scores in leading the Philadelphia Eagles to a 59-28 demolition of the Washington Redskins at Fed-Ex Field. <q>I've had some great games in my day,</q> <strong> Michael Vick </strong> told reporters. \"But I don't think I've had one quite like this one.\" <strong> Michael Vick </strong>'s final numbers: 20-for-28 passing for 333 yards and four scores, 80 yards rushing on", "new_id": -2}, {"uid": "1297108194094667008", "i": 2401, "idx": 0, "sa": ["Sergio Marchionne"], "q": "than most folks-- in the production of electric power, the use of gas \"results in up to 60% percent fewer CO2 emissions than coal.\" In that connection, Outlook also pointed out that, <q>Natural gas demand is rising in every region of the world but growth is strongest in non-OECD( developing) countries, particularly China, where demand in 2030 will be approximately six times what it was in 2005.</q> And then there's the use of gas to power automobiles and trucks. According to <strong> Sergio Marchionne </strong>, the CEO of Italy's Fiat, which has an 80% market share of methane-powered care in Europe and", "new_id": -2}, {"uid": "1296715246139952153", "i": 33799, "idx": 5, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q>We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night.</q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to 43 minutes 16/23 FG 6/8 FT 40 points Career night for CJ Is", "new_id": -2}]