[{"uid": "1295487735203259910", "i": 57945, "idx": 5, "sa": ["Mike Pence", "Eliot Engel", "Todd Rokita"], "q": "people of Indiana sent me to Washington D.C. with very specific instructions: get the government out of our lives, \" said <strong> Mike Pence </strong> <strong> Todd Rokita </strong>, R-Indiana. Democrats called the repeal vote pure politics. <q> If the American people want us to work together, this is not the way to do it. If there is a problem with the bill we should tweak it! </q> said <strong> Mike Pence </strong> <strong> Eliot Engel </strong>, D-New York. by pasha128 January 19, 2011 8:17 PM EST by pasha128 January 19, 2011 8:11 PM EST by PhilipASC January 19, 2011 8:05 PM EST \" When you order every American", "new_id": -2}, {"uid": "1297706494051036178", "i": 46488, "idx": 4, "sa": ["Mike Pence", "Cecile Richards"], "q": "people who believe sex is only for procreation. \" In an emergency email to its members that LifeNews.com obtained, <strong> Cecile Richards </strong> said she is expecting a vote this week on the <strong> Mike Pence </strong> measure, which she called <q> the most dangerous legislative assault on women's health in Planned Parenthood's 95-year history. </q> \" That's not an exaggeration, it is a simple fact- and if they succeed, the consequences for women will be catastrophic. We need everyone who cares about women's health to join together", "new_id": -2}, {"uid": "1296835348012369970", "i": 26869, "idx": 1, "sa": ["Tim Pawlenty", "Mike Pence", "Lou Cannon", "Barack Obama", "John Boehner"], "q": "people. Remember when <strong> Mike Pence </strong> <strong> John Boehner </strong> promised a 100 Billion in spending cuts just in the first year if they won in Nov. 2010. Here is the actual quote from their \" Pledge to America \" . <q> With common-sense exceptions for seniors, veterans, and our troops, we will roll back government spending to presTim Pawlentyulus, pre-baiLou Cannont levels, saving us at least$ 100 billion in the first year alone and putting us on a path to begin paying down the debt, balancing the budget, and ending the spending spree in Washington that threatens our children's future </q>. Well now it turns out that this number, at best, is going to be 32 Billion Dollars. About 30% of what they promised. When <strong> Barack Obama </strong> changes his projections the GOP has a", "new_id": -2}, {"uid": "1296829528069533709", "i": 21515, "idx": 1, "sa": ["Lou Cannon", "Tim Pawlenty", "Mike Pence", "Barack Obama"], "q": "people. Remember when <strong> Mike Pence </strong> Boehner promised a 100 Billion in spending cuts just in the first year if they won in Nov. 2010. Here is the actual quote from their \" Pledge to America \" . <q> With common-sense exceptions for seniors, veterans, and our troops, we will roll back government spending to presTim Pawlentyulus, pre-baiLou Cannont levels, saving us at least$ 100 billion in the first year alone and putting us on a path to begin paying down the debt, balancing the budget, and ending the spending spree in Washington that threatens our children's future </q>. Well now it turns out that this number, at best, is going to be 32 Billion Dollars. About 30% of what they promised. When <strong> Barack Obama </strong> changes his projections the GOP has a", "new_id": -2}, {"uid": "1297716260199933960", "i": 12356, "idx": 1, "sa": ["Mike Pence", "Jim DeMint"], "q": "permanently extend the current individual income tax rates, which will expire on January 1, 2013, and permanently repeal the death tax. \" Uncertainty is the enemy of prosperity, \" said Congressman <strong> Mike Pence </strong>. <q> By enacting a two-year extension on current tax rates, Congress merely extended the uncertainty that has stifled our economic growth. To encourage growth and job creation, Congress should act now to make all previous tax rates permanent and passing the Tax Relief Certainty Act will do just that. </q> \" This bill stops the largest tax increase in history by permanently extending current tax cuts for every American and killing the death tax, \" said Senator <strong> Jim DeMint </strong>. \" Employers need confidence that their taxes will", "new_id": -2}, {"uid": "1296282353007127044", "i": 23067, "idx": 5, "sa": ["Mike McDaniel", "Mike Pence", "Larry Bucshon"], "q": "person like him, with a wealth of experience, is always important to have backing you up when you're just getting started. \" <strong> Larry Bucshon </strong> wouldn't speculate about <strong> Mike Pence </strong>'s future, but said, <q> No matter what he decides to do, I'll be supportive. </q> Other Republicans seemed more sure of <strong> Mike Pence </strong>'s plans. \" I am convinced he is now going to run for governor, \" said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former", "new_id": -2}, {"uid": "1296280079111296551", "i": 7920, "idx": 5, "sa": ["Mike Pence", "Mike McDaniel"], "q": "person like him, with a wealth of experience, is always important to have backing you up when you're just getting started. \" Bucshon wouldn't speculate about <strong> Mike Pence </strong>'s future, but said, <q> No matter what he decides to do, I'll be supportive. </q> Other Republicans seemed more sure of <strong> Mike Pence </strong>'s plans. \" I am convinced he is now going to run for governor, \" said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former", "new_id": -2}, {"uid": "1295891150149438465", "i": 48187, "idx": 0, "sa": ["Ted Poe", "Mike Pence", "Keith Ellison", "Allen West"], "q": "planned to cope with regular interactions with political opponents, in particular <strong> Mike Pence </strong> <strong> Keith Ellison </strong>( D-MN), who the host described as someone that \" supports Islam. \" In his reply, <strong> Allen West </strong> painTed Poe <strong> Keith Ellison </strong> as someone who <q> really does represent the antithesis of the principles upon which this country was established </q>: \" PERITZ: Since you're with a new crowd, people you haven't really met before, and will be very closely associating with in the future, \" including <strong> Keith Ellison </strong>, who supports Islam", "new_id": -2}, {"uid": "1295702917119783444", "i": 34956, "idx": 0, "sa": ["Mike Pence", "Monta Ellis"], "q": "points before losing on <strong> Monta Ellis </strong>' jump shot with 0.6 seconds left. The Pacers committed six turnovers, including three in the final two minutes, in the final quarter. <q> I guess it's a consistency thing, </q> swingman <strong> Mike Pence </strong> Dunleavy said. \" We're not consistently performing on both ends. We have lapses at times. We do a decent job of hanging in there but just not for the full 48 minutes. \"", "new_id": -2}, {"i": 12826, "idx": 4, "index_answer": 0, "new_id": -1, "q": "taken a lot of the heat unfairly'' and`` deserve a lot of credit'' for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> <q> was critical of indefinite detention for unlawful combatants. He was critical of military commissions, </q> he said.`` And here we are... two-plus years later, and all of those things are there. Not because anyone wants them to be there, but because they were the best solutions.'' The", "sa": ["Donald Rumsfeld", "Barack Obama"], "uid": "1297215580168738818"}]