[{"uid": "1297267752007700492", "i": 34779, "idx": 0, "sa": ["Simon Cowell", "Jay Leno"], "q": "<strong> Simon Cowell </strong>'s` The X Factor,' she's feigning ignorance. On <strong> Jay Leno </strong> asked whether she missed working with him as an` American Idol' judge. <q> Of course, I miss everybody, </q> she said diplomatically. <strong> Simon Cowell </strong> discussed Abdul during a call with reporters earlier this week. \"I'm a massive fan of Paula's. When you work with somebody as long as I did with Paula... we", "new_id": -2}, {"uid": "1296922649262193174", "i": 43100, "idx": 5, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "had done some drugs. Sure thing, <strong> Donald Rumsfeld </strong>. Perfectly good excuse. You \" should drop some leaflets on the families of people, American and Iraqi, whose children have died in that war. <q> Sorry, my son was doing drugs. I was emotional at the time. Not my fault. </q> Stuef also had a suggestion for those plans to invade and occupy Iraq to be \"creative\" that \"Rummy says Defense was preparing for offense on Afghanistan at the time, but <strong> George W. Bush </strong> asked him to be", "new_id": -2}, {"uid": "1295552635232112206", "i": 886, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Randy Jackson"], "q": "were introduced, drew its smallest numbers of the night. Critical reaction, too, centered less on what was new, and more on what was missing: namely, the <strong> Simon Cowell </strong> bite. found <q> the formula simply does not work without someone willing to be an ass to kids with big dreams but no chops. </q> The called <strong> Steven Tyler </strong> \"winning,\" liked <strong> Jennifer Lopez </strong> OK enough, but ordered Jackson_Randy Jackson.html\"> <strong> Randy Jackson </strong>, the only original judge left sitting, to \"man up, dawg, and just say no, once in", "new_id": -2}, {"uid": "1296622781114606115", "i": 13042, "idx": 4, "sa": ["Sergio Marchionne", "Callum Macrae"], "q": "US, 27 years ago, the original 500 was still being made \"The global vehicle market is moving more and more towards a European blueprint,\" observes <strong> Callum Macrae </strong>, PricewaterhouseCoopers motor industry analyst. <q> European manufacturers are very adept at engine technology. </q> This could benefit Fiat, as \"fuel economy is embedded into the brand\" , Mr <strong> Sergio Marchionne </strong> acknowledges. \"But it's about much more than that. I don't think it's", "new_id": -2}, {"uid": "1295599345020365320", "i": 34617, "idx": 5, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Firmensprecherin. Allerdings muss es wohl Auseinandersetzungen dar?ber gegeben haben, wer f?r die t?glich zu treffenden Entscheidungen denn letztlich zust?ndig sei- wie sie berhaupt zu f?llen seien. <strong> Eric Schmidt </strong> betonte aber ebenfalls noch einem zu dem F?hrungswechsel: <q> Eigentlich stimmen wir, denke ich, bei allem berein. </q> Und was macht nun <strong> Sergey Brin </strong>, der Kompagnon von <strong> Larry Page </strong>? Der macht das, was ihm schon an der Uni am meisten lag: Er t?ftelt an neuen Produkten. \"Die Rolle passt perfekt zu ihm\"", "new_id": -2}, {"uid": "1295564093148553843", "i": 4470, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Google. Last year Facebook ousted Google to become the most visited web site on the planet. <strong> Eric Schmidt </strong> said the three had been talking about how best to simplify management structure and speed up decision making. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said. Colin Gillis, analyst at BGC Financial in New York said it Google faced growing regulatory issues and it was a good move for <strong> Eric Schmidt </strong> to focus on that area. Sales for", "new_id": -2}, {"uid": "1297279328173539336", "i": 41502, "idx": 0, "sa": ["Barack Obama", "Donald Rumsfeld"], "q": "pleads not guilty in AZ shooting... Photo in Slideshow: A photo released by the office of U.S. Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Barack Obamacare Report Abuse <q> Laborman said \"Arizona doesn't deserve her. You are# 1 in loose gun laws and# 1 in gun deaths per 100,000 population. So all your guns aren't protecting you. With your guns and racism you are a laughingstock in the world </q> \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes$ 4 Billion Wiz Kid Stock& Option", "new_id": -2}, {"uid": "1296713442108806145", "i": 1047, "idx": 6, "sa": ["Allen Iverson", "Tyronn Lue", "Ray Allen"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said Thanks to platinumchefindia for some of these highlights. <strong> Ray Allen </strong> Biography/Stats: <strong> Ray Allen </strong>( born July 20, 1975), referred to as <strong> Ray Allen </strong>, is an American professional basketball player who is currently a free agent", "new_id": -2}, {"uid": "1296897095171786300", "i": 4041, "idx": 5, "sa": ["Michael Vick"], "q": ". Asked whether <strong> Michael Vick </strong> had concerns about being affiliated with another party open to the public, Butler said that <strong> Michael Vick </strong> said that he wanted \"to do something to help the kids out.\" <q> This is a very upscale corporate event, </q> Butler said. \"We have state senators coming. Not everybody can walk in off the street.\" The online invitation states: \"Four-time Pro Bowl quarterback <strong> Michael Vick </strong> would like to personally invite you to", "new_id": -2}, {"uid": "1296005420146669597", "i": 15424, "idx": 0, "sa": ["Bill Lockyer"], "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "new_id": -2}]