[{"uid": "1294986282034947138", "i": 13779, "idx": 0, "sa": ["Brent Jones", "Michael Vick", "Tony Gonzalez"], "q": "never seen a quarterback do it better.\" It helps having <strong> Michael Vick </strong> Turner, the NFC's leading rusher( 1,371 yards), behind one of the league's most underrated offensive lines. <q>This will be my fourth time in the playoffs in 14 years,</q> <strong> Tony Gonzalez </strong> said. \"It'll be my third time as a No. 1 seed. To report corrections and clarifications, contact Standards Editor <strong> Brent Jones </strong>. For publication consideration in the newspaper, send comments to", "new_id": -2}, {"uid": "1295668634145047607", "i": 18706, "idx": 0, "sa": ["Detroit Red", "Allen Iverson"], "q": "with this victory. <strong> Allen Iverson </strong> had 30 points, nine assists and provided a spark for <strong> Detroit Red </strong> after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night. <q>It was a huge lift off of me,</q> <strong> Allen Iverson </strong> said. \"I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I", "new_id": -2}, {"uid": "1295135053142065693", "i": 52, "idx": 2, "sa": ["Carmelo Anthony", "Allen Iverson", "Anthony Morrow"], "q": "win with a critical rebound and putback with 43 seconds left. <strong> Anthony Morrow </strong>'s work on the boards earned glowing praise from <strong> Allen Iverson </strong> after the game. He finished with 14 rebounds, two shy of his career high. <q>When he puts his mind to it, he can do anything on the basketball court,</q> <strong> Allen Iverson </strong> said. \"He can dominate in every aspect. Rebounding, that's all effort. When <strong> Carmelo Anthony </strong> gets down low and starts banging with those guys, it's hard for people to defend him.\"", "new_id": -2}, {"uid": "1296102239116244691", "i": 8434, "idx": 2, "sa": ["Michael Vick"], "q": "He's a whole other person.\" Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a \"sizable\" contract. <q>We believe it was worth it,</q> he said, \"because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.\" Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a", "new_id": -2}, {"uid": "1295293122030998539", "i": 28328, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": ". In 2007, <strong> Andy Coulson </strong> resigned as editor of the News of the World over the bugging incident, but has always said he was unaware of it at the time, the Guardian reported. <q>I judge his work by what he has done for us.... He resigned for what went wrong at News of the World,</q> <strong> David Cameron </strong> said. Men who suffer post orgasmic illness syndrome are just allergic to themselves Chat Roulette now popular with people looking for real pigs instead of furries The banks have heard your desperate lamentations in the dark,", "new_id": -2}, {"uid": "1295921270141459483", "i": 15686, "idx": 0, "sa": ["Kirsten Gillibrand", "Mayor Antonio Villaraigosa", "Debbie Stabenow", "Sen. Joe Lieberman"], "q": "there that is a reward system for good behavior.\" More than 1,000 participants are expected to witness this launch, having traveled from all 50 states to unite behind a declaration that says in part: <q>We believe hyperpartisanship is destroying our politics and paralyzing our ability to govern. We may disagree on issues, but we do so with civility and mutual respect.</q> <strong> Sen. Joe Lieberman </strong>'m scheduled to moderate a morning session featuring U.S. Sens. <strong> Sen. Joe Lieberman </strong>( <strong> Sen. Joe Lieberman </strong>, Conn.), <strong> Kirsten Gillibrand </strong>( D., N.Y.), and <strong> Debbie Stabenow </strong>( D., Mich.); Democratic <strong> Mayor Antonio Villaraigosa </strong> of Los Angeles", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "\" The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q>a Christian, a conservative, and a Republican, in that order,</q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}, {"uid": "1296463134032751622", "i": 10306, "idx": 1, "sa": ["Sergio Marchionne"], "q": "today, with higher expectations than mere survival. In short, they want to see positive net income even after Chrysler pays interest expense on its government loans. CEO <strong> Sergio Marchionne </strong> said Jan. 10 that <q>we're going to make more than$ 700 million,</q> referring to 2010 operating profit( before interest and taxes). Considering that Chrysler reported a$ 565-million operating profit for the first nine months, <strong> Sergio Marchionne </strong>'s statement indicates that the company's operating profit for the last", "new_id": -2}, {"uid": "1295582183033980446", "i": 4560, "idx": 6, "sa": ["Eric Schmidt", "Google Inc."], "q": "each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>'s co-founders as his \"best friends.\" \"I believe Larry is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q>It's time for him to have a shot at running this.</q> Page hailed <strong> Eric Schmidt </strong> as a \"tremendous leader\" whose contributions exceeded all expectations. \"There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done,\" Page said. Although he", "new_id": -2}, {"uid": "1295684554156401677", "i": 9767, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. \"Larry has been with me in every major decision in the past decade,\" <strong> Eric Schmidt </strong> said in an interview Thursday. <q>It's not like he has been sitting around doing nothing.</q> Although management by committee worked well enough to turn <strong> Google Inc. </strong> into an enormous success, it eventually slowed <strong> Google Inc. </strong>'s reaction to popular new ideas such as Facebook and Twitter. Because your contributions are currently under", "new_id": -2}]