[{"uid": "1295610181062603290", "i": 6405, "idx": 3, "sa": ["Andy Coulson"], "q": "He's resigned- reported by The Times. Too slow, Graun!'' Tiresias 21 January 2011 11:40 AM randomdoofus 21 January 2011 11:40 AM bradwright 21 January 2011 11:40 AM <q><strong> Andy Coulson </strong> was fed up with the ''continual focus and distraction,</q>'' All those wire taps must be quite distracting, to be fair. benzedrine 21 January 2011 11:40 AM riggers1 21 January 2011 11:41 AM I am sure <strong> Andy Coulson </strong> will quote", "new_id": -2}, {"uid": "1295287692010338352", "i": 17504, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "that the poor performance of Flash on traditional computers has proven that Adobe's application runtime should not be allowed on iOS devices. ''Flash is the number one reason Macs crash,'' <strong> Steve Jobs </strong> wrote. <q>We have been working with Adobe to fix these problems, but they have persisted for several years now.</q> <strong> Steve Jobs </strong> and Google CEO <strong> Eric Schmidt </strong> are spotted having coffee in March 2010. Adobe's Chief Executive responded to <strong> Steve Jobs </strong>' comments, calling them a ''smokescreen'' for problems that he", "new_id": -2}, {"uid": "1295480023209436714", "i": 29676, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Conan O'Brien"], "q": "., and praised his friend <strong> David Letterman </strong>. He said Leno ''did a terrible thing to <strong> Conan O'Brien </strong>'' with last year's Tonight Show controversy. ''Jay is insane,'' <strong> Howard Stern </strong> told <strong> Piers Morgan </strong>. <q>He's not fit to scrub <strong> David Letterman </strong>'s feet. Yes, I don't know why he's beaten <strong> David Letterman </strong> in the ratings. It's beyond my comprehension. America must be filled with morons who at night lay in bed-- the ones who are watching him. They must be in a coma.</q> <strong> Howard Stern </strong> is slated to appear on <strong> David Letterman </strong>'s Copyright Â© 2011 Friday Morning Quarterback Album Report, Inc. and Mediaspan Online Services- <strong> Howard Stern </strong> Rights Reserved Contact:| Site Management:", "new_id": -2}, {"uid": "1295439766144605206", "i": 24490, "idx": 0, "sa": ["Kirsten Gillibrand", "Richard Becker"], "q": "based on you showing you spent the money,'' <strong> Richard Becker </strong> explained. The process was meant to guard against fraud and waste. But because it's been so difficult, legislators are appealing to <q>This agreement has resulted in greater oversight and accountability. It has saved taxpayer money and improved care for millions of New Yorkers,</q> said Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.), who was planning to send a letter to the federal officials today, signed by a bipartisan roster of 22 lawmakers. Besides expanding capacity, the program tries", "new_id": -2}, {"i": 10928, "idx": 0, "index_answer": 0, "new_id": -1, "q": "go around. Dysfunction in decision-making arose partly because of the competing agendas of different agencies, his own included. However, he implies that ultimately it was up to <strong> President Bush </strong> to take firmer control. <q>There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch,</q> writes <strong> Donald Rumsfeld </strong>. Among those coming in for knocks in the book are <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, respectively <strong> Donald Rumsfeld </strong> of State and head of the National Security Council( NSC) in the <strong> John McCain </strong> House at the war", "sa": ["Donald Rumsfeld", "John McCain", "Condoleezza Rice", "Colin Powell", "President Bush"], "uid": "1296862636132562982"}, {"uid": "1295949464070467618", "i": 11612, "idx": 0, "sa": ["Jacques Offenbach", "Andrew Lloyd Webber", "Simon Cowell", "Paul Potts"], "q": "talent show ''Britain's got Talent'' <strong> Andrew Lloyd Webber </strong> <strong> Simon Cowell </strong> as a judge. Check out the clip of his semi final winning performance. www.youtube.com about the performance only please. All others will be removed and blocked.Aerosmith's <q>I don't want to miss a thing</q> is also featured in the clip, for those that keep asking!For all those that seem to think <strong> Paul Potts </strong> is a pro in disguise, please realise the following.- Bath <strong> Jacques Offenbach </strong> is an amateur opera company staging a", "new_id": -2}, {"uid": "1295907479051232827", "i": 1943, "idx": 0, "sa": ["Bill Lockyer"], "q": "September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday that his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q>We have a current structural budget deficit that we have to address. The sooner, the better.</q> He said the issuance of IOUs ''theoretically could happen. It's a possibility. It's not one that anyone wants to do. So it's sort of at the bottom of a list of", "new_id": -2}, {"uid": "1295571578103104583", "i": 7020, "idx": 3, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "leading product development and technology strategy, while Sergey will focus on strategic projects. And <strong> Eric Schmidt </strong>? Well, the former CEO is expected to stay on as Executive Chairman and spend his time on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.</q> As expected, <strong> Eric Schmidt </strong>'s announcement shocked many in Silicon Valley. SearchEngineLand editor <strong> Danny Sullivan </strong> noted that Google was probably long ''overdue'' for a major management reorganization. ''The structures between the three", "new_id": -2}, {"uid": "1295316162045481984", "i": 9978, "idx": 3, "sa": ["Leone I", "Blake Griffin", "Allen Iverson"], "q": "these online threats, is expected to hit its highest point on... Degrassi: <strong> Leone I </strong> Just Don't Know.../ Try Honesty Promo The Boiling Point continues Monday, August 2, 2010 at 9pm on TeenNick with <q><strong> Leone I </strong> Just Don't Know What To Do With Myself( Part 1)</q>.... <strong> Allen Iverson </strong> 50pts Philadelphia 76ers vs Atlanta Hawks 03/04 NBA* Flu Game* Season <strong> Blake Griffin </strong> <strong> Allen Iverson </strong> 50pts Philadelphia 76ers vs Atlanta Hawks 03/04 NBA* Flu Game* Season <strong> Blake Griffin </strong> Once the flu didn't stop <strong> Allen Iverson </strong>,", "new_id": -2}, {"uid": "1295498090112721958", "i": 47309, "idx": 6, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. ''It's hard coming into a situation where guys have been Time to start a new topic! 2003 Playoffs, first round, Magic( 8) vs Pistons( 1). Highlights from", "new_id": -2}]