[{"uid": "1297514117014598155", "i": 33871, "idx": 1, "sa": ["David Letterman", "Brian Regan"], "q": ", including 2007's`` <strong> Brian Regan </strong> Standing Up.'' He's made the rounds of late night TV talk as a regular on <strong> David Letterman </strong>'s CBS show. The Philadelphia Inquirer said of <strong> Brian Regan </strong>: <q> A stand-up keeps it clean and cleans up. </q> article by Gail Shister. The City Weekly of Salt Lake City said:`` Through sold-out shows and fans who know every punch line, <strong> Brian Regan </strong> stays humble.'' article by Jennifer Heaney", "new_id": -2}, {"uid": "1295485111026624002", "i": 39643, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "of others.'' <strong> Donald Rumsfeld </strong> said it was up to the leaders of China to decide whether they would make their national defense plans public; however, one can not misunderstand the fact he said afterward: <q> Greater clarity would certainly generate more certainty in the region. </q> Interview with Robin Koerner-`` Website fulfils a timeless wish'' CLICK HERE for...... A moderate independent's take on news, events and culture- by veteran journalist Joe Gandelman with writers from around the", "new_id": -2}, {"uid": "1297405067238747661", "i": 4087, "idx": 1, "sa": ["Hosni Mubarak", "David Letterman"], "q": "to spear Egypt's dictator <strong> Hosni Mubarak </strong> with his href=\"http://www.examiner.com/tv-in-national/justin-bieber-presents-the-top-10-list-on-David Letterman-David Letterman\" rel=\"nofollow\"> Top 10 list tonight.`` Maybe he's leaving, but he's not going anywhere,'' <strong> David Letterman </strong> told his audience before reading the list. <q> He lives to beat people, to torture people, and he has stolen$ 8 billion from his country. So, he's not a bad guy, </q> the href=\"http://www.cbs.com/late_night/late_show/\" rel=\"nofollow\"> Late Show host joked. Below is href=\"http://www.examiner.com/tv-in-national/David Letterman-David Letterman-and-the-attack-of-the-jack-hanna-s-snarky-anteater-video\" rel=\"nofollow\"> <strong> David Letterman </strong>'s Top 10 List for Thursday, February 10th: <strong> Hosni Mubarak </strong>'s Future Plans: 10.", "new_id": -2}, {"uid": "1295805489188252160", "i": 59227, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "think he's got a way to go,'' <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform. <q> You know, we didn't elect title=\"Superman(fictional character)\" href=\"http://www.dailypress.com/topic/entertainment/movies/superman-%28fictional-character%29-PEFCC000007.topic\"> Superman. We elected a human being, <strong> Barack Obama </strong>. </q>`` I think he has reached out to countries around the world and has developed good relations with countries around the world,'' <strong> Colin Powell </strong> said.`` And I think he's working very hard on the", "new_id": -2}, {"uid": "1296130498234815488", "i": 13347, "idx": 0, "sa": ["Bernie Sanders", "Barack Obama"], "q": ", seems to me to be absolutely wrong,'' he said. <strong> Barack Obama </strong> called for a`` bipartisan solution to strengthen Social Security'' during his State of the Union address Tuesday. <q> We must do it without putting at risk current retirees, the most vulnerable, or people with disabilities-- without slashing benefits for future generations and without subjecting Americans' guaranteed retirement income to the whims of the stock market, </q> <strong> Barack Obama </strong> said. <strong> Bernie Sanders </strong> said the <strong> Barack Obama </strong>'s statement could have been stronger and leaves open the possibility of future cuts. He started the caucus to respond to a plan by the National", "new_id": -2}, {"uid": "1295562019175194161", "i": 55400, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "is going to talk about,'' all of which is expected to be accomplished by April, <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong>, after congratulating <strong> Eric Schmidt </strong> on doing`` an outstanding job,'' and saying there was <q> no one in the universe who could have accomplished what he's done, </q> passed the call over to <strong> Sergey Brin </strong>. <strong> Sergey Brin </strong>, however, punted. After saying he expected to work with both <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> for`` many more decades,'' said he would focus on`` my", "new_id": -2}, {"uid": "1295665811103448650", "i": 30913, "idx": 0, "sa": ["Steve Ballmer"], "q": "controller, which at present works only with the Xbox 360 gaming console. Quickbase Database as a Service Is Being Exposed For Rich Application Developers For Some Surprising New Apps WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"uid": "1297272060224821253", "i": 34673, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "if there are more, I suspect they're working on them as well, even though I don't happen to know what they are. It is just false, not true, inaccurate and typical. <q> There's no debate in the world as to whether they have those weapons. </q> July 30, 2002: \" <strong> Donald Rumsfeld </strong>: They have chemical weapons and biological weapons and they have an appetite for nuclear weapons and have been working on them for a good many years, and that there's", "new_id": -2}, {"uid": "1297278527192200719", "i": 46199, "idx": 0, "sa": ["Eric Schmidt"], "q": "1990s, Google President <strong> Eric Schmidt </strong> was working for Sun Microsystems and was part of a small but vocal group of techies who helped the federal government put the antitrust reigns on Microsoft. Now it's Google that's getting <q> too big for its britches </q> and the monopoly drums are beating once again. And who is Google blaming for conducting the rhythm? We'll give you one guess. reports today: \" The constraints imposed on Microsoft in that case", "new_id": -2}, {"i": 16110, "idx": 0, "index_answer": 0, "new_id": -1, "q": "as the Wi-Spy incident, and to call CEO <strong> Eric Schmidt </strong> to testify under oath. In a letter to <strong> Darrell Issa </strong>, <strong> Jamie Court </strong>, Consumer Watchdog president and John <strong> M. Simpson </strong>, Inside <strong> Google Inc. </strong> Project director, wrote: <q> An investigation by the committee of <strong> Google Inc. </strong>'s relationship to the Administration is particularly timely now in light of the way the Federal Trade Commission closed its probe of the Wi-Spy incident, and the Department of Justice's current review of the pending acquisition of ITA Software. </q> http://insidegoogle.com/wp-content/uploads/2011/01/GOOGGovfinal012411.pdf http://insidegoogle.com/wp-content/uploads/2011/01/LtrIssa012411final.pdf The report, Lost in the Cloud: <strong> Google Inc. </strong> and the US Government, is drawn from records obtained through the Freedom of Information Act and interviews. It found that <strong> Google Inc. </strong>'s ambitious quest for", "sa": ["Jamie Court", "Eric Schmidt", "M. Simpson", "Darrell Issa", "Google Inc."], "uid": "1295965636047955976"}]