[{"uid": "1296452173129859601", "i": 36105, "idx": 0, "sa": ["Michael Vick", "Peyton Manning"], "q": "Indianapolis Colts quarterback <strong> Peyton Manning </strong> was playing in his 11th Pro Bowl while his NFC counterpart, <strong> Michael Vick </strong>, participated in his fourth and first since 2005, having spent nearly two years in prison on dog-fighting charges. <q>This is a great experience to be voted by your coaches and peers,</q> said <strong> Michael Vick </strong>, the Philadelphia Eagles quarterback. \"To get back so soon is just a blessing.\" The Pro Bowl was played in advance of the Super Bowl for the second straight year after previously", "new_id": -2}, {"uid": "1295584823230457349", "i": 15048, "idx": 1, "sa": ["George H.W. Bush", "Norman Schwarzkopf", "James A. Baker III", "Colin Powell"], "q": "leading up to the conflict. Their discussion detailed the efforts the U.S. made to try to resolve the situation diplomatically and build a worldwide coalition before deciding that military action was the only solution. <q>This is a textbook example of the way to go to war. Diplomatically, politically, militarily of course and economically,</q> said <strong> James A. Baker III </strong>, who added that <strong> George H.W. Bush </strong> left no stone unturned in seeking a peaceful way to resolve things. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, commander of the coalition forces, wasn't able to attend Thursday's event because", "new_id": -2}, {"uid": "1297699500244842499", "i": 33336, "idx": 2, "sa": ["Ed Hernandez", "Bill Lockyer"], "q": "to obligate funds, are getting bad interest rates- higher than what the state gets for its general obligation bonds even though some of the maturities are shorter, even accounting for variations in bond ratings. <q>There are a lot of bad deals and bad financing going on right now,</q> he told lawmakers at a hearing last week. <strong> Bill Lockyer </strong> called redevelopment agencies \"vampires sucking the blood of everybody around them for their own particular purposes.\" State Sen. <strong> Ed Hernandez </strong>, D-West Covina,", "new_id": -2}, {"uid": "1296105145101646386", "i": 18248, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "Ian Edmondson"], "q": "machine for any indication that Mr <strong> Ian Edmondson </strong> or other figures at the newspaper were responsible for instructing Mr <strong> Glenn Mulcaire </strong> to target the phones of celebrities and politicians prior to 2006. In a statement, News International said: <q>The News of the World has terminated the employment of <strong> Ian Edmondson </strong>... Material evidence found during the course of the subsequent investigation has led to[ his] dismissal. News International has informed the police, handed over the material it has found and will give its full co-operation.</q> The sacking of one of Mr <strong> Andy Coulson </strong>'s most trusted tabloid attack dogs represents a dramatic change in the stance of News International, which as recently as this month was maintaining its stance that the hacking was restricted", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. \"We're putting our money where our mouth is,\" <strong> Simon Cowell </strong> said. <q>It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star.</q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge. \"I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}, {"uid": "1296160711194232381", "i": 13884, "idx": 0, "sa": ["Steve Ballmer"], "q": "devices that leverage ARM architecture-in particular, tablets and smartphones-offers both a potential threat and market-channel for Windows software. During this January's Consumer Electronics Show in Las Vegas, CEO <strong> Steve Ballmer </strong> highlighted the ARM development. <q>We made the announcement now in order to allow all of our partners to work together and build upon this innovation,</q> Microsoft could cite Windows Phone 7 sales, to a point. In recent days both Microsoft and its carrier partners seem reluctant to discuss consumer sales in any depth. If", "new_id": -2}, {"uid": "1296486373063668243", "i": 2377, "idx": 14, "sa": ["Mike Pence"], "q": "served all GOP House members. But he said a full discussion of his credentials should wait until he's an official candidate. \"If we would decide to seek the governorship,\" <strong> Mike Pence </strong> said, <q>I would expect people can judge whatever we would bring to the candidacy at that time.</q> From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1296663357109838441", "i": 4917, "idx": 1, "sa": ["Chris Gent", "Andy Coulson", "Kenny Kunene"], "q": "his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" \"Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>, an ambitious Brit who...\" <q>Is the new Backbench Business Committee about to make some serious enemies? This new-fangled innovation has done pretty well so...</q>\" Wealthy ANC supporter <strong> Kenny Kunene </strong>( left) eating sushi from the body of a bikini-clad woman \"The ANC Youth League...\" \"The Institute for Fiscal Studies thinks the chancellor is right not to start", "new_id": -2}, {"uid": "1296259179174211074", "i": 2322, "idx": 0, "sa": ["Antonio Cassano", "Allen Iverson"], "q": "out the Toronto Raptors 137-105 for their fifth straight win at home. The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws. <q>It felt OK before the game,</q> <strong> Allen Iverson </strong> said. \"Now, it feels that much worse. It's throbbing like a heartbeat.\" <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio Cassano </strong> a week ago, slips on a brace after every game", "new_id": -2}, {"uid": "1297242543083116089", "i": 15464, "idx": 7, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "it's right for the show. You got ta freshen things up.\" And \"Idol\" has certainly freshened things up with the new judges, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> joining Randy Jackson. <q>I talk to Randy all the time,</q> <strong> Simon Cowell </strong> said. \"We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with` The X Factor].\"", "new_id": -2}]