[{"uid": "1297426858243695664", "i": 46107, "idx": 0, "sa": ["Steve Ballmer"], "q": "Samsung's Omnia 7, and href=\"http://www.foxbusiness.com/topics/business/companies/dell-computer.htm\"> Dell Inc.'s( href=\"http://quote.foxbusiness.com/symbol/DELL/snapshot\"> DELL) Venue Pro. Microsoft expects Nokia to`` help drive the future of Windows Phone'' by contributing its <q> expertise on hardware design, language support, and help bring Windows Phone to a larger range of price points, market segments and geographies. </q>`` I am excited about this partnership with Nokia,'' Microsoft Chief Executive href=\"http://www.foxbusiness.com/topics/business/finance/CEOs/Steve Ballmer-Steve Ballmer.htm\"> <strong> Steve Ballmer </strong> said in the statement Friday.`` Ecosystems thrive when fueled by speed, innovation and scale.", "new_id": -2}, {"uid": "1295798999110280823", "i": 22050, "idx": 10, "sa": ["Colin Powell", "Barack Obama"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race.`` I will always vote for the person who I think is best qualified,'' he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q> Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an important element of the user experience on sunherald.com. We invite you to comment on our content as part", "new_id": -2}, {"uid": "1297505863030818334", "i": 28075, "idx": 0, "sa": ["Angelina Jolie"], "q": "anului 2010. <strong> Angelina Jolie </strong> nu s-a nt?lnit niciodat cu o orfan n v?rst de patru ani, numit Leah, despre care ziarele britanice informau c va fi adoptat de actri, a mai spus Waldman. <q> Nu exist nicio f?r?m de adev?r n aceste zvonuri </q>, a spus acesta. El a explicat c <strong> Angelina Jolie </strong> s-a nt?lnit cu oficiali i exper?i din Haiti pentru a pune la punct un nou proiect al funda?iei sale caritabile, Angelina Jolie-Angelina Jolie Foundation. Grecia anuleaz trenurile interna?ionale, inclusiv", "new_id": -2}, {"uid": "1294966659267878403", "i": 45286, "idx": 2, "sa": ["Kirsten Gillibrand", "Katie Couric"], "q": "Congress and the Senate. And I think it was a combination, perhaps, of the unexpected but familiar that really prompted her to open her eyes and look around,'' he said. <strong> Katie Couric </strong>: <q> Was her husband completely beside himself? </q> <strong> Kirsten Gillibrand </strong>:`` He was- it was dramatic. I mean, he- we didn't understand the importance of that. We didn't know that she had not opened her eyes. But what", "new_id": -2}, {"uid": "1295738027191037459", "i": 4485, "idx": 0, "sa": ["Alassane Ouattara"], "q": "to be a close confidant of Gbagbo. He said he was pressured into the resignation after having been accused by <strong> Alassane Ouattara </strong>'s camp of going against the bank's policy to cut off funds to Gbagbo. <q> I agreed to hand in my resignation as that is what was asked of me, </q> Dacoury-Tabley said after the meeting. He defended his actions as head of the bank, pointing to various practical and technical reasons for not giving control of Ivory Coast's accounts to <strong> Alassane Ouattara </strong>.`` Some people", "new_id": -2}, {"uid": "1295510839092602381", "i": 15760, "idx": 0, "sa": ["Grant Hill", "Larry Brown", "Allen Iverson", "David Stern"], "q": "about <strong> Allen Iverson </strong>'s rap music, it was as if <strong> Allen Iverson </strong> didn't even hear him. As <strong> David Stern </strong> handed him the MVP trophy, all <strong> Allen Iverson </strong> could think of was one thing when he was asked to speak. <q> Where's my coach at? </q> he asked.`` Where's Coach <strong> Larry Brown </strong>?'' It was a <strong> Grant Hill </strong> touch by <strong> Allen Iverson </strong> to seek out <strong> Larry Brown </strong>, his coach for the past 3 1/2 seasons. For a player often described as selfish and immature", "new_id": -2}, {"uid": "1296568155036290570", "i": 43852, "idx": 0, "sa": ["Angelina Jolie", "Jon Voight", "Mike Huckabee"], "q": "... Guest Commentary: To boost economy, invest in science, tech education With elections in the rearview mirror, elected officials are getting down to the issues of... In response to Dave Hornstein's Sunday column( <q> Add levels of common sense to drunken driving... Zoom <h6> Actor <strong> Jon Voight </strong>, father of actress <strong> Angelina Jolie </strong>/ AP PHOTO </h6> Academy Award-winning actor <strong> Jon Voight </strong> says he hopes his daughter <strong> Angelina Jolie </strong> will join him soon on a visit to the Jewish state. A longtime Israel supporter, <strong> Angelina Jolie </strong> is visiting the country with likely U.S. presidential candidate <strong> Mike Huckabee </strong>. <strong> Angelina Jolie </strong> was for years estranged from <strong> Angelina Jolie </strong>. He said today his celebrity daughter was well aware of his`` affection for Israel and the Jewish people, </q> but that he doesn't know where she stands on Israel. <strong> Angelina Jolie </strong> serves as a goodwill ambassador for the United Nations. <strong> Angelina Jolie </strong> told the Associated Press he would`` love to see'' <strong> Angelina Jolie </strong>", "new_id": -2}, {"uid": "1295250569089341959", "i": 42849, "idx": 2, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "`` Meet the Press,'' Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., said she had talked with <strong> Gabrielle Giffords </strong>' husband, astronaut <strong> Mark Kelson </strong>, Saturday night.`` She's making progress every day,'' <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury. </q> Also Sunday, one of the other shooting victims, James Eric Fuller, 63, was involuntarily committed for a mental-health evaluation, which by law must run a minimum of 72 hours. Pima", "new_id": -2}, {"uid": "1296102825131907709", "i": 28625, "idx": 0, "sa": ["LeBron James", "Allen Iverson", "Antonio McDyess", "Ray Allen"], "q": ", who had his way for 41 minutes. The likely MVP went 13-of-20 from the field, 11-of-14 from the line and didn't commit a turnover. Cleveland had only five miscues, a postseason franchise record. <q> It's tough when he is going like that, </q> Pistons forward <strong> Antonio McDyess </strong> said.`` No matter what you do; trap, he's going to make that play; contest shots, he's maLeBron James shots. He's http://wn.com/Ray Allen_Allen Iverson_1st_Win_as_a_Pistons_vs_LeBron Jamess_30pts_9asts_7rebs_08/09_NBA For a veteran like <strong> Allen Iverson </strong>, a", "new_id": -2}, {"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team.`` The president and I don't have to agree on everything,'' said <strong> Kirsten Gillibrand </strong>.`` GO JETS!'' <q> I'll bet on the Jets over Chicago, </q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}]