[{"uid": "1297647737198574120", "i": 37566, "idx": 6, "sa": ["Bernie Sanders", "Barack Obama"], "q": "with him briefly after the conclusion of his remarks. Given <strong> Bernie Sanders </strong>' bleak assessment I asked him if he thought <strong> Barack Obama </strong> would face either a Democratic primary challenger or an independent challenger on the Left. <strong> Bernie Sanders </strong> replied, <q> I wouldn't be surprised. </q> But then he quickly added,`` But I don't have the answer to that.'' I did see a couple of people wearing a`` Draft <strong> Bernie Sanders </strong>'' sticker. For his part,", "new_id": -2}, {"uid": "1297005372041598997", "i": 27742, "idx": 0, "sa": ["Gabrielle Giffords", "Colin Powell", "George H. W. Bush", "Dick Cheney", "Barack Obama"], "q": "Personal and Political Memoir.'' He told the crowd at the Reagan tribute, part of the celebration of the late <strong> George H. W. Bush </strong>'s 100th birthday on Sunday, that the book was going well. <q> I'm Gabrielle Giffordsp into my years as <strong> George H. W. Bush </strong> and let's just say I'm not having writer's block, </q> <strong> Dick Cheney </strong> said. Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article: <strong> Barack Obama </strong> steps up diplomacy for Egypt transition... Article: <strong> Barack Obama </strong> urges entrepreneurial focus on", "new_id": -2}, {"uid": "1295965342261718029", "i": 32327, "idx": 1, "sa": ["Newt Gingrich", "Hosni Mubarak", "Bill Lockyer"], "q": "cars on the main street and waved signs reading`` OUT!'' inspired by the Tunisian protestations of`` DEGAGE!'' this week. Men were seen spraying graffiti reading`` Down with <strong> Hosni Mubarak </strong>.'' <q> We want to see change just like in Tunisia, </q> said Lamia Rayan, 24, one of the protesters. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 1 BR/", "new_id": -2}, {"uid": "1295581287002506756", "i": 29948, "idx": 10, "sa": ["Eric Schmidt", "Ken Auletta"], "q": "weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies.`` I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,'' said <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World As We Know It. </q>'' I think <strong> Eric Schmidt </strong> is burned out.'' There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of Google's quarterly calls to discuss its", "new_id": -2}, {"uid": "1295639301070795290", "i": 17445, "idx": 3, "sa": ["Wanda Jackson", "David Letterman", "Alyse Eady", "Vince Gill", "Jack White", "Greg Lawler"], "q": "band Green Corn Revival back her. music If you enjoyed this post, please consider to Videos: <strong> Wanda Jackson </strong>& <strong> Jack White </strong> and Miss Arkansas <strong> Alyse Eady </strong> on`` <strong> David Letterman </strong>'' <strong> Wanda Jackson </strong> talks about her new Jack White-produced album <q> The Party Ain't Over </q> <strong> Vince Gill </strong> returns to Oklahoma for three shows, preparing to release new album FROM STAFF REPORTSThe Oklahoma City Festival of the Arts was named one of the nation's top arts festivals according to the 2011 edition of <strong> Greg Lawler </strong>'s", "new_id": -2}, {"uid": "1296250404055099514", "i": 39266, "idx": 5, "sa": ["Michael Vick"], "q": "shoulder pads and thigh pads made by the company.`` The Unequal technology is a part of my game now and I won't play without my Unequal,'' <strong> Michael Vick </strong> says in a to-be-released statement. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the href=\"http://sportsillustrated.cnn.com/football/nfl/teams/falcons\"> Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest on dogfighting charges,", "new_id": -2}, {"uid": "1297382228148979729", "i": 58154, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "new_id": -2}, {"uid": "1296038465119881742", "i": 38297, "idx": 0, "sa": ["Aishwarya Rai", "Derek Hough", "Simon Cowell", "John Travolta", "Tom Jones", "Ricky Gervais"], "q": "medical world and undergone a sex-change. Welsh Crooner <strong> Tom Jones </strong>, 84, is now a 22 year old Venezuelan supermodel. Speaking from a... <strong> John Travolta </strong> Furious At <strong> Ricky Gervais </strong> For Insinuating That He Is Gay- <strong> Ricky Gervais </strong> Replied <q> Get Over It Missy! </q> Cheryl Cole and <strong> Derek Hough </strong>- True romance in a smouldering kiss Bollywood's <strong> Aishwarya Rai </strong> Turns Down <strong> Simon Cowell </strong>'s Offer of Being A Judge On His New American Show` X-Factor'", "new_id": -2}, {"uid": "1295636623157057039", "i": 23182, "idx": 2, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and on Friday defended his own judgment in hiring him after his resignation from the News of the World. <q> I feel that he's been punished twice for the same offence. I chose to judge him by the work that he's done for me, for the government and for the country, </q> <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position.`` Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}]