[{"uid": "1297417370218677347", "i": 13357, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "giant Microsoft. Responding to the threat from Google Android and Apple's iPhone, Windows Phone 7 will now become Nokia's primary smartphone operating system. The company said that its strategic partnership with Microsoft would <q> build a new global mobile ecosystem </q>. Nokia's Chief Executive <strong> Stephen Elop </strong> said that \"Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.\" <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1297251106136822784", "i": 27094, "idx": 0, "sa": ["Ron Paul", "Barack Obama", "Donald Rumsfeld"], "q": "pad for a few bright-eyed activists. Our personal favorite is Jonathan Krohn, who is still too young to drive, but parlayed his CPAC star turn two years ago into a bestselling book. <q> I'm not like a lot of my colleagues who think <strong> Barack Obama </strong>'s goal is trying to harm the country. That's insanity. That's out there. That's loony tunes, </q> the reasonable young man told us over ice cream last year. <strong> Donald Rumsfeld </strong>'s Victory Lap Move over, Ron Paulald Reagan. Another conservative icon will seize the spotlight this week when the former defense secretary brings", "new_id": -2}, {"uid": "1297299745011485186", "i": 36813, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "ripe off people of Millions, or Billions of dollars, why are they wasting their time? If he had been charged, and convicted, he would have likely have been out by now anyway. Report Abuse <q> many a man has been left under a bridge by a woman. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"uid": "1297217138168738878", "i": 31760, "idx": 0, "sa": ["Martin Amis", "Theresa May", "Michael Gove"], "q": "a piece entitled \"What I learned from my stay with a Muslim family\" ), the then leader of the opposition rejected the Michael Gove-esque obsession with \"IslMartin Amism\" and warned against the dangers of reckless rhetoric: <q> We must also be careful about the language we use... Our efforts are not helped by lazy use of language. Indeed, by using the word \"IslMartin Amist </q> to describe the threat, we actually help do the terrorist ideologues' work for them. \" But this morning's speech to the Munich Security Conference suggests <strong> Michael Gove </strong> has won the battle for the <strong> Theresa May </strong>'s", "new_id": -2}, {"uid": "1296092403233947139", "i": 14847, "idx": 1, "sa": ["Andy Coulson", "Sienna Miller", "David Cameron"], "q": "phone hacking at the News of the World in 2005/06.\" The Crown PSienna Millercution Service also recently said it would expand its review of evidence gathered by the police during the phone hacking inquiry to include any <q> recent or new substantive allegations. </q> <strong> Andy Coulson </strong>, the editor of the News of the World from 2003-2007, resigned as Prime Minister Cameron_David Cameron/index.html?inline=nyt- per\" articles about David Cameron.\"> <strong> David Cameron </strong>'s director of communications, saying that continued speculation about his alleged", "new_id": -2}, {"uid": "1296149291243646503", "i": 30393, "idx": 1, "sa": ["Michael Vick", "Tom Brady"], "q": "high point came in Week 10, when he accounted for six TDs( four passing, two rushing) and threw for 333 yards in a 59-28 win at Washington. That performance led <strong> Tom Brady </strong> to say <strong> Michael Vick </strong> was <q> damn near impossible to stop. </q> <strong> Michael Vick </strong> came down slightly from his midseason high point in the final six weeks-- when he threw his six INTs-- and missed four games due to injury. But he began to mix his dangerous passing and running", "new_id": -2}, {"uid": "1295439770220266591", "i": 7601, "idx": 2, "sa": ["Kara DioGuardi", "Ellen DeGeneres", "Kimberley Locke", "Simon Cowell"], "q": "Need No Doctor. In short, it's a promising start to what just might be a reinvigorated giant.( And we can all just forget that <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong> business.) <q> I think this might be just what the show needs-- a fresh start, </q> says <strong> Kimberley Locke </strong>. \"Not to mention some of the pressure is off the contestants. They don't have to stress over what <strong> Simon Cowell </strong> will or won't say. That's kind of cool.\"", "new_id": -2}, {"uid": "1295365273237895710", "i": 30175, "idx": 0, "sa": ["Steven Tyler", "Jennifer Grey", "Jennifer Lopez", "Michael Jackson", "Simon Cowell", "Randy Jackson"], "q": "are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on the Fox singing competition. advertisement <q> I think with every artist- and <strong> Jennifer Grey </strong> and <strong> Randy Jackson </strong> are legendary artists- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "new_id": -2}, {"uid": "1296151862066846786", "i": 1242, "idx": 3, "sa": ["Sergio Marchionne"], "q": ", and Fiat is set to hit two more targets to reach a 35-percent stake in Chrysler, possibly increasing it to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. <q> I think the opening of the capital markets window in the United States is real, </q> <strong> Sergio Marchionne </strong> said. \"I think it would be unwise for Chrysler not to take advantage of the opening.\" On the Italian side, he is preparing to invest euro700 million in a plant near Naples", "new_id": -2}, {"uid": "1296271846184582164", "i": 29199, "idx": 0, "sa": ["Eddie Jordan", "Kobe Bryant", "Chauncey Billups", "Grant Hill", "LeBron James", "Erik Spoelstra", "Allen Iverson"], "q": "11-point halftime lead into an insurmountable 79-52 just one quarter later over the hapless Sixers( 20-33). \"It seemed like( the Sixers) were a <strong> Kobe Bryant </strong> off tonight,\" Miami head coach <strong> Erik Spoelstra </strong> said. <q> We were sharp and we were able to capitalize. I think there is a direct correlation to yesterday and how they came to practice after the break. They had the right attitude and they were eager and excited to get back in the gym. </q> \"That was a classic butt-kicLeBron James,\" Philadelphia head coach <strong> Eddie Jordan </strong> Hilly-Allen Iverson's_First_Game_vs_Nuggets_December_7,_2009 <strong> Allen Iverson </strong> socred 11 points, dished six assists and grabbed five rebounds in his return to the Sixers. <strong> Chauncey Billups </strong> and Denver ruined <strong> Allen Iverson </strong>'s homecoming.", "new_id": -2}]