[{"uid": "1295547193232112144", "i": 6444, "idx": 1, "sa": ["Michelle Obama", "Jeff Immelt", "Alexander McQueen", "Robin Givhan", "Steve Ballmer"], "q": "of toughest jockeying for invitations in recent memory.'' The guest list was particularly heavy on business leaders, including General Electric CEO <strong> Jeff Immelt </strong> and Microsoft's <strong> Steve Ballmer </strong>, a trend Stolberg says made sense considering how <q> <strong> Barack Obama </strong> used Mr. <strong> Hu Jintao </strong>'s visit to press China to open its markets to goods made by American companies. </q> About That Dress <strong> Michelle Obama </strong>'s fashion choices always attract scrutiny, but The Daily Beast's <strong> Robin Givhan </strong> argues the <strong> Michelle Obama </strong>'s red petal print <strong> Alexander McQueen </strong> gown said more about attitudes on Madison Avenue than Pennsylvania Avenue.", "new_id": -2}, {"uid": "1296232173027263023", "i": 22177, "idx": 1, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "`` <strong> Simon Cowell </strong> desperately wants <strong> Cheryl Cole </strong> to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor,'' a source tells The Sun. <q> It would be a way to test how she's received in America. Plus viewers would be able to warm to her first, rather than having her thrust upon them by going straight on the panel. </q> Although nothing has been confirmed yet, <strong> Simon Cowell </strong> revealed his week he'll be making an announcement about the US X Factor in`` two weeks' time''. Follow us on Twitter", "new_id": -2}, {"uid": "1297185662216317967", "i": 19610, "idx": 0, "sa": ["the Fox", "Simon Cowell"], "q": "'' and`` X Factor'' to the difference between`` Extreme Makeover: Home Edition'' and`` Jersey Shore.'' As for the current, Cowell-free season of`` Idol,'' he claimed, <q> I haven't seen a full episode, </q> continuing,`` I think we're going to do something different. I'm excited. The stakes are high.'' Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. <strong> the Fox </strong> is still recovering", "new_id": -2}, {"uid": "1295772313146751543", "i": 16161, "idx": 0, "sa": ["Wanda Jackson", "David Letterman"], "q": "again, as visitors stop to gawk. The footage shows a 21-year-old <strong> Wanda Jackson </strong> strumming, shimmying in a spaghetti-strap dress and singing`` Hard Headed Woman'' on the television show Town Hall Party. <q> It's one of the most popular items in the entire museum, and it has been for a decade now, </q> says the museum's <strong> David Letterman </strong> Gray, a music historian.`` Some visitors who aren't familiar with who she is see that video and then go to the store and ask for her CDs.''", "new_id": -2}, {"uid": "1295916049143048705", "i": 11371, "idx": 2, "sa": ["Mike Pence"], "q": "than one issue at a time. We must focus on our fiscal crisis and support our troops. We must work to create jobs and protect innocent human life,'' he continued. <strong> Mike Pence </strong> continued, <q> To those who say we should focus on cutting spending, I say` Ok, let's start by denying all federal funding for abortion at home and abroad! Stop funding research that destroys human embryos in the name of science, and let's deny any and all funding to Planned Parenthood of America.' </q>`` We must not remain silent when great moral battles are being waged. Those who would have us ignore the battle being fought over life... have forgotten the lessons of history. As in the days", "new_id": -2}, {"uid": "1296854638096747656", "i": 16700, "idx": 4, "sa": ["Sergio Marchionne"], "q": "to government lenders of last resort because banks reduced credit during the recession in 2008 and 2009, <strong> Sergio Marchionne </strong> said. Chrysler has a`` moral responsibility to be worthy of these investments,'' he said. <q> We intend to show our gratitude by fulfilling our commitments and repaying every cent that has been loaned to Chrysler by the Canadian and U.S. taxpayers. </q> Year After GM A Chrysler offering would come about a year after General Motors raised more than$ 20 billion in a public offering of common and preferred stock in November. GM shares rose 9.3", "new_id": -2}, {"uid": "1295620023033243166", "i": 43120, "idx": 0, "sa": ["Andy Coulson", "Peter Charles", "George Osborne"], "q": ". The CML predicts total advances for 2011 will be Â£ 135bn, but warned that an early rise in interest rates due to inflationary pressures could slow consumer demand. CML economist <strong> Peter Charles </strong> said: <q> Money market rates have recently moved higher in anticipation of a rise in base rate and some lenders have recently reflected these increases in their product pricing.`` Against this backdrop, consumer demand may be weaker than we would otherwise have expected.`` Higher interest rates will also hit the budgets of existing borrowers, although the expected modest rises in base rate will result in a relatively small proportionate rise in monthly payments for most mortgage holders. </q> Play video News Headlines( Lunchtime) for January 21st,... Play video <strong> George Osborne </strong> praises <strong> Andy Coulson </strong> Subscribe to RSSMost Popular in: UK Snappy videos separating the facts from the fiction. Keep up to", "new_id": -2}, {"uid": "1297120122226197536", "i": 21260, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.'' 6:00 p.m.- 6:30 p.m. WRAL News@ 6 8:00 p.m.- 8:30 p.m. How I Met Your Mother", "new_id": -2}, {"uid": "1295629613045006864", "i": 39342, "idx": 0, "sa": ["Steve Ballmer", "Jeff Immelt"], "q": "'s Council on Jobs and Competitiveness. Having worked with <strong> Jeff Immelt </strong> in the past, <strong> Steve Ballmer </strong> apparently wanted the world to know where he stands. He released the following statement on the Official Microsoft blog: <q> <strong> Jeff Immelt </strong> and I started our careers together at Proctor& Gamble, and I have enormous respect for the success he's had at GE. He is an ideal business leader to chair the <strong> Barack Obama </strong>'s Council on Jobs and Competitiveness and help drive a focus on what we can all do to increase American competitiveness and create new jobs. </q> Microsoft is all about some competitiveness lately, as evidenced by the company recently joining Fairsearch, the coalition ruffling Google's feathers over its pending acquisition of ITA Software. Yesterday during Google", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him.`` As soon as he hangs his cleats up, he's going to the Hall of Fame,'' Steelers cornerback <strong> Ike Taylor </strong> said, <q> and I want to take the bus ride so I can be there. </q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>.`` I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}]