[{"uid": "1296099209217432070", "i": 48570, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "of the Senate floor after more than 8 1 hours.`` It has been a very long day,'' he said as he concluded his remarks, including a five-hour period in which he spoke without interruption. <q> I do believe that if the American people stand up... I think we can defeat this proposal. I think we can come up with a better proposal which better reflects the needs of the middle class. </q> <strong> Sen. Bernie Sanders </strong>, who caucuses with the Democrats, took to the floor at 10:25 am EST Friday to`` take a strong stand'' against the legislation, which was formally introduced Thursday night. When he yielded the floor", "new_id": -2}, {"uid": "1295016706149569541", "i": 47315, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Sen. Kay Bailey Hutchison", "Haley Barbour", "Newt Gingrich", "Chuck Schumer", "Jeb Bush"], "q": "While just one potential GOP presidential candidate is speaking at the Hispanic Leadership Network in Florida, two will be addressing today the House GOP retreat in Baltimore: former House Speaker <strong> Newt Gingrich </strong> and Mississippi <strong> Jeb Bush </strong> <strong> Haley Barbour </strong>. Politico: <q> Much of what will <strong> The Republican Party </strong> on in Charm City is a reflection of where the <strong> The Republican Party </strong> is in 2011. It's looking to decentralize more power to the states, and has invited Govs. <strong> Haley Barbour </strong> of Mississippi, <strong> Gov. Rick Perry </strong> of <strong> Gov. Rick Perry </strong> and <strong> Bob McDonnell </strong> of Virginia to talk about` Solutions for the States.' House <strong> The Republican Party </strong> Conference Chairman <strong> Jeb Hensarling </strong>, whose group will run the retreat, invited[ Phil] Gramm, his political mentor and former boss, to speak on a breakfast panel with <strong> Newt Gingrich </strong>. </q>: On Sunday,`` Meet the Press'' will interview New York <strong> Sen. Kay Bailey Hutchison </strong> <strong> Kirsten Gillibrand </strong>( D) to get an update on <strong> Newt Gingrich </strong> <strong> Gabrielle Giffords </strong>'( D) condition. The show also will have Sens. <strong> Chuck Schumer </strong>( D", "new_id": -2}, {"uid": "1295785121098680885", "i": 30907, "idx": 1, "sa": ["Steve Booth", "Eric Schmidt", "Google Inc."], "q": "While a free-wheeling attitude typically works well at small companies, it could cause problems in a company as large as <strong> Google Inc. </strong>, said <strong> Steve Booth </strong>, a business professor at the University of Chicago. <q> The risk is that if you take away the process, that in some sense you go back to a kind of chaos, </q> Kaplan said. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. Troopers arrest driver involved in Montgomery Co. crash that killed EMT Copyright Â© 2010", "new_id": -2}, {"uid": "1296743565187088980", "i": 37982, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush"], "q": "At the time, <strong> President Bush </strong> rejected two resignation letters, five days apart, from <strong> Donald Rumsfeld </strong>. Another 21/2 years passed before <strong> President Bush </strong>, facing the Republicans' loss of Congress, decided to let <strong> Donald Rumsfeld </strong> go. <q> Looking back, I see there are things the administration could have done differently and better with respect to wartime detention, </q> <strong> Donald Rumsfeld </strong> acknowledges. <strong> Donald Rumsfeld </strong> argues that the administration was wrong to have been so focused on preserving presidential powers that it initially eschewed negotiations with Congress in formulating detainee policy. A chief proponent of this strategy,", "new_id": -2}, {"uid": "1296250154055099417", "i": 20584, "idx": 0, "sa": ["Walt Disney", "David Letterman"], "q": "out to work with <strong> Walt Disney </strong> cast members to create several Mickey Mouse-style candy apples in the Knicks' orange and blue team colo... <strong> David Letterman </strong>- Amar' e Stoudemire Top Ten The New York Knicks star presents the <q> Top Ten Reasons Amar' e Stoudemire Is Excited To Play Basketball In New York </q> from October 29, 2010.... NBA Play of the Day on Wednesday 10.11.2010- Amar' e Stoudemire( Knicks) dunk NBA Play of the Day on Wednesday 10.11.2010- Amar' e Stoudemire( Knicks)", "new_id": -2}, {"uid": "1295800874208044042", "i": 45787, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "wikileaks proponents, you act as if this is some show... the next big reality show or something. \"`` It's not juicy enough yet. Where are the next leaks!'' <q> I wonder what will be next? I want to see the big banks fall. Yea! </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"i": 8231, "idx": 0, "index_answer": 1, "new_id": -1, "q": "or even last September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q> We have a current structural budget deficit that we have to address. The sooner, the better. </q>- Kevin Yamamura AT THE CAPITOL <strong> Jerry Brown </strong> will deliver his State of the State address Monday, the final day of January. <strong> Jerry Brown </strong>'s predecessor, <strong> Arnold Schwarzenegger </strong>, used his first State of", "sa": ["Jerry Brown", "Bill Lockyer", "Arnold Schwarzenegger"], "uid": "1295962091207159365"}, {"uid": "1296030310020856872", "i": 33326, "idx": 1, "sa": ["Michael Vick"], "q": "of his deal with Unequal, his first paid endorsement, were not disclosed, but Vito said it was a`` sizable'' investment.`` We believe it was worth it,'' he said, <q> because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products. </q> <strong> Michael Vick </strong> was once the NFL's highest-paid player, and he made an estimated$ 7 million in endorsements during his six seasons with the Atlanta Falcons. That all disappeared with his 2007 arrest on dogfighting charges", "new_id": -2}, {"uid": "1295891357122388543", "i": 15416, "idx": 7, "sa": ["Ellen Gallagher", "Zahi Hawass", "Mary McCartney"], "q": "Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo.`` They don't like me for making these requests,'' said <strong> Zahi Hawass </strong>. <q> But I don't care; I am doing this for Egypt. </q> <strong> Mary McCartney </strong> Opens First Solo Show in Germany at Contributed, Studio for the Arts First Show, Since 2005, of Recent Work by <strong> Ellen Gallagher </strong> at Gagosian in New York Egyptian Government Officially Asks Berlin to Return 3,300-Year-Old Bust of", "new_id": -2}, {"uid": "1295981454233783305", "i": 9567, "idx": 1, "sa": ["David Letterman", "Bill Maher", "Dennis Kucinich"], "q": ", se... <strong> Bill Maher </strong> on <strong> David Letterman </strong> January 3 <strong> David Letterman </strong> interviews <strong> Bill Maher </strong> on the Late Show- aired January 3, 2008... <strong> Dennis Kucinich </strong>`` If Republicans Repeal Obama Health Care It Opens The Debate Of Medicare For All'' <strong> Dennis Kucinich </strong> <q> If Republicans Repeal Obama Health Care It Opens The Debate Of Medicare For All </q> January 03, 2011 MSNBC The ED Show MOXNews.com... Health Matters: What is Social Anxiety Disorder? What is Social Anxiety Disorder? Is it simply a severe form of shyness? Join Dr. Granet as he talks", "new_id": -2}]