[{"uid": "1295980272233783310", "i": 34115, "idx": 0, "sa": ["Meg Whitman", "Eric Schmidt"], "q": "Apple, Facebook payment systems, plus Google hiring Schmidt-his-parting-gift-plus-facebook-updates-tunisia-status-and-apple-app-download-winners.html\" about Eric Schmidt: his\"> More about <strong> Eric Schmidt </strong>: his` parting gift', plus Facebook updates Tunisia status, and Apple app download winners STUART: <q> Welcome to the future: access can be obtained anonymously while streaming movies-or... </q> Patrick: \"Not even close, what we have looks more like <strong> Meg Whitman </strong>.\" RedRat: \"OK, as a chemist, we do not count formulas for chemical compounds as words. That is just plain", "new_id": -2}, {"uid": "1295343274209076224", "i": 45176, "idx": 0, "sa": ["Sergio Marchionne"], "q": "is emptying in the second half of 2011, and we see... the full Lancia range arriving, redone with the Americans,\" he said referring to Fiat's Chrysler affiliate in the United States. <q> And thanks to Chrysler, Alfa will arrive in America with a 2,000 dealer network and will make a splash, </q> he said. <strong> Sergio Marchionne </strong> said he was in favour of workers sharing in profits. \"I want to get there. But we have to make profits before sharing them,\" he said.", "new_id": -2}, {"uid": "1296648254175931443", "i": 55946, "idx": 1, "sa": ["Mitt Romney", "David Letterman", "Barack Obama"], "q": "Draped on the same blazer and open-collared shirt he wore David Lettermanier in the day on a New York City media blitz, <strong> Mitt Romney </strong> was the object of <strong> David Letterman </strong>'s needle even before starting down the list. <q> I begged him to put on a tie, </q> the host said as the former Massachusetts governor, and likely 2012 Barack Obamaial contender, chuckled. <strong> Mitt Romney </strong> then began his appointed task: reading a list of \"Top Ten Things You Don't Know About <strong> Mitt Romney </strong>", "new_id": -2}, {"uid": "1296332857218349584", "i": 28550, "idx": 1, "sa": ["Simon Cowell", "Randy Jackson"], "q": "nice way and Tyler has learned the art of being tactful by saying that the` rejected' contestant has a voice but it just isn't suited for So basically what \"Lips\" Tyler is saying is, <q> Dude, Dudette, you're absolutely horrible, but as you leave don't leave angry, bitter, or extremely devastated.] And judging by the looks of things <strong> Randy Jackson </strong>, or \"The Black Dawg </q> as he is called appears to have taken on the mean-spirited, critically sarcastic role that <strong> Simon Cowell </strong> was noted for. <strong> Randy Jackson </strong> told one contestant, a 27-year-old unemployed maid from Muskrat Muffin, Tennessee, named Mimosa", "new_id": -2}, {"uid": "1295733110147996681", "i": 41491, "idx": 2, "sa": ["Andy Coulson", "Ed Miliband", "Rupert Murdoch"], "q": "Nobody cares what I think\" .( Apologies for shaky video and crappy sound!) sub+ comment+ thumbs up The real reasons behind the slur? copyrights not my own A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. Labour leader <strong> Ed Miliband </strong> welcomes <strong> Andy Coulson </strong>'s resignation but says the Number 10 press chief should have quit earlier.. Follow us on twitter at twitter.com. An emergency", "new_id": -2}, {"uid": "1296679524252428319", "i": 25361, "idx": 2, "sa": ["David Letterman", "Newt Gingrich", "Sarah Palin", "Brooklyn Decker", "Mitt Romney"], "q": "him as their presidential nominee. <strong> Sarah Palin </strong> came in second with 19%, followed by former <strong> Newt Gingrich </strong>( 11%). <strong> Mitt Romney </strong> told <strong> David Letterman </strong> he has no plans to run for President, but added <q> I'll keep the door open. </q> He also gave a shout out to <strong> Sarah Palin </strong>. What, exactly, is a WAG? Like model <strong> Brooklyn Decker </strong>, \"WAGs\" are the \"Wives and Girlfriends\" of star athletes. Dad goes", "new_id": -2}, {"uid": "1294972755242417682", "i": 39179, "idx": 0, "sa": ["Brandon Watson", "Steve Ballmer"], "q": "desist\" orders. \"Earlier today, we were contacted by <strong> Brandon Watson </strong>, director of developer experience for Windows Phone 7, to discuss the ChevronWP7 unlocking tool,\" the developers wrote in a Dec. 1 posting. <q> Through this discussion, we established a mutual understanding of our intent to enable homebrew opportunities and to open the Windows Phone 7 platform for broader access to developers and users. </q> Microsoft is planning a series of Windows Phone 7 updates in order to introduce new features to the platform and tweak it for better performance. In addition to cut-and-paste functionality, Microsoft CEO <strong> Steve Ballmer </strong> said during his", "new_id": -2}, {"uid": "1295264334234684429", "i": 35360, "idx": 2, "sa": ["Andy Coulson"], "q": "against publisher News International over alleged hacking. The Prime Minster went on to praise the manner in which <strong> Andy Coulson </strong> ran the Number 10 communication's team, saying it worked in a <q> very proper and transparent and decent way; that hasn't always been the case in the past </q>.", "new_id": -2}, {"uid": "1295458658213254160", "i": 28339, "idx": 0, "sa": ["Andy Burnham", "Michael Gove"], "q": "to end the grants for teenagers. Mr <strong> Andy Burnham </strong> said it was an attack on the aspirations of young people. Education Secretary <strong> Michael Gove </strong> said the grant had been \"poorly targeted\" and told MPs <q> you can not spend money you do not have </q>. \"Choices are dependent on the money- and where is the money coming from?\" said Mr <strong> Michael Gove </strong>. \"If we really believe in generating social mobility in this country then the", "new_id": -2}, {"uid": "1296939956143212565", "i": 52720, "idx": 0, "sa": ["Sergio Marchionne"], "q": ". In addition, a Claymation version of Eminem will appear in a Lipton Brisk Iced Tea commercial during the Super Bowl. On Friday, Chrysler CEO <strong> Sergio Marchionne </strong> hinted about the automaker's commercial: <q> I won't tell you what it's about, but it will be worth watching. </q> <strong> Sergio Marchionne </strong>, who spoke at a San Francisco event associated with the National Automobile Dealers Association's annual convention, said Chrysler spent less than$ 9 million on the ad. Feb. 4 roundup", "new_id": -2}]