[{"uid": "1296605303069910550", "i": 19156, "idx": 1, "sa": ["David Letterman", "Justin Bieber"], "q": "Show with <strong> David Letterman </strong>, where he showed the talk-show host how to use Twitter. The young singer has 6.9 million followers on Twitter, which he says he uses to keep in touch with fans. <q>Twitter is a wonderful thing because I can interact with my fans. They feel they are part of me,<q> he said, adding that fan adoration doesn't bother him because he'd be nowhere without the fans. In Toronto to promote his upcoming movie, <strong> Justin Bieber </strong> said the film is an answer to naysayers who think", "new_id": -2}, {"uid": "1295361172237895687", "i": 5578, "idx": 0, "sa": ["Oprah Winfrey", "Michael Vick"], "q": "conveyed the sense that he was a peer, pleasantly sparring with <strong> Oprah Winfrey </strong>, goading her into a bet as to who would land <strong> Michael Vick </strong> first, and managing questions that seemed to throw her and make her think( <q>How many times have you properly been in love?<q>). Even if <strong> Oprah Winfrey </strong> was controlled in her answers, she acted repeatedly impressed with the questions- \"You're good. You are good\"- which at times seemed to be the main", "new_id": -2}, {"uid": "1295481575005455907", "i": 35293, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "does not have wireless internet and is only able to offer laptops to officers after graduation. These funds will provide every officer in training with a computer and update their internet infrastructure for everyone on site. <q>We understand that the backbone of any strong police force, state police or any other officers, is the kind of training these officers receive. It is no secret that in some ways we have not been as up to snuff as we should be in terms of the kind of technology that we have had here at the academy,<q> said <strong> Sen. Bernie Sanders </strong>, I-Vermont. \"One of the first things that we have to do is create an IT strategy to support this because the backbone in infrastructure in this building and the IT structure that supports", "new_id": -2}, {"uid": "1296694681064045066", "i": 4580, "idx": 0, "sa": ["Donald Rumsfeld", "John Kerry", "Hillary Clinton", "Joe Biden"], "q": "The Drudge Report has a copy of former Defense <strong> Donald Rumsfeld </strong>'s forthcoming memoir, Known and Unknown, and teases these highlights:* Lashes out at <strong> Hillary Clinton </strong>, <strong> John Kerry </strong> and <strong> Joe Biden </strong> for flip-flops on Iraq: <q>You wouldn't want to be in a foxhole with them.<q> The Fox Nation is for those opposed to intolerance, excessive government control of our lives, and attempts to monopolize opinion or suppress freedom of thought, expression, and worship. nytimespolitics: The Caucus", "new_id": -2}, {"uid": "1297273521044515353", "i": 8099, "idx": 1, "sa": ["Donald Rumsfeld", "Ashton Carter"], "q": "and often-frosty relations under former Defense <strong> Donald Rumsfeld </strong>. \"A strong, technologically vibrant, and financially successful defense industry is... in the national interest,\" <strong> Ashton Carter </strong> said, adding that the department planned to pursue <q>policies and actions that provide for long-term innovation, efficiency, profitability, and productivity growth.<q> He said defense officials would focus on seven key \"guideposts\" in evaluating the changing structure of the industry in coming years: We welcome comments that advance the story directly or with relevant tangential information", "new_id": -2}, {"uid": "1296218172048857090", "i": 12605, "idx": 3, "sa": ["Mike Pence"], "q": "district, that isn't true of <strong> Mike Pence </strong>. That talk-show experience combined with a high-profile in Congress has made him a familiar face and name to many Hoosiers, Holcomb said. <q>He has a built-in advantage, but it's a big state and it requires many days on the road<q> to campaign successfully, he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said <strong> Mike Pence </strong> could be hard to beat if he runs for governor.", "new_id": -2}, {"uid": "1295833841223035433", "i": 5918, "idx": 2, "sa": ["Colin Powell"], "q": "think he's got a way to go,\" <strong> Colin Powell </strong> said. \"I mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. <q>You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>. \"I think he has reached out to countries around the world and has developed good relations with countries around the world,<q> <strong> Colin Powell </strong> said. \"And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the", "new_id": -2}, {"i": 639, "idx": 0, "index_answer": 1, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q>Anybody that bet on it, some broke people out there,<q> <strong> Allen Iverson </strong> said. \"I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Michael Jordan", "Allen Iverson"], "uid": "1296405734264388638"}, {"uid": "1296803868266600453", "i": 9850, "idx": 0, "sa": ["Ernie Grunfeld", "Allen Iverson", "LeBron James"], "q": "ball and fouling <strong> LeBron James </strong> Jones with 13.6 seconds to play. Jones hit two free throws to tie the game at 93. It was the first time in the fourth quarter Miami didn't trail. QUOTABLE <strong> Allen Iverson </strong>: <q>You have crazy games throughout the NBA seasons, and I was glad to be on the winning end.<q>- <strong> LeBron James </strong> on the Heat's unlikely win. HOT: Young, who Wizards president <strong> Ernie Grunfeld </strong> http://wn.com/Miami_Heat_Vs_Cleveland_Cavaliers_Lebron_James_Speaks_after_win_in_Cleveland_118-90_NBA_Postgame <strong> LeBron James </strong> insisted it was nothing personal. The final score said otherwise. <strong> LeBron James </strong> scored a season-high 38 points-- 24 in", "new_id": -2}, {"uid": "1297290206039763995", "i": 41628, "idx": 1, "sa": ["Donald Rumsfeld", "Ashton Carter"], "q": "and often-frosty relations under former Defense <strong> Donald Rumsfeld </strong>. \"A strong, technologically vibrant, and financially successful defense industry is... in the national interest,\" <strong> Ashton Carter </strong> said, adding that the department planned to pursue <q>policies and actions that provide for long-term innovation, efficiency, profitability, and productivity growth.<q> <strong> Ashton Carter </strong> later told Reuters that his goal was to \"get out in front of and anticipate the fact that industry is going to be making fundamental adjustments to the new era that we're in.\"", "new_id": -2}]