[{"uid": "1296500207065519657", "i": 33524, "idx": 0, "sa": ["Michael Vick", "Jhon García Sossa"], "q": "success stories- on the road to recovery and serving as ambassadors for a breed that has been widely derided as too dangerous. Electric Car Buying Tips: 9 Things To Know Before Purchase( PHOTOS) <q> Some people might say,` Three years, that seems like such a long time,' </q> said <strong> Jhon García Sossa </strong>, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls.`` But we measure their progress in baby steps, especially when they were on the", "new_id": -2}, {"uid": "1295790223050479164", "i": 13803, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "$ 133 million for a project near a new BART station. Can <strong> Jerry Brown </strong> move the Legislature to act against this powerful lobby, which has the support of some pro-business Repubs and some big-government Dems? <q> I think everyone agrees that the redevelopment mechanism has been useful and created jobs, </q> Democratic Treasurer <strong> Bill Lockyer </strong> said. But:`` The last I heard, the University of California and California schools create jobs.'' The bad news: <strong> Jerry Brown </strong> also told the League of Cities Wednesday,``", "new_id": -2}, {"uid": "1295682265065617928", "i": 127, "idx": 21, "sa": ["Andrew P. Smith", "Mike Pence", "Marjorie Dannenfelser", "Sarah Palin"], "q": "<strong> Marjorie Dannenfelser </strong> said. She said <strong> Mike Pence </strong>, a former radio talk show host, connects with those he's speaking to.`` I hate to bring up Reagan because everybody does that,'' <strong> Marjorie Dannenfelser </strong> said. <q> But it's what Reagan did and what <strong> Sarah Palin </strong> can do and what other candidates would pay any amount of money for. </q> <strong> Andrew P. Smith </strong>, who heads the University of New Hampshire's Granite State Poll, said it's not surprising that activists are urging <strong> Mike Pence </strong> to run. But, he noted, that doesn't mean he has", "new_id": -2}, {"uid": "1297443949230703173", "i": 34642, "idx": 13, "sa": ["Arlon Lindner", "Tim Pawlenty", "Bill Posey", "Mike Pence"], "q": "gay rights.''? 2003: <strong> Tim Pawlenty </strong> refused to sign a <strong> Bill Posey </strong> sponsored by href=\"http://en.wikipedia.org/wiki/Arlon Lindner_Arlon Lindner\"> <strong> Mike Pence </strong> <strong> Arlon Lindner </strong> that would have repealed the 1993 Human Rights Act. <strong> Tim Pawlenty </strong>'s spokesman told the Star Tribune, <q> He[ <strong> Tim Pawlenty </strong>] is extremely supportive of human rights.... This[ law] is not about gay rights or` special rights'- it is about human rights and fairness for all. </q> <strong> Tim Pawlenty </strong>, the spokesman said,'' does not believe that anyone should be discriminated against for a job or housing simply because they are gay.''? 2003: <strong> Tim Pawlenty </strong> said, initially, that", "new_id": -2}, {"uid": "1297269555137707560", "i": 49712, "idx": 1, "sa": ["Satya Nadella", "Steve Ballmer"], "q": "Business.( Logo: href=\"http://photos.prnewswire.com/prnh/20000822/MSFTLOGO\"> http://photos.prnewswire.com/prnh/20000822/MSFTLOGO)`` We're already making strong traction across our Server and Tools Business by embracing cloud services,'' said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. <q> <strong> Satya Nadella </strong> has deep experience in both our href=\"http://www.earthtimes.org/tag/server.html\"> server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future. </q> As president of the Server and Tools Business, <strong> Satya Nadella </strong> will oversee the overall strategy, engineering, marketing and product development for Microsoft's server, tools and cloud platform efforts. This includes developing the", "new_id": -2}, {"uid": "1296578183042647554", "i": 6987, "idx": 0, "sa": ["Michael Vick"], "q": "you have to have supervisors, and their salary runs anywhere between$ 75,000 to$ 103,000. This then brings the actual amount of jobs created( supported) to around 14,000- 15,000. Report Abuse <q> Are these tax dollars going to be spent on shovel ready projects too? </q> So who will be on the business ends of these shovels? Engineers, secretaries, buyers, salesman, accountants, retail store clerks, reserchers? Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to", "new_id": -2}, {"uid": "1297133398167510033", "i": 52597, "idx": 0, "sa": ["Wanda Jackson", "Michael Vick", "Joe Nichols", "Dwaine Caraway", "O. J. Simpson"], "q": "in Plano While the NFL's autograph signing and ticket giveaway for Tuesday has been canceled because of bad weather, the the NFL Shop at NFL Experience New Release Tuesday: Iron and Wine, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was <strong> O. J. Simpson </strong> busy? </q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1297126622188514326", "i": 25574, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "aired Monday on ABC, <strong> Donald Rumsfeld </strong> conceded that`` it's possible'' decisions on troop levels for Iraq were the biggest mistake of the war. But he said, while many decisions cost lives in war, he <q> doesn't have enough confidence to say that that's right. </q>`` I think that it's possible. We had( an) enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed,'' he said", "new_id": -2}, {"uid": "1295256413206143491", "i": 18993, "idx": 10, "sa": ["Gregg Popovich", "Doc Rivers", "Ben Gordon", "Allen Iverson", "Tyrus Thomas"], "q": "side. <strong> Allen Iverson </strong> scored 28 points after getting some advice from <strong> Gregg Popovich </strong> <strong> Doc Rivers </strong> at halftime.`` <strong> Doc Rivers </strong> said going into the half,` Be aggressive, but let it come to you,''' <strong> Allen Iverson </strong> said. <q> I never think I'm not in my rhythm. It can be a grind as a shooter. As a scorer you're always trying to find something. </q> <strong> Allen Iverson </strong> and <strong> Ben Gordon </strong> each had several clutch baskets in the second half as the former University of Connecticut guards battled for control of the game. After <strong> Tyrus Thomas </strong> missed a shot from midcourt as time expired, <strong> Allen Iverson </strong> headed for", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}]