[{"uid": "1297152367211075085", "i": 30525, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "and Unknown', die vandaag verschijnt. <strong> Donald Rumsfeld </strong> bood <strong> President Bush </strong> tot tweemaal toe zijn ontslag aan na het schandaal, maar de president weigerde dat te aanvaarden. Nu meent <strong> Donald Rumsfeld </strong> dat hij had moeten doordrukken. <q> Abu Ghraib en de gevolgen ervan, zoals de beschuldigingen van \"marteling\" door critici van de oorlog in Irak en de president, werden een schadelijke afleiding </q>, redeneert <strong> Donald Rumsfeld </strong>. \"Meer dan al het andere dat ik heb nagelaten te doen of mijn trots over de belangrijke dingen die we hebben bereikt, spijt het me dat ik toen niet ben vertrokken.\"", "new_id": -2}, {"uid": "1295562035244678665", "i": 1240, "idx": 2, "sa": ["Eric Schmidt"], "q": "mentor. Mr <strong> Eric Schmidt </strong> said the management changes, which take effect on April 4, were part of a plan to \"streamline\" decision making and create clearer lines of responsibility and accountability. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> Mr <strong> Eric Schmidt </strong> said. Caution Analysts said that Mr Page was now more experienced, and would carry more weight with investors on Wall Street than he did 10 years ago. But Brian Pitz,", "new_id": -2}, {"uid": "1297113015104251437", "i": 10898, "idx": 3, "sa": ["Gen. David Petraeus", "Donald Rumsfeld", "Vincent K. Brooks", "Tareq Ayyoub"], "q": "was a known Al Qaeda facility in central Kabul,\" US Assistant <strong> Donald Rumsfeld </strong> of Defense Victoria Clarke later said. Al Jazeera reporter <strong> Tareq Ayyoub </strong> was killed when US bombs hit the network's Baghdad offices in 2003. <q> This coalition does not target journalists, </q> Brigadier <strong> Gen. David Petraeus </strong> <strong> Vincent K. Brooks </strong> insisted. \"We don't know every place journalists are operating on the battlefield. It's a dangerous place, indeed.\" A furious <strong> Donald Rumsfeld </strong> blasted the network's 2004 coverage of", "new_id": -2}, {"uid": "1297245174074432518", "i": 47587, "idx": 0, "sa": ["Stephen Moyer", "Lindsay Lohan", "Simon Cowell"], "q": "last year. And <strong> Stephen Moyer </strong>, 41, is sure that their romance has made shooting racy scenes for the programme an easier task for the crew. <strong> Stephen Moyer </strong> told British Celebs on Sunday magazine: <q> Everybody on set now gets to see what goes on behind closed doors- we leave nothing to the imagination. <strong> Stephen Moyer </strong> and <strong> Anna Paquin </strong> relationship makes crew relaxed <strong> Lindsay Lohan </strong> \"to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1296106964198869129", "i": 6095, "idx": 2, "sa": ["Rasheed Wallace", "Rip Hamilton", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> returned to the game. <strong> Rasheed Wallace </strong>'s 3-pointer with 10.4 seconds left ended a nearly 7-minute scoring drought. <strong> Rip Hamilton </strong>'s two free throws with 3.8 seconds to go avoided a monumental collapse from a 29-point third-quarter lead. <q> Honestly, I didn't want to go back in, </q> said <strong> Allen Iverson </strong>, who scored 20 points through three quarters. \"I felt that our second team should have closed that thing out.\" <strong> Allen Iverson </strong> said he wanted to check in as a group of mostly Bobcats reserves", "new_id": -2}, {"i": 20409, "idx": 6, "index_answer": 0, "new_id": -1, "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q> This was a big win for us at somebody else's home, </q> <strong> Allen Iverson </strong> said. \"Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.\" Elias Says <strong> Allen Iverson </strong>", "sa": ["Allen Iverson"], "uid": "1295501732152404071"}, {"uid": "1297697522107970622", "i": 26071, "idx": 2, "sa": ["Steve Ballmer"], "q": "searching in Bing on Windows Phone 7. Why did nobody else laugh? It was funny. 4:10 PM Little jab at the iPhone and Android there, not surprising. 4:10 PM In describing the pre-WP7 situation: <q> Good phones, but all filled with a sea of icons. </q> 4:09 PM It's about \"completing tasks more easily.\" Well, no kidding, <strong> Steve Ballmer </strong>. What else you got? 4:09 PM Smart design and hubs are the two pivotal topics he's about to start", "new_id": -2}, {"uid": "1295052532226361350", "i": 6702, "idx": 1, "sa": ["Bill Lockyer"], "q": "the meeting. Tom Dresslar, a spokesman for California State Treasurer <strong> Bill Lockyer </strong>, condemned the agency's actions in a statement as \"needlessly provocative acts of gamesmanship that warp the status quo.\" <q> Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The <strong> Jerry Brown </strong>'s proposal warrants a serious, thoughtful discussion, </q> he said. California Redevelopment Association director John Shirey said he did not know of any other agencies in the state that were rushing to allocate money ahead of a new state budget. He also", "new_id": -2}, {"uid": "1296150339234012694", "i": 12227, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "unbeatable in the marketplace.\"[ Google CEO] <strong> Eric Schmidt </strong> pointed out that they're activating 200,000 units per day,\" Apple CEO <strong> Steve Jobs </strong> told media and analysts during an Oct. 20 earnings call. <q> By comparison, Apple has activated 270,000 units per day, on average. </q> Instead of offering sales numbers of its own, Microsoft executives keep pointing to research data suggesting some 93 percent of Windows Phone owners are either \"satisfied\" or \"very satisfied\" with their", "new_id": -2}, {"uid": "1295567949204783621", "i": 3630, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Small World Labs is an enterprise social networking service provider. It allows organizations to build customer engagement communities. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating", "new_id": -2}]