[{"uid": "1296351444030326786", "i": 19495, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger", "Charles Woodson"], "q": "Steelers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they can't fall for <strong> Ben Roethlisberger </strong>'s pump fakes. <q>You can't just go full speed and reckless,</q> <strong> Charles Woodson </strong> said. \"You've got to kind of break down and be ready to move either way with the quarterback. Because it doesn't take much for a quarterback to just step one foot forward", "new_id": -2}, {"uid": "1295433014076251208", "i": 26214, "idx": 7, "sa": ["Oprah Winfrey", "Barbara Walters", "Michael Vick"], "q": "wager,\" suggesting 100 British pounds. <strong> Oprah Winfrey </strong> seemed game, but suggested they double it. \"Make it two.\" So, 200 pounds it is( about$ 320). <q>If <strong> Michael Vick </strong> chooses to sit with you as his first interview and not with me, then that's the way it's supposed to be,</q> <strong> Oprah Winfrey </strong> said. \"God bless the man.\" <strong> Barbara Walters </strong> also is believed to be interested. <strong> Michael Vick </strong> picked up another Comeback Player of the Year award yesterday, as we told you last night here", "new_id": -2}, {"i": 38868, "idx": 3, "index_answer": 0, "new_id": -1, "q": "of Evansville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q>In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it,</q> he said. \"But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.\" <strong> Robert Dion </strong> said", "sa": ["Robert Dion", "Mike Pence"], "uid": "1296197040069206031"}, {"uid": "1295565086075235341", "i": 13161, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "( \"Day-to-day adult supervision no longer needed!\", poking fun at his blog post. The latter explained that he, Page and other co-founder <strong> Sergey Brin </strong> no longer needed to guide the company as a trio: <q>So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured.</q> Page will take over <strong> Eric Schmidt </strong>'s job on April 4. <strong> Eric Schmidt </strong> will become the company's executive chairman, working on Google's relationships with other companies. <strong> Sergey Brin </strong>( a University of Maryland alumnus) will \"", "new_id": -2}, {"uid": "1297213371102973450", "i": 46984, "idx": 0, "sa": ["Barack Obama", "Eric Cantor", "Mike Pence", "Robert Gibbs", "John Boehner"], "q": "a magic wand and necessarily, business creates jobs.\" <strong> Eric Cantor </strong> will join House Speaker <strong> John Boehner </strong> and Majority Whip Kevin McCarthy at the meeting. White House Press Secretary <strong> Robert Gibbs </strong> said the president is planning to have <q>a heavy discussion on the economy and on spending.</q> Global warming skeptics send letter to Congress urging members not give into climate \"alarmists\" Photo: File photo of U.S. Representative <strong> Mike Pence </strong> Photo in Slideshow: US <strong> Barack Obama </strong> speaks about the situation in... Photo: Portuguese", "new_id": -2}, {"uid": "1297446725101842956", "i": 11177, "idx": 15, "sa": ["Tony Blair", "Donald Rumsfeld"], "q": "he had and the rape rooms?\" he asks. \"I've got videos of what they did to their political opponents. They cut their tongues off.\" As for the American troops who died- <q>they had families, they had children and it's heartbreaking, there's no question about that... But what they did was they liberated millions of people.</q> Like <strong> Tony Blair </strong>, <strong> Donald Rumsfeld </strong> is donating the profits from his book to help wounded troops. Unlike <strong> Tony Blair </strong>, <strong> Donald Rumsfeld </strong>'s decision to do so has not provoked an angry reaction. For all his efforts to take", "new_id": -2}, {"uid": "1297699169029687919", "i": 15749, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "and not the current Windows Phone 7 platform. But the company later and briefly showed images of a prototype Nokia device, suggesting that the company would rush a Windows Phone 7-based device to market later this year. <q>My boss has told me he would be much happier if that time was in 2011,</q> one Nokia representative said Friday. And what about Zune? Though both companies talked up virtually all Windows Phone-based services, only Zune was conspicuously missing, both in discussions from both <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>, and", "new_id": -2}, {"uid": "1295690849050348032", "i": 41791, "idx": 2, "sa": ["Norman Schwarzkopf", "Colin Powell"], "q": "was, a sliver of its origins can be traced to Desert Storm and the decisions made then by U.S. leaders. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, who led coalition forces, was right this week when he wrote, <q>the impact( of the Gulf War) will endure for generations to come.</q> For all involved in this brief affair, that's certainly true.", "new_id": -2}, {"uid": "1297422152219660298", "i": 33417, "idx": 0, "sa": ["Steve Ballmer"], "q": "to Nokia CEO Stepehn Elop, who took to the stage with Microsoft CEO <strong> Steve Ballmer </strong> to talk through the details of the partnership. Android very nealy became the OS of choice. Elop explained that Nokia had <q>explored the opportunity with the Google ecosystem... there's some attractive elements but our fundamental belief is that we would have difficulty differentiating.</q> Problems \"commoditizing\" the software, as well as the growing number of Android handsets at all price points were noted as hurdles, particularly given Nokia's already-sturdy mid-and-low range catalogue of handsets. Canon", "new_id": -2}, {"uid": "1296329868034324490", "i": 16159, "idx": 9, "sa": ["Michael Vick"], "q": "are correctable, Garcia insists. And time is on all these dogs' side. \"Some say if a dog is bred to do something, you can't undo that,\" Garcia said. <q>But to me, that's like saying if everyone in your family has always fought in a war, you're a warrior and you're destined to do this. Not true. Everyone's an individual. You can choose your own path in life. Same with dogs. The only difference is, they can't choose it. We choose it for them.</q> is back pitching products. <strong> Michael Vick </strong> has signed his first paid... <strong> Michael Vick </strong> could be well on his way to regaining his marketability if he... ABC News: Bryan Brothers Win Australian Open Doubles Title ABC News:", "new_id": -2}]