[{"uid": "1295562865055705626", "i": 22086, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,<q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said", "new_id": -2}, {"uid": "1295108785237223937", "i": 673, "idx": 2, "sa": ["Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "said. Liberal <strong> Sen. Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>. It asked whether <q>right-wing reactionaries, through threats and acts of violence, intimidated people with different points of view from expressing their political positions<q> in the state. He drew criticism from conservatives, mirroring the reaction against <strong> Sarah Palin </strong>'s more widely reported video statement. Some of the jockeying was more subtle. Within two days of", "new_id": -2}, {"uid": "1297219127158400532", "i": 1618, "idx": 0, "sa": ["Eric Schmidt"], "q": "asking for their views on Google's business practices by Feb. 11. The commission is expected to take several months to digest the feedback. Google reiterated Monday it was co-operating with the regulator. <q>There's always going to be room for improvement, so we'll be working with the commission to address any concerns,<q> spokesman Al Verney said. Google Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. The European Commission, which can fine", "new_id": -2}, {"uid": "1295329270137969707", "i": 30486, "idx": 1, "sa": ["Mike Pence", "Ronald Reagan", "Jack Kemp", "Jim Ryun", "Bill Clinton"], "q": "deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. <strong> Bill Clinton </strong> representative <strong> Jim Ryun </strong> of Kansas is also helping the campaign to collect signatures from Tea Party movement conservatives and activists. <q><strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, progrowth, projob creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the Tea Party, and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,<q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1297705306051036175", "i": 2495, "idx": 0, "sa": ["Steve Ballmer"], "q": "months to deliver the same IE9 browsing engine-the same code, the same standards support, the same hardware acceleration, the same security and privacy protections-for Windows Phone as we've delivered on the desktop.\" <q>As a result, when you compare different browsers side by side using official W3C standards tests, for example here, you can expect very similar results for IE9 on Windows Phone and the Windows desktop,<q> he added. \"When you compare side by side browser performance, for example Other things announced by <strong> Steve Ballmer </strong>: First Major Update A free customer update will be made available for all", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q>They're great players and they've proven to be productive in their careers,<q> Heat coach <strong> Erik Spoelstra </strong> said. \"So once they became comfortable with this team and with each other, that was a matter of time.\" When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}, {"uid": "1296665397235831409", "i": 756, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "political involvement but had been approached by Mr <strong> Andy Coulson </strong> and had met the prime minister over the weekend. Craig Oliver New No 10 communications chief Mr <strong> David Cameron </strong> said he was \"very pleased\" at the appointment: <q>Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the government's programme.<q> Mr Oliver said: \"I'm delighted and privileged to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time. \"My background is broadcasting, but I know that newspapers play", "new_id": -2}, {"uid": "1295158532128794647", "i": 509, "idx": 0, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "to stop him,\" said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. \"I didn't realize it,\" <strong> Kobe Bryant </strong> said when told about his scoring spree. <q>You just get into one of those rhythms. My teammates were looking for me, it just feels like the ball finds you.<q> The Lakers led 89-79 entering the fourth quarter. The Nuggets drew within five points three times before a three-point play by <strong> Kobe Bryant </strong> with 6:41 remaining made it 101-93. That was only the beginning. Two free throws by", "new_id": -2}, {"uid": "1295736488267124741", "i": 9814, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q>A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR<q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296522021211714148", "i": 16536, "idx": 4, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong> refrained from referring to the bonus as profit sharing. \"It's difficult to talk about profit sharing when you've got a negative number at the bottom,\" he said. But, <q>our liquidity improved in 2010, and it's expected to improve in 2011. It would have( been) inexcusable not to recognize what our people have done. We owe them a lot and we should pay them for that performance.<q> The company, managed by Fiat SpA, reported a net loss for the fourth quarter and projected profits in 2011, when it plans to go public. Chrysler reported a$ 199-million U.S. net", "new_id": -2}]