[{"uid": "1295604042252706885", "i": 33218, "idx": 0, "sa": ["Eric Schmidt", "The CEO", "Google Inc."], "q": "technology spreads. Roger Phelps, an optometrist in Ojai, Calif., says viewers who suffer the most with 3-D are those who have trouble getting their eyes to converge properly in normal life. <q>If you tend to get carsick easily, you might be one of those,</q> Phelps says. Triangle companies raised$ 320.6 million in venture capital last year, a 27 percent jump that outpaced the national trend. <strong> Google Inc. </strong>'s grown-up <strong> The CEO </strong> hands reins to founder, 37 <strong> Eric Schmidt </strong>, a technology", "new_id": -2}, {"uid": "1295618565207978498", "i": 38700, "idx": 0, "sa": ["Eric Schmidt"], "q": "topic: Ar... Een smartphone wordt gekenmerkt door zijn uitgebreidere connectie... De vraag is ook, waar trek je de grens van smartphone?Sommige toe... Zijn mooie cijfers maar de titel en bijtitel suggereren dat het g... <q>Telenet lanceert vandaag een nieuw internetproduct. Verwacht wor... \"Als Telenet eind deze maand een update voor Yelo uitbrengt, moet...</q> iPad-icoontjes verraden camera news De nieuwste versie van iOS heeft pictogrammen voor toepassingen die enkel werken met een camera die in dezelfde richting als het scherm staat.\" <strong> Eric Schmidt </strong> doet stap opzij bij Google", "new_id": -2}, {"uid": "1296235796144064542", "i": 39052, "idx": 1, "sa": ["Steve Ballmer"], "q": "division President Bob Muglia. In a Jan. 10 e-mail to employees, Microsoft CEO <strong> Steve Ballmer </strong> claimed the division needed new leadership in order to \"move forward into the era of cloud computing.\" <q>I had always remarked to folks that Bob's a survivor. His time just finally ran out,</q> the anonymous head of the blog Mini-Microsoft, which frequently serves as a venting place for Microsoft employees, IBM Cognos 10 Will Change Your Business Analytics IBM Cognos 10 delivers a revolutionary new experience and expands", "new_id": -2}, {"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "\" <strong> Roger Goodell </strong> said.\"[ Most often] they're not recognizing they have a role in it.\" Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q>I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like, \"He won't sign my jersey.'</q> He says he thinks Mike <strong> Michael Vick </strong> \"is sincerely trying.\" And he isn't blind to the fact that the story isn\"t over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}, {"uid": "1295656711074924044", "i": 47958, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "U.S. <strong> Barack Obama </strong> <strong> Chuck Schumer </strong>, D-N.Y., praised the speech, saying <strong> Barack Obama </strong> offered a glimpse of his plans for 2011. The president will give his State of the Union address on Tuesday. <q>I think you saw a little preview of the State of the Union-- talking about growth and jobs and a positive future for America,</q> <strong> Chuck Schumer </strong> said. U.S. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., said the president was rightly focusing on jobs. \"I think the president's speech really hit the mark,\" <strong> Kirsten Gillibrand </strong>", "new_id": -2}, {"uid": "1295629409219988022", "i": 32064, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong>, who introduced a similar bill late in the last Congress, said that it is the government's job, not the Fed's, to boost economic growth and drive up employment. <q>It is the job of Congress and the President to put forth pro-growth policies on taxes, to rein in government spending and to reduce the regulatory burden in order to create an environment that is friendly to our nation's job creators,</q> he said in a statement. \"Printing money is no substitute for sound fiscal policy.\" In 1977, the Federal Reserve received a \"dual mandate\" from Congress to pursue policies designed to both", "new_id": -2}, {"uid": "1294966659267878403", "i": 37276, "idx": 3, "sa": ["Katie Couric", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "perhaps, of the unexpected but familiar that really prompted her to open her eyes and look around,\" he said. <strong> Katie Couric </strong>: \"Was her husband completely beside himself?\" <strong> Kirsten Gillibrand </strong>: <q>He was- it was dramatic. I mean, he- we didn't understand the importance of that. We didn't know that she had not opened her eyes. But what- when we watched Mark, we knew. We- because he was just, \"<strong> Gabrielle Giffords </strong>, can you see me, can you see me?\" And that love was so palpable. And you could just see that he was going to bring her over the finish line with his own bare hands.</q> On Thursday doctors said the development was a sign they could begin more aggressive physical therapy on <strong> Gabrielle Giffords </strong>. They held her up in bed and dangled her feet over the side, and when asked she moved", "new_id": -2}, {"uid": "1296469953099827740", "i": 7461, "idx": 0, "sa": ["Jamie Oliver", "Simon Cowell", "The Dawg"], "q": "' cookbook <strong> Jamie Oliver </strong> is to launch his new book which will show busy, working people how to get a meal on the table in 30 seconds. Section 1 involves practising ordering a pizza on the phone.. <q>clear d... <strong> Kid Rock </strong>'s Marriage Is Reportedly On The Rocks DETROIT- The word coming out of Detroit is that white heavy metal rapper <strong> Kid Rock </strong>'s marriage has hit a snag and is reportedly on the rocks. The native of Romeo, Michigan, whose real name is <strong> Kid Rock </strong> has certainly more than played the... It Appears That American Idol's <strong> The Dawg </strong> \"<strong> The Dawg </strong></q> <strong> The Dawg </strong> Has Decided To Fill <strong> Simon Cowell </strong> \"The Viceroy of Venom\" <strong> Simon Cowell </strong>'s Shoes NASHVILLE- The producers of American Idol have decided to lower the requirement age for AI contestants down to 15. And they have done", "new_id": -2}, {"uid": "1295667523247005211", "i": 4122, "idx": 0, "sa": ["Eric Schmidt", "Mike Rowland", "Andrew Conry-Murray"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> nformationWeek's <strong> Andrew Conry-Murray </strong> spoke with <strong> Mike Rowland </strong> about Joe Tucci's speech at the EMC World convention in Las Vegas. <strong> Mike Rowland </strong> is the Creative Support Manger of Cabela's. <strong> Eric Schmidt </strong> will continue to work for Google,", "new_id": -2}, {"uid": "1297145483211075084", "i": 41581, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell", "Hailee Steinfeld"], "q": "learned about. Who knows how much of this really goes on. Report Abuse \"i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well.\" Report Abuse <q>i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong></q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on \"True Grit' ABC News: <strong> Simon Cowell </strong>: US' X Factor\" Panel yet to Be Set Fitness Singles Meet Local Fitness Minded People. 80+ Activities. Join Free", "new_id": -2}]