[{"uid": "1296297479187170820", "i": 28450, "idx": 0, "sa": ["Zahi Hawass"], "q": "square.The Egyptian Museum, which houses thousands of ancient artifacts, was being protected by the army. Head of Antiquities, <strong> Zahi Hawass </strong> said on state television that it was not known if anything was stolen from the museum. <q> There needs to be tighter security around the museum and fire trucks on standby. The museum can be set ablaze. This would be a disaster, </q> <strong> Zahi Hawass </strong> warned.Firefighters were trying to extinguish the blaze at the headquarters of the ruling National Democratic Party.", "new_id": -2}, {"uid": "1295755514184385545", "i": 22152, "idx": 15, "sa": ["Allen Iverson"], "q": "-- <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps,'' <strong> Allen Iverson </strong> said. <q> You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there. </q> The Philadelphia star scored 60 points, a career high and the most in the NBA this season, to lead the 76ers to a 112-99 victory over the Orlando Magic on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading", "new_id": -2}, {"uid": "1297242037104841302", "i": 3898, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "with the <strong> Steve Jobs </strong>' leave of absence and the new Page at Google but the fundamentals behind both stocks remain strong. Based on valuation, product mix and software excellence I think Apple is the better stock. <q> I own both. AAPL is clearly the better company </q> So if it's that clear why do u waste money investing in google?Put everything on apple! Second I wish you to become one-tenth of`` that idiot of <strong> Eric Schmidt </strong>'' since he built the most succesful", "new_id": -2}, {"uid": "1295931009036896782", "i": 23226, "idx": 0, "sa": ["Chris Huhne", "Andy Coulson", "David Cameron"], "q": "evidence in the case. Phone hacking is a criminal offence under British law. There are no indications that <strong> David Cameron </strong> was involved, but he is being accused of poor judgment in hiring <strong> Andy Coulson </strong>. <q> It seemed clear that the number of people being hacked clearly was not consistent with it being one rogue reporter, </q> energy minister and coalition partner Liberal Democrats member <strong> Chris Huhne </strong> told a TV channel.`` We know police were not keen on the subject.'' A comment in the Guardian newspaper went further", "new_id": -2}, {"uid": "1295502963081756181", "i": 5652, "idx": 1, "sa": ["Kevin Garnett", "Allen Iverson", "Jim Calhoun"], "q": "the XL Center. UConn coach <strong> Jim Calhoun </strong> was in attendance and received an ovation when he was shown on the large video board above the court.`` I bet you he felt out place,'' <strong> Allen Iverson </strong> said. <q> Just sitting there, he could relax. </q> <strong> Allen Iverson </strong> had eight points, six rebounds and four assists. He made his only field goal in the opening seconds of the third quarter and set up <strong> Kevin Garnett </strong> for a jumper that gave Boston its first double-digit lead,", "new_id": -2}, {"uid": "1295876260066535475", "i": 23248, "idx": 4, "sa": ["Chairman Mao", "Bill Nuti", "Alan Greenspan", "Sen. Bernie Sanders"], "q": "Got a question about the wars in Iraq or Afghanistan, military families, warrior care, the new GI <strong> Bill Nuti </strong>, or anything else about the US military? Just click video respo... <strong> Sen. Bernie Sanders </strong> vs. Fed <strong> Chairman Mao </strong> <strong> Alan Greenspan </strong> <q> You have told the American people that you support a trade policy which is selling them out. </q>-- <strong> Sen. Bernie Sanders </strong> to Federal Reserve <strong> Chairman Mao </strong> <strong> Alan Greenspan </strong> on 7/16/03. You MUST watch this impassioned five minute video clip! <strong> Sen. Bernie Sanders </strong>( Independent-Vermont), now a... Declassified: <strong> Chairman Mao </strong> part 1 of 5 History Channel takes a look", "new_id": -2}, {"uid": "1297304646234995715", "i": 45474, "idx": 3, "sa": ["Simon Cowell"], "q": "huge hit in Great Britain, there's no guarantee of a repeat performance in this country. <strong> Simon Cowell </strong> explained that the winner of the first season would be awarded a$ 5 million recording contract with Sony Music. <q> It puts me under a lot of pressure. I've got something at stake here, </q> he said during the ET interview. However, if anyone likes risk-taking it's <strong> Simon Cowell </strong>.`` It's risky and I like risks. It's what I call a delicious thrill.'' At the", "new_id": -2}, {"uid": "1295247358175046687", "i": 29096, "idx": 0, "sa": ["Kyle Korver", "Carmelo Anthony", "Marcus Camby", "Allen Iverson", "DerMarr Johnson"], "q": "who lost their third straight game. After <strong> Carmelo Anthony </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted away by <strong> Marcus Camby </strong>, his fifth block. <q> It was a <strong> Yao Ming </strong> defensive play, </q> said <strong> Marcus Camby </strong> http://wn.com/Carmelo_Anthony_Game_Winner__Denver_Nuggets_@_Dallas_Mavericks_Game_3_NBA_Playoffs_5/09/2009 <strong> Carmelo Anthony </strong> Game Winner- Denver Nuggets@ Dallas Mavericks Game 3 NBA Playoffs 5/09/2009 <strong> Carmelo Anthony </strong> Game Winner- Denver Nuggets@ Dallas Mavericks Game 3 NBA Playoffs 5/09/2009 <strong> Carmelo Anthony </strong> Game Winner- Denver Nuggets@ Dallas Mavericks", "new_id": -2}, {"uid": "1297157383247021594", "i": 3862, "idx": 1, "sa": ["Donald Rumsfeld", "Simon Cowell"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> Watch: Singing Contestant Sues <strong> Simon Cowell </strong> Haggis Speaks Out for First Time Since Leaving Church of Scientology <strong> Donald Rumsfeld </strong>:` Would've Been Better Off If I Had' Resigned Post-Abu Ghraib A Matter of Life&", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead.`` Larry has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}]