[{"uid": "1295872993066535447", "i": 16937, "idx": 16, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "Article: \"The Good Wife' producers want <strong> Donald Rumsfeld </strong> on show... Entertainment Video: ShowBiz Minute: Razzies, Box office, Awards Entertainment Video:` Airbender' and` Eclipse' top Razzie nominations Report Abuse <q>Al Qaeda murdering 3,000 citizens is dwarfed by <strong> Donald Rumsfeld </strong> helping to murder hundreds-of-thousands of Iraqis. And that's not mentioning that he was \"buddy buddy</q> with <strong> Saddam Hussein </strong> huseein and was partly responsible for giving the dictator chemical weapons during the 80s.\" I understand that <strong> Donald Rumsfeld </strong>-- the lifelong criminal-- can\"t leave the country because so many nations have shown", "new_id": -2}, {"uid": "1296048510257392641", "i": 15777, "idx": 1, "sa": ["Ed Miliband", "Gordon Brown", "Andy Coulson", "David Cameron"], "q": "said he was \"surprised\" that \"this week of all weeks\" Mr <strong> David Cameron </strong> had raised the issue of personalities, following communications chief <strong> Andy Coulson </strong>'s departure from No 10. The Labour leader said: <q>Who has made the right judgment, me that appointed the shadow chancellor or you who clung onto <strong> Andy Coulson </strong> for months?</q> Referring to comments by senior Tory <strong> David Cameron </strong> Davis, Mr <strong> Ed Miliband </strong> said people would \"know what he meant when he said the Prime Minister and <strong> Gordon Brown </strong> don't have a sense of what a large part of", "new_id": -2}, {"uid": "1295061603176553990", "i": 4093, "idx": 1, "sa": ["Mike D'Antoni", "David Letterman"], "q": "'ve been doing.\"... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. <q>He doesn't listen to me,</q> <strong> Mike D'Antoni </strong> said with a laugh. \"He was nice, though, very diplomatic.\" Disclaimer: Story comments are intended to provide a place for constructive dialog about issues and events in our community.", "new_id": -2}, {"uid": "1296143048256950283", "i": 13657, "idx": 0, "sa": ["Michael Gove"], "q": "Bank. The huge uncertainty in the region means now is not the time to push forward with broad peace initiatives, said Oded Eran, director of the Israeli Institute for National Security Studies. <q>Clearly the winds of change are blowing,</q> he said. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in... Subscribe to RSSMost Popular in: Politics", "new_id": -2}, {"uid": "1296105034131907654", "i": 34126, "idx": 1, "sa": ["Gordon Brown", "Andy Coulson", "Lance Price"], "q": "For example, I wrote the following headlines. \"Benefit Fraud Gives You AIDS\" \"ASBO Child Causes House <strong> Lance Price </strong> Slump\" \"Muslim Fanatic Spits Outside Church\" <q>Gay Paedo Runs Over Kitten in Chelsea Tractor</q> FredinSpain 26 January 2011 5:26 PM I think even Machiavelli couldn't spin Osbourne as either a nice person or a competentent <strong> Gordon Brown </strong>. <strong> Andy Coulson </strong> brought one phrase with him from the NoW which", "new_id": -2}, {"uid": "1296106911231735330", "i": 17318, "idx": 2, "sa": ["Eric Schmidt", "David Cameron"], "q": " \"Wi-Spy' events. \"We respectfully submit that Google CEO <strong> Eric Schmidt </strong> should be asked to testify under oath so that the American public learns the truth about Wi-Spy.\" In response, Google said the letter was <q>just the latest in a long list of press stunts from an organization that admits to working closely with our competitors.</q> Last September, <strong> Eric Schmidt </strong> was named by <strong> David Cameron </strong> as one of a number of business advisors to Number 10, Editor\"s Manifesto: ICT a casualty of the curriculum review? \"It seems that a casualty", "new_id": -2}, {"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team. \"The president and I don't have to agree on everything,\" said <strong> Kirsten Gillibrand </strong>. \"GO JETS!\" <q>I'll bet on the Jets over Chicago,</q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}, {"uid": "1295669723025427987", "i": 3603, "idx": 2, "sa": ["Eric Schmidt"], "q": "gets the job title of co-founder and will work on strategic projects and products. \"For the last 10 years, we have all been equally involved in making decisions,\" <strong> Eric Schmidt </strong> wrote. <q>This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company,</q> <strong> Eric Schmidt </strong> wrote. The change over indicates there's been a clear decision to put a web-scale technologist back in charge and to return some of the founding drive to strategic and day-to-day decisions, given Page's", "new_id": -2}, {"uid": "1296332857218349584", "i": 23586, "idx": 1, "sa": ["The Dawg", "Simon Cowell", "Marvin Gaye"], "q": "legally have him arrested for disturbing he peace. Needless to say Ainsworth was given three no's from the judges. And as young Ainsworth was walking out of the judges audition room, <strong> The Dawg </strong> yelled out <q>Hey dude, I hope you can play freakin basketball!</q> So this years edition of American Idol appears to have found the man who will be taking <strong> Simon Cowell </strong> \"The <strong> Marvin Gaye </strong> of Put Downs\" <strong> Simon Cowell </strong>'s place. Louisiana stand up comedian Zydeco Dupree who", "new_id": -2}, {"uid": "1297005230017629195", "i": 2356, "idx": 0, "sa": ["Donald Rumsfeld", "Maureen Dowd", "Jerry Rice"], "q": "Wisconsin, they found a way to unify the party establishment with the tea party movement, avoiding many of the conflicts that occurred in other states.\" http://wapo.st/eOIwlo-- <strong> Maureen Dowd </strong>, on <strong> Donald Rumsfeld </strong>: <q>His memoir, \"Known and Unknown,</q> is like a living, breathing version of the <strong> Jerry Rice </strong> himself: very thorough, highly analytical and totally absent any credible self-criticism. The 78-year-old Rumstud, as W. dubbed him, was both the youngest defense secretary in", "new_id": -2}]