[{"uid": "1297175264144113727", "i": 15842, "idx": 3, "sa": ["Saddam Hussein", "Diane Sawyer", "Osama bin Laden", "Donald Rumsfeld"], "q": "'s brutal regime has created a more stable secure world.'' No Second Thoughts Speaking in an interview with <strong> Diane Sawyer </strong> of ABC News earlier this week, <strong> Donald Rumsfeld </strong> put it this way: <q>What you know today can help you unthink your thinking about tomorrow. It can't help you with things you were thinking about back then,</q> he said. ''Back then, there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons.'' Nor does <strong> Donald Rumsfeld </strong> register second thoughts about the Pentagon's crucial failure to capture <strong> Osama bin Laden </strong> in the Battle of Tora", "new_id": -2}, {"uid": "1295008484200032264", "i": 23205, "idx": 6, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "couldn't believe it. They said, ''This is such a good time.'' Kelly saw her struggling, <strong> Kirsten Gillibrand </strong> said, and he and the others began to encourage her, saying, <q>Open your eyes, <strong> Gabrielle Giffords </strong>. Open your eyes.</q> And <strong> Gabrielle Giffords </strong> did. Her right eye remains bandaged, but <strong> Gabrielle Giffords </strong> is opening both of them, doctors said Thursday '''She took a moment to focus, you could see she was focusing,", "new_id": -2}, {"uid": "1296612952189923351", "i": 1709, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler Canada, which owes about$ 1.7 billion to the federal and Ontario governments, says it is the first time that the company is voluntarily paying extra money to workers beyond contractual obligations. <q>It's in recognition of an extraordinary performance of the industrial system of Chrysler in 2010,</q> chief executive officer <strong> Sergio Marchionne </strong> told analysts after U.S. parent Chrysler reported its year-end results. The automaker is giving similar awards to 22,000 workers and 10,000 salaried employees in the United States. Parent Chrysler cut", "new_id": -2}, {"uid": "1296526571171900947", "i": 24105, "idx": 0, "sa": ["Michael Vick"], "q": "food back all nice and canned. What he did with the profits from the sales I don't know... I won't tell you what party he is in because it doesn't matter.'' Report Abuse <q>You know what... when all Americans are incarcerated, we would no longer have crime issues, drug issues, well fare issues, education issues, health care issues, tax issues...</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options!", "new_id": -2}, {"uid": "1295618466190234796", "i": 49335, "idx": 4, "sa": ["Andy Coulson"], "q": "continuing pressures on him and his family mean that he feels compelled to do so.'' <strong> Andy Coulson </strong> played a key role in helping propel Conservative leader Cameron to power in elections in May 2010. <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,</q> Cameron said. The hacking saga has refused to die down since the News of the World's royal correspondent and a private investigator were jailed in 2007 for conspiracy to access mobile phone messages involving Princes William", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.'' The ''Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q>I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it.</q> She added, ''I will say that it's a kinder, gentler[ show now.]'''", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}, {"uid": "1295879876215089182", "i": 44187, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "who wasn't For six years, Larry Page and <strong> Sergey Brin </strong> told <strong> Eric Schmidt </strong> that <strong> Google Inc. </strong> should build its own browser, and for six years, he resisted. ''<strong> Google Inc. </strong> was a small company,'' <strong> Eric Schmidt </strong> remembered. <q>Having come through the bruising browser wars, I didn't want to do that again.</q> So <strong> Sergey Brin </strong> and Page hired some ex-Firefox developers and had them build a prototype. When they showed <strong> Eric Schmidt </strong> the browser that would be A week of executive transitions at Apple, <strong> Google Inc. </strong> and Hewlett-Packard This week saw big changes", "new_id": -2}, {"uid": "1296084752130252877", "i": 44052, "idx": 3, "sa": ["Michael Vick"], "q": ", the Packers are tied for second behind the Steelers in bringing down quarterbacks. ''Those guys fly around the ball and are always in good position,'' <strong> Michael Vick </strong> said of the Packers' defense. <q>You just have to be ready for what they're going to do. They give you a lot of different looks and try to confuse you.</q> Given the nature of the opposing defense and the porous nature of the Eagles' offensive line, this is not a good week for <strong> Michael Vick </strong> to be having issues with his all-important legs. Paul Domowitch", "new_id": -2}, {"uid": "1295642034266682385", "i": 22318, "idx": 3, "sa": ["Vint Cerf", "Eric Schmidt"], "q": ".'' It has long been held that <strong> Eric Schmidt </strong> was brought on at Google to counter the lack of business experience of Google's founders, and <strong> Eric Schmidt </strong> alluded to this in a tweet today. <q>Day-to-day adult supervision no longer need!</q> he wrote after the leadership change announcement. TAKING ON FACEBOOK <strong> Vint Cerf </strong> would not be drawn on whether Google was developing a social networking site to compete with Facebook, as has been rumoured.", "new_id": -2}, {"uid": "1295516444091439212", "i": 35406, "idx": 0, "sa": ["Simon Cowell", "Cheryl Cole", "Marti Pellow"], "q": "Is All Around. My missus is a big fan of <strong> Marti Pellow </strong>. She fancies all the older men. It would be nice to see him back on the scene.'' He added: <q>I am at the perfect stage to be doing collaborations so I am throwing myself out there. We'll have to wait and see if it happens.</q> The 26-year-old, who won the second series of X Factor, also thinks the talent show would be ''weird'' if <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> decide not to take part in the next series.", "new_id": -2}]