[{"uid": "1295802703043466753", "i": 4245, "idx": 0, "sa": ["Allen Iverson"], "q": "hit 7-of-8 shots and was one of three Sixers to score 14 points. The return of <strong> Allen Iverson </strong> appeared to give Philadelphia a boost. <strong> Allen Iverson </strong>'s first game since Dec. 16 wasn't easy for the 34-year-old guard. <q> Once I got my second wind I was all right. The first couple minutes I thought my heart was going to jump out of my chest, </q> said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined.`` Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can", "new_id": -2}, {"uid": "1295081652243138586", "i": 24933, "idx": 0, "sa": ["Cynthia Scott", "David Letterman", "Harry Connick Jr."], "q": "an engagement at Chelsea Place in Manhattan. She hired a then-unknown piano player for that engagement; a young man fresh from New Orleans named <strong> Harry Connick Jr. </strong>, <strong> Harry Connick Jr. </strong>, who later introduced her at a <strong> David Letterman </strong> Christmas party as <q> one of the world's finest jazz singers. </q> That four-week engagement lasted for three years for <strong> Cynthia Scott </strong>, and she decided to stay in New York. Since then, she has headlined at Birdland, Iridium, Dizzy's Club Coca Cola and many more.", "new_id": -2}, {"uid": "1297711286141344809", "i": 30504, "idx": 2, "sa": ["Adam Klugman", "Donald Rumsfeld"], "q": "Department officials to produce legal memos that would immunize from criminal prosecution US officials who participated in the detention and interrogation of enemy combatants- including Padilla, the lawyers say. <strong> Donald Rumsfeld </strong> and other Defense Department officials <q> were privy to regular reports on the interrogation and condition of suspected` enemy combatants' held at the brig, </q> Padilla's brief says.`` Those reports repeatedly drew attention to the devastating psychological effects that the conditions were having on detainees, including Mr. Padilla.'' Progressive Radio Host <strong> Adam Klugman </strong>...- A new play", "new_id": -2}, {"uid": "1296859172060604427", "i": 29977, "idx": 0, "sa": ["Jennifer Lopez", "Eric Schmidt"], "q": "min ago <strong> Jennifer Lopez </strong>, two U.S. senators to watch Super Bowl with Obama What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. NPR <q> the Horsesa** destroyed the U.S. even the Rep. said it before the last election, the national debt... </q> Peter_Abelard left a comment- 9 min ago href=\"http://us.rd.yahoo.com//Updates/buzz/comment/SIG=1ddajeadc/*http%3A//us.lrd.yahoo.com/_ylc=X3oDMTZqbnNoZzZmBElfYWd1aWQDNFQyQlc0QkVZV0FVQVo0NTVGN1Y1TTUzRUkESV9jZ3VpZANRNURBU1JVVENVVDJWRFlaN05EQkhPWEJOQQRJX2Nwcm9wA3lhaG9vLmJ1enoueWNhLnZpdGFsaXR5LmNsaWVudC5wcm9kBElfdWNudHgDZ2xvYmFsBElfdXNyYwNidXp6BElfdXN1aWQDNmJlMzE1ZTI3OTU3ZmYzYzllNWIzMTMwMTlmOWFhOGEESV91dHlwZQNjb21tZW50BF9TAzIwMjM0MzUyNjE-/SIG=12ih85aa2/**http%3A//buzz.yahoo.com/article/1%3Ay_sports%3A62416059033672f3e406fe16e8683140\"> <strong> Jennifer Lopez </strong>, two U.S. senators to watch Super Bowl with Obama The Business Insider`` Interesting that <strong> Eric Schmidt </strong> has invested in TwitPay, but not surprising given", "new_id": -2}, {"uid": "1297180938217825348", "i": 17135, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "well as celebrities and statesmen from all over the country. It was the perfect time to give out the key to the city to some deserving philanthropist, such as... href=\"http://cityhallblog.dallasnews.com/archives/2011/02/Dwaine Caraway-gives-Michael Vick-Michael Vick-key.html\"> <strong> Michael Vick </strong>? <q> <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong> presented </q> <strong> Michael Vick </strong> a key to the city of Dallas Saturday. <strong> Dwaine Caraway </strong> said he believes`` a great majority'' of the people of Dallas would have supported his decision, despite <strong> Michael Vick </strong>'s conviction for running a", "new_id": -2}, {"uid": "1297428190058949643", "i": 14243, "idx": 7, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "come from advertising and new forms of monetization.''`` We the ability to activate users and put them in a position to be more effective in what we call local commerce,'' added <strong> Steve Ballmer </strong>. <q> Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well. </q> Nokia is touting its Microsoft alliance on its Web page. <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> detailed their proposal immediately before the vast href=\"http://reviews.cnet.com/mobile-world-congress/\"> Mobile World Congress trade show in Barcelona, Spain, where a large", "new_id": -2}, {"uid": "1295274100165380096", "i": 45323, "idx": 2, "sa": ["Sergio Marchionne"], "q": "admiration for <strong> Sergio Marchionne </strong> for unleashing it, and for his team for executing it.'' Indeed, nobody, except maybe <strong> Sergio Marchionne </strong> himself, believed Chrysler could redo its product line so dramatically in 18 months. <q> They just accomplished a tremendous amount of work in a short time, and with limited resources, </q> said Rebecca Lindland, an analyst with IHS Automotive, who admits she was an early doubter.`` What I find so really incredible is that they did it under the radar.'' <strong> Sergio Marchionne </strong> and his team,", "new_id": -2}, {"uid": "1295589642085278733", "i": 743, "idx": 2, "sa": ["Eric Schmidt"], "q": "do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. <q> I am not as concerned about the titles as I am winning, </q> <strong> Eric Schmidt </strong> said.`` I am quite certain that this change will result in faster decision making and better value for the shareholders.'' Google's stockholders have had little to complain about, not that it", "new_id": -2}, {"uid": "1294977903249905195", "i": 7062, "idx": 7, "sa": ["George Karl", "Carmelo Anthony", "LeBron James", "Marcus Camby", "Allen Iverson", "Chris Bosh", "Martin O'Neill", "Kenyon Martin", "Ron Harper", "Mike Smith"], "q": "it was <strong> Kenyon Martin </strong>'s defense that had coach <strong> George Karl </strong> talLeBron James. <strong> Allen Iverson </strong> had 36 points, <strong> Carmelo Anthony </strong> added 33 and <strong> Martin O'Neill </strong> shut down ToRon Harperto all-star <strong> Chris Bosh </strong> late as Denver rallied to beat the ToRon Harperto Raptors 109-100 on Sunday afternoon. <q> <strong> Kenyon Martin </strong>'s defense on <strong> Chris Bosh </strong> was incredible and got better as the game went on, </q> <strong> George Karl </strong> said.`` You win games with stops more than maLeBron James shots. I thought <strong> Kenyon Martin </strong> was the star of the game.'' JR <strong> Mike Smith </strong> scored 14 points and <strong> Marcus Camby </strong> had 15 rebounds as Denver rallied from a", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "'' The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}]