[{"uid": "1296169756065815248", "i": 55552, "idx": 4, "sa": ["Mike Pence"], "q": "published its mom-scoop, though, the Indianapolis Star put up its article about href=\"http://www.indystar.com/article/20110127/NEWS05/110127015/Rep-  Mike Pence -  Mike Pence - will- lay- out- his- political- plans- today?odyssey=tab|topnews|text|IndyStar.com\"> the announcement being tonight.  It was not clear whether the comments from his mother moved up his timetable,  National Journal updated. What we know for sure, though, is that  Mike Pence 's people are understandably not happy with reporters calling his mother for the hottest political gossip: \" \"You called", "new_id": -2}, {"uid": "1296954560216498177", "i": 6092, "idx": 0, "sa": ["Mike Pence", "Sean Duffy", "George H. W. Bush"], "q": "the clinic in New Jersey, has been fired for her handling of the alleged sex trafficking ring. A video released Tuesday showed the clinic manager giving the pimp adGeorge H. W. Bush on how to make his exploitation of girls look  as legit as possible.  The state attorney general has also launched an investigation into the manager's actions. Yesterday, two U.S. congressmen,  Mike Pence  and  Mike Pence   Sean Duffy , called for the defunding of Planned Parenthood based upon the information uncovered", "new_id": -2}, {"uid": "1296258980134725636", "i": 17076, "idx": 14, "sa": ["David McIntosh", "Mike Pence"], "q": "is the right move.\"\"  Former  Mike Pence   David McIntosh , who preceded  Mike Pence  in the district, said  Mike Pence 's decision was the correct one \"because he made it.\"\"   You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana,   David McIntosh  said. Former Wayne Township superintendent will part ways with district From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1295278289044859433", "i": 24205, "idx": 7, "sa": ["Mike Pence"], "q": "also said that  Mike Pence 's open commitment to socially conservative values would resonate with tea party members: \"He has demonstrable integrity both in his word and his deed- that is really extraordinary,\"\"  Benko said.  I think people are looking for integrity, and  Mike Pence 's integrity is so vivid that once you focus on it, I think that's going to move a lot of people.  APC's inaugural effort is an online petition drive urging  Mike Pence  to run for the White House. Question Looms on World Trade Center Health Act: Who Is Covered? Poll: Opposition to Health Care", "new_id": -2}, {"uid": "1297098795101318682", "i": 13017, "idx": 0, "sa": ["Mike Pence", "Cecile Richards", "George Soros"], "q": "href=\"http://www.lifenews.com/2011/01/07/Mike Pence-drops-bill-to-de-fund-planned-parenthood-abortion-biz/\"> a bill sponsored by Congressman  Mike Pence  of Indiana to cut the millions in taxpayer funding the Planned Parenthood abortion business receives through the federal family planning program. The letter, which Politico obtained, reads:  Right-wing groups are once again attempting to destroy an organization dedicated to providing crucial primary care services to Americans that need them most. Armed with heavily edited videos, countless lies and a shameless echo chamber that repeats unfounded accusations ad nauseam, they've now turned their sights to Planned Parenthood, which offers a range of important health and reproductive services.  a strategy call the liberal \"media watchdog\"\"  group Media Matters coordinated with Planned Parenthood President  Cecile Richards  and other liberal activists, with support from liberal billionaire  George Soros , designed to respond to the videos. The game", "new_id": -2}, {"uid": "1297293184036945944", "i": 52039, "idx": 2, "sa": ["Nancy Keenan", "Mike Pence", "Barack Obama"], "q": "abortion coverage from every angle, they now want to deny funding for birth control, even though that's the best way to prevent unintended pregNancy Keenan. Americans will not stand for this blatant hypocrisy.\"\"   The real impact of eliminating the Title X program is that millions of women across the country will lose access to basic primary and preventive health care, such as lifesaving cancer screenings, contraception, STI testing and treatment, and annual exams,  said Cecile  Mike Pence ,  Barack Obama  of Planned Parenthood. \"In fact, six in ten women who access care from a family planning health center consider it to be their main source of health care.\"\" ", "new_id": -2}, {"uid": "1295068749012681281", "i": 57608, "idx": 1, "sa": ["Mike Pence", "Gary Ackerman", "Peter King"], "q": "low. \"We're not looPeter King at banning all weapons,\"\"  said  Mike Pence   Gary Ackerman , D-N.Y., who wants to close a loophole that allows some private dealers to sell guns without conducting background checks.  We're looPeter King to make sure that innocent people from all over will be safe in their own homes and public places. I think the tragedy, and the heavy moment in which we find ourselves, lends itself to some contemplation. I think there's a hope, at least, for reasonableness.  The argument is not likely to woo staunch gun-rights advocates in Congress. \"I believe, as Americans have believed since the American founding, that firearms in the hands of law-abiding citizens make communities", "new_id": -2}, {"uid": "1296215205141213713", "i": 36165, "idx": 0, "sa": ["Mike Pence"], "q": "White House bid in a letter sent to supporters that also fueled speculation that he instead is planning a run for governor.  Mike Pence , 51, is a darling of social conservatives and often describes himself as  a Christian, a conservative and a Republican, in that order.  He had made multiple trips to states that host early presidential-primary contests.- From wire reports DispatchPolitics The Daily Briefing The Dispatch's public affairs team sates the appetites of political junkies with", "new_id": -2}, {"uid": "1295546693266108960", "i": 15478, "idx": 0, "sa": ["Mike Pence", "Diana DeGette", "Gary Bauer", "Ron Paul", "Chris Smith", "Barack Obama"], "q": "is against abortion, they should also be against this policy.\"\"  The policy has been www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate  Gary Bauer  scans the potential 2012 Republican field, not much excites him.  All the obvious fRon Paultline names have all the usual pluses and minuses,  Mr.  Gary Bauer  says. But in considering one candidate, Mr.  Gary Bauer  sees only qualities that he likes. InDiana DeGette  Mike Pence  is a military and fiscal hawk who frequently plugs his Chris Smithtian credentials. To some, he's the", "new_id": -2}, {"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,'' Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}]