[{"uid": "2008111000_00032065_W", "i": 2586, "idx": 16, "sa": ["Kameron Hurley", "Taylor Swift"], "q": "and different times. the author may give them birth, but it's the readers who keep them alive.\" tycho: \"some books contain the machinery required to create and sustain universes.\" <strong> Kameron Hurley </strong>: <q> i like writing about characters who are drawn to each other but aren't necessarily good for each other. nyx walks back into your life and you see everything you love destroyed, but some vital piece of you, something you can't name, something you didn't even know was missing, is somehow there again. whole. full. like a missing piece of your heart that chokes you. </q> <strong> Taylor Swift </strong>: \"i believe that love will find you when you're not looking for it. so i've been actively not looking for it for about three years now. i'll let you know how that", "new_id": -2}, {"uid": "2008090420_00006981_W", "i": 3326, "idx": 0, "sa": ["Sarah Palin", "Cathie Adams"], "q": "a kind of qualified, patronizing support-we are all sinners, there but for the grace of god, something like that. instead, they are embracing her with unbridled admiration. the family research council praised her for <q> choosing life in the midst of a difficult situation. </q> <strong> Cathie Adams </strong> of the eagle forum, a conservative women's group, called her \"the kind of woman i've been looking for all along.\" the two difficult pregnancies-Sarah Palin's with a down syndrome baby and now", "new_id": -2}, {"uid": "2008121918_00020791_W", "i": 916, "idx": 3, "sa": ["Glen Johnson", "Chad Dawson"], "q": "fights like margarito-mosley berto-collazo and marquez-diaz for the early part of 2009, but then they agree to put on a rematch of a fight that wasn't even competitive the first time,\" said an incredulous <strong> Glen Johnson </strong>. <q> it boggles my mind, especially when the only true rematch at 175 pounds is between <strong> Chad Dawson </strong> and myself. </q> this type of worthless rematch robs the fans, and are bad for the sport. whoever at hbo decided to purchase this fight, should be embarrassed\" . and post under your registered name. if not,", "new_id": -2}, {"uid": "2008110908_00000222_W", "i": 1219, "idx": 13, "sa": ["Mark Wright"], "q": ".\" for bellingham coach <strong> Mark Wright </strong>, it was an emotional loss. \"i love coaching our girls, and it was so difficult to say goodbye to those eight seniors after this loss,\" he said. <q> sehome outworked us, and we had a difficult time matching their energy. their good first half against the wind deflated us. then sehome just powered over us. </q>", "new_id": -2}, {"uid": "2008092805_00004001_W", "i": 3943, "idx": 6, "sa": ["Paul Newman", "Carl Haas", "Mario Andretti"], "q": "racing. \"so at 51, he started racing. it was a little late, but he won a bunch of races,\" he said, including one in daytona when he was 75 years old. <q> he had a passion for racing and had a passion for winning, </q> lanigan said. <strong> Paul Newman </strong> met <strong> Carl Haas </strong> when they had teams competing against each other. they became friends and decided to form their own team in 1983, with famed racer <strong> Mario Andretti </strong> as the team's driver. calling <strong> Paul Newman </strong>", "new_id": -2}, {"uid": "2008090817_00000844_W", "i": 1535, "idx": 3, "sa": ["Valentina Titova"], "q": ", welcome to the club. the episode originally aired in the u.s. dec. 1, 1999, and even spawned a companion cd. needless to say, the soundtrack has yet to be made available in russia. <q> in accordance with the conclusions made by experts from the court investigations committee, a claim has been filed against 2x2 for its broadcast of an episode of south park, </q> prosecutors' spokeswoman <strong> Valentina Titova </strong> said. while the prosecutors' office formally brought the charge against the network, the claim was first requested by the russian union of christians of evangelical faith, which asked for the ban after", "new_id": -2}, {"uid": "2008090219_00009690_W", "i": 143, "idx": 4, "sa": ["Alvin Brooks"], "q": ". while he credited the police department for doing what it could, he put the onus back on the community. \"a police department is only as good as the community it serves,\" <strong> Alvin Brooks </strong> said. <q> this is not tv. this is real life. the lives of the people they've killed will not get up and rehearse it again. when that casket is closed, that's it. </q> <strong> Alvin Brooks </strong> called on families who know they have loved ones who are perpetrators of many of these violent crimes to come forward and break the code of silence. \"i'm very much troubled by the fact that 70", "new_id": -2}, {"uid": "2008122818_00029237_W", "i": 3842, "idx": 1, "sa": ["David Martin", "Paul Robinson", "Kenny Jackett"], "q": "one. \"looking at the table we are still very much in there,\" <strong> Kenny Jackett </strong> insisted. we have had three games without a win but two have been drawn which still adds points to the total. <q> we need to be able to handle being the favourites. it is a different mentality to being the challengers like at leicester and leeds this season. we have now got to play like champions. </q> the south londoners got off to a whirlwind start when captain <strong> Paul Robinson </strong> rose highest to head home <strong> David Martin </strong>'s in-swinging corner from the right four minutes in. the home side maintained their dominance in an impressive opening spell before", "new_id": -2}, {"uid": "2008092309_00001948_W", "i": 4467, "idx": 0, "sa": ["David North"], "q": "will insulate lofts and wall cavities, which can save energy and lower a home's carbon footprint. <strong> David North </strong>, community and government director for the firm, said the deal is an investment that is worth making. <q> there has been a chill in the air these last few days and people are starting to switch their heating back on. we wanted to offer a simple and straightforward service to help them get ready for winter, </q> he added. in a recent study, money expert found that people living in the David North-east had to allocate more than four per cent of their total budgets to energy bills. share this leave a reply is a", "new_id": -2}, {"uid": "2008092703_00007452_W", "i": 237, "idx": 1, "sa": ["John Berger"], "q": "in a mischievous prologue worthy of nabokov or defoe, <strong> John Berger </strong> tells us that the letters that make up <NO_QUOTATION> were found in an abandoned prison in a mysterious city called suse, stuffed in a shelf of pigeonholes constructed <q> out of empty marlboro cigarette cartons and attached solidly to the wall with scotch tape. </q> in addition to these letters, written from aida to xavier, the book also contains notes xavier made on the back of aida's letters, as well as a number of letters aida wrote but did not send", "new_id": -2}]