[{"uid": "1297234014042778761", "i": 943, "idx": 6, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": "however, that three of the eight urban areas without large rail systems in this category had congestion costs that are lower than those of San Francisco. Consumer Cost Savings. \"Washington's War\" concluded that <q>transportation( and housing) costs are higher, not lower, in large rail metropolitan areas.</q> The point was based on <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong>'s claim of consumer transportation cost savings in the large rail metropolitan areas. The APTA report reaches this conclusion by using data from the U.S. Bureau of Labor Statistics Consumer", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q>part of a more complicated set of negotiations.</q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned. \"We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}, {"uid": "1295203401264208403", "i": 32884, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "can move both sides of her body, including her arms and legs, her friend <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY) said Sunday. Speaking on CBS' \"Face the Nation,\" <strong> Kirsten Gillibrand </strong> said <strong> Gabrielle Giffords </strong> was <q>showing raw courage, raw strength, something that we can all get behind. And she really is our glimmer of hope in a very dark time.</q> She reported that <strong> Gabrielle Giffords </strong>, who was taken off a ventilator Saturday, still has not spoken \"but she can move both parts-- both sides of her body. She can breathe. She's showing", "new_id": -2}, {"uid": "1297314901126959709", "i": 761, "idx": 3, "sa": ["Michael Vick", "Joy Behar", "Galina Espinoza"], "q": "personally executing dogs who performed poorly by electrocution, hanging and drowning. Panelist <strong> Galina Espinoza </strong> asked <strong> Joy Behar </strong> what it would take for her to forgive <strong> Michael Vick </strong>. \"He should disappear,\" replied <strong> Joy Behar </strong>. <q>I want him out of the business.</q> Follow The View Examiner on Twitter and Facebook Want email updates on The View? Subscribe here", "new_id": -2}, {"uid": "1296149816234012694", "i": 12890, "idx": 1, "sa": ["Ronald Reagan", "Mike Pence"], "q": "Ronnie.\" When <strong> Ronald Reagan </strong> won the decisive victory in New Hampshire, the paper pivoted toward him- in a slightly condescending tone. The same tone is heard today. The National Journal recently reported, <q>Other Republicans believe[ <strong> Mike Pence </strong>] <strong> Mike Pence </strong>'s ideological purity is what makes him at once dangerous to his rivals in a primary and dangerous to his own party if he secures the nod in a general election.</q>( Emphasis added.) The story goes on to quote an unnamed \"Republican lobbyist\" saying, \"If we all agree the battle's going to be won in the middle, <strong> Mike Pence </strong> is not", "new_id": -2}, {"uid": "1297232175168116229", "i": 30610, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "Show\" with <strong> David Letterman </strong> that night. He sounded tired and hoarse in the frigid weather, but he had offered his fans one more thing before he left- his \"title belt.\" <q>I just want you to know, for the next year you guys can steal my belt celebration because we're the champions of the world. Put that on whenever you want,</q> <strong> Aaron Rodgers </strong> said with a huge smile. \"It's been a great journey.\" Green Bay has been given 7-1 odds to win next season's Super Bowl in Indianapolis, according to Las Vegas Sports Consultants", "new_id": -2}, {"uid": "1297369681254705665", "i": 11034, "idx": 0, "sa": ["Zahi Hawass", "Zine El Abidine Ben Ali", "Hosni Mubarak"], "q": "of state employee unrest, the museum workers demanded higher wages and criticized the practices of former Minister of Culture Farouq <strong> Hosni Mubarak </strong>, and argued with Antiquities Chief <strong> Zahi Hawass </strong> who came out to address them. Posters in Arabic read <q>No to corruption, no to oppression, Farouq Abdel-Salam,</q> \"Steadfastness, steadfastness\" and \"Increasing pay.\"( <strong> Zine El Abidine Ben Ali </strong> Curtis/ AP) Share Back to slideshow navigation Anti-government protesters sleep at sunrise in their makeshift encampment in Tahrir Square on Feb.", "new_id": -2}, {"uid": "1297284665062046252", "i": 16858, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "with the help of Iraqi security forces that had become \"very capable.\" As a result, he argues, the force of <strong> President Bush </strong>'s surge was as much \"psychological\" as anything else. <q>The president's decision galvanized the opinion in Iraq. It said: \"Look, if you think it is going to go to the insurgents, you are wrong.'</q> The fact of the statement, argues Mr. <strong> Donald Rumsfeld </strong>, mattered as much as did the increase of troops \"tactically or strategically.\" Let's examine <strong> Donald Rumsfeld </strong>\"s claims in order. He says", "new_id": -2}, {"uid": "1295792009158990383", "i": 22873, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "ditch the UK version in order to concentrate on the forthcoming American series. In a new interview with <strong> Oprah Winfrey </strong>, <strong> Simon Cowell </strong> admitted he wanted to quit while he was still at the top of his game. <q>I asked a successful guy, \"What's the best advice you can give me?' He said,` <strong> Simon Cowell </strong>, know when to leave the fair'. I think that's good advice- one year, I actually found myself thinking,` I've run out of insults, I don't know how I'm going to tell people they suck'. \"Something inside you just says,` You know what, it's time to go',</q> <strong> Simon Cowell </strong> added. \"Without any regrets. I can look back on the past 10 years and say it's been a blast. I've enjoyed myself. I mean, it\"s not the most difficult job", "new_id": -2}, {"uid": "1297245607137953280", "i": 48318, "idx": 1, "sa": ["Donald Rumsfeld"], "q": " \"The main hurdle to eliminating the benefit offset is cash. It would cost the government an estimated$ 6.7 billion over a decade to allow the widows to collect both benefits in full.\"\" Report Abuse <q>But there is ALWAYS more Money for Aids in Africa</q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading", "new_id": -2}]