[{"uid": "1295478827046153737", "i": 34998, "idx": 0, "sa": ["Mike Pence", "Harry Reid"], "q": "elections, when Republicans took back majority control of the House but not the Senate. Republican Representative <strong> Mike Pence </strong> said Wednesday's repeal vote is not a symbolic act, but a promise kept to voters. <q> So I urge my colleagues to join us in repealing this government takeover of health care before it ever takes effect, and then work with us, as we build healthcare reform that is worthy of the American people, </q> said <strong> Mike Pence </strong>. Republican efforts to repeal the law outright are virtually certain to fail now, because Democratic Senate Majority leader <strong> Harry Reid </strong> said he will not even bring health care repeal to a vote in the Senate", "new_id": -2}, {"uid": "1295277115245153820", "i": 20922, "idx": 0, "sa": ["Michael Steele", "Mike Pence"], "q": "the tea party movement. The committee is also being advised by the conservative PR group CRC. \"<strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job-creation Reagan-Kemp wing of the GOP,\" said Benko. <q> Grassroots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry. </q> You can't run a democracy with everyone censoring themselves out of fear. Do you think the RNC will be better off without <strong> Michael Steele </strong>? Yes- He ran the committee deep into debt.", "new_id": -2}, {"uid": "1297348316264044562", "i": 3010, "idx": 3, "sa": ["Mike Pence", "Cecile Richards", "Barack Obama"], "q": "cut the budget for family planning programs by$ 327 million-- the exact sum requested by Democratic <strong> Barack Obama </strong> for such programs in his 2011 budget, according to Planned Parenthood. PPFA <strong> Barack Obama </strong> <strong> Cecile Richards </strong> called the move <q> the latest outrageous attack on women's health </q> by House conservatives. Federal funding for US family planning programs has \"connected millions of American women with health care since <strong> Mike Pence </strong> Nixon signed it into law in 1970,\" <strong> Cecile Richards </strong> reminded lawmakers. Nixon was", "new_id": -2}, {"uid": "1297716260199933960", "i": 12355, "idx": 0, "sa": ["Mike Pence"], "q": "R-South Carolina) introduced the Tax Relief Certainty Act, a bill that would permanently extend the current individual income tax rates, which will expire on January 1, 2013, and permanently repeal the death tax. <q> Uncertainty is the enemy of prosperity, </q> said Congressman <strong> Mike Pence </strong>. \"By enacting a two-year extension on current tax rates, Congress merely extended the uncertainty that has stifled our economic growth. To encourage growth and job creation, Congress should act now to", "new_id": -2}, {"uid": "1295669828069369921", "i": 25338, "idx": 1, "sa": ["Steve Cohen", "Larry King", "Mike Pence"], "q": "... now a Democratic Congressman goes out and you say you're sorry for that tonight. But if we're talLarry King about tone in America, this can't be tolerated, can it?\" <strong> Steve Cohen </strong> agreed: <q> No. I'm not going to do it again. I've my learned my lesson. </q> However, only seconds later, Shultz was justifying the Nazi comparison and <strong> Steve Cohen </strong> was comparing <strong> Mike Pence </strong> to Nazi propaganda minister Joseph Goebbels. Here is a full transcript of the January 20 segment:", "new_id": -2}, {"uid": "1296200464159858698", "i": 5818, "idx": 14, "sa": ["David McIntosh", "Mike Pence"], "q": "\"So I'm sure that he's made a discernment that this is the right move.\" Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one <q> because he made it. </q> \"You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana,\" <strong> David McIntosh </strong> said. That, <strong> Mike Pence </strong> said,", "new_id": -2}, {"uid": "1295387255083918891", "i": 33902, "idx": 2, "sa": ["Gabrielle Giffords", "Mike Pence", "Barack Obama", "Rick Santorum"], "q": "of the way <strong> Barack Obama </strong> handled it,\" the <strong> Mike Pence </strong>: Responding to news that two supporters started a campaign to draft him to run for <strong> Barack Obama </strong>, the congressman said yesterday, <q> The first I've heard of this effort was this morning. We are obviously Gabrielle Giffordsply humbled by the encouragement we've received, </q> according to the Fort Wayne Gazette. <strong> Rick Santorum </strong>: The Hill profiles <strong> Rick Santorum </strong>, saying he's \"used to being an underdog,\" and that he's betting", "new_id": -2}, {"uid": "1296228272172146710", "i": 20890, "idx": 27, "sa": ["Mike Pence"], "q": ", and it's a lot easier to run as the governor of Indiana than as a House member from anywhere.\" ' The source close to <strong> Mike Pence </strong> agrees. As governor, he'll be able <q> to build a larger following and donor base </q> and address \"the punditry that says you need executive experience.\" And yet, the source acknowledges, this may be a unique moment in presidential-campaign history. \"I concede he may not be able", "new_id": -2}, {"uid": "1296225951235159601", "i": 479, "idx": 6, "sa": ["Eric Holcomb", "Mike Pence", "Mike McDaniel"], "q": "I think he'd clear the field.\" State Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" such as <strong> Mike Pence </strong>. <q> <strong> Mike McDaniel </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation, </q> he said. \"He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state.\" <strong> Mike Pence </strong>, who often describes himself as \"", "new_id": -2}, {"i": 268, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from a year ago to$ 10.76 billion as the company made market-share gains on the strength of 16 all-new or refreshed vehicles. Revenue, however, dipped slightly from the third quarter on reduced shipments. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> CEO <strong> Sergio Marchionne </strong> said.`` However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.''+0.42%), sold 1.52 million vehicles last", "sa": ["Sergio Marchionne"], "uid": "1296496314113492035"}]