[{"uid": "1295779892017170523", "i": 2210, "idx": 4, "sa": ["Mike Pence"], "q": "if we fail today?\" And <strong> Mike Pence </strong> supporters are collecting signatures from conservatives and tea party activists through a website and social media campaigns as part of a draft effort. <q> I said,` Let's attempt to demonstrate the level of enthusiasm for him that I think is out there a millimeter under the surface,' </q> said Ralph Benko, a former Reagan administration aide who started the campaign. \"I think it's huge. I just think it needs a little place to go. So we built a little place for it", "new_id": -2}, {"uid": "1295646089003719170", "i": 16678, "idx": 0, "sa": ["Mike Pence", "Elena Kagan", "Norah O'Donnell", "Eric Cantor", "John Boehner"], "q": "with us for a short interview about his proposal, his position on the confirmation of <strong> Elena Kagan </strong> to the Supreme Court, and the new START treaty. http://wn.com/Dir_Elmendorf_tells_W_M_the_Dems'_Bill_Will_Expand_Federal_Health_Care_Spending_Significantly Congressional Budget Office Director Elmendorf tells Ways and Means that: <q> The coverage proposals in this legislation would expand federal spending on health care to a significant degree. And in our analysis so far, we dont see other provisions in this legislation reducing federal health spending by a corresponding degree. </q> http://wn.com/3-6-2009__Mike Pence_on_MSNBC_calling_for_federal_spending_freeze Congressman <strong> Mike Pence </strong> appeared on MSNBC with host <strong> Norah O'Donnell </strong> to discuss the House Republican proposal to freeze federal spending at current levels http://wn.com/John Boehner_Endorses_Mandatory_Review_Period_for_Major_Spending_Bills During a meeting today with representatives of organizations fighting government waste organized by House GOP Whip <strong> Eric Cantor </strong>", "new_id": -2}, {"uid": "1295261581064110616", "i": 51419, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Jack Kemp", "Jim Ryan", "Barack Obama", "Mitt Romney"], "q": "counsel to Ronald Reagan, announced the America's <strong> Barack Obama </strong> ComMitt Romneyee to encourage a Mike Pence-for-Barack Obama bid. Former <strong> Mike Pence </strong> <strong> Jim Ryan </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the opTim Pawlentyistic, pro-growth, pro-job creation Reagan-Jack Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" AP Photo- In a Nov. 29, 2010 photo <strong> Mike Pence </strong>( R-Ind.) addresses the", "new_id": -2}, {"uid": "1296080477244613142", "i": 14423, "idx": 0, "sa": ["Mike Pence"], "q": "the March for Life at the US Capitol in Washington DC this week, demanding the country's Congress pass legislation ending federal funding of abortion, said a Christian Post report on the Christian Today website. <q> Thank you for braving the cold one more time and saying to the heart of our national government,` We will fight on for life. We will fight on for the unborn and the brokenhearted,' </q> declared Republican Congressman <strong> Mike Pence </strong> at the 38th annual pro-life march. During the walk to the Capitol building, marchers chanted slogans such as, \"Hey, Obama, your mama chose life\" and waved signs", "new_id": -2}, {"uid": "1296217506223641601", "i": 21346, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "L. Brent Bozell III", "Mike Huckabee", "Sarah Palin"], "q": "for someone in a heavily crowded GOP presidential field: At the Value Voters Summit last year, <strong> Mike Pence </strong> won the straw poll for both president and vice president, beating better-known candidates like <strong> Mike Huckabee </strong> and <strong> Sarah Palin </strong>. <q> I am selfishly disappointed, </q> said <strong> L. Brent Bozell III </strong>, president of the conservative Media Research Center and longTim Pawlentye conservative activist who was among a group of Washington conservatives urging <strong> Mike Pence </strong> to run for president-and whose support is now up for grabs. \"I don't", "new_id": -2}, {"uid": "1295465541045563930", "i": 6756, "idx": 0, "sa": ["Stephen Breyer", "Mike Pence"], "q": ", I was awake enough to say \"huh?\" It seems that yesterday, during oral argument at the Supreme Court-the context is unimportant-Justice <strong> Stephen Breyer </strong> said that if a certain course of reasoning were to be adopted, <q> we are not just throwing a monkey wrench into the gears of government contracting; we're throwing the whole monkey. </q> Columbus, Indiana-based WCSI does the forensics on <strong> Mike Pence </strong>'s upcoming decision, and reports that he met with another Indiana The Republicans in the House commenced the debate on repealing Obamacare by expressing their view that they are doing", "new_id": -2}, {"uid": "1296167737065404956", "i": 49625, "idx": 4, "sa": ["Mike Pence"], "q": "would not run for governor due to health concerns, and so far no other Republican star has stepped forward to enter the race. In his letter, <strong> Mike Pence </strong> said that throughout his life, <q> I have learned to follow my heart, and my heart is in Indiana. </q> Subscribe Copyright? 2010 Use of this site signifies your agreement to the", "new_id": -2}, {"uid": "1296232715058523654", "i": 18011, "idx": 6, "sa": ["Eric Holcomb", "Mike Pence", "Mike McDaniel"], "q": "\"I think he'd clear the field.\" Indkana Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like <strong> Mike Pence </strong>. <q> <strong> Mike McDaniel </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation, </q> he said. \"He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state.\" The congressman's future has been the subject", "new_id": -2}, {"uid": "1296417098007684136", "i": 40493, "idx": 0, "sa": ["LeBron James", "Mike Pence", "Barack Obama"], "q": "Wife, Karen; three children U.S. <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: Governor of Indiana. <q> In the choice between seeLeBron James national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012.\" He", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,\" said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q> I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt, </q> the influential cleric said. \"There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go.\" ` Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}]