[{"uid": "2008100919_00019537_W", "i": 1949, "idx": 2, "sa": [], "q": "slow ramp up and we'll just have to see where the market takes us. \"toyota to applies brakes on us output\" we don't have any changes in mind beyond what we've already done, <q> toyota to applies brakes on us output </q> it may get to the crunch point where they have to slow down assembly plants, \"says haig stoddard, production analyst at global insight, a consultancy.\" it may come to a he... \"", "new_id": -2}, {"uid": "2008102801_00012877_W", "i": 1267, "idx": 0, "sa": ["Charles Davis"], "q": "imminent. the research points to climate change as the sole culprit and says the loss of species won't be random.\" certain lineages... are far more susceptible to decline under rapid climate change than others, <q> <strong> Charles Davis </strong> notes. in yellowstone, researchers report that climate change and the resulting droughts and lack of snowpack have caused four species of amphibians- including three species of frogs and one of salamander- to go into severe decline. </q> amphibians are a bellwether for environmental degradation, even in natural ecosystems such as yellowstone... where species have been actively protected longer than anywhere else on earth, \"writes lead author sarah mcmenamin of stanford university. the", "new_id": -2}, {"uid": "2008121910_00017906_W", "i": 28, "idx": 2, "sa": ["Alex Jones"], "q": "sects squabbling \", is all a <NO_QUOTATION> when our re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08\" reply# 1 on: december 15, 2008, 01:41:06 pm <q> re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08 </q> reply# 2 on: december 15, 2008, 01:56:43 pm \"re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08\" reply# 3 on: december 15, 2008", "new_id": -2}, {"uid": "2008092112_00024716_W", "i": 753, "idx": 2, "sa": ["Shoaib Akhtar", "Nasim Ashraf"], "q": "<strong> Nasim Ashraf </strong> the pcb's lawyers had argued in favour of <strong> Shoaib Akhtar </strong>'s ban, with an ad-hoc committee currently in place.\" we will have better cricket brains running cricket in pakistan that will look after the cricketers, <q> <strong> Shoaib Akhtar </strong> said. we have been given that assurance we can just go out and play and they will look after matters off the field. </q> that is important for the pakistan cricket side so that they can play the best they can. \"pakistan's next scheduled series will not arrive until next february when india are due to tour. and <strong> Shoaib Akhtar </strong>,", "new_id": -2}, {"uid": "2008092020_00022141_W", "i": 112, "idx": 2, "sa": ["Mike Lake", "Mike Butler"], "q": "getting out and talking to people. working toward positive things, a safer community, a better community. it just makes me feel good, to be honest. it is kind of like going to church. <q> <strong> Mike Butler </strong> isn't the only candidate in the riding who is talking about crime. along with the economy and leadership, law and order is a key part of the conservative party platform. <strong> Mike Lake </strong> remembers speaking with <strong> Mike Butler </strong> about criminal justice issues after his wife was killed, but before he became a federal ndp candidate. </q> there are a lot of young families in my riding and there are a lot of people who want to get tough on crime and keep our streets safe, \"<strong> Mike Lake </strong> said.\" he has his own motivation", "new_id": -2}, {"uid": "2008110417_00021604_W", "i": 1246, "idx": 0, "sa": [], "q": "off her ballots and poll books before heading to the hospital because she felt sick.\" we're having a very good day, \"white said.\" the news is there are a lot of voters. <q> white had reports of technical problems with voting machines at some locations, but she heard nothing that indicated a systemwide glitch. she also said the problems did not keep people from voting. lake county near chicago saw a rush of morning voters. </q> large precincts have large lines, so hopefully all the voters will get voted through the day, \"said sally la sota, director of the lake county election board. she referred questions on voting problems or challenges", "new_id": -2}, {"uid": "2008101020_00023974_W", "i": 1958, "idx": 1, "sa": ["Barack Obama", "Sarah Palin", "John McCain"], "q": "is too much.\" i'm really mad, \"this man told <strong> John McCain </strong> at a waukesha, wis. rally with <strong> Sarah Palin </strong>.\" it's not the economy-- it's the socialists taking over our country. <q> translation: i'm mad that they're trying to stop the rich from getting richer and the poor from staying poor. the caption under his photo reads, </q>\" everybody in this room is stunned that we're in this position, \"this man says, of the prospect that <strong> Barack Obama </strong> could be the next american <strong> Barack Obama </strong>. he also spoke at the wisconsin rally.\"", "new_id": -2}, {"uid": "2008121000_00036862_W", "i": 1593, "idx": 5, "sa": ["Patrick Fitzgerald"], "q": "\" if someone was trying to exert pressure, i was not aware of that, \"he said.\" i'm grateful to my editors and my bosses for printing the editorials. not everybody would have. <q> the federal authorities also said the tribune held off publishing a major story on the blagojevich investigation to give them time to make their case against the governor. about eight weeks ago, the tribune approached federal prosecutors for comment on the story. but prosecutors urged the paper to hold it because the wiretap on the governor's phone was not yet in place. </q> that is a very rare thing for us to do, and it's an even rarer thing for a newspaper to grant, \"u.s. attorney <strong> Patrick Fitzgerald </strong> told a news conference.\" we thought that the public interest", "new_id": -2}, {"uid": "2008110316_00010907_W", "i": 1353, "idx": 3, "sa": ["Amber Lee Ettinger", "Eric Dezenhall", "John McCain", "Hillary Clinton"], "q": "the town-hall-style debate in october.\" he was sort of wandering around in the back as <strong> Amber Lee Ettinger </strong> was speaking, \"<strong> Eric Dezenhall </strong> said.\" you have this old guy who just doesn't know what to do. <q> the victor's path to the presidency will be well chronicled in future history books. the losers' treks, no matter how compelling, will get lesser treatment. except, perhaps, for <strong> Amber Lee Ettinger </strong>'s historic journey. </q> wsj poll: <strong> Amber Lee Ettinger </strong>'s lead narrows; <strong> John McCain </strong> sees hope among undecideds\" republican committee uses <strong> Hillary Clinton </strong> criticism of <strong> Amber Lee Ettinger </strong> in latest robocall\" vice presidential candidates focus on florida and ohio in final days\" report: <strong> Amber Lee Ettinger </strong>", "new_id": -2}, {"uid": "2008091303_00018240_W", "i": 482, "idx": 2, "sa": ["John F. Kennedy"], "q": "perspective brought the house down:\" if you give us a chance, we can perform. after all, ginger rogers did everything that fred astaire did. she just did it backwards and in high heels. <q> she poked fun at herself, a tactic w would later master; she spoke with perfect pitch to small-town america; and she sliced the opposition so playfully that many democrats wished she had been the nominee. throughout the 1960s, the laughs were clearly on the side of the democrats. in 1960, <strong> John F. Kennedy </strong> quickly established a reputation for his acerbic wit and lively exchanges with reporters, which set an enormous contrast with the starchy richard nixon. <strong> John F. Kennedy </strong> could make fun of government elites( </q> washington is a city of southern efficiency and northern charm \"), but more often he made fun of everything, himself included(\" when we got into office the thing that surprised me most was to find", "new_id": -2}]