[{"uid": "1295798969051544087", "i": 20732, "idx": 3, "sa": ["Colin Powell", "President Bush", "Dick Cheney", "Barack Obama"], "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency. \"He's not a Muslim,\" said <strong> Colin Powell </strong>, but \"what if he is?\" <q>I'm troubled by the fact that within the party we have these kinds of expressions</q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state. \"We have got to stop polarizing ourselves.\" <strong> President Bush </strong> <strong> Dick Cheney </strong> of State <strong> Colin Powell </strong> said President-elect <strong> Barack Obama </strong> will be a <strong> Barack Obama </strong> for", "new_id": -2}, {"uid": "1296866191123699217", "i": 29241, "idx": 4, "sa": ["Sergio Marchionne"], "q": "why it's on the table and we're going to discuss it.\" <strong> Sergio Marchionne </strong> said in the next two to three years, Chrysler and Fiat could ultimately merge to form a single company, adding <q>for all I know it could be based here.</q> Please sign-in/optin or register to be able to submit comments. Data is a real-time snapshot* Data is delayed at least 15 minutes Global Business and Financial News, Stock Quotes, and Market Data and Analysis", "new_id": -2}, {"uid": "1297176031226918403", "i": 3174, "idx": 16, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> Aaron Rodgers </strong>: \"That's true.\" <strong> David Letterman </strong>: \"So you were running a club, some guys older than you, some guys, certainly more experience.\" <strong> Aaron Rodgers </strong>: <q>I think leading by example was the most important lesson I learned. It's hard to be able to have the words to relate to a guy like that, who's been through prison, who's been in the workforce, been in the military.</q>( audience laughs) <strong> David Letterman </strong>:( Laughs) \"I don't know why this is funny.\"( Audience laughs) <strong> Aaron Rodgers </strong>:( Laughs) \"I'll stop right there.", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q>Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term.</q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}, {"uid": "1297584573245284867", "i": 15571, "idx": 0, "sa": ["Bill Lockyer"], "q": "while the Golden State struggles to control its finances and provide public services. But it seems that Texas, like California, has lost much of its luster. As California Treasurer <strong> Bill Lockyer </strong> says about Texas, <q>Someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore.</q> Its finances look a lot like California's. Texas has a 2012 budget shortfall amounting to 31.5% of its 2011 budget-- greater even than California's 29.3%. The issue shouldn't", "new_id": -2}, {"uid": "1294980002041598981", "i": 48221, "idx": 0, "sa": ["Steve Ballmer"], "q": "Microsoft CEO <strong> Steve Ballmer </strong> should probably stay in place. I bring this up because my eWeek colleague, Don Reisinger, just published an article titled, <q><strong> Steve Ballmer </strong>'s CES Performance Proves He Needs to Go.</q> Among the reasons: Microsoft's failure to craft a sizable tablet response to the Apple iPad, <strong> Steve Ballmer </strong>'s supposedly misplaced faith in Windows Phone 7's market prospects and little progress in reversing Google's search-engine dominance", "new_id": -2}, {"uid": "1295498627019333169", "i": 12567, "idx": 0, "sa": ["Steven Tyler", "Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "Slideshow: <strong> Paula Abdul </strong> poses for photographers backstage during the 9th... <strong> Simon Cowell </strong> gone from \"American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: Mairely Perea, 11,( cq) takes a photo of Report Abuse <q>Actually the best part about the show is the auditions of the fools that can\"t sing at all. They are hilarious. <strong> Steven Tyler </strong>& Ms. <strong> Jennifer Lopez </strong> will give the AI fans what they want.</q> Report Abuse \"Thumbs UP! The show was very entertaining. CUZ <strong> Steven Tyler </strong> is friggin HOT and funny.\" ABC News: Watch: Comic Stripped: Not Exactly Your Sunday Funnies Fed Collapses Refi Rates If you", "new_id": -2}, {"uid": "1294965090178536463", "i": 15627, "idx": 0, "sa": ["Eric Schmidt", "Paul Otellini"], "q": "33 cents. \"Intel's strong third-quarter results underscore that computing is essential to people's lives, proving the importance of technology innovation in leading an economic recovery,\" said <strong> Paul Otellini </strong>, Intel president and CEO. <q>This momentum in the current economic climate, plus our product leadership, gives us confidence about our business prospects going forward. As we look ahead, Intel's game-changing 32nm process technology will usher in another wave of innovation from new, powerful Intel Â® Xeon â\u0084¢ server platforms to high-performance Intel Â® Core â\u0084¢ processors to low-power Intel Â® Atom â\u0084¢ processors.</q> http://wn.com/Weboptimiser_|_ Internet_News_|_ Google_Announces_Third_Quarter_2010_Financial_Results Giving us up to date insights into the way Google works and their intentions for the near term future, <strong> Eric Schmidt </strong>, CEO of Google said: \"Google had an excellent", "new_id": -2}, {"uid": "1297447787101842948", "i": 44322, "idx": 1, "sa": ["Steve Ballmer"], "q": "the core competencies of each, the pair insisted that they could move quickly to market. \"Ecosystems thrive when fueled by speed, innovation and scale,\" Microsoft's <strong> Steve Ballmer </strong> said in a statement. <q>The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> Nokia officials said in statements that they expect to see revenue growth in 2011 and beyond as the spike in smartphone sales continue, but added that this year and 2012 should be viewed as transition years as", "new_id": -2}, {"uid": "1297426615014974989", "i": 4717, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "decision to scrap a series of school improvement projects. The high court backed six councils who said <strong> Michael Gove </strong> had acted unfairly and unlawfully when he cancelled Buildings Schools for the Future projects in their area. <q>This ruling is a victory for all the communities and children betrayed by <strong> Michael Gove </strong>,</q> shadow education secretary <strong> Andy Burnham </strong> commented. \"They deserve no less than a full apology from him today and a commitment to act quickly on the court's finding. \"The ruling calls into question", "new_id": -2}]