[{"uid": "1296839679168542224", "i": 14505, "idx": 0, "sa": ["Dick LeBeau", "Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory.`` He's like a very good scorer in basketball- you know he's going to get points,'' Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from monopolising the game. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release. </q> <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced first downs, a", "new_id": -2}, {"uid": "1295014176230670350", "i": 6678, "idx": 0, "sa": ["Simon Cowell", "David Hasselhoff"], "q": "were`` far crazier'' than their American counterparts. \" I'm mad for it in Manchester. You guys have some far better and far crazier talent here in the UK. \" He said: <q> I'm mad for it in Manchester. You guys have some far better and far crazier talent here in the UK. </q> Amanda Holden praised the new additions to the show- with <strong> David Hasselhoff </strong> and the Hoff having replaced last year's <strong> Simon Cowell </strong> on the panel- and admitted the new format is working out well. Writing on her", "new_id": -2}, {"uid": "1296102239116244691", "i": 8437, "idx": 5, "sa": ["Michael Vick"], "q": "pads made by the company.`` The Unequal technology is a part of my game now and I won't play without my Unequal,'' <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest on dogfighting charges, for", "new_id": -2}, {"uid": "1297407745191856652", "i": 4339, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "12-day closure. But few came to visit. The heavily guarded and shuttered Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people on some days. <q> We will open the museum after the strike is finished. I don't know when the strike is finished, </q> said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval.`` I need things to go back to normal.'' <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front", "new_id": -2}, {"uid": "1297184999119177276", "i": 47858, "idx": 1, "sa": ["Mick Jagger", "Simon Cowell"], "q": "`` Historically, I've seen a lot of kiddie singers who look like they're pushed into the audition room by these awful stage moms... and nobody wants to sit through that,'' <strong> Simon Cowell </strong> laughs. <q> But what's changed over the years is you look at someone like <strong> Willow Smith </strong> now or[ <strong> Jackie Evancho </strong> from` America's Got Talent'] and you take it case by case. What we've seen now is a new wave of 12, 13, 14 year olds who actually didn't watch` Idol' and they want to be contemporary pop stars. I thought long and hard about how old these kids should be. </q> As far as judges for`` X Factor'' go, <strong> Simon Cowell </strong> is still saying mum( you're not giving us anything!), but he does say,`` Definitely not <strong> Mick Jagger </strong>. I honestly", "new_id": -2}, {"uid": "1297176789226918413", "i": 2834, "idx": 0, "sa": ["Simon Cowell"], "q": "But that doesn't mean he's not nervous about the fall premiere of Fox's`` The X Factor.'' After all,$ 5 million is a lot of money. <q> I think you should be nervous, </q> <strong> Simon Cowell </strong> told reporters on a conference call Monday.`` By putting up that kind of prize money, it's a massive, massive risk. But it's also an incredible incentive, and I think it puts", "new_id": -2}, {"uid": "1295682265065617928", "i": 94, "idx": 18, "sa": ["Ronald Reagan", "Mike Pence", "Marjorie Dannenfelser"], "q": "pay for the government that you would need if the family continues to collapse.'' After giving that speech, <strong> Mike Pence </strong> won the group's straw poll for top choice for its 2012 nominee. <q> He has that everyman, Indiana appeal with vision, </q> <strong> Marjorie Dannenfelser </strong> said. She said <strong> Mike Pence </strong>, a former radio talk show host, connects with those he's speaking to.`` I hate to bring up <strong> Ronald Reagan </strong> because everybody does that,'' <strong> Marjorie Dannenfelser </strong> said.", "new_id": -2}, {"uid": "1295936962220463131", "i": 19646, "idx": 3, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong> said Fiat could expand beyond metro areas in a year or so, but he has greater aspirations for Alfa.`` Alfa will be a bigger brand than Fiat,'' <strong> Sergio Marchionne </strong> said. <q> It is my sincere hope it plays in a much bigger box. </q> Soave said her modest marketing budget, which she would not disclose, is sufficient to launch Fiat because it is not a volume brand requiring traditional widespread advertising. She said she will rely on viral and", "new_id": -2}, {"uid": "1297589544151994368", "i": 13260, "idx": 0, "sa": ["Sergio Marchionne", "Lord Sugar"], "q": "Couldn't say. What I can say is she and her husband have been ploughing a lot of money into another property- a ranch- in Colorado. Quote of the week <q> I want to pay back the shyster loans. </q>- <strong> Sergio Marchionne </strong>, Fiat boss, on the loans he inherited through the US bail-out of Chrysler. He later apologised. Property puts <strong> Lord Sugar </strong> on top Strangely for an interview process that lasts 12 weeks", "new_id": -2}, {"i": 205, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", or would it be seen a bit too cruel?'' he asked, referring to <strong> Larry King </strong>, whose show he replaced at 9PM on CNN.`` Joking!'' he said to audience jeers. <q> I'd like to see you punch a 78-year-old man, </q> <strong> David Letterman </strong> said. The pair also discussed <strong> Piers Morgan </strong>'s UK newspaper career, his walk on the beach with <strong> Rupert Murdoch </strong>, and <strong> Ricky Gervais </strong>' Golden Globes hosting job. <strong> Piers Morgan </strong> joked about punching <strong> Larry King </strong> Thursday night on", "sa": ["Piers Morgan", "David Letterman", "Rupert Murdoch", "Larry King", "Ricky Gervais"], "uid": "1295622096143933453"}]