[{"uid": "1296727906183500800", "i": 29264, "idx": 0, "sa": ["Piers Morgan", "Britney Spears", "Simon Cowell"], "q": ", 42 Forty-two year old Anya Sparks defied the stereotypes and sexily danced her way through <strong> Britney Spears </strong>' Toxic. Although Amanda, <strong> Piers Morgan </strong> and the audience seemed to love her performance, <strong> Simon Cowell </strong> didn't appear to be impressed <q>What the bloody hell was that?</q> he asked at the end, looking a little horrified. \"That was BIG girl power!\" she responded, and with that she was through! taken from the official site: talent.itv.com Show 2( Saturday", "new_id": -2}, {"uid": "1295936288203702276", "i": 17011, "idx": 0, "sa": ["Michael Gove", "Chris Robbins"], "q": "for allowing which schemes would go ahead and which would not. Waltham Forest Council leader Councillor <strong> Chris Robbins </strong> said his council stood to lose Â£ 275m of investment because of Mr <strong> Michael Gove </strong>'s decision. He <q>a judicial review was his council's only option because the government would not \"sit down amicably and explain their decision to us</q>. He added: \"We have significant levels of deprivation in our borough and Building Schools for the Future( BSF) was a once-in-a-lifetime opportunity to raise the aspirations of our entire population.", "new_id": -2}, {"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q>Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet,</q> <strong> Mike D'Antoni </strong> said. \"They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}, {"uid": "1296718694185712647", "i": 6448, "idx": 0, "sa": ["Donald Rumsfeld", "Tom Worthington"], "q": " \"The general community has trouble realising it's not that we sit around waiting for a cyclone, and then decide what to do,\" said <strong> Tom Worthington </strong>, from the Australian National University. <q>The systems are designed with this sort of thing in mind. There's lots of people with large books full of emergency plans with what to do, that have been tested in exercises,</q> he told AFP. <strong> Tom Worthington </strong> said strict building standards meant most structures had withstood the wild weather, but warned that there may be further strife to come. <strong> Donald Rumsfeld </strong> defends handling of Iraq war <strong> Donald Rumsfeld </strong> concludes", "new_id": -2}, {"uid": "1295440324144605237", "i": 37513, "idx": 3, "sa": ["Jimmy Iovine", "Simon Cowell"], "q": "do have some kind of originality as well.\" To do that, <strong> Simon Cowell </strong> <strong> Jimmy Iovine </strong> intends to bring in producers like Timbaland to coach the contestants two or three days a week. <q>They're going to be bringing them along the same way they bring any artist that signs with Interscope along every week,</q> <strong> Simon Cowell </strong> <strong> Jimmy Iovine </strong> said. \"I think you're going to see a remarkable difference from week to week; much bigger than it was in the previous shows and previous airings.\" The brunt of the", "new_id": -2}, {"uid": "1296869826149766152", "i": 14179, "idx": 1, "sa": ["Amr Moussa", "Colin Powell", "Hosni Mubarak", "Mohamed ElBaradei"], "q": "met with nine protest leaders last night. When they left my house they were all arrested, these are <strong> Hosni Mubarak </strong>'s promises#Jan25.\" 1210May <strong> Mohamed ElBaradei </strong> Tabbakh in Alexandria wants security to be restored in her area: <q>I have been locked in at home for more than a week now. I've heard gunshots and struggles outside. All the men on our street are armed to protect their homes. Neither my husband nor other men here have slept. Also, there are prisoners on the loose which is a big issue. People have not been able to go out to work. The well-off are OK as they have stored food. But the poor are really suffering- they are starving.</q> Mosa'ab Elshamy tweets: \"Mixed feelings towards Arab League <strong> Colin Powell </strong> Secretary, <strong> Amr Moussa </strong>. Was met by HUGE cheers and few boos.#Tahrir\" 1205Al-Jazeera reporting that Arab League head <strong> Amr Moussa </strong>, who said earlier he'd consider", "new_id": -2}, {"uid": "1297084960088915971", "i": 39087, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Shiloh Fernandez"], "q": "The ad only featured <strong> Simon Cowell </strong> which leads us to wonder whether or not <strong> Cheryl Cole </strong> has landed the estimated Â£ 10m deal to join him. An insider has hinted that she has, telling OK!: <q><strong> Simon Cowell </strong> is the boss of this show, he gets what he wants and he wants <strong> Cheryl Cole </strong>. The money you make on American TV is huge, but there's also a huge risk. \"The way American contacts are, gives Fox the chance to opt out if the viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen.</q> <strong> Shiloh Fernandez </strong> \"Happy' He Didn't Get Twilight\"s Edward Cullen Role", "new_id": -2}, {"uid": "1297597866017956890", "i": 25451, "idx": 2, "sa": ["Zahi Hawass"], "q": "artefact is the teenage monarch's gold funerary mask, which stares out from a case on the first floor of the museum. <strong> Zahi Hawass </strong> said an investigation has been launched to find those behind the theft. <q>The police and army plan to follow up with the criminals already in custody,</q> he added. Article: Experts fret for Egypt's treasures, ancient sites... Photo in Slideshow: Palestinian-American Eyad Kishawi waves an Egyptian... Photo in Slideshow: <strong> Zahi Hawass </strong>, Director for the Supreme Council of Antiquities", "new_id": -2}, {"uid": "1296202400248250385", "i": 16272, "idx": 1, "sa": ["Mike Pence"], "q": ". \"I don't have a timetable,\" he said, just hours before Indiana Rep. <strong> Mike Pence </strong> declared that he's not running- the first in a string of pronouncements in the coming weeks. <q>I am considering it because I think it's important to find a way to get national-security issues in the center of our national debate,</q> Bolton said. Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in", "new_id": -2}, {"uid": "1295559175029818886", "i": 47603, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and that \"Larry, in my clear opinion, is ready to lead.\" It's clear the idea is to frame this as a simple organizational shuffle-- <strong> Eric Schmidt </strong> says that he, <strong> Sergey Brin </strong>, and Page <q>anticipate working together for a long time to come</q>-- but there's no question that <strong> Eric Schmidt </strong>'s reign as CEO set a clear tone for Google as the company expanded beyond search and into new markets like smartphones, connected televisions, and operating systems, and we", "new_id": -2}]