[{"uid": "1295562213148553735", "i": 12209, "idx": 4, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "time for him to have a shot at running this, and I'm sure he'll do a fantastic job.'' <strong> Eric Schmidt </strong> said there would be no material change in the company's strategy, because <q> we all agree with each other. </q>`` I believe as a result of this we will execute and operate the business even better,'' <strong> Eric Schmidt </strong> said. During the call, <strong> Sergey Brin </strong> expressed what sounded like genuine admiration for <strong> Eric Schmidt </strong>'s", "new_id": -2}, {"uid": "1295779997079200290", "i": 53452, "idx": 2, "sa": ["Alastair Campbell", "George Osborne", "Andy Coulson", "Jeremy Hunt", "George Galloway", "Tony Blair", "Tommy Sheridan", "David Cameron"], "q": "on him grew this month when the newspaper suspended his former news editor over hacking claims. <strong> Tony Blair </strong>'s former spin doctor <strong> Alastair Campbell </strong> said there was a`` greater stench'' to the scandal. He said: <q> First, there's the issue of <strong> David Cameron </strong> and <strong> George Osborne </strong>'s judgment, then there's the News of the World and what appears to be industrial phone hacking going on systematically.`` There's also the issue of the News Corp takeover of BSkyB and the apparent attempts by <strong> Jeremy Hunt </strong>, the Culture Secretary, to let that go through without proper scrutiny, and finally there's the extraordinary conduct of the police. </q> Number 10 comms chief <strong> Andy Coulson </strong>`` deserves second chance'' says <strong> David Cameron </strong> Peace deal struck between Holyrood hopefuls <strong> George Galloway </strong> and Gail <strong> Tommy Sheridan </strong> Holyrood hopefuls <strong> George Galloway </strong> and Gail <strong> Tommy Sheridan </strong> clash over left-wing ticket", "new_id": -2}, {"uid": "1295110021248414221", "i": 40247, "idx": 0, "sa": ["Alassane Ouattara", "Ban Ki-moon"], "q": " Apr?s de nouvelles violences en C?te d'Ivoire, le Secr?taire g?n?ral de l'ONU, <strong> Ban Ki-moon </strong>, a lanc mercredi soir un appel aux camps du Pr?sident lu <strong> Alassane Ouattara </strong> et du Pr?sident sortant Laurent Gbagbo <q> pour qu'ils exercent un maximum de retenue </q> et`` qu'ils vitent de nouveaux affrontements qui pourraient engendrer des pertes en vies humaines et des destructions de biens suppl?mentaires''. <strong> Ban Ki-moon </strong> est pr?occup par`` les v?nements en cours dans le quartier d'Abobo? Abidjan", "new_id": -2}, {"uid": "1296619354222035969", "i": 37436, "idx": 8, "sa": ["M. Night Shyamalan", "Allen Iverson", "Kobe Bryant", "Kyle Korver"], "q": "the Philadelphia 76ers beat the Denver Nuggets 108-97 Tuesday <strong> M. Night Shyamalan </strong> in <strong> Allen Iverson </strong>'s first game against his former team. It was weird to see him wearing a white jersey and we're wearing <strong> Kobe Bryant </strong>,'' <strong> Kyle Korver </strong> said. <q> I said to one of our coaches that it is so weird to see him on the other side. It wasn't really a good feeling at all. He's a great player and he meant a lot to Philadelphia. </q> <strong> Allen Iverson </strong> scored 30 points on 10-of-24 shooting before getting tossed for his second technical with 1:44 remaining. Afterward, he said the loss disappointed him because he feels the Nuggets are the better team. <strong> Allen Iverson </strong>'s best shots", "new_id": -2}, {"uid": "1295498091112721922", "i": 7372, "idx": 8, "sa": ["James Cleveland", "LeBron James", "Chris Webber", "Allen Iverson", "Ali Farokhmanesh", "Ben Wallace", "Phil Jackson"], "q": ".'' The 76ers extended their winning streak to six games and http://wn.com/Allen Iverson_Allen Iverson_31pts_Phil Jacksonadelphia_76ers_vs_LeBron James_LeBron James_James Cleveland_CavAli Farokhmaneshers_2004/2005_Regular_Season_NBA_game!!!!!!! <strong> Allen Iverson </strong>'s Ben Wallacegest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Phil Jacksonly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him.`` That's really what I did. It helped me out.'' <strong> Chris Webber </strong> had his best performance in his four games with Phil Jacksonadelphia, scoring 24 points and grabbing 12 rebounds,", "new_id": -2}, {"uid": "1295966915202670098", "i": 30216, "idx": 0, "sa": ["Angelina Jolie", "Tim Pawlenty", "Barack Obama", "Kenneth Feinberg"], "q": ", <strong> Angelina Jolie </strong>, Rappers, Singers, Dancers, Actors/Actresses, even most politicians. The Gulf of Mexico has been poisoned& Tim Pawlentye is running out before mass sickness sets in. First Americans were told by <strong> Barack Obama </strong>, <q> This was the worst environment disaster in US history. </q> Now we are told by this same class of master teleprompter readers to believe that the`` Worst Environmental Disaster In US History,'' has just disappeared? That matter can neither be created nor destKenneth Feinberged, but all", "new_id": -2}, {"uid": "1296232034027262987", "i": 4462, "idx": 0, "sa": ["Mike Pence"], "q": "stepped down last year from his House leadership post. <strong> Mike Pence </strong>, 51, made multiple trips to states that host early presidential primary contests, fueling some speculation he might seek the White House. <q> After much deliberation and prayer, we believe our calling is closer to home, </q> <strong> Mike Pence </strong> said in a letter to supporters.`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana.'' His future has been a subject of speculation since he", "new_id": -2}, {"uid": "1295997065180568078", "i": 51648, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "David Wise"], "q": "'' for an executive who is transitioning out of the CEO role-- and may even be unusual for sitting CEOs, said <strong> David Wise </strong>, senior principal at consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q>`` It's a signal to shareholders that he'll continue to steer the boat,'' <strong> David Wise </strong> added. <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder <strong> Larry Page </strong>. Both men", "new_id": -2}, {"uid": "1295727415227016752", "i": 10177, "idx": 1, "sa": ["Angelina Jolie", "Christian Bale"], "q": "on next with`` the daunting task'' of introducing Hollywood Foreign Press Association president <strong> Christian Bale </strong> Berk:`` That's nothing. I just had to help him off the toilet and pop his teeth in.'' <q> It seemed like everything was three dimensional this year, except the characters in The Tourist, </q> he said of <strong> Angelina Jolie </strong>'s thriller. He suggested that the Hollywood Foreign Press Association had nominated The Tourist because its members wanted to hang The King's Speech and Another Year scoop big film nominations from critics I", "new_id": -2}, {"i": 47839, "idx": 0, "index_answer": 0, "new_id": -1, "q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297382228148979729"}]