[{"uid": "1297117709195428398", "i": 25918, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong>: Maybe We Needed More Troops by Staff Former U.S. Defense Secretary <strong> Donald Rumsfeld </strong> is conceding \"it's possible\" too few troops were sent to invade Iraq. <q> In a war, many things cost lives, </q> <strong> Donald Rumsfeld </strong> told ABC in an interview to be broadcast on \"Nightline\" Monday. Former <strong> George W. Bush </strong> has written that the troop level in Iraq was \"the most important failure in the execution of the war.", "new_id": -2}, {"uid": "1296123393014483482", "i": 27846, "idx": 0, "sa": ["Michael Gove"], "q": "distributed to police stations across Russia, Interfax news agency quoted a law enforcement official as saying on Thursday. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1296172795252526607", "i": 19384, "idx": 6, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "for its Streetview database. The firm offered German homeowners the right to opt out before the pictures were even taken, and nearly 3% duly did that. But despite this initial opposition, <q> Germany is the second-highest user on a percentage basis of Streetview of any country in the world, </q> he said. \"We know that German consumers really love our product.\" The Google triumvirate( from left): <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong> and <strong> Larry Page </strong> On Wikileaks, Mr <strong> Eric Schmidt </strong> said the company had decided", "new_id": -2}, {"uid": "1297604062127287303", "i": 24291, "idx": 6, "sa": ["Simon Cowell"], "q": "of X Factor involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q> Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and[ viewers] could see that everyone was singing live and it was a proper, fair competition. </q> The X Factor contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as the Black Eyed Peas or Destiny's Child. \"I'm", "new_id": -2}, {"uid": "1296715246139952153", "i": 41005, "idx": 3, "sa": ["Allen Iverson", "Kobe Bryant", "Tim Spencer"], "q": "Lakers their first loss of the season, 106-95 Friday night. The win was the Pistons' eighth in the last 10 meetings. <strong> Kobe Bryant </strong> scored 29 points for the Lakers, but went 12-of-30 from the floor. <q> We just played a good all-around game, </q> <strong> Allen Iverson </strong> said after the Pistons won for the third Tim Spencere since his arrival from Denver five games ago. \"It's just about playing basketball, understanding what we want to do on the basketball court. \"We", "new_id": -2}, {"uid": "1295945594182452237", "i": 5772, "idx": 2, "sa": ["Bill Clinton", "Newt Gingrich", "Bill Lockyer", "John F. Kennedy", "Barack Obama"], "q": "U.S. in sending a satellite into space, pushed <strong> Bill Clinton </strong> Dwight D. Eisenhower to fund an increase in scientists and engineers. <strong> Bill Clinton </strong> <strong> John F. Kennedy </strong> subsequently spurred America toward the 1969 moon landing. Now, <strong> Barack Obama </strong> says, <q> we need a commitment to innovation that we haven't seen since <strong> Bill Clinton </strong> <strong> John F. Kennedy </strong> challenged us to go to the moon. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Mercedes-Benz 2010 M-Class$ 49,971 Mercedes-Benz 2011 M-Class$ 58,265 Mercedes-Benz 2011", "new_id": -2}, {"uid": "1295561846217792525", "i": 34680, "idx": 4, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "and <strong> Sergey Brin </strong> for a long time to come,\" he added. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> as a \"tremendous leader\" who did an \"outstanding job leading Google for the last decade.\" <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> he said. \"Google still has such incredible opportunity- we are only at the beginning and I can't wait to get started.\" The company reported that net profit rose to$", "new_id": -2}, {"uid": "1296691488050905095", "i": 53209, "idx": 1, "sa": ["David Letterman"], "q": "\"Reply# 120 on: February 01, 2011, 03:58:43 AM\" <q> Reply# 121 on: Today at 04:43:35 PM </q> At the end of a live performance of his hit \"Superstar\" on <strong> David Letterman </strong> a few years ago: From \"Building Minds Faster\" - \"At this rate, n-ggas gon' lose", "new_id": -2}, {"uid": "1295800150188252182", "i": 43809, "idx": 0, "sa": ["Colin Powell", "Hu Jintao"], "q": "of State <strong> Colin Powell </strong> arrives for the luncheon for China's President <strong> Hu Jintao </strong>, Wednesday, Jan. 19, 2011, at the State Department.( AP Photo/Pablo Martinez Monsivais) The retired general, speaking on CNN's <q> State of the Union, </q> said he sees no reason why the military shouldn't be considered for spending cuts as lawmakers grapple with the ballooning deficit. Mr. <strong> Colin Powell </strong> pointed out that defense spending had at one time been cut 25%.", "new_id": -2}, {"uid": "1296833245099107030", "i": 39413, "idx": 3, "sa": ["Bill Clinton", "George W. Bush", "Donald Rumsfeld"], "q": "that <strong> Donald Rumsfeld </strong> described the Abu Ghraib prison abuses as the actions of rogue soldiers who went outside approved policies. <strong> Donald Rumsfeld </strong> also said he regretted not forcing <strong> George W. Bush </strong> to accept his resignation offers after the scandal broke. <q> Abu Ghraib and its follow-on effects, including the continued drum-beat of` torture' maintained by partisan critics of the war and the <strong> Bill Clinton </strong>, became a damaging distraction, </q> he wrote. \"I regret that I did not leave at that point.\" <strong> Donald Rumsfeld </strong> did not leave until after Republicans were crushed in the 2006 congressional elections. He has been mostly silent since then", "new_id": -2}]