[{"uid": "1296142344208175138", "i": 48060, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> Relentless snow piles up on winter-weary Northeast as commuters dig out yet again Luxury linen for less: 40% off select bedding at Bedside", "new_id": -2}, {"uid": "1296722504024068126", "i": 493, "idx": 2, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "a State Department view favoring a slower transition that would allow new leaders to emerge from within the country.`` Those key differences were never clearly or firmly resolved in the NSC,'' <strong> Donald Rumsfeld </strong> writes. <q> Only the <strong> President Bush </strong> could do so. </q> <strong> Donald Rumsfeld </strong> blames <strong> Paul Bremer </strong>, who led the first year of occupation, for pursuing a grandiose plan more in line with State's vision than the Pentagon's. Although <strong> Paul Bremer </strong> has said he kept Pentagon officials fully", "new_id": -2}, {"uid": "1296597945161153025", "i": 27119, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "brief speeches to the creatures of tomorrow. The facility's planners are still debating how to designate the site, or whether to designate it at all. The discussion ranges from musings that suggest <strong> Donald Rumsfeld </strong>- <q> We don't know what we don't know </q>- to phrases that might be from a conceptual art project: Onkalo`` has to be fully passive'' and`` independent of human nature,'' and its inheritors must be taught`` to remember forever to forget", "new_id": -2}, {"uid": "1295741039001638416", "i": 12686, "idx": 0, "sa": ["Reggie Evans", "Allen Iverson", "Andre Miller"], "q": "was going to take time for everything to come together under the leadership of <strong> Allen Iverson </strong>. Try two games. <strong> Allen Iverson </strong> had 28 points and 13 assists in Denver's 116-105 victory over the Boston Celtics on Tuesday night. <q> I'd say we're real comfortable with him now, </q> said <strong> Reggie Evans </strong>, who had 14 points and 14 rebounds coming off the bench. <strong> Allen Iverson </strong> picked up his second double-double-- and first win-- since being acquired by Denver for <strong> Andre Miller </strong>, Joe Smith and two first-round picks", "new_id": -2}, {"uid": "1296856799145915922", "i": 23923, "idx": 1, "sa": ["Sergio Marchionne"], "q": "net income of between$ 200 million and$ 500 million this year even after interest expenses.`` It is a thorn in my side,'' <strong> Sergio Marchionne </strong> said of the government debt. <q> But when we did this deal back in 2009 we could not have borrowed a buck from a 7-11 store. The banking system was shut. </q> Fiat currently owns 25% and could increase that to 35% by selling at least$ 1.5 billion of Chrysler vehicles outside North American and by producing a car in the U.S. that gets", "new_id": -2}, {"uid": "1296407544252772372", "i": 139, "idx": 17, "sa": ["Stephen Jackson", "Maurice Cheeks", "Elgin Baylor", "Chris Webber", "Kyle Korver", "Allen Iverson"], "q": "seemed like <strong> Elgin Baylor </strong> hadn't made a shot all game.'' <strong> Stephen Jackson </strong> missed 15 of his first 19 shots before the easy layup. <strong> Chris Webber </strong> then missed a jumper at the buzzer after an inbound pass from <strong> Allen Iverson </strong>. <q> For that to happen with 4.9 seconds left, it's devastating, </q> <strong> Allen Iverson </strong> said. <strong> Kyle Korver </strong> was a surprise presence on the floor at that end, considering he lost his starting job because of his poor defense.`` We didn't make the correct switch,'' Sixers coach <strong> Maurice Cheeks </strong>", "new_id": -2}, {"uid": "1295670121065781771", "i": 18609, "idx": 0, "sa": ["Simon Cowell"], "q": ", a barista from San Diego. His career goal:`` Transition back into the IT industry and obtain TS and PRO level certifications.'' Rabeb, a student from Tunis, Tunisia. Her career goal: <q> To develop and release a Windows Phone 7 app to the Marketplace. </q> Neil, a`` senior software development engineer'' from Dublin, Ireland. His career goal:`` To learn how to develop an application on Windows and SQL Azure.'' <strong> Simon Cowell </strong>, a principal software engineer from", "new_id": -2}, {"uid": "1297176715006504474", "i": 35068, "idx": 0, "sa": ["Nancy O'Dell", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "judge, <strong> Simon Cowell </strong>, who reveals whether or not he thinks`` American Idol'''s newest judges, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>, have what it takes to be tough when the competition goes live. <q> I think they started off by saying it's a nicer, gentler` Idol,' so maybe they'll continue to be that way, </q> he tells <strong> Nancy O'Dell </strong>.`` They're different kinds of judges.'' Meanwhile, the TV staple reveals three things you may not know about him! 1.`` I like animals, I", "new_id": -2}, {"uid": "1295481500251461671", "i": 7591, "idx": 0, "sa": ["Barack Obama", "Dan Boren", "Harry Reid", "Mary Landrieu", "Sen. Bernie Sanders", "John McCain", "Michael Bennet", "Nancy Pelosi", "Jerry Moran"], "q": "& msnbc.com http://wn.com/Bill_Maher_On_Countdown__Health_Reform_And_The_Democrats fixednewschannel.web.officelive.com 10 March, 2010 MSNBC http://wn.com/Democrats,_GOP_Prep_for_Possible_Weekend_Vote_on_Health_Reform Question of the Day: What is your stance on immigration? Leave all your responses in the comment section.`` Democrats Reveal Facts About Health Care'' www.youtube.com <q> <strong> Rep. Patrick Kennedy </strong> Yells:` Despicable' That Press Focuses On Massa Instead Of Afghanistan </q> www.youtube.com`` High Immigration Impacts America's Unemployed'' www.youtube.com ryanpdixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> <strong> John McCain </strong> House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Sen. Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> ryan dixon http://wn.com/Democrats'_Health_Care_Reform_is_Latest_Action_to_Hurt_Kansas Congressman <strong> Jerry Moran </strong> told the House of Representatives on March 24 that", "new_id": -2}, {"i": 39662, "idx": 1, "index_answer": 0, "new_id": -1, "q": "in Turkey, returned to the U.S. to have a lesion surgically removed from his right leg, spurring rumors he will retire. <strong> Allen Iverson </strong> denies this, as he wrote on his Twitter account: <q> I have never said anything about retirement, nor have I said goodbye to the game of basketball. Once I get past this, my plan is to continue playing at the highest level possible. So don't put me in my rocking chair just yet. Hold on, I'll be back! </q> It's not yet known if the lesion is benign or not, or if it's a cyst. <strong> Allen Iverson </strong>, 35, is expected to be out for several weeks", "sa": ["Allen Iverson"], "uid": "1295172659208863244"}]