[{"uid": "1294978384186728451", "i": 48248, "idx": 1, "sa": ["Gabrielle Giffords", "Stephanie Herseth Sandlin", "Kirsten Gillibrand"], "q": "<strong> Kirsten Gillibrand </strong>, who was elected in 2006 with Ms. <strong> Gabrielle Giffords </strong>. When they met for their super-fast lunches and after-work drinks, they were often joined by <strong> Stephanie Herseth Sandlin </strong> of South Dakota, who was defeated last year. <q> We met on our first day, </q> said Ms. <strong> Kirsten Gillibrand </strong>, Democrat of New York, who later went on to the Senate. \"Not that many young women who run for Congress get elected, so I gravitated to her right away. She is", "new_id": -2}, {"uid": "1297419174197410853", "i": 60006, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ". <strong> Stephen Elop </strong>, in a video annoucnement, said consumers could expect \"stellar hardware, innovative software and great services\" from the new partnership. Microsoft chief, <strong> Steve Ballmer </strong>, added that his company would be bringing <q> the brands that consumers want </q> like Bing, Office and of course Xbox Live. The new alliance will see Nokia build on the Windows Phone platform in areas such as imaging where it is a market leader. As well as that, Nokia", "new_id": -2}, {"uid": "1297437855123142162", "i": 60014, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "that Microsoft has specifically ruled out for tablet devices. \" We preserve the right to introduce tablets using other platforms \" But <strong> Stephen Elop </strong> says that's not necessarily the end of Nokia's tablet ambitions. <q> We could take advantage of things Microsoft are thinking of in the future as relates to tablets, </q> <strong> Stephen Elop </strong> said at a press conference, sitting alongside Microsoft CEO <strong> Steve Ballmer </strong>. Microsoft is in the process of porting Windows to ARM processors, which have long featured in Nokia's smartphones. However,", "new_id": -2}, {"uid": "1297233195160825398", "i": 1467, "idx": 0, "sa": ["Michael Vick", "Esther Williams"], "q": "going to have behaviorists and trainers that can re-socialize the dogs with the problems,\" <strong> Esther Williams </strong> said. <strong> Esther Williams </strong> said the rural setting, wide open spaces and centralized location is a huge plus. <q> The animal controls have to take anything that comes in. They can only take so many, </q> <strong> Esther Williams </strong> said. \"Once they run out of space then they have to start euthanizing and there are some really, really good dogs that are being put down.\" <strong> Michael Vick </strong>'s new career with the", "new_id": -2}, {"uid": "1296026780239779843", "i": 55202, "idx": 1, "sa": ["Harry Reid", "Kirsten Gillibrand", "Barack Obama"], "q": "We should welcome and hail others' successes. They will not hurt our own. It is all complementary( as a rule). 35) Sometimes, <strong> Barack Obama </strong> is saying, to America at large, <q> You bastards just aren't performing well enough... </q> 36) I find it depressing to see <strong> Harry Reid </strong> still in the Senate. Even if he might have been perspicacious about <strong> Kirsten Gillibrand </strong>. 37) High-speed rail? Of all the Euro-weenie proposals...", "new_id": -2}, {"uid": "1297619593186400775", "i": 22940, "idx": 0, "sa": ["Ron Paul", "Dick Cheney", "Donald Rumsfeld"], "q": ". This ill-will was even more pRon Paulounced after a few audience members- reportedly <strong> Ron Paul </strong> supporters- heckled speeches by <strong> Donald Rumsfeld </strong> and former vice president <strong> Dick Cheney </strong> last Friday. The hecklers yelled, \"War criminal!\" <q> Where's bin Laden? </q> and \"<strong> Dick Cheney </strong>, where are the shekels?\" before being removed from the audience. And the widespread annoyance with <strong> Ron Paul </strong>'s fans seemed to translate into increased animosity toward the congressman himself. His statements", "new_id": -2}, {"uid": "1295510839092602381", "i": 15760, "idx": 0, "sa": ["Grant Hill", "Allen Iverson", "David Stern", "Larry Brown"], "q": "about <strong> Allen Iverson </strong>'s rap music, it was as if <strong> Allen Iverson </strong> didn't even hear him. As <strong> David Stern </strong> handed him the MVP trophy, all <strong> Allen Iverson </strong> could think of was one thing when he was asked to speak. <q> Where's my coach at? </q> he asked. \"Where's Coach <strong> Larry Brown </strong>?\" It was a <strong> Grant Hill </strong> touch by <strong> Allen Iverson </strong> to seek out <strong> Larry Brown </strong>, his coach for the past 3 1/2 seasons. For a player often described as selfish and immature", "new_id": -2}, {"uid": "1295755514184385545", "i": 26791, "idx": 13, "sa": ["Allen Iverson", "Dwight Howard"], "q": "completed a four-point play that made it 61-39 Iverson_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1295797034081494030", "i": 5841, "idx": 1, "sa": ["Colin Powell"], "q": "'s problems. <strong> Colin Powell </strong> says that \"Superman\" wasn't elected to the White House and but he is confident that today's challenges can be met. His comments came Sunday on CNN's <q> State of the Union. </q> News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1296458938077217795", "i": 25812, "idx": 7, "sa": ["Zahi Hawass"], "q": "2013.( Comment on this story.) <strong> Zahi Hawass </strong> says he expects the current museum to reopen in a few days. He knows that the episode could have had a very different ending. <q> Thank God they did not know where the gold is, because if they knew about the jewelry room, this could have been a disaster. </q> Just ask the director of the Iraqi museum. FILE- In this March 7, 1982 file photo, Cleopatra's... <strong> Zahi Hawass </strong>, the charismatic secretary general of... Photo in Slideshow: Anti-government protesters carry posters", "new_id": -2}]