[{"uid": "1295310733097861638", "i": 44772, "idx": 14, "sa": ["Allen Iverson", "Kobe Bryant", "Steve Javie", "Pau Gasol"], "q": "official <strong> Steve Javie </strong>, who ejected him. \"I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out,\" <strong> Allen Iverson </strong> said. <q> <strong> Michael Jordan </strong> fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league. This was just the perfect game for him to try and make me look bad. </q> Actually, <strong> Allen Iverson </strong> didn't need much help in that regard as he was slow to get going, hitting http://wn.com/NBA_Los_Angeles_Lakers_vs_Sixers_Highlights_02/26/10 <strong> Pau Gasol </strong> had 23 points and 11 assists, <strong> Kobe Bryant </strong> added 19 points and eight assists, and the Los", "new_id": -2}, {"uid": "1295925206202604558", "i": 32643, "idx": 0, "sa": ["Steve Nash", "Allen Iverson", "Donyell Marshall", "Dwyane Wade"], "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Steve Nash </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Steve Nash </strong> Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said. \"So if somebody else turns it over, he yells at me. I just tell my teammates: \"Let me get the ball. He\"ll scream at me http://wn.com/Miami_Heat_vs_Phoenix_Suns_109__105_January_8,_2010 <strong> Dwyane Wade </strong> scored 33 points", "new_id": -2}, {"uid": "1295592162066338850", "i": 23500, "idx": 7, "sa": ["Colin Powell", "Lee Greenwood"], "q": ", but <strong> Colin Powell </strong> read a message from him. \"Though many years have passed, the events of 1991 remain some of the defining and proudest of this old soldier's life,\" he said. <q> To celebrate the victories of Operation Desert Storm is to celebrate the union of 34 allied nations joined by the recognition that unprovoked aggression against a peaceful nation will not be tolerated. </q> The event ended with a surprise visit by <strong> Lee Greenwood </strong>, who sang his hit Proud to be an American to a standing crowd. Theeagle.com is pleased to offer readers the ability to comment on", "new_id": -2}, {"uid": "1297134526194773022", "i": 4287, "idx": 0, "sa": ["Michael Vick", "Mike Munchak", "Mayor Tom Leppert"], "q": "my own man, and I'll be judged by what I do and not what was done before me. I'm not looking here to blame anybody about what was left for me,\" <strong> Mike Munchak </strong> said. <q> I think it's a great opportunity here with what we have, and I think I'm the guy to pick up the pieces and hopefully get us in the right direction. </q> Dallas <strong> Mayor Tom Leppert </strong> says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a \"key to the city.\" <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this year, his second", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "\" <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}, {"uid": "1294973646058228740", "i": 7949, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "October suffered a miscarriage and lost their baby. In an appearance on \"The Late Show with <strong> David Letterman </strong>\", <strong> Kelsey Grammer </strong> described Kayte as \"my new girl.\" <q> We're planning to get married soon, </q> he said, then added \"Sometime in February.\" But <strong> Camille Grammer </strong>, 42, asked a Los Angeles judge to quick divorce and work out a financial settlement later.", "new_id": -2}, {"uid": "1295499871140181534", "i": 6695, "idx": 0, "sa": ["Mike Rowe", "Allen Iverson"], "q": "made a fuss over.\" But that was unavoidable after he broke out of his shooting slump. He scored just four points on 1-for-12 shooting and missed the final shot in Chicago's 105-103 overtime win Saturday. <q> It felt like we were at UConn in http://wn.com/Allen_Iverson_highlights_vs_Bucks_08/09_NBA_*Missed_Practice_Coming_off_the_bench_*Crossover_on_Lue One day after a missed practice landed him on the Detroit Pistons' bench, <strong> Allen Iverson </strong> spoke loudly with his play Friday night. Once he got the chance. Coming off the bench for the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. \"With everything going on, I wanted to play well, </q> <strong> Allen Iverson </strong> said. \"I just wanted to play well. Especially for my teammates because I let them down by not being here.\" <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Mike Rowe </strong> Curry to begin the game, punishment", "new_id": -2}, {"uid": "1297260081046088218", "i": 10080, "idx": 5, "sa": ["Eric Schmidt"], "q": "\" EU investigation Asked whether <strong> Eric Schmidt </strong> saw Google being dragged into a decade-long antitrust battle with the EU- in a similar vein to Microsoft's long-running skirmish with the European authorities- he replied: <q> We certainly want to avoid that. </q>\" \"I think it is in our interests and I would hope in its[ the EU's] interests to do a quick analysis of concerns that have been raised by competitors, hopefully they are", "new_id": -2}, {"uid": "1297590228217415727", "i": 28908, "idx": 3, "sa": ["D. Lowell Jensen", "Colin Powell", "Peter Videnieks", "Michael C."], "q": "in federal court that everything he did regarding Inslaw was approved by Deputy Attorney <strong> Colin Powell </strong> <strong> D. Lowell Jensen </strong>.[ nb 3] \"<strong> Michael C. </strong> was aided in his new DoJ job by <strong> Peter Videnieks </strong>,\" wrote Wired( magazine), <q> <strong> Peter Videnieks </strong> was fresh from the Customs Service where he oversaw contracts between that agency and Hadron, Inc., a company controlled by[ <strong> Edwin Meese </strong>] <strong> Edwin Meese </strong> and Reagan-crony <strong> Earl Brian </strong>. Hadron, a closely held government systems consulting firm, was to figure prominently in the forthcoming scandal. </q>[ 3] Both <strong> Michael C. </strong> and <strong> Peter Videnieks </strong> had obtained their positions under suspicious circumstances, according to the Chicago-based weekly, In These Times.[ 10][ nb 4] Furthermore, \"Before moving over to the", "new_id": -2}, {"uid": "1295971212048300037", "i": 47243, "idx": 0, "sa": ["Donald Rumsfeld", "Michael Jackson", "Hillary Clinton"], "q": "defense\" is involved. It also details the international opposition to the US Star Wars program. \"Star Wars Returns\" explores the recently issued report of the <strong> Michael Jackson </strong> Commission chaired by Defense <strong> Donald Rumsfeld </strong> which calls for US <q> power projection in, from and through space </q> and declares: \"In the coming period the US will conduct operations to, from, in and through space in support of its national interests both on earth and in space.\" US <strong> Hillary Clinton </strong> Bob <strong> Michael Jackson </strong>,", "new_id": -2}]