[{"uid": "1296550878146587668", "i": 25864, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Asset Relief Program, the U.S. Treasury can restrict senior management's compensation.`` It was absolutely owed that we treat our people properly,'' CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call. <q> The obligation to our people was much greater than the need to improve our bottom-line profitability. </q> <strong> Sergio Marchionne </strong> chose the term performance award rather than profit sharing because`` it's difficult to talk about profit sharing when you have a negative number at the bottom line.'' The Chrysler news came", "new_id": -2}, {"uid": "1297491655239927298", "i": 17890, "idx": 1, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> Simpson, Republican of Idaho and the chairman of an appropriations subcommittee that finances the Interior Department and other agencies. He said his committee had tried to be selective in reaching its goal. <q> Obviously we don't want to close the national parks and some other things, </q> he said.`` There are areas where we can find reductions, which we've done. Are all of those acceptable to everybody? I don't know.'' Democrats warned that Republicans were proposing", "new_id": -2}, {"uid": "1296870076196296704", "i": 24675, "idx": 0, "sa": ["Sergio Marchionne"], "q": "chief executive characterized as`` shyster loans'' that the Obama administration extended as part of a bailout to keep the <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unethical lawyer or politician. <q> Pay back the loans, get those out and then take( the company) public. </q> <strong> Sergio Marchionne </strong>, who is also CEO of Italy's Fiat SpA, has said repeatedly that the on loans Chrysler owes the U.S. and Canadian governments have been an obstacle in the automaker's return to profitability.", "new_id": -2}, {"uid": "1296138389209518633", "i": 3017, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "which they said is pretty weird if you think about it.`` We liked that the president said the economy would be his main focus going forward,'' <strong> Sen. Bernie Sanders </strong> Paul Ryan( R-WI) said. <q> But we have a fundamental disagreement about the government's role in that process. We believe permanent tax cuts for the wealthy, even the deranged wealthy who get so much plastic surgery that they look like cats, will spur economic growth. </q> Facing a divided Congress for the first time in his presidency, <strong> Barack Obama </strong> addressed the partisan split directly and outlined what he hoped would be a new era of political discourse.`` When I look", "new_id": -2}, {"uid": "1297575059186400794", "i": 36263, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Nicole Scherzinger"], "q": "accusation she stole a$ 2,500 necklace from upmarket Californian boutique Kamofie& Company- is reportedly wanted by <strong> Simon Cowell </strong> to join him on the judging panel. A source told the Daily Mirror: <q> <strong> Simon Cowell </strong> wants him and three beautiful girls on the panel. He will sit there like the cat that got the cream. <strong> Lindsay Lohan </strong> is notorious but she will give the show an edginess.`` There's been serious talks but <strong> Lindsay Lohan </strong>'s legal issues and her commitment to stay sober need to be worked through. She knows this could turn her life around. </q> <strong> Cheryl Cole </strong> and <strong> Nicole Scherzinger </strong> are frontrunners for roles on the show when it launches in America later this year but <strong> Simon Cowell </strong> is still trying to decide on the perfect combination. The music mogul-", "new_id": -2}, {"uid": "1295684288089554951", "i": 48052, "idx": 3, "sa": ["Lou Kerner", "Sergey Brin", "Eric Schmidt"], "q": "new revenue.'' Wedbush's <strong> Lou Kerner </strong> said the new management structure could prove more nimble than the troika of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade. <q> What I do think Facebook has shown Google is that they're moving too slow, </q> <strong> Lou Kerner </strong> said.`` Facebook is moving at the speed of light and Google isn't. Euro hits 2-month high vs dollar, stocks gain The euro hit a two-month high above$ 1.36 on Friday on", "new_id": -2}, {"uid": "1297323057252542979", "i": 10134, "idx": 6, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "from internal and external threats. The documents include: A U.S. cable recording the December 20, 1983 conversation between <strong> Donald Rumsfeld </strong> and <strong> Saddam Hussein </strong>. Although <strong> Donald Rumsfeld </strong> said during a September 21, 2002 CNN interview, <q> In that visit, I cautioned him about the use of chemical weapons, as a matter of fact, and discussed a host of other things, </q> the document indicates there was no mention of chemical weapons. <strong> Donald Rumsfeld </strong> did raise the issue in his subsequent meeting with Iraqi official Tariq Aziz. National Security Decision Directive( NSDD) 114 of November 26,", "new_id": -2}, {"uid": "1295970594108969990", "i": 14763, "idx": 0, "sa": ["Eric Schmidt"], "q": "equally between technology and sales staff. The recruitment plan is aggressive, amounting to an increase of almost 20% on Google's existing 5,000 staff across Europe, the Middle East and Africa. <q> We had a very, very good year and a very strong quarter, </q> said <strong> Eric Schmidt </strong>, referring to Google's fourth-quarter profits of$ 2.54 bn.`` We looked at this year and in particular our prospects for growth in Europe, and our businesses globally", "new_id": -2}, {"uid": "1297619593186400775", "i": 18941, "idx": 0, "sa": ["Donald Rumsfeld", "Ron Paul", "Dick Cheney"], "q": "pronounced after a few audience members- reportedly <strong> Ron Paul </strong> supporters- heckled speeches by <strong> Donald Rumsfeld </strong> and former vice president <strong> Dick Cheney </strong> last Friday. The hecklers yelled,`` War criminal!''`` Where's bin Laden?'' and <q> <strong> Dick Cheney </strong>, where are the shekels? </q> before being removed from the audience. And the widespread annoyance with <strong> Ron Paul </strong>'s fans seemed to translate into increased animosity toward the congressman himself. His statements on foreign policy were loudly booed by many in the", "new_id": -2}, {"i": 8231, "idx": 0, "index_answer": 1, "new_id": -1, "q": "or even last September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q> We have a current structural budget deficit that we have to address. The sooner, the better. </q>- Kevin Yamamura AT THE CAPITOL <strong> Jerry Brown </strong> will deliver his State of the State address Monday, the final day of January. <strong> Jerry Brown </strong>'s predecessor, <strong> Arnold Schwarzenegger </strong>, used his first State of", "sa": ["Jerry Brown", "Bill Lockyer", "Arnold Schwarzenegger"], "uid": "1295962091207159365"}]