[{"uid": "1295907806243613698", "i": 14329, "idx": 0, "sa": ["David Letterman", "Noah Robinson", "Oprah Winfrey", "Jackie Jackson", "Peter Frampton"], "q": "paternity test, ever. I've never heard of him( <strong> Noah Robinson </strong>). I know who is claiming to be my real father.'' Source: www.CyberHollywood.ning.com http http://wn.com/Shaun_Cassidy_Performs_on_Oprah_Winfrey's_Teen_Heartthrobs_Special_VIDEO click our link iupdateonline.com- to watch full <q> <strong> Shaun Cassidy </strong> Performs on <strong> Oprah Winfrey </strong>'s Teen Heartthrobs Special( VIDEO) </q> exclusive video for free! Teen Heartthrob Episode of The <strong> Oprah Winfrey </strong> Show began hitting airwaves today. <strong> Oprah Winfrey </strong> had on her own personal teen heartthrob, <strong> Jackie Jackson </strong>, as well as the Backstreet Boys, <strong> Peter Frampton </strong>, and <strong> David Letterman </strong>'s", "new_id": -2}, {"uid": "1295891307156680197", "i": 27946, "idx": 3, "sa": ["Zahi Hawass"], "q": "returned to the possession of its rightful owners, the Egyptian people.'' World Video: Banned books back on sale in Tunisia's bookshops World Video: Raw Video: Deadly explosion at Moscow airport Report Abuse <q> <strong> Zahi Hawass </strong> is nothing more than an Egyptian <strong> Sarah Palin </strong>( albeit with brains). He's a shameless self-promoter who says/does things to draw attention to himself. </q> How about, <strong> Zahi Hawass </strong>, you have a good look at the Egyptian Museum in Cairo, just for a start. At the outdated displays, the dusty glass cases, the impossible layout, the hoards", "new_id": -2}, {"uid": "1296628848054968320", "i": 26596, "idx": 2, "sa": ["Zahi Hawass"], "q": ", and credited not only the army but also average Egyptians, who he said had helped guards protect cultural sites.`` They stood with sticks'' along with guards and antiquities inspectors, he said. <q> They stood in front of outlaws, and they stopped any theft. </q> As Egypt's chief archaeologist, Mr. <strong> Zahi Hawass </strong> has made the return of Egypt's cultural patrimony his priority. He has called on Germany, for instance, to return the bust of Nefertiti that is in", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some`` adult supervision.'' On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q>`` I believe Larry is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts.`` It's time for him to have a shot at running this.''", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}, {"uid": "1295788220057016357", "i": 32830, "idx": 3, "sa": ["Erik Spoelstra", "Mario Chalmers", "Dwyane Wade", "Udonis Haslem", "Detroit Red", "Rasheed Wallace", "Rick Pitino", "Ray Allen", "Allen Iverson"], "q": "but <strong> Dwyane Wade </strong> and <strong> Udonis Haslem </strong> made sure it didn't happen.`` They were pounding us for three quarters and a half, but we finally got some key plays down the stretch,'' Miami coach <strong> Erik Spoelstra </strong> said. <q> <strong> Dwyane Wade </strong> was sensational- that's what he's been all year- and <strong> Udonis Haslem </strong> was great. </q> <strong> Detroit Red </strong> was missing three key players- <strong> Rick Pitino </strong> Hamilton( groin), <strong> Rasheed Wallace </strong>( calf) and <strong> Allen Iverson </strong>( back)- but took a 96-95 lead on <strong> Ray Allen </strong> Herrmann's 3-point shot with 13 seconds left. <strong> Mario Chalmers </strong>", "new_id": -2}, {"uid": "1296261843136708096", "i": 27138, "idx": 0, "sa": ["Joanna Shields", "Eric Schmidt"], "q": "that the big Silicon Valley companies are committed to the project.`` We were really endorsing the idea without defining our exact participation,'' says <strong> Joanna Shields </strong>, Facebook's vice-president for Europe, Middle East and Africa. <q> I really commend the initiative to create a focal point. </q> Ms <strong> Joanna Shields </strong> has also been inspired by the government's plan to create KidsCode.org, an initiative to teach 11- to 16-year-olds how to write software and create technology products. <strong> Eric Schmidt </strong>, Google's", "new_id": -2}, {"uid": "1297268304137707526", "i": 868, "idx": 1, "sa": ["Donald Rumsfeld", "Gerald Ford"], "q": "discus his options. Nixon was in a chatty mood, and <strong> Donald Rumsfeld </strong> recorded his every thought, for his files. First, Nixon was unimpressed with the entirety of the United States Congress: <q> The <strong> Gerald Ford </strong> said that the Senate and the House were a joke. There was no strength there. </q> Nixon promised to endorse <strong> Donald Rumsfeld </strong> in the primaries if necessary, and also took a shot at the man <strong> Donald Rumsfeld </strong> would most likely be running to defeat: \" The <strong> Gerald Ford </strong> told me that he will", "new_id": -2}, {"uid": "1296774921237715483", "i": 3435, "idx": 0, "sa": ["Wanda Jackson", "David Letterman"], "q": "a mini-tour that would take her from her first Grand Ole Opry appearance in 56 years to slots on the`` Late Show With <strong> David Letterman </strong>'' in New York and`` Conan'' in Los Angeles. <q> I want to thank Jack White for making all this happen for me, </q> <strong> Wanda Jackson </strong> said at a recent week.`` He forgets I've got to watch my heart. I'm an old lady. But boy I don't feel it tonight.'' She told", "new_id": -2}, {"uid": "1295582183033980446", "i": 4554, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "one of the prodigies who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will become executive chairman and remain available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old", "new_id": -2}, {"uid": "1296766036240500862", "i": 18737, "idx": 0, "sa": ["Jimmy Fallon", "David Letterman"], "q": "' Last Call WITH CARSON DALY' IS UP SEASON TO DATE BY 9 PERCENT IN 18-49 VIEWERS AND 24 PERCENT IN TOTAL VIEWERS UNIVERSAL CITY, Calif.- February 3, 2011- NBC's <q> The Tonight Show with <strong> Jay Leno </strong> </q> and`` Late Night with <strong> Jimmy Fallon </strong>'' have delivered ratings wins for the late-night week of January 24-28, with`` Tonight'' generating bigger audiences than CBS's rebroadcasts of'' Late Show with <strong> David Letterman </strong>'' and", "new_id": -2}]