[{"uid": "1296546507227508228", "i": 24946, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "place.\" He reiterated former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong>'s question,' \"Are we creating more terrorists than we're killing?\" Since Pentagon policymakers can not answer that question, Herring said <q>people are getting killed for no reason.<q> Thus, if the U.S. were to withdraw from Afghanistan, \"the same thing would happen if we stayed there, since[ Prime Minister] Karzai will need to negotiate with the Taliban regardless.\"", "new_id": -2}, {"uid": "1295602988020365352", "i": 39817, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": "CEO, <strong> Eric Schmidt </strong> said during the call. \"It's time for him to have a shot at running this.\" Page hailed <strong> Eric Schmidt </strong> as a \"tremendous leader\" whose contributions exceeded all expectations. <q>There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done,<q> Page said. Enlarge In this Nov. 15, 2010 file photo, <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> speaks at the Web 2.0 Summit in San Francisco. <strong> Google Inc. </strong> co-founder Larry Page is taking over", "new_id": -2}, {"uid": "1295696713150896652", "i": 16408, "idx": 1, "sa": ["Colin Powell", "Queen Elizabeth II", "Sen. Joe Lieberman"], "q": ", were huddled round the television, aware of nothing but <strong> Colin Powell </strong>'s address to the U.N., making it clear that an attack on Iraq was imminent. He cited cited Downing Street's shameful work of fiction( <q>Iraq- its infrastructure of concealment, deception and intimidation<q>) saying: \"<strong> Sen. Joe Lieberman </strong> would call my colleagues' attention to the fine paper that the <strong> Queen Elizabeth II </strong> distributed... which describes in exquisite detail Iraqi deception activities.\" It was 5th February 2003. <strong> Sen. Joe Lieberman </strong> stood", "new_id": -2}, {"uid": "1295563164055378000", "i": 6541, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ": Starting April 4, co-founder Larry Page, becomes CEO and takes over day-to-day operations. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, specifically, new products. <strong> Eric Schmidt </strong> becomes Executive Chairman and will focus externally on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-all of which are increasingly important given Google's global reach.<q> Internally, <strong> Eric Schmidt </strong> will continue to act as an advisor to Larry and <strong> Sergey Brin </strong>. We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying", "new_id": -2}, {"uid": "1296780255236666908", "i": 44236, "idx": 0, "sa": ["Bobby Petrino", "Michael Vick", "Arthur Blank"], "q": "round. Smith joined the Falcons after they went 4-12 in 2008 and just after <strong> Michael Vick </strong> was sent to prison on dogfighting charges and coach <strong> Bobby Petrino </strong> fled for the University of Arkansas. <q>When we hired Mike Smith, we believed we had found the total package: a head coach with strong leadership skills and experience and the track record to back it up, and a man of high character and integrity,<q> Falcons owner <strong> Arthur Blank </strong> said. \"In his three seasons with us, Coach Smith has demonstrated all of these characteristics, and then some.\" Smith signed a four-year contract worth between$ 8 and$", "new_id": -2}, {"i": 8808, "idx": 2, "index_answer": 3, "new_id": -1, "q": ", and he has to prove he is a businessman,\" Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian: <q>After slipups with search, Street View and Android, it's clear that Google needs tighter control at the top- and <strong> Eric Schmidt </strong> is not the man for the job.<q> What of Google's other co-founder, <strong> Sergey Brin </strong>? He is said to be focusing on strategic projects and is particularly interested in social networking. HP's former CEO <strong> Mark Hurd </strong>; Image by Getty Images North", "sa": ["Eric Schmidt", "Sergey Brin", "Mark Hurd", "Charles Arthur"], "uid": "1295674696105103375"}, {"uid": "1297174673142131244", "i": 1662, "idx": 0, "sa": ["Brett Favre", "David Letterman", "Aaron Rodgers", "Charles Woodson"], "q": "from Green Bay Packers quarterback <strong> Aaron Rodgers </strong>. <strong> David Letterman </strong> fielded a <strong> Aaron Rodgers </strong> spiral after the Super Bowl MVP was interviewed during a taping of \"The Late Show with <strong> David Letterman </strong>.\" After earning wild applause for his observation <q>there must be a lot of Wisconsin people<q> in <strong> David Letterman </strong>'s audience, <strong> Aaron Rodgers </strong> talked about his past as a lightly-recruited high school and junior college player, the realities of following <strong> Brett Favre </strong> as the Packers quarterback, and a conversation he had with cornerback <strong> Charles Woodson </strong> during the", "new_id": -2}, {"uid": "1297712532158122035", "i": 11180, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ", Twitter integration, and more. But <strong> Steve Ballmer </strong>'s announcements at the Mobile World Congress in Barcelona, Spain, doesn't seem to be convincing Nokia shareholders or employees that <strong> Stephen Elop </strong> made the right bet. <q>Particularly for business users, Windows Phone 7 provides an interesting and very powerful platform and user experience that is beautifully integrated with the world's most popular PC operating system and software,<q> said Charles King, principal analyst at Pund-IT Research. \"But part of the problem is that you can have a great technology, but you need buy-in from a significant part of the market. Companies and technologies", "new_id": -2}, {"uid": "1297234014042778761", "i": 943, "idx": 6, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": "however, that three of the eight urban areas without large rail systems in this category had congestion costs that are lower than those of San Francisco. Consumer Cost Savings. \"Washington's War\" concluded that <q>transportation( and housing) costs are higher, not lower, in large rail metropolitan areas.<q> The point was based on <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong>'s claim of consumer transportation cost savings in the large rail metropolitan areas. The APTA report reaches this conclusion by using data from the U.S. Bureau of Labor Statistics Consumer", "new_id": -2}, {"uid": "1294981731267878411", "i": 18098, "idx": 3, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "She was rubbing our hands and gripping our hands so... we knew she could hear and understand what we were saying and she moved her leg, and so we knew she was responding,\" <strong> Kirsten Gillibrand </strong> said. <q>And the more we joked about what we were going to do, she started to open her eyes.<q> Giffords' husband, Mark Kelly, realized the significance of the moment. \"Gabby, open your eyes, open your eyes,\" he said, according to <strong> Kirsten Gillibrand </strong>. Said <strong> Debbie Wasserman Schultz </strong>:", "new_id": -2}]