[{"uid": "1295636961179568645", "i": 30507, "idx": 0, "sa": ["Andy Coulson"], "q": "News Group Newspapers had paid Â£ 1m to settle legal cases that threatened to reveal evidence of hacking, <strong> Andy Coulson </strong> made no comment beyond saying he had \"no knowledge whatsoever\" about alleged payments. He added: <q>The[ <strong> Glenn Mulcaire </strong>] <strong> Glenn Mulcaire </strong> case was investigated thoroughly by the police and by the Press Complaints Commission. I took full responsibility at the time for what happened on my watch but without my knowledge and resigned.<q> 21 July 2009 In his evidence to the select committee into the phone-hacking affair, <strong> Andy Coulson </strong> said he \"never used or condoned\" the practice and had \"no recollection\" of it taking place", "new_id": -2}, {"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,\" Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q>These payouts recognize the continual support and tireless efforts of our people,<q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds. \"We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}, {"uid": "1296106095124256262", "i": 20834, "idx": 6, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "likely- if <strong> Eric Schmidt </strong> is not already tied down by a noncompete agreement. Could <strong> Eric Schmidt </strong> transition from his elder-statesman gig into a bigger role in politics? That's one theory of author <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World as We Know It.<q> John C, Dvorak also thinks <strong> Eric Schmidt </strong> could end up in a role with the Obama administration, one that would be good for tech and policy. See Dvorak; s column on <strong> Eric Schmidt </strong>'s next act", "new_id": -2}, {"uid": "1295139772120274975", "i": 15867, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": ", an astronaut who probably never saw anything so beautiful in space. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" <strong> Kirsten Gillibrand </strong> said. <q>It felt like a miracle. It felt like we were watching a miracle,<q> said Wasserman-Schultz. \"Other than the birth of my kids, this was the most incredible feeling, to see... one of your closest friends just struggle to come back to you, to come back to her", "new_id": -2}, {"uid": "1297526124089751559", "i": 15721, "idx": 0, "sa": ["Carly Fiorina", "Steve Ballmer"], "q": "or HP under <strong> Carly Fiorina </strong> or the island under Jack Merridew, these things rot from the head. Is <strong> Steve Ballmer </strong> going to listen to them, or is he going to continue to insist that people really <q>In the ongoing battle between the geeks and the suits-er, the executives with a technical background( typified by chairman <strong> Bill Gates </strong>) and those with a business/management background( <strong> Steve Ballmer </strong>'s gene pool)- it seems to me two very senior techies are on their way out, replaced by a guy with stellar Yahoo integration skills.<q> To be clear, if the Macalope were to give Microsoft sincere advice, he's not sure he'd say <strong> Steve Ballmer </strong> has to go. And since he's not being asked to give the company sincere advice", "new_id": -2}, {"uid": "1297427687170164234", "i": 13512, "idx": 3, "sa": ["Sergio Marchionne", "John Elkann", "The CEO"], "q": "on Feb. 15. \"The government is moving too late, but better late than never,\" said Federico Bellono, the local head of the Fiom union in Turin, which opposed the Mirafiori agreement. <q><strong> Sergio Marchionne </strong> is more oriented strategically toward the U.S. than Europe.<q> After Italy's main newspapers all printed <strong> Sergio Marchionne </strong>'s comments about a move to the U.S. on their front pages, Chairman <strong> John Elkann </strong> on Feb. 5 was forced to qualify the <strong> The CEO </strong>'s remarks, saying that Fiat", "new_id": -2}, {"uid": "1295891150149438465", "i": 39660, "idx": 4, "sa": ["Bob Barr", "David I", "Mike Pence"], "q": " \"in bringing his message of hope to the world,\" the former Republican congressman's website says. \"<strong> David I </strong> also am reminded of others who have risen from the ashes,\" <strong> Bob Barr </strong> told reporters Friday. <q>The city of Atlanta is the Phoenix city. The people of Haiti, likewise, will rise from the problems created by last year's earthquake and emerge stronger and better than before. That <strong> David I </strong> know is Mr. <strong> Baby Doc </strong>'s deep wish and something that he knows in his heart.<q> Accompanying <strong> Bob Barr </strong> will be fellow Georgia attorneys <strong> Mike Pence </strong> Puglise, who practice law in the small rural towns of Jasper and Snelleville, GA respectively. One has to wonder how <strong> Bob Barr </strong>", "new_id": -2}, {"uid": "1297480839099155994", "i": 31313, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "had been working on products for Nokia's Symbian and yet-to-be-released MeeGo platforms. \"They have to convince all those developers to stay put and it may not work,\" he said in an interview in London. <q>Nokia's challenge is to make Windows Phone their next priority.<q> <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> were vague about the timing of the launch of the first Windows-equipped Nokia products, though analysts do not expect them to appear on the market before next year.", "new_id": -2}, {"uid": "1296940939224919552", "i": 14161, "idx": 1, "sa": ["Eric Schmidt"], "q": "a claim the company robustly denies), why Apple had the initial vision to change technology from a corporate support system to a consumer support system and what the world may look like in 50 years' time( <q>When one assumes I'll no longer be here,<q> he laughs). For an hour before our interview, <strong> Eric Schmidt </strong>, in pale pastel V-neck complete with collar and tie, has been holding a session in Google's private suite of rooms just outside the", "new_id": -2}, {"uid": "1296460181009125909", "i": 25745, "idx": 2, "sa": ["Paul Staines", "Andy Coulson", "Jeremy Clarkson", "Rebekah Brooks"], "q": "It is monolithic and uses all of its old-school-tie contacts. <strong> Jeremy Clarkson </strong> don't think <strong> Rebekah Brooks </strong> comes from that background. At least with Murdoch you know where you stand.\" The Guardian targeted <strong> Andy Coulson </strong> over the phone-hacking affair <q>as a proxy because you all hate News International,<q> he claims. <strong> Paul Staines </strong> is unlikely, however, to be invited to any Oxfordshire soirees. He guarded his anonymity until Guido was unmasked in 2007. He once worked for a shadowy rightwing foreign policy thinktank", "new_id": -2}]