[{"uid": "1294966347267878400", "i": 9669, "idx": 0, "sa": ["Simon Cowell"], "q": "elsewhere in the capital. Investment targets include prime London retail and office properties with lot sizes of up to? 150m. It is also looking for more central London hotels. Aziz said: <q> <strong> Simon Cowell </strong> Group Investors is looking for prime trophy assets in central London with triple-A covenants </q>. Midweek Bulletin: <strong> Simon Cowell </strong> looking foolish and the iPad revolution is here", "new_id": -2}, {"uid": "1296225951235159601", "i": 483, "idx": 10, "sa": ["Eric Holcomb", "Mike Pence"], "q": "<strong> Mike Pence </strong> mentioned the <strong> Eric Holcomb </strong>'s office to him.`` He told me then that he thought he could accomplish more for the people of Indiana as <strong> Eric Holcomb </strong> than he could in Congress,'' he said. <q> This has been on his mind for a long time. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> Luxury linen for less: 40% off select bedding at Bedside Manor'' width=`` 101'' height=`` 56'' class", "new_id": -2}, {"uid": "1295458115232456193", "i": 58647, "idx": 7, "sa": ["Shaquille O'Neal", "Tyronn Lue", "Jean-Claude Duvalier", "Allen Iverson", "Ted Williams", "Mo Williams", "Elgin Baylor", "Phil Jackson"], "q": "stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Ted Williams_Mo Williams_Detained_My_Daughter_Attacked_Me!_Exclusive_Interview <strong> Ted Williams </strong> Detained: <q> My Daughter Attacked Me! </q> Exclusive Interview on Shaquille O'NealPhil Jackson Golden-Voiced <strong> Ted Williams </strong> ReporTed Williamsly Picked Up By Cops Read more: www.businessElgin Baylorr.com http://wn.com/FC_Barcelona__Villarreal_3-3_highlights_goals_10-04-09 From 1992 Album:`` Whut Thee Album''.... Redman's Site: www.funkJean-Claude Duvalier.com Get Redman's Music: www.amazon.com& itunes.apple.com", "new_id": -2}, {"uid": "1295213101149176321", "i": 5218, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Mark Harmon"], "q": "also inserted a feeding tube. Sen. <strong> Kirsten Gillibrand </strong> of New York, close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did, </q> the Democratic senator said on NBC's`` Meet the Press'' Sunday. As Tucson attempted to heal, the Safeway superMark Harmonet reopened and a memorial of flowers grew outside. Randy Larson, 57, came by to", "new_id": -2}, {"uid": "1295310565231800855", "i": 32355, "idx": 4, "sa": ["Gabrielle Giffords", "Mike Pence", "Tim Kaine", "Barack Obama"], "q": "aftermath of the target=\"_blank\" href=\"http://arizonaobserver.com/\"> Arizona shooting that killed six, gravely wounded a member of Congress and brought legislative debate to a virtual standstill. In his weekly Health-care vote will test discourse <strong> Barack Obama </strong>'s call for <q> a more civil and honest public discourse </q> will get its first test much sooner than we expected. Having properly postponed all legislative action last week out of respect for <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong> and the other vicTim Kaines of the <strong> Tim Kaine </strong>: Repealing Health Care`` Unwise'' Former", "new_id": -2}, {"uid": "1297177999266534917", "i": 36277, "idx": 2, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "troubled.'' ABC News, which has released a preview of <strong> Donald Rumsfeld </strong>'s interview with <strong> Diane Sawyer </strong>, the former defense secretary claimed that the interrogation of 9/11 plotter Mohammad al-Qahtani provided valuable information that saved American lives. <q> Qahtani, who was the 20th hijacker, they say-- he gave a lot of information, </q> <strong> Donald Rumsfeld </strong> said.`` And it was very helpful to our interrogators and to the United States government in saving lives.'' <strong> Donald Rumsfeld </strong> later concluded that`` the fact that we haven't had an attack in", "new_id": -2}, {"uid": "1295943500244924449", "i": 41823, "idx": 4, "sa": ["Felicia Day", "LeBron James", "Allen Iverson", "Rasheed Wallace", "Tim Hardaway"], "q": "FriFelicia Day night, Detroit is looLeBron James for a complete game to extend that winning streak.`` The best part about it is we struggled at Tim Hardawayes in the game but we got it done,'' <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/LeBron James_LeBron James_36_Points_vs_Pistons_Game_4_Playoffs_2009!_HD!_26042009 capped by venomindustries AUBURN HILLS, Mich.( AP) <strong> LeBron James </strong> made 3-pointers from every angle, drove", "new_id": -2}, {"uid": "1295813473183353387", "i": 18244, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz.`` I think he's got a way to go,'' Mr. <strong> Colin Powell </strong> said. <q> I mean, he hasn't achieved all of his purposes, but he's stabilized the economy </q> and taken on health care reform.`` You know, we didn't elect Superman. We elected a human being, href=\"http://www.washingtontimes.com/topics/Barack Obama-Barack Obama/\"> <strong> Barack Obama </strong>.''`` I think he has reached out to countries", "new_id": -2}, {"uid": "1295365484238829571", "i": 2613, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "has suggested that fighting among band members can positively influence their music. The Aerosmith rocker was appearing on CBS's Late Show With <strong> David Letterman </strong> when the host questioned if it was accurate to say the band had <q> come together and broken up </q> on more than one occasion over the years.`` All good marriages have their fights, you know,'' <strong> Steven Tyler </strong> responded on Monday's show.`` I look forward to the worst fight because it", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}]