[{"uid": "1295614782190234652", "i": 14338, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson"], "q": "statement given today, <strong> Andy Coulson </strong> said`` continued coverage'' of the phone-hacking scandal at the News of the World made it difficult for him to give the`` 110 per cent'' needed for the job. <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.`` I'll leave within the next few weeks and will do so wishing the Prime Minister, his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government. </q> the Crown Prosecution Service is to conduct a` comprehensive assessment' of evidence held by the Metropolitan Police in relation to phone-hacking at the News of the World. In January 2007, private investigator <strong> Glenn Mulcaire </strong> and", "new_id": -2}, {"uid": "1295378891095354916", "i": 52016, "idx": 0, "sa": ["Alassane Ouattara"], "q": "` Go Now,' London Tells Gbagbo by Staff Laurent Gbagbo lost the November presidential election in the Ivory Coast and it's time for him to <q> go, and go now, </q> the British deputy prime minister said. Gbagbo, the incumbent president, has refused to relinquish power despite a U.N. Security Council resolution recognizing <strong> Alassane Ouattara </strong> as the winner of the November contest. The vote", "new_id": -2}, {"uid": "1296282702007127040", "i": 58153, "idx": 0, "sa": ["Steve Ballmer", "Rob Wittman"], "q": "Spotsylvania County. Rep. <strong> Rob Wittman </strong> related a conversation he had with Microsoft CEO <strong> Steve Ballmer </strong> last week about how to create more science, technology, math and engineering workers in the United States. <q> He said our education system, starting with our community colleges, is where we need to begin, </q> <strong> Rob Wittman </strong> said. Germanna enrolls 7,500 credit students, with a total of 14,000 students taking at least one class, including non-credit classes. Several students attended the groundbreaking. Carla Craft,", "new_id": -2}, {"uid": "1296639953047300640", "i": 34279, "idx": 1, "sa": ["Nom De Strip", "David Letterman", "Jay Leno"], "q": "The Tonight Show's`` Jay Lenowalking'' segments. He was ambushed by`` Herman Munster with a neckjob,'' as he described href=\"http://television.aol.com/celebs/Jay Leno-Jay Leno/1470244/main\"> <strong> Jay Leno </strong>, who shoved a microphone in his face. <q> How am I supposed to know that flour is the main ingredient in bread? </q> he asked <strong> David Letterman </strong>.`` I'll tell you right now, that show is for morons,'' <strong> Nom De Strip </strong> said of` The Tonight Show.'`` It is not like your show... This is", "new_id": -2}, {"uid": "1294994283072613901", "i": 26273, "idx": 0, "sa": ["Ferdinand Piëch", "Sergio Marchionne"], "q": "an href=\"http://markets.ftd.de/stocks/factsheet_overview.html?ID_NOTATION=1530731\" title=\"Kursinformationen ber FIAT S.P.A. AZIONI NOM. EO 5 auf FTDMarkets\"> Fiat ausgeschlossen und ein m?gliches Erwerbsinteresse des italienischen Konzernchefs <strong> Sergio Marchionne </strong> eine deutliche Absage erteilt. href=\"http://www.ftd.de/unternehmen/industrie/:retourkutsche-vw-patriarch-piech-keilt-gegen-fiat/50214679.html#\"> <strong> Ferdinand Piëch </strong> Pi?ch hat wenig Sinn f?r italienischen Humor <q> Jemand, der bei Pkw schrumpft, soll nicht den Mut haben, sich die beiden besten Lkw-Marken Europas unter den Nagel zu rei?en. Sie sind nicht verk?uflich </q>, sagte Pi?ch der Financial Times Deutschland in f?r ihn gewohnt scharfer Manier. <strong> Sergio Marchionne </strong> hatte in dieser Woche auf der Automesse in Detroit angedeutet, dass die Industriesparte seines Konzerns Interesse am Lastwagengesch?ft von VW habe. Wenn sich", "new_id": -2}, {"uid": "1296227273172146729", "i": 1762, "idx": 9, "sa": ["Eric Holcomb", "Mike Pence", "Barack Obama"], "q": "<strong> Mike Pence </strong> mentioned the <strong> Eric Holcomb </strong>'s office to him.`` He told me then that he thought he could accomplish more for the people of Indiana as <strong> Eric Holcomb </strong> than he could in Congress,'' he said. <q> This has been on his mind for a long time. </q> Sen. Franken Explains Why He Thinks Barack Obamacare's Individual Mandate to Buy Insurance Is Needed", "new_id": -2}, {"uid": "1297108040173965352", "i": 17349, "idx": 0, "sa": ["Richard Blumenthal", "Kirsten Gillibrand"], "q": "language out of the bill when a media firestorm erupted. But <strong> Kirsten Gillibrand </strong> and <strong> Richard Blumenthal </strong> still accuse the House Republicans of performing a bait-and-switch for taking their eyes off of the economy and onto social issues. <q> We know a woman's right to make her own health decisions must be protected, </q> they write.`` But this is about even more than choice, this is about making sure women and families can get the care they need when they need it. You probably recognize the Republican agenda as a", "new_id": -2}, {"uid": "1295626147033243158", "i": 26196, "idx": 0, "sa": ["Clarence Mitchell", "Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal.`` <strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also http://wn.com/Andy Coulson_RESIGNS_OVER_'NEWS_OF_THE_WORLD'_PHONE_HACKING www.intmensorg.info <strong> Andy Coulson </strong> the communications director of tory toff <strong> David Cameron </strong>'s government is a spy who <strong> Rupert Murdoch </strong> used to destroy", "new_id": -2}, {"uid": "1295426603082264102", "i": 5347, "idx": 1, "sa": ["Darius Rucker", "David Letterman", "Jay Leno", "Amy Poehler", "Martin Short"], "q": ")`` The Most Misused Over-The-Counter Drugs in America.''( N)`` Nate's 911: Solving Your Emergencies.''( N) Examining the profile of the accused shooter Jared Loughner.( N) <q> Oprah's Ultimate Australian Adventure, part 2. </q>( N) 11:35( CBS) Late Show With <strong> David Letterman </strong>: Actor <strong> Martin Short </strong>; singer <strong> Darius Rucker </strong>.( N) 11:35( NBC) The Tonight Show With <strong> Jay Leno </strong>: Actress <strong> Amy Poehler </strong>; reality star Mike``", "new_id": -2}, {"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.'' <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q> But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds, </q> writes <strong> Howard Kurtz </strong>.`` What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.'' <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}]