[{"uid": "1295977910157089808", "i": 37530, "idx": 25, "sa": ["Allen Iverson", "Kenyon Martin", "Carmelo Anthony", "Marcus Camby"], "q": "usual. <strong> Carmelo Anthony </strong> crashed the boards as hard as he worked for open looks at the basket, collecting 13 rebounds and scoring 30 points Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns. <q> I always kid with him about not being a rebounder, being so big, </q> <strong> Allen Iverson </strong> said of his fellow All-Star starter. \"I say,` If I was your height, I'd get a double-double every night.\" ' <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball", "new_id": -2}, {"uid": "1295620769169754641", "i": 30042, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "reshuffling appears to be amicable. Both <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> had high praise for each other during a conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his \"best friends.\" <q> I believe <strong> Larry Page </strong> is ready </q> to be CEO, <strong> Eric Schmidt </strong> said during the call. \"It's time for him to have a shot at running this.\" <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny", "new_id": -2}, {"uid": "1296407544252772372", "i": 171, "idx": 13, "sa": ["Allen Iverson", "Chris Webber", "Kobe Bryant"], "q": "While Philadelphia remained 2 1/2 games behind Boston in the Atlantic Division, <strong> Chris Webber </strong> gave a glimpse of what he could contribute down the stretch. \"I think every <strong> Kobe Bryant </strong> bit helps your confidence,\" <strong> Chris Webber </strong> said. <q> One day you're averaging a number that many people don't do in three categories and the next day you're worthless. And that's from myself, I don't even care what everyone else is saying. </q> <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. \"He wants to play well so", "new_id": -2}, {"uid": "1297616629186400779", "i": 32573, "idx": 55, "sa": ["David Martin", "Donald Rumsfeld"], "q": "would have been better if you had insisted on resigning?\" <strong> David Martin </strong> asked. \"I think so,\" he said. \"How would that have made things better?\" <q> It would have been a stronger signal to the world that we didn't accept that kind of behavior, </q> <strong> Donald Rumsfeld </strong> said. \"Did you feel it was your fault?\" \"No,\" answered <strong> Donald Rumsfeld </strong>. \"You were responsible, but it wasn't your fault?\"", "new_id": -2}, {"uid": "1295894021267862075", "i": 49542, "idx": 1, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "she said. \"<strong> Simon Cowell </strong> gets me and he's got my back. He knows me too well to give me rules- he likes the fact I'm a bit rebellious!\" She continued: <q> I always wanted to rap but never really had the guts to do it because I'm just a skinny white girl. Then aged 13 I started rapping secretly because I didn't know whether people would accept me- some people still don't. </q> However, <strong> Cher Lloyd </strong> admitted that if she had the opportunity, she would wait another few years before beginning her career. Stacey McLeanThe former X Factor", "new_id": -2}, {"uid": "1296102825131907639", "i": 41750, "idx": 4, "sa": ["Allen Iverson", "Stephen Jackson", "Dwyane Wade"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 December 27, 2010 Atlanta Hawks vs. Milwaukee Bucks( NBA), Score: Atlanta Hawks: Milwaukee Bucks:, Turnovers: Atlanta Hawks:... <strong> Dwyane Wade </strong> scores 38 points and dishes out 10", "new_id": -2}, {"uid": "1295590171029097991", "i": 39166, "idx": 6, "sa": ["Larry Page", "Jeff Jarvis", "Sergey Brin", "Eric Schmidt"], "q": "much his company accomplishes with only a\" statement, <strong> Eric Schmidt </strong> observed he, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> had been \"talking for a long time about how best to simplify our management structure,\" and looking for ways to <q> speed up decision making. </q> Though press releases frequently attempt to spin messy management changes, there seems to be truth to Google's justification. <strong> Jeff Jarvis </strong>, a professor of journalism at CUNY and author of What Would Google Do?.", "new_id": -2}, {"uid": "1296922649262193174", "i": 43098, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "critics( you know, the \"Appeaserrs... the morally and intellectually confused\" ), and only if we didn't piss on the Constitution and make up our own laws, maybe things would have turned <q> Heh, that's funny. Of course, since there were no weapons of mass destruction in Iraq and in fact there apparentrly had not been any for a number of years, the reason that <strong> Donald Rumsfeld </strong> would like to take \"that one </q> back is because he was lying. Maybe someday someone will free the \" Washington Post from the tyranny of theinverted pyramid and they can actually say that. America's Grandpa of Death <strong> Donald Rumsfeld </strong> is having his", "new_id": -2}, {"uid": "1296709236003522652", "i": 5044, "idx": 3, "sa": ["Sergio Marchionne"], "q": ", analista de la industria del motor PricewaterhouseCoopers. \"Los fabricantes europeos son expertos en tecnolog?a de motores\" , asegura. Esto podr?a beneficiar a Fiat si logra transmitir el mensaje de que la <q> econom?a de combustible est integrada en su marca </q>, reconoce <strong> Sergio Marchionne </strong>. \"Sin embargo, es mucho m?s que eso. Yo no creo que dependa tanto de los precios del combustible\" , insiste. \"Comprar un Fiat 500 es una", "new_id": -2}, {"uid": "1297212014253886469", "i": 223, "idx": 10, "sa": ["Simon Cowell", "Randy Jackson"], "q": "don't think it's right for the show. You got ta freshen things up.\" And \"Idol\" has certainly freshened things up with the new judges, <strong> Randy Jackson </strong>. <q> I talk to <strong> Randy Jackson </strong> all the time, </q> <strong> Simon Cowell </strong> said. \"We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with` The X Factor].\"", "new_id": -2}]