[{"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q>Apparently, it's a practice all over the country,</q> <strong> Bill Lockyer </strong> said today in a telephone interview. ''I don't think it's a good one.''-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}, {"uid": "1295551477106610696", "i": 158, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "were introduced, drew its smallest numbers of the night. Critical reaction, too, centered less on what was new, and more on what was missing: namely, the <strong> Simon Cowell </strong> bite. found <q>the formula simply does not work without someone willing to be an ass to kids with big dreams but no chops.</q> The called <strong> Steven Tyler </strong> ''winning,'' liked <strong> Jennifer Lopez </strong> OK enough, but ordered Randy Jackson, the only original judge left sitting, to ''man up, dawg, and just say no, once in", "new_id": -2}, {"uid": "1295955986167477290", "i": 46841, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "institutions who are doing very very well sitting on huge amounts of cash, and yet small businesses in Vermont and all over this country can't get affordable loans in order to create jobs,'' he said. <q>You've got credit card companies that were http://wn.com/2010_WATCH_Bernie_Sanders_Blasts_Wall_Street,_Government_In_Wake_Of_ wATCH FULL VIDEO AT THIS LINK::: bernie-sanders-blasts. notlong.com <strong> Sen. Bernie Sanders </strong> Blasts Wall Street, Government In Wake Of Fed Disclosures( VIDEO) Self-avowed socialist <strong> Sen. Bernie Sanders </strong>( I-Vt.) blasted the nation's major financial institutions and the government's failure to hold them accountable in a Wednesday-night appearance on CNN's ''Parker <strong> Eliot Spitzer </strong>.</q> In the wake of Wednesday's mammoth release of documents pertaining to its$ 3.3-trillion aid program for big banks and other members of the financial community, <strong> Sen. Bernie Sanders </strong> said, outrage is growing among those not fortunate enough to", "new_id": -2}, {"uid": "1295284054229982243", "i": 27866, "idx": 0, "sa": ["Steve Ballmer"], "q": ". Microsoft Dynamics CRM Online is available today at a promotional price of$ 34 per user per month for the first 12 months of service to qualified customers that sign up by June 30, 2011. <q>Sales professionals are at the heart of almost every successful business,</q> <strong> Steve Ballmer </strong> said. ''Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "new_id": -2}, {"uid": "1295571782118030340", "i": 3032, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "quarter. Meanwhile, the company said its paid clicks rose by about 13% year-over-year and rose 9% from the sequential quarter. Cost-per-click rose approximately 5% year-over-year and rose 2% over the sequential quarter. <q><strong> Google Inc. </strong> had a strong fourth quarter, with 17% year over year revenue growth,</q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. ''Given that the global economy is still in the early days of recovery, this was an extraordinary end to the year. Our performance in 2009 underscored the strength of our", "new_id": -2}, {"uid": "1296784629036126790", "i": 41632, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Barack Obama"], "q": "perilous'' with <strong> Saddam Hussein </strong> still in power and crediting Bush and an ''aggressive, unrelenting offensive against the enemy'' for preventing another 9/11. <strong> Donald Rumsfeld </strong> finishes the book on a self-satisfied note, saying that <strong> Barack Obama </strong> has largely <q>kept in place the most contentious and widely derided Bush administration policies</q>-- terrorists are still not accorded POW status, Gitmo remains open, terrorist suspects are still being tried in military commission rather than civilian courts, electronic surveillance and drone attacks continue. <strong> Barack Obama </strong>'s ''latter-day support''", "new_id": -2}, {"uid": "1295806200208044038", "i": 49218, "idx": 1, "sa": ["Colin Powell"], "q": "the Union policy address Tuesday night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Arizona. <q>I think he's got a way to go,</q> <strong> Colin Powell </strong> said. ''I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform. ''You know, we didn't elect Superman.", "new_id": -2}, {"uid": "1296678030025182213", "i": 37644, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "received widespread news coverage, and includes no details of the cases. Still, the report provides a window into contractor fraud, which <strong> Sen. Bernie Sanders </strong> said should be paramount as Congress wrestles cutting the federal deficit. <q>The people of this country want to make sure that when they spend a dollar on defense, it's going for defense, it's not going to companies committing fraud,</q> said <strong> Sen. Bernie Sanders </strong>. Billions of dollars continued to flow to contractors even after they were found to have committed fraud, and about a dozen had been barred from contracting altogether. Still, the report concluded that", "new_id": -2}, {"uid": "1296266736254001186", "i": 9111, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "giving her fair or poor ratings. Her favorable rating has increased by double digits among Democrats, Republicans and non-enrolled New Yorkers. Upstate, her approval rate has risen from 40 percent to 49 percent. <q>This is the first time since being appointed to the U.S. Senate by former Governor <strong> David Paterson </strong> that <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> has established herself with New York voters in terms of her job performance,</q> says Dr. Lee M. Miringoff, director of The Marist College Institute for Public Opinion. ''Voters see <strong> Kirsten Gillibrand </strong> in a different light.'' <strong> Chuck Schumer </strong>, the state's senior senator, wins approval from 59", "new_id": -2}, {"uid": "1297462823095535141", "i": 7728, "idx": 5, "sa": ["Paula Abdul", "Simon Cowell"], "q": "( <strong> Simon Cowell </strong> will announce the full panel in the next three or four weeks.) But when asked if former ''Idol'' judge <strong> Paula Abdul </strong> would be involved, he left the option open. <q>I'm a massive fan of <strong> Paula Abdul </strong>,</q> he said. ''We've been in regular contact.'' <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it. ''Over the", "new_id": -2}]