[{"uid": "1295629393218054677", "i": 11257, "idx": 1, "sa": ["Andy Coulson"], "q": "me to give the 110 percent needed in this role,'' he said in a statement announcing his departure as well as his ability to perform outside of the confines of accepted mathematics and human endurance. <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> So, say goodbye everybody, wave him out of Parliament and forward any questions you may have for him on to the former spokesman's spokesman. Or someone. <strong> Andy Coulson </strong>'s illustrious political career came to", "new_id": -2}, {"uid": "1297188372166789129", "i": 6227, "idx": 3, "sa": ["Simon Cowell"], "q": "availability and commitment will be key to determining The X Factor's judges, as unlike American Idol, the new show will require its judges to mentor and work with the contestants on a near-daily basis. <q> I think it comes down to who I think is interesting, but the most important criteria I think for this show is the commitment and the expertise each person offers. Because on this show, when you reach the live part of the shows, each judge is going to mentor three finalists each, and that means you got to work with them up to five or six days a week, </q> <strong> Simon Cowell </strong> told reporters.`` So, I'd need to find somebody who's willing to make that commitment because it is hard work, because you are deciding on all of their material, how they", "new_id": -2}, {"uid": "1296575507267468818", "i": 13337, "idx": 1, "sa": ["Gary Moore", "Allen Iverson", "James Andrews"], "q": "''( <strong> Allen Iverson </strong>) will not be able to return to professional basketball for some six to eight weeks or more this season,'' <strong> James Andrews </strong> said in a statement sent out by <strong> Allen Iverson </strong>'s manager, <strong> Gary Moore </strong>. <q> At this point, it is certainly more important to get his calf healed and asymptomatic than it is to try to play with continued pain. We anticipate a full recovery and certainly anticipate him being able to resume a normal basketball career. </q>`` He actually tried to tough it out and continued to play while over in Turkey,'' said <strong> James Andrews </strong>.`` However, he got to the point where he could not really run up and down", "new_id": -2}, {"uid": "1295240169095436825", "i": 435, "idx": 0, "sa": ["Steve Ballmer"], "q": "is a vital concern in an economy where many companies focus on developing and selling products, handing off the actual manufacturing to facilities in China and elsewhere in the developing world. Microsoft Corp CEO <strong> Steve Ballmer </strong> identified <q> better global enforcement of intellectual property laws </q> as the world's largest software company's No. 1 lobbying priority in an interview with the Washington Post in July.`` That is particularly true in China, where the protections are the weakest,''", "new_id": -2}, {"uid": "1295669449065781959", "i": 35810, "idx": 3, "sa": ["David Cameron", "Andy Coulson"], "q": "down to avoid distractions affecting the government'... allygally 21 January 2011 8:25 PM Like I said, <strong> Andy Coulson </strong> is in a LOT of trouble. thedodger 21 January 2011 8:27 PM <q> Very smart of the tories to let <strong> Andy Coulson </strong> go now. </q> RogerOThornhill 21 January 2011 8:29 PM GraGraGra 21 January 2011 8:29 PM LabanTall 21 January 2011 8:32 PM`` The fall-out from the resignation of <strong> David Cameron </strong>'s PR chief will reach far into", "new_id": -2}, {"uid": "1297450139057557005", "i": 33821, "idx": 1, "sa": ["Steve Ballmer"], "q": "joint news conference in London.`` Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' Microsoft CEO <strong> Steve Ballmer </strong> added: <q> Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> NPD analyst Ross Rubin said:`` The first wave of WP7 handsets was not differentiated enough from Android lineup, but this Nokia partnership is a great opportunity to change that.'' David McQueen", "new_id": -2}, {"uid": "1295458625213254221", "i": 2890, "idx": 2, "sa": ["Sergio Marchionne"], "q": "high-pressure accumulator delivers the pressure energy to the axle hydraulic motor, giving the vehicle power to drive the wheels. The petrol engine will remain off if the accumulator charge is sufficient to drive the motor. <q> In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions, </q> <strong> Sergio Marchionne </strong> added.`` One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this", "new_id": -2}, {"uid": "1297089391093831198", "i": 51733, "idx": 6, "sa": ["Christina Aguilera", "Sergio Marchionne"], "q": "billions to rescue Chrysler from its decades of poor labor-relations and marketing decisions. Now we have <strong> Sergio Marchionne </strong> complaining that taxpayers damaged the rope his company wrapped around its neck when we cut them down from the gallows. <q> Singer <strong> Christina Aguilera </strong> got things off on the wrong foot tonight at Super Bowl XLV, when she mangled the lyrics of`` The Star-Spangled Banner, </q> to kick off the meeting between the Green Bay Packers and Pittsburgh Steelers. \" The pop star botched the line,`` O'er the ramparts we watched, were so gallantly streaming,'' repeating an earlier", "new_id": -2}, {"uid": "1297278701018514089", "i": 37001, "idx": 0, "sa": ["Steve Ballmer", "Bob Muglia"], "q": "are likely to be announced this month. Back in January, <strong> Steve Ballmer </strong> announced that <strong> Bob Muglia </strong>, the founder of Microsoft's server division, was stepping down. In an email to employees, <strong> Steve Ballmer </strong> wrote: <q> <strong> Bob Muglia </strong> and I have been talking about the overall business and what is needed to accelerate our growth. In this context, I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles. <strong> Bob Muglia </strong> has been a phenomenal partner throughout this process, and he and his leadership team have the right strategy in place. </q> By promoting managers with engineering skills, the Bloomberg article suggests that Microsoft is positioning itself to catch up with rivals such as Apple Inc. and Google Inc.`` in Web services, smartphones and tablet computers.", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}]