[{"uid": "1297600429127287372", "i": 46522, "idx": 2, "sa": ["Zahi Hawass"], "q": "artefact is the teenage monarch's gold funerary mask, which stares out from a case on the first floor of the museum. <strong> Zahi Hawass </strong> said an investigation has been launched to find those behind the theft. <q> The police and army plan to follow up with the criminals already in custody, </q> he added.", "new_id": -2}, {"uid": "1296774479232128574", "i": 6810, "idx": 0, "sa": ["David Letterman", "Taylor Shaw"], "q": "<strong> David Letterman </strong> and a featured spot on the soundtrack to Grey's Anatomy. Yet, in September of last year, WSO called it quits and <strong> Taylor Shaw </strong> turned to what had been a side-project up until then, his band <q> I had stopped writing for a little bit, </q> says <strong> Taylor Shaw </strong>,`` and when I started writing again I was hanging out with my friend Becca and my friend Alex. He was playing upright bass, and she would sing back-up harmonies. WSO had a show,", "new_id": -2}, {"uid": "1296592764087982095", "i": 24254, "idx": 1, "sa": ["Zahi Hawass"], "q": "that historical objects in Egypt are easier to loot than in other places.`` In Iraq and Afghanistan, people[ had] moved away from the archaeological sites.'' Egypt is mostly desert, though, so <q> you can't move anywhere-- the Nile is it. </q> National Geographic explorer-in-residence <strong> Zahi Hawass </strong> says that the country's museums are now safe and guarded by the army, and should open near the end of the week. Read more about the situation in", "new_id": -2}, {"uid": "1297589640071860247", "i": 14898, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "Dick Cheney", "Rand Paul"], "q": "also as the most successful of the tea party favorites from last year. Tea party support got him elected to the <strong> John McCain </strong> Senate from Kentucky. <strong> Rand Paul </strong> had just finished a speech in which he declared, <q> You can not say the doubling of the military budget in the past 10 years has been wise and there hasn't been waste in it, </q> when former Defense <strong> Donald Rumsfeld </strong> came out on stage. He soon was followed by former <strong> Dick Cheney </strong>. The room was still packed with younger people who had come to hear <strong> Rand Paul </strong>, and they greeted <strong> Donald Rumsfeld </strong> with boos and <strong> Dick Cheney </strong>", "new_id": -2}, {"uid": "1295802995079921158", "i": 16139, "idx": 6, "sa": ["Colin Powell", "Barack Obama"], "q": "for the Arts, as some have suggested.`` Don't tell me you're going to freeze to a level. That usually is a very inefficient way of doing it,'' <strong> Colin Powell </strong> said. <q> Tell me what you're going to cut- and nobody up there yet is being very candid about what they're going to cut. </q> <strong> Barack Obama </strong> has pledged to freeze non-defense discretionary spending and Republicans have said they want to continue at 2008 spending levels. But <strong> Colin Powell </strong> said <strong> Barack Obama </strong>'s energy and`` youthful approach'' have proved useful in", "new_id": -2}, {"uid": "1295052532226361350", "i": 6701, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "million at Friday's hearing, but commissioners added an additional$ 45 million during the meeting. Tom Dresslar, a spokesman for California State Treasurer <strong> Bill Lockyer </strong>, condemned the agency's actions in a statement as <q> needlessly provocative acts of gamesmanship that warp the status quo. </q>`` Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The <strong> Jerry Brown </strong>'s proposal warrants a serious, thoughtful discussion,''", "new_id": -2}, {"uid": "1295971212048300037", "i": 47243, "idx": 0, "sa": ["Donald Rumsfeld", "Michael Jackson", "Hillary Clinton"], "q": "defense'' is involved. It also details the international opposition to the US Star Wars program.`` Star Wars Returns'' explores the recently issued report of the <strong> Michael Jackson </strong> Commission chaired by Defense <strong> Donald Rumsfeld </strong> which calls for US <q> power projection in, from and through space </q> and declares:`` In the coming period the US will conduct operations to, from, in and through space in support of its national interests both on earth and in space.'' US <strong> Hillary Clinton </strong> Bob <strong> Michael Jackson </strong>,", "new_id": -2}, {"uid": "1294960874114671713", "i": 7651, "idx": 3, "sa": ["Sergio Marchionne"], "q": "annually by 2014 from 650,000 in 2009. At the North American International Auto Show, <strong> Sergio Marchionne </strong> said that he`` will take my work elsewhere'' if he fails to win a majority. Fiat would look into <q> alternatives the day after. It may even happen the same night, </q> he told reporters in Detroit. Between 1998 and 2008, Italian productivity gained 3 percent, compared with increases of 22 percent in Germany and 18 percent in Germany's 20 percent gain.", "new_id": -2}, {"uid": "1296317209151535625", "i": 4345, "idx": 1, "sa": ["Zahi Hawass"], "q": "I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,'' <strong> Zahi Hawass </strong>, chairperson of the Supreme Council of Antiquities, said on Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. He added looters had also ransacked the ticket office. The two-storey museum, built in 1902, houses tens of thousands of objects in its galleries and storerooms, including most of", "new_id": -2}, [{"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,'' said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons.`` He's a Hall of Fame coach,'' said <strong> Allen Iverson </strong>. <q> So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that. </q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped.`` Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}]]