[{"uid": "1296463074084328459", "i": 24146, "idx": 3, "sa": ["Robbie Williams", "Simon Cowell"], "q": "she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along.\" An insider added: <q>Bosses know they need to pull something special out of the hat to maintain the show's top-dog status. Many people, including <strong> Simon Cowell </strong>, think[ <strong> Katie Price </strong>] could be the magic ingredient. \"Love her or hate her, everyone is fascinated by what she has to say. If she was on the show it is likely ratings would go through the roof and <strong> Simon Cowell </strong> knows this.<q> Over the weekend, it was reported that <strong> Robbie Williams </strong> is being Laura HamiltonThe Dancing On Ice", "new_id": -2}, {"uid": "1295792025158990416", "i": 7271, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "I am absolutely positive- and I am not an advocate for the News of the World- that this wasn't a practice for one newspaper or even one newspaper group,\" Mr Lewis said. <q>It's fair to say that over the past 10 years or so most entertainment stories will have had some element of subterfuge.<q> Mr <strong> Andy Coulson </strong>, who became <strong> David Cameron </strong>'s head of communications before the 2010 General Election, handed in his resignation on Friday and plans to leave within weeks. In a statement, he said the", "new_id": -2}, {"uid": "1296169756065815248", "i": 45702, "idx": 4, "sa": ["Mike Pence"], "q": "a mother to do?\" she said.\" Aww. Shortly after the National Journal published its mom-scoop, though, the Indianapolis Star put up its article about the announcement being tonight. <q>It was not clear whether the comments from his mother moved up his timetable,<q> National Journal updated. What we know for sure, though, is that <strong> Mike Pence </strong>'s people are understandably not happy with reporters calling his mother for the hottest political gossip: \" \"You called", "new_id": -2}, {"uid": "1296362329255475725", "i": 5270, "idx": 3, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "teams in Los Angeles and Chicago have won 47 straight playoff series after winning Game 1. \"I wish I had put it in the bank, so to speak,\" said Jackson, the 10-time champion. <q>We've got to play this out.... Our defense stiffened at various points in the game, was very effective. We've got a lot of work ahead of us, but it's nice to know that( the 47-0 streak) is on our side.<q> Game 2 is Sunday night at Staples Center. http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on", "new_id": -2}, {"uid": "1296536150067862554", "i": 2638, "idx": 3, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "the franchise's 35-year history. http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,<q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. \"I will remember this night for the rest of my", "new_id": -2}, {"uid": "1295495107185335919", "i": 8022, "idx": 1, "sa": ["John Boehner", "Mike Pence"], "q": "of speech referring to the key parts of a gun. In an interview with The Hill, <strong> Mike Pence </strong> said he continues to use the phrase because he believes clear communication and consistency are important. <q>I think it's important that we speak plainly, that we speak confidently and that we speak respectfully,<q> he said. \"In this case I think I did that.\" Other Republicans appeared to tone down their language. Speaker of the House <strong> John Boehner </strong>( R-Ohio), for instance, was", "new_id": -2}, {"uid": "1295289654026066990", "i": 16406, "idx": 1, "sa": ["Michael Vick"], "q": "I think this team gives me the best chance of winning a Super Bowl.\" <strong> Michael Vick </strong> also admitted that Philadelphia wasn't at the top of his list of preferred destinations two years ago. <q>I didn't want to come here to be honest with you,<q> <strong> Michael Vick </strong> said. \"I knew I was going to be behind Donovan and Kevin, and I wanted to play. I just didn't see myself playing a heavy role in the offense.", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q>You'd rather be at the table than not at the table,<q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business. \"You figure this is a way to do something useful for your country.\" <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}, {"uid": "1295015586019234824", "i": 34917, "idx": 0, "sa": ["Howard Stern", "David Letterman", "Kayte Walsh", "Kelsey Grammer", "Camille Grammer"], "q": "getting new girlfriend <strong> Kayte Walsh </strong> to the altar-- he says they're getting married next month! <strong> Camille Grammer </strong> appeared on \"The Late Show with <strong> David Letterman </strong>\" last night, where he told <strong> David Letterman </strong> he and <strong> Kayte Walsh </strong> would be <q>getting married soon, sometime in February.<q> The news comes just days after <strong> Kelsey Grammer </strong>'s soon-to-be-ex-wife <strong> Camille Grammer </strong> told <strong> Howard Stern </strong> that <strong> Kelsey Grammer </strong> wasn't gay, but suggested he signed on to the cross-dressing\" 1. camille is pissed now because she isnt getting", "new_id": -2}, {"uid": "1296581448160383096", "i": 40056, "idx": 7, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. \"The people in the streets have to give this government an opportunity to change,\" he said cheerfully. <q>Beautiful things happened in the last five days.<q> All content Â© Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}]