[{"uid": "1295369666220332052", "i": 12269, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman"], "q": "I Hated \"The Rachel' <cite> <strong> Howard Stern </strong>| Photo Credits: Bobby Bank/WireImage. com </cite> <strong> Piers Morgan </strong> Tonight, the shock jock calls the NBC late-night host \"insane\" and accuses him of stealing sketch ideas. <q>Jay is a crook and the world knows exactly what he's up to. He steals a tremendous amount of material,</q> The New York Post quoted <strong> Howard Stern </strong> as saying. \"This guy's ripped off like 10 major things from my show.\" <strong> David Letterman </strong> in the ratings. \"It\"s beyond my", "new_id": -2}, {"uid": "1297260236064307266", "i": 23669, "idx": 2, "sa": ["Andy Coulson"], "q": "me doing it, laughing about it etc and told others to do it. I worked under <strong> Andy Coulson </strong> for a year and a half at NOTW. The real scandal is Cameron would have been briefed: <q>We can probably get away with this one,</q> when hiring <strong> Andy Coulson </strong>, so Mr Cameron is either a liar or an idiot. Hacking got more difficult as time progressed with call waiting so it was more difficult to provoke an engaged tone and by around", "new_id": -2}, {"uid": "1297242386040484874", "i": 23263, "idx": 4, "sa": ["Colin Powell", "President Bush"], "q": "otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q>As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal,</q> he wrote. An Associated Press reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children-- but no obvious", "new_id": -2}, {"uid": "1297065934161857552", "i": 6771, "idx": 0, "sa": ["Richard Kirshenbaum", "Simon Cowell"], "q": " \"Seinfeld\" wore Giant gear, while \"Friends\" and \"The Sopranos\" went Gang Green in the minute-long spot. The cast from Wisconsin-based \"Happy Days\" donned Packer green. <q>What's so interesting about that commercial is that it's the intersection of TV, celebrity, pop culture and the NFL,</q> said <strong> Richard Kirshenbaum </strong>, chairman of SoHo ad firm kbs+ p. Super Bowl broadcaster Fox seized its home-field advantage and pushed several new shows. Most notably, Fox handed the stage to <strong> Simon Cowell </strong> for his", "new_id": -2}, {"uid": "1296745421246644752", "i": 16672, "idx": 3, "sa": ["Paul Bremer", "Donald Rumsfeld", "President Bush"], "q": ". At the same time, <strong> Donald Rumsfeld </strong> gripes <strong> Paul Bremer </strong> did not keep the Pentagon informed of his decision making. \"Those key differences were never clearly or firmly resolved in the NSC,\" <strong> Donald Rumsfeld </strong> writes. <q>Only the <strong> President Bush </strong> could do so.</q> <strong> Donald Rumsfeld </strong> also directs blame toward himself, according to the released excerpts, writing that he wished he had resigned in 2004 when the Abu Ghraib prison photos suggested Americans were torturing detainees. <strong> President Bush </strong>, writes <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"i": 556, "idx": 14, "index_answer": 0, "new_id": -1, "q": "think you could have made it a hit.'?\" American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. <q>It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looking at you, like, \"What just happened?'?</q> But <strong> Simon Cowell </strong>'s value was instantly clear. \"I still didn\"t know what the hook of this show was-all these kids come out and sing,\" stage manager <strong> Debbie Williams </strong> remembers of her first day on", "sa": ["Brian Dunkleman", "Simon Cowell", "Debbie Williams"], "uid": "1295218070163594249"}, {"uid": "1296802074171819014", "i": 5797, "idx": 2, "sa": ["James May", "Chris Webber", "Allen Iverson"], "q": "you're worthless. And that's from myself, <strong> James May </strong> don't even care what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. <q><strong> James May </strong> just know how tough it is on him,</q> <strong> Allen Iverson </strong> said. \"He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you", "new_id": -2}, {"uid": "1297454546240746577", "i": 37648, "idx": 2, "sa": ["Justin Bieber", "Simon Cowell"], "q": "a \"great mentor\" but questioned whether he could afford enough time to the program. \"I like Usher, I like the fact he worked with <strong> Justin Bieber </strong>, great mentor,\" said <strong> Simon Cowell </strong>. <q>But it's about the level of commitment someone is willing to give to the show and if they're willing to help another artist.</q>( Video) Pepsi Super Bowl Ad: Another Angry Black Woman Stereotype NFL Player's( Antonio Comartie) Ex-Fiance Rhonda Patterson Tells All in Book", "new_id": -2}, {"uid": "1295094125134053943", "i": 20099, "idx": 29, "sa": ["Chris Webber", "Allen Iverson"], "q": ", which rallied from a 16-point deficit in the third quarter and then squandered a nine-point lead in the fourth. \"We got really aggressive, especially when we went small,\" Knicks coach Larry Brown said. <q>We got loose balls, we didn't turn the ball over and we got second shots. We really hurt them on the boards.</q> <strong> Allen Iverson </strong> had 40 points and 10 assists, and <strong> Chris Webber </strong> scored 19 points for Philadelphia, which has lost four of five. <strong> Chris Webber </strong> tipped in <strong> Allen Iverson </strong>'s miss with.6 seconds left to send the game into overtime.", "new_id": -2}, {"uid": "1296869911188694544", "i": 28219, "idx": 0, "sa": ["Sergio Marchionne"], "q": "words. And at a conference on Friday, he expressed strong displeasure at the terms of the American and Canadian governments' loans that kept the company afloat. From The Detroit News: <q> \"I am paying shyster rates,</q> <strong> Sergio Marchionne </strong> said, noting that Chrysler had no choice in 2009 but to pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout. \"We had no choice... I am going", "new_id": -2}]