[{"uid": "1295965652202670112", "i": 41566, "idx": 11, "sa": ["Eric Schmidt"], "q": "werden die Beziehungen zu Freunden bezeichnet, zum Beispiel auf Facebook. Die Interessen der Freunde sollen dann R?ckschl?sse auf die eigenen Interessen geben. Der Import dieses Social Graph von Facebook in die Google-Suchmaschine sei allerdings nicht m?glich. <q> Die Menschen haben jedoch mehr als einen Social Graph </q>, sagte <strong> Eric Schmidt </strong>. Das Unternehmen versucht nun, ber die Kontakt im Google-E-Mail-Dienst GMail eigene Beziehungsgeflechte zwischen Menschen zu entwickeln, um die Suchergebisse zu verbessern. Just Launched: Ongo, a news aggregation service backed by", "new_id": -2}, {"uid": "1296230759016433163", "i": 41452, "idx": 2, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "on his new ratings by sending me a fax of the ratings to my house the day after the new season premieres.'' Asked if the new show can co-exist with American Idol, he said: <q> Yes. I think so. </q> <strong> Ryan Seacrest </strong> expects to hear from <strong> Simon Cowell </strong> when US X Factor is a hit", "new_id": -2}, {"uid": "1295750089189693982", "i": 5839, "idx": 1, "sa": ["Eric Gordon", "Allen Iverson", "Kobe Bryant"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacking any strength.`` I survived, I'm still here,'' he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the MavEric Gordonks. The Kobe Bryants visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1296706234199049242", "i": 9005, "idx": 5, "sa": ["LeBron James", "Allen Iverson", "Kobe Bryant", "Tim Hardaway"], "q": "to stop him,'' said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists.`` I didn't realize it,'' <strong> Kobe Bryant </strong> said when told about his scoring spree. <q> You just get into one of those rhythms. My teammates were looLeBron James for me, it just feels like the ball finds you. </q> The Lakers led 89-79 entering the fourth quarter. The Nuggets drew within five points three Tim Hardawayes before a three-point play by <strong> Kobe Bryant </strong> with 6:41 remaining made it 101-93. That was only the beginning. Two free throws by", "new_id": -2}, {"uid": "1297535088041762828", "i": 27267, "idx": 0, "sa": ["Steve Ballmer", "Tom L. K. F. Jacobs"], "q": "We have grown tired of hearing <strong> Steve Ballmer </strong> tell us that user feedback has been fantastic and that the devices just need to get into cusTom L. K. F. Jacobsers' hands to see better sales. Sounds a bit like a Saab commercial: <q> People who test-drive a Saab usually buy one. </q> OK, but how many people do you know who have bought a Saab? And wasn't Saab nearly shut down not too long ago? <strong> Steve Ballmer </strong> can talk about user feedback all day long: The", "new_id": -2}, {"uid": "1296171723065404973", "i": 6690, "idx": 0, "sa": ["Mike Pence"], "q": "Fox News Watch Saturday 2:30 p et Indiana Congressman <strong> Mike Pence </strong> will not run for president in 2012. In a letter to supporters he writes; <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012. </q> <strong> Mike Pence </strong> has been laying the groundwork to seek Indiana's GOP gubernatorial nomination to succeed Republican White House run and working out details with his wife and family. Indiana Republican Congressman <strong> Mike Pence </strong> will announce his", "new_id": -2}, {"uid": "1295912875241205290", "i": 1256, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "social networking company.`` My goal is to run Google at the pace and with the soul and passion of a startup,'' <strong> Larry Page </strong> said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply.`` I am not as concerned about the titles", "new_id": -2}, {"uid": "1295560443214679557", "i": 14077, "idx": 1, "sa": ["Bernie Sanders", "Barack Obama"], "q": "States, celebrating the history of the United States, can not find companies in this country employing American workers that are able to manufacture statues of our founding fathers, or our current <strong> Barack Obama </strong>,'' <strong> Bernie Sanders </strong> wrote. <q> That is pretty pathetic! I was not aware that the collapse of our manufacturing base had gone that far. </q> <strong> Bernie Sanders </strong> wants all the products to be made by American companies.`` Given the state of the American economy, I would urge the National Museum of American History to do its very best to", "new_id": -2}, {"uid": "1296224676092700695", "i": 2486, "idx": 2, "sa": ["Mike Pence"], "q": "resume would only enhance his chances of running for the presidency in the future. For now, though, the political road <strong> Mike Pence </strong> will travel begins in Indiana-- literally. <strong> Mike Pence </strong> said he will <q> be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead. </q> <strong> Mike Pence </strong> is holding a town hall meeting at 10 a.m. in Pendleton and speaking at 1:20 p.m. to Muncie Central High School students. Those are both in the 6th District that <strong> Mike Pence </strong> has represented since", "new_id": -2}, {"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q> the left is trying to goad her into it, </q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}]