[{"uid": "1295554705029818923", "i": 54069, "idx": 0, "sa": ["Angelina Jolie", "Brad Pitt"], "q": "de la garde? vue <strong> Angelina Jolie </strong> donne des conseils aux autres mamans! Profitez de vos enfants! Tel est le message qu'Angelina Jolie a tenu? faire passer sur la radio australienne 2Day FM aux autres mamans. <q> Profitez de chaque minute parce que a passe trop vite et c'est le meilleur moment de votre vie. Attachez vous? eux, ne les l?chez pas, dormez dans le m?me lit qu'eux et aimez chaque minute pass?e avec eux </q> a d?clar Angie qui tait dimanche soir dernier aux Golden Globes avec href=\"http://fr.news.yahoo.com/fc/Brad Pitt-Brad Pitt.html\"> <strong> Brad Pitt </strong> mais qui est repartie bredouille de la c?r?monie. Souvent accapar?e par sa carri?re, <strong> Angelina Jolie </strong> ne veut pas pour", "new_id": -2}, {"uid": "1295577085256213073", "i": 3844, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. A Google Blog Post From <strong> Eric Schmidt </strong> An Update From The Chairman <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company", "new_id": -2}, {"uid": "1295562143244678673", "i": 1011, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "in management at the company since Mr. <strong> Eric Schmidt </strong> joined as href=\"http://www.nytimes.com/2001/03/28/business/technology- briefing- internet- novell- chief- takes- google- post.html?ref=Eric SchmidteEric Schmidt\" title=\"Article from the archive.\"> chief executive in 2001. <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> Mr. <strong> Eric Schmidt </strong> wrote in a href=\"http://googleblog.blogspot.com/2011/01/update-from-chairman.html\" title=\"Google blog post.\"> blog post. Mr. <strong> Eric Schmidt </strong> said Mr. <strong> Larry Page </strong> would`` merge Google's technology and business vision,'' while he would focus on external", "new_id": -2}, {"uid": "1296469953099827744", "i": 44849, "idx": 0, "sa": ["Jamie Oliver", "Simon Cowell", "Kid Rock"], "q": "' cookbook <strong> Jamie Oliver </strong> is to launch his new book which will show busy, working people how to get a meal on the table in 30 seconds. Section 1 involves practising ordering a pizza on the phone.. <q> clear d... <strong> Kid Rock </strong>'s Marriage Is Reportedly On The Kid Rocks DETROIT- The word coming out of Detroit is that white heavy metal rapper <strong> Kid Rock </strong>'s marriage has hit a snag and is reportedly on the Kid Rocks. The native of Romeo, Michigan, whose real name is <strong> Kid Rock </strong> has certainly more than played the... It Appears That American Idol's Randy`` The Dawg </q> Jackson Has Decided To Fill <strong> Simon Cowell </strong>`` The Viceroy of Venom'' <strong> Simon Cowell </strong>'s Shoes NASHVILLE- The producers of American Idol have decided to lower the requirement age for AI contestants down to 15. And they have done", "new_id": -2}, {"uid": "1295509035216596512", "i": 4116, "idx": 0, "sa": ["David Letterman", "Monica Wright", "David Wright", "Fred King"], "q": "he hit.438, with 13 home runs and 90 RBI... Established the David WrightMonica Wright Foundation in 2005 to aid children in need in the New York City and Norfolk, VA areas... <strong> David Wright </strong> hosted his fourth annual, <q> Do TheMonica Wright Thing Gala, </q> on November 12, 2008 at the Hard Rock Cafe to raise money for the Foundation... Was a guest twice on Late Show with <strong> David Letterman </strong>... Was involved in Citi Field's historic groundbreaFred King ceremony on November 13,", "new_id": -2}, {"uid": "1297231746082936005", "i": 49645, "idx": 5, "sa": ["Carlos Ghosn", "Sergio Marchionne"], "q": "CEO of both Fiat and Chrysler.`` From a corporate governance standpoint is the point in which separate companies don't make a lot of sense.... We're not there yet.'' <strong> Sergio Marchionne </strong> said <q> I'm not <strong> Carlos Ghosn </strong>, </q> referring to the fact that <strong> Carlos Ghosn </strong> heads both Renault and Nissan- two automakers that have formed an alliance. <strong> Sergio Marchionne </strong> said he'd like to the see Chrysler and Fiat formally merged in two or three years", "new_id": -2}, {"uid": "1295400777230801423", "i": 47010, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans.- AP", "new_id": -2}, {"uid": "1297293184036945944", "i": 52040, "idx": 3, "sa": ["Mike Pence", "Barack Obama"], "q": "the country will lose access to basic primary and preventive health care, such as lifesaving cancer screenings, contraception, STI testing and treatment, and annual exams,'' said Cecile <strong> Mike Pence </strong>, <strong> Barack Obama </strong> of Planned Parenthood. <q> In fact, six in ten women who access care from a family planning health center consider it to be their main source of health care. </q> Overall, the spending outline aims to trim$ 40 billion from current spending levels would wipe out funding for a federal family planning programs, including$ 1.3 billion from current funding for community health centers.", "new_id": -2}, {"uid": "1297291160013402120", "i": 57599, "idx": 0, "sa": ["David Letterman"], "q": "credit: CBS) DENVER( CBS4)- Pirates are sailing into the Denver Museum of Nature and Science. The new exhibit gives visitors a look at life in the 18th Century Caribbean. <q> Real Pirates: The Untold Story of the Whydah from Slave Ship to Pirate Ship </q> opens Friday, March 4. 10:35 PM Late Show with <strong> David Letterman </strong> 11:37 PM The Late Late Show with Craig Ferguson", "new_id": -2}, {"i": 10928, "idx": 0, "index_answer": 0, "new_id": -1, "q": "go around. Dysfunction in decision-making arose partly because of the competing agendas of different agencies, his own included. However, he implies that ultimately it was up to <strong> President Bush </strong> to take firmer control. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> writes <strong> Donald Rumsfeld </strong>. Among those coming in for knocks in the book are <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, respectively <strong> Donald Rumsfeld </strong> of State and head of the National Security Council( NSC) in the <strong> John McCain </strong> House at the war", "sa": ["Donald Rumsfeld", "John McCain", "Condoleezza Rice", "Colin Powell", "President Bush"], "uid": "1296862636132562982"}]