[{"uid": "1297283735263864322", "i": 7995, "idx": 0, "sa": ["Simon Cowell"], "q": " \"The X Factor,\" plus her thoughts on the new\" <strong> Simon Cowell </strong>'s \"The X Factor\"? <strong> Simon Cowell </strong> has told \"Extra\" she is still in consideration, but Abdul danced around the question. <q>Right now I'm concentrating on the finale of \"Live to Dance.'</q> The singer/dancer is very excited about the talent she saw on her show. \"Oh, my gosh, it's just a culmination of unbelievably unique ability and talent. And one act\"s gon", "new_id": -2}, {"uid": "1296523805167067675", "i": 8211, "idx": 0, "sa": ["Michael Vick"], "q": ". This won't be <strong> Michael Vick </strong>'s first return to Atlanta, of course. He scored the first two touchdowns of his comeback in a December 2009 rout of the Falcons at the Dome. <q>I'll never forget this day,</q> an emotional <strong> Michael Vick </strong> said after the game. \"I'll never forget coming back to the city of Atlanta. I'll never forget arriving yesterday. I'll never forget seeing a lot of the landmarks I used", "new_id": -2}, {"uid": "1296728555250200065", "i": 42870, "idx": 0, "sa": ["Michael Vick", "Martha Stewart"], "q": "crippled Shih Tzu, said any dog will bite if provoked- citing <strong> Martha Stewart </strong>'s recent run-in with her own dog. Hansen blames the pit bull's bad reputation on owners and the press. <q>You have a tendency to sensationalize stories or put into them right down to the blood and gore when it isn't really necessary,</q> said Hansen, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that \"people can", "new_id": -2}, {"uid": "1295498091112721922", "i": 6206, "idx": 8, "sa": ["James Cleveland", "Chris Webber", "Allen Iverson", "Derrick Rose", "Byron Scott"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q>That's really what I did. It helped me out.</q> Webbe... Chicago Bulls vs <strong> James Cleveland </strong> Cavaliers 88:83 Highlights CLEVELAND-- <strong> Byron Scott </strong>'s lineup changes had the <strong> James Cleveland </strong> Cavaliers on the verge of a much-needed victory-- until <strong> Derrick Rose </strong> made the biggest play of the night. <strong> Derrick Rose </strong> scored 29", "new_id": -2}, {"uid": "1297284876166281260", "i": 44036, "idx": 2, "sa": ["Rahm Emanuel", "Donald Rumsfeld"], "q": "Chicago mayoral candidate who happens to be another famous alum of New Trier. \"New Trier hall of fame: <strong> Donald Rumsfeld </strong> in, <strong> Rahm Emanuel </strong> Out,\" wrote the Huffington Post's Chicago page put it more bluntly: <q><strong> Rahm Emanuel </strong> Loses New Trier Popularity Contest: Left Out of School's Hall of Fame.</q> According to Nicole Dizon, New Trier's communications director, a committee consisting of alumni, administrators, faculty, and a student conducted the \"very thoughtful\" selection process that included nearly 90 nominees. She", "new_id": -2}, {"i": 18911, "idx": 1, "index_answer": 0, "new_id": -1, "q": "Page \"in my clear opinion, is ready to lead.\" <strong> Sergey Brin </strong> will continue to focus on technology products, assuming the title of co-founder as opposed to his current role of president, technology. <q>He's an innovator and entrepreneur to the core, and this role suits him perfectly,</q> <strong> Eric Schmidt </strong> wrote in his post. \"As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295560003078905357"}, {"uid": "1295290149026066947", "i": 7296, "idx": 1, "sa": ["Jim Ryun", "Mike Pence"], "q": " \"<strong> Mike Pence </strong> has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government, and for that reason I am encouraging him to get in the race,\" <strong> Jim Ryun </strong> said. <q>One, he actually has a track record of speaking truth to power, standing up to his own party's leadership on the things that have tarnished the Republican brand, such as the vast expansion of entitlement benefits and the TARP,</q> Benko said in an interview, speaking of the bank bailout known as the Troubled Asset Relief Program. \"Two, he is absolutely, unflinchingly conservative. He does not trim his message to his audience", "new_id": -2}, {"uid": "1296083432189841414", "i": 18530, "idx": 0, "sa": ["Michael Vick"], "q": "this one. Then. Now. \"I would say the feeling this week is comparable to other weeks in the season,\" Reid was saying yesterday, after his Monday news conference. <q>I know we've got a good team, but I also know that I haven't been through this with them. There are a lot of new pieces here and I haven't been through a playoff experience with them.</q> Reid has never had a younger team make the postseason than this one. He has never had a more dynamic quarterback than <strong> Michael Vick </strong>. He has never had a playoff defense that allowed this many points and", "new_id": -2}, {"uid": "1295835341029999109", "i": 12351, "idx": 4, "sa": ["Andy Coulson", "Nick Clegg", "Andrew Marr"], "q": "have a role in choosing <strong> Andy Coulson </strong>'s replacement as Conservative communications chief, and insisted the government would \"not skip a beat\" after the former News of the World editor's resignation last week. <q>It's primarily a decision for the prime minister. The prime minister's spokesperson[ is] also of course responsible for communicating... government policy, so of course I will play a role as well,</q> <strong> Nick Clegg </strong> said on the BBC's <strong> Andrew Marr </strong> Show. \"But, you know, I don't think this government will miss a beat in terms of just pressing ahead with the plan that we've set", "new_id": -2}, {"uid": "1295686742156401686", "i": 47058, "idx": 25, "sa": ["James Posey", "Tim Duncan", "Vince Carter", "Mike Bibby", "Michael Jordan", "Allen Iverson", "Mo Williams"], "q": "'ve been playing some pretty tough games.\" <strong> James Posey </strong> finished with 12 points and former Sixer Scott <strong> Mo Williams </strong> had 10 and 13 rebounds for Denver, which snapped a four-game losing streak and a three-game slide at home. <q>This was a good win for us,</q> Denver coach <strong> Mike Bibby </strong> Evans said. \"We had gotten snake http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Michael Jordan </strong>'s <strong> Tim Duncan </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of", "new_id": -2}]