[{"uid": "1295686742156401686", "i": 47056, "idx": 23, "sa": ["Rasheed Wallace", "Carmelo Anthony", "Theo Ratliff", "Gerald Wallace", "Dikembe Mutombo", "Allen Iverson"], "q": "'m so excited to be with this group. They're all about winning and we have a great coach.'' Sixers coach Larry Brown was glad that <strong> Dikembe Mutombo </strong> provided a lot of the same things as <strong> Theo Ratliff </strong>. <q> He rebounded and defended like he has his whole career, </q> Brown said.`` I thought he was terrific.... I think it's pretty remarkable what he was able to do under http://wn.com/Allen_Iverson_31pts_vs_Charlotte_Bobcats_06/07_NBA_*Denver_Nuggets_*Nice_pass_to_NENE <strong> Gerald Wallace </strong> put a big hurt on <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>. <strong> Rasheed Wallace </strong> had 25 points,", "new_id": -2}, {"uid": "1295455208049922048", "i": 41720, "idx": 2, "sa": ["Sergio Marchionne"], "q": "delivers the pressure energy to the axle hydraulic motor, giving the vehicle power to drive the wheels. The gas engine will remain off if the accumulator charge is sufficient to drive the motor. <q> In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions, </q> <strong> Sergio Marchionne </strong> said.`` One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this", "new_id": -2}, {"uid": "1295207017257589379", "i": 8312, "idx": 0, "sa": ["Simon Cowell", "Kristy Lee Cook", "Jennifer Lopez"], "q": "too, in light of its winners' recent track record. But <strong> Kristy Lee Cook </strong>, a season seven finalist who's now signed to Nashville's Broken Bow Records, was optimistic about the show's direction. <q> There's definitely room for another season, </q> she says.`` I think it's going to be great with <strong> Jennifer Lopez </strong> and actual artists( judging).... They actually understand what's going on, unlike <strong> Simon Cowell </strong>, who didn't know because he's", "new_id": -2}, {"uid": "1295900857235421723", "i": 33499, "idx": 0, "sa": ["Eric Cantor", "Colin Powell", "President Bush", "Barack Obama"], "q": "`` Pledge to America'' campaign manifesto last fall. Retired general <strong> Colin Powell </strong>, secretary of state under <strong> President Bush </strong>, said Sunday defence spending shouldn't be spared the hatchet during such difficult economic times. <q> I don't think the defence budget should be made sacrosanct, </q> he said. The <strong> Barack Obama </strong> administration has proposed cutting US$ 78 billion from the military budget in the next five years. <strong> Eric Cantor </strong>, the majority leader of the House of Representatives, has suggested some defence programs", "new_id": -2}, {"uid": "1295844451132481080", "i": 5873, "idx": 0, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "State of the Union address tomorrow night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting of Representative <strong> Gabrielle Giffords </strong> and others. <q> I think he's got a way to go, </q> <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect Superman.", "new_id": -2}, {"uid": "1296676235235241509", "i": 25949, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop", "Google Inc."], "q": "Phone 7, which shipped just 2 million units in the 100-million market in the last quarter.`` Nokia is no longer in denial,'' Ahmad wrote in his letter to`` <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>.'' <q> Microsoft also faces very big strategic challenges as smartphones and tablets attack your highly profitable installed base business. </q> Nokia's reported smartphone market share slid to 31 percent in the fourth quarter from 40 percent a year earlier as consumers defected to Apple <strong> Google Inc. </strong>.'s iPhone and models based on Android.", "new_id": -2}, {"uid": "1296061053039370768", "i": 31529, "idx": 0, "sa": ["Bill Lockyer"], "q": "with the most troubled finances to restructure their long-term debts. The California state treasurer, <strong> Bill Lockyer </strong>, on Monday held a conference call in which he took issue with the critics of the current pension system. <q> They've confused the near-term budget shortfalls with the long-term funding obligations, and grossly inflated the size of the long-term liabilities, </q> he said. Mr. <strong> Bill Lockyer </strong>, who has a seat on the board of California's big public pension funds, is also responsible for signing the state's disclosures to investors. California does not use the", "new_id": -2}, {"uid": "1295252792226672648", "i": 1941, "idx": 2, "sa": ["Carmelo Anthony", "Allen Iverson", "Andre Miller"], "q": "and the time would run out.'' <strong> Andre Miller </strong> insisted he wanted <strong> Allen Iverson </strong>, who was hobbled by a sprained ankle he twisted in the third quarter, to take a jump shot rather than drive to the basket. <q> I got a hand up on the shot. He knocked the shot down. It was a good play, </q> <strong> Andre Miller </strong> said. The 76ers, on the other hand, weren't about to let <strong> Carmelo Anthony </strong> get a good look at the end.`` You don't want somebody shooting that had been making a lot of shots", "new_id": -2}, {"uid": "1295598417194969649", "i": 19040, "idx": 0, "sa": ["Marty Mornhinweg", "LeSean McCoy", "Michael Vick", "DeSean Jackson"], "q": "Maclin just takes a more businesslike approach to playing football, and while fans may not notice him as much as others, the Eagles staff knows exactly what he is bringing to the table. <q> Maclin is having a heck of a season, </q> offensive coordinator <strong> Marty Mornhinweg </strong> said.`` He has been sort of overlooked a bit with[ <strong> Michael Vick </strong>'s] dynamic ability and <strong> DeSean Jackson </strong> and <strong> LeSean McCoy </strong>, but he's been a touchdown-maker for us.`` He can", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,'' <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as`` deals, partnerships, customers and broader business relationships,'' while Page would <q> merge Google's technology and business vision. </q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so`` there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}]