[{"uid": "1295307571068321280", "i": 37379, "idx": 0, "sa": ["Barack Obama", "Mike Pence"], "q": "the house' <strong> Mike Pence </strong> Steele said he brought African Americans into the GOP fold during his tenure as chairman of the Republican National Committee and predicted the new House majority will cooperate with <strong> Barack Obama </strong> on certain issues. <q> What I tried to do[ as chairman] was to broaden the landscape over which we could play, go into neighborhoods where we needed to be in, but hadn't been in generations, and I think it made a difference, </q> he said, citing the election of African-American Reps. Tim Scott( R-S.C.) and Allen West( R-Fla.). \"I'm very happy with what we got done,\" Steele added during", "new_id": -2}, {"uid": "1295159415096436284", "i": 35640, "idx": 0, "sa": ["Craig Revel Horwood", "Zoe Hobbs", "Simon Cowell"], "q": "How does he feel about being as famed for his tantrums as his tangos though? \"I'm not a wallflower, never have been, never will be,\" he says. <q> So if you put up to 50 hours a week into perfecting one dance only for some b***** idiot, if you excuse the expression, to slag it off then it hurts you emotionally. \"It's live TV with millions watching, so you're going to react, stand up for yourself- or at least I am. </q> But didn't he invite his arch enemy, the <strong> Simon Cowell </strong> of sequins, Strictly judge <strong> Craig Revel Horwood </strong> to his wedding to 29-year-old model <strong> Zoe Hobbs </strong> last summer? \"<strong> Craig Revel Horwood </strong>'s a great pal actually and no", "new_id": -2}, {"i": 12457, "idx": 1, "index_answer": 1, "new_id": -1, "q": ",\" <strong> Simon Cowell </strong> revealed. Adding to the humiliation was that the group hadn't booked a car to pick them up, so they were left red-faced sitting on the steps outside the building. <q> I turned to the other Simons and said, \"The good news is, it will never get worse than this,' </q> he said. <strong> Simon Cowell </strong>, who became an international star when <strong> the Fox </strong> network bought` Pop Idol' and turned it into` American Idol\", used the interview to fuel speculation that he will quit the", "sa": ["the Fox", "Simon Cowell"], "uid": "1295779438083050512"}, {"uid": "1294965536008224783", "i": 22436, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "month that she doesn't think former \"Idol\" judge <strong> Simon Cowell </strong> would be watching.\"[ He said] I haven't seen anything... I'm not watching it!\" <strong> Paula Abdul </strong> gushed. <q> He wishes me luck in the most backhanded way all the time! </q>", "new_id": -2}, {"uid": "1296742183180060166", "i": 2765, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "George W Bush as \"a far more formidable president than his popular image\", he also suggests the former president was at fault for not doing more to resolve disagreements among senior advisers. Mr Bush <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made </q>, Mr <strong> Donald Rumsfeld </strong> writes. \"There were far too many hands on the steering wheel,\" he writes elsewhere; it was \"a formula for running the truck into a ditch\". Regrets", "new_id": -2}, {"uid": "1297285542243777539", "i": 19715, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "his botched car bomb attempt in New York's famed Times Square, but in a chilling statement warned that jihadist war \"has just begun.\" U.S. Video: City worker's striptease raises questions Report Abuse <q> There will always be weakminded dimwits susceptible to brainwashing by Jihadis, Scientologists, </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader", "new_id": -2}, {"uid": "1295943954061587476", "i": 28325, "idx": 0, "sa": ["Steve Ballmer", "Jeff Immelt"], "q": "outpaced the Standard& Poor's 500 Index for the first time since 2004. <strong> Jeff Immelt </strong>'s appointment was welcomed by executives, including <strong> Steve Ballmer </strong>, chief executive officer at Microsoft. <q> <strong> Jeff Immelt </strong> and I started our careers together at Procter& Gamble, and I have enormous respect for the success he's had at GE, </q> <strong> Steve Ballmer </strong> said. \"He is an ideal business leader to chair the President's Council on Jobs and Competitiveness and help drive a focus on what we can all do to increase American competitiveness and create new jobs.", "new_id": -2}, {"uid": "1297115713149880860", "i": 11353, "idx": 1, "sa": ["Diane Sawyer", "Colin Powell", "President Bush", "Donald Rumsfeld"], "q": "Iraq war during an interview with ABC News' <strong> Diane Sawyer </strong>. <strong> Colin Powell </strong> \"did not, in my view, do a good job of managing the people under him,\" <strong> Donald Rumsfeld </strong> said. <q> There was a lot of leaking out of the State Department, and the president knew it.... And it was unhelpful. And most of it ended up making the State Department look good. We didn't do that in the Pentagon. I insisted we not do it. </q> <strong> Donald Rumsfeld </strong> added that although <strong> Colin Powell </strong> may now argue that he was against the war in Iraq, <strong> Donald Rumsfeld </strong> saw no sign of <strong> Colin Powell </strong>'s dissenting position while both men served together in the <strong> President Bush </strong> administration.", "new_id": -2}, {"uid": "1296167802222920921", "i": 43225, "idx": 1, "sa": ["Mike McDaniel", "Mike Pence"], "q": "in 2012- and beyond. <strong> Mike Pence </strong>'s staff did not return repeated phone calls and e-mails to The Associated Press. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as <q> a Christian, a conservative, and a Republican, in that order. </q> He had made multiple trips to states that host early presidential primary contests. <strong> Mike McDaniel </strong> said the decision not to run must have been difficult. \"He had a lot of people around the country", "new_id": -2}, {"uid": "1295960092216842257", "i": 24400, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell", "Christian O'Connell"], "q": "revealed that he has been kicked off Facebook because he was thought to be an imposter. The X Factor host did have an account on the social networking site, but it was taken off. <q> I've got to be honest, they chucked me off Facebook- they thought it was someone pretending to be me, so I haven't got a Facebook, they literally threw me off Facebook, how annoying is that? </q> he told Absolute Radio's <strong> Christian O'Connell </strong> on his breakfast show. <strong> Dermot O'Leary </strong> also revealed how X Factor judge <strong> Simon Cowell </strong> has a bath in his dressing room. \"<strong> Simon Cowell </strong>'s decked out his whole dressing room", "new_id": -2}]