[{"uid": "1297523345201211904", "i": 16202, "idx": 0, "sa": ["Mike Pence", "Cecile Richards"], "q": "president <strong> Cecile Richards </strong> then had the audacity to send out an urgent appeal for abortion advocates to contact Congress- so the organization can rake in even MORE of your hard-earned tax dollars. \" The groups continue: <q> We must act swiftly and take a public stand against Planned Parenthood's harmful agenda- raising awareness in the communities where we live, and calling upon Congress to immediately strip the abortion chain of all tax funding. This Monday, February 14, all people of faith and conscience are being called upon to hold one-hour \" Vigils for Victims </q> of human trafficking during the Noon hour in the public right-of-way outside Planned Parenthood offices nationwide. \" Congressman <strong> Mike Pence </strong> has introduced legislation that would yank the Title X family planning money Planned Parenthood receives, and he", "new_id": -2}, {"uid": "1297323276070123533", "i": 28235, "idx": 3, "sa": ["Mike Pence", "Kristi Noem", "Tim Scott", "Matt Lloyd", "Rand Paul"], "q": "president, turned down an invitation to speak at CPAC, where he has appeared six Tim Scottes. \" At this Tim Scotte, the congressman is focusing his attention on Indiana, \" <strong> Mike Pence </strong> spokesman <strong> Matt Lloyd </strong> said. <q> He hopes to participate in future CPAC opportunities as his schedule permits. </q> Besides at least eight potential presidential candidates, speakers will include those from the ranks of Republicans newly elected to Congress, including Reps. <strong> Kristi Noem </strong> of South Dakota and <strong> Tim Scott </strong> of South Carolina, and Sen. <strong> Rand Paul </strong> of", "new_id": -2}, {"uid": "1296719606020512783", "i": 371, "idx": 0, "sa": ["Mike Pence", "Jim Wallace"], "q": "president. <strong> Jim Wallace </strong>, 49, said he understands the odds but thinks he brings an economic development and business background that <strong> Mike Pence </strong> lacks. Besides, he suggested, <strong> Mike Pence </strong> is needed in Congress. <q> I like <strong> Mike Pence </strong>. I think he's a fantastic congressman. In fact, I think he's a treasure on the national stage, </q> he said. \" I think it would be a tragedy to lose that conservative voice in Congress. \" <strong> Jim Wallace </strong> emphasizes his own resume and business background, including his graduation from the U.S. Military Academy and", "new_id": -2}, {"uid": "1296228272172146710", "i": 20869, "idx": 6, "sa": ["Tim Pawlenty", "Mike Pence"], "q": "president. Someone close to <strong> Mike Pence </strong> explains that \" the people closest to him, the friends and people he knew best from Indiana, wanted to see him come back to Indiana. \" By contrast, <q> the support for him to run nationally was in large part from leaders of the national conservative movement </q>- who perhaps didn't have the same sway as his longTim Pawlentye supporters. <strong> Mike Pence </strong>'s young family- he has three school-aged children- were also a factor in his decision, according to this source.", "new_id": -2}, {"uid": "1296183151117178385", "i": 27587, "idx": 6, "sa": ["Mike Pence"], "q": "president. Someone close to <strong> Mike Pence </strong> explains that \" the people closest to him, the friends and people he knew best from Indiana, wanted to see him come back to Indiana. \" By contrast, <q> the support for him to run nationally was in large part from leaders of the national conservative movement </q>- who perhaps didn't have the same sway as his longtime supporters. <strong> Mike Pence </strong>'s young family- he has three school-aged children- were also a factor in his decision, according to this source.", "new_id": -2}, {"uid": "1295649810068190218", "i": 16084, "idx": 1, "sa": ["Ryan Rhodes", "Mike Pence", "Michele Bachmann"], "q": "presidential candidates-- the other being Indiana <strong> Mike Pence </strong>-- and said that he has already been in touch with the congresswoman's aides. \" I would advise <strong> Michele Bachmann </strong> to get in immediately, \" <strong> Ryan Rhodes </strong> said. <q> She needs to at least start letting people know she's going down that road. </q> Though she is not as well-known nationally as several of the other likely candidates, if she were to launch a presidential campaign, <strong> Michele Bachmann </strong> would bring to the table her fundraising prowess, which stunned the political", "new_id": -2}, {"uid": "1295412290169443332", "i": 36144, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "presidential primaries. <strong> Mike Pence </strong> has stepped down from his post in the House Republican leadership and is considering a White House run or possible governor campaign. In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong> <q> the best governor in America. </q> <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to \" keep the national campaign. \" <strong> Mike Pence </strong> visits Ind.. Statehouse while mulling future", "new_id": -2}, {"uid": "1295411518006963230", "i": 10209, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "presidential primaries. <strong> Mike Pence </strong> has stepped down from his post in the House Republican leadership and is considering a White House run or possible governor campaign. In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong> <q> the best governor in America. </q> <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to \" keep the national campaign. \" He says he still intends to make a decision", "new_id": -2}, {"uid": "1295413082129597478", "i": 55406, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence", "T. Williams"], "q": "presidential primaries. <strong> Mike Pence </strong> has stepped down from his post in the House Republican leadership and is considering a White House run or possible governor campaign. In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong> <q> the best governor in America. </q> <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to \" keep the national campaign. \" Officer Ian Birk describes <strong> T. Williams </strong>' posture During the", "new_id": -2}, {"i": 24465, "idx": 0, "index_answer": 0, "new_id": -1, "q": "bid to take the crown in the talent show's seventh season. Despite rocker <strong> David Archuleta </strong> Cook's surge in recent weeks, the judges were uncharacteristically united in proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival. <q> You came out here tonight to win, and what we have witnessed is a knockout, </q> said prickly judge <strong> Simon Cowell </strong>. Judge Randy Jackson concurred, proclaiming`` the best singer of season 7 is right there,'' following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon </strong>'s`` Imagine,'' a song that earlier in the", "sa": ["Simon Cowell", "John Lennon", "David Archuleta"], "uid": "1296233986144064524"}]