[{"uid": "2008120520_00011764_W", "i": 1821, "idx": 10, "sa": [], "q": "on it. with this record i( didn't) sit down and say i want it to sound( a) particular way but the songs were written at the same time, and that was ideal. <q> there were different incarnations of the band until it finally gelled into the current lineup. one of his earliest collaborators was bandmate steph hayes( slo-mo, stargazer lily). </q> steph and i have worked together for a long time. the deal we have is i play in her( band) and she plays in mine, and then we tour together, \"says schutz. when", "new_id": -2}, {"uid": "2008102817_00028989_W", "i": 1991, "idx": 0, "sa": ["Chris Lewis"], "q": "it keep knives out of school, which is school policy, it makes it into two different tools. it's a knife you can use to cut twine and it's a hay bale in hay hooks, <q> said <strong> Chris Lewis </strong>. agriculture teacher christine dickson was so impressed with the design that they put together a budget and realized <strong> Chris Lewis </strong> could make some money. then she set up an interview with a local feed store owner to possibly sell the product. </q> i thought this was a super opportunity that the kid is thinking and trying to create a solution to a problem and let's go for it, \"said dickson. dickson says the life skills that <strong> Chris Lewis </strong> has", "new_id": -2}, {"uid": "2008101710_00026070_W", "i": 1190, "idx": 4, "sa": ["Torry Pedersen"], "q": "norway], but because of the price increase it still gives a healthy profit. <strong> Torry Pedersen </strong> said that the supplements were better vehicles for advertisers.\" it is important to have products that can feature wonderful adverts. <q> the newspaper conducted reader research and found that 37 per cent of people questioned said the reason for buying a newspaper on a saturday was the supplement, especially women and young people. the key factor with supplements is that they allow issue marketing, said <strong> Torry Pedersen </strong>, something impossible with a daily newspaper. </q> marketing has a direct effect on the sales and issue marketing has been driving sales quite considerable. we do a lot of advanced sales modelling. \"online revenue <strong> Torry Pedersen </strong> said that the newspaper uses various different models to", "new_id": -2}, {"uid": "2008092112_00024716_W", "i": 751, "idx": 0, "sa": ["Shoaib Akhtar"], "q": "the pakistan set-up. speaking to sky sports news, he said: trouble comes and goes over your career. you are put through certain situations in your life that you have to get through to make you a <q> person. i have been put through those situations and i have learned a lot. </q> i'm going to bowl again and i'm going to play again for another four years and show everyone how good i am. \"<strong> Shoaib Akhtar </strong> believes a change in management at the pcb will also aid his comeback", "new_id": -2}, {"uid": "2008090905_00019811_W", "i": 1046, "idx": 33, "sa": [], "q": ", but many dozens had been feeding on the garbage-- some as large as cats-- and had scattered under their feet as they came closer.\" i think i landed on one of them, <q> said jacinta with a subdued voice. <NO_QUOTATION> he said, </q> but i'm not sure it was a rat i landed on. i think it was a snake. but i've never seen a snake anywhere near rome. you weren't bitten, were you? \"", "new_id": -2}, {"uid": "2008090905_00019811_W", "i": 1070, "idx": 57, "sa": [], "q": "remote sense of peace came over him, only to be overshadowed, though not replaced, by foreboding. his anticipation was intense.\" if i worry, it's all about me. lord, help! <q> he came to the corner of the building and stepped into the street, turning to look into the adjacent piazza, campo dei fiori, which was anything but a field of flowers, except when the outdoor market was in full swing. from there he could see the towering, grotesque statue that he had heard so much about, but never saw, or wanted to see. it dominated the whole piazza with its oppressively dismal appearance. </q> what a dark face, \"he said.\" these are not the tears of things, \"he continued, negating the words of virgil,\" non sunt lacrim rerum. \"he walked the short distance", "new_id": -2}, {"uid": "2008110303_00007075_W", "i": 853, "idx": 0, "sa": [], "q": "shareholder, inm, which owns 191 million( shares, approximately 39% of apn's issued shares) has informed the company that it recently received approaches from several parties in respect of its shareholding in apn, <q> apn said. inm said it wanted apn to be involved in its strategic review of its holding, to ensure that the outcome is in the best interests of apn's shareholders. </q> apn welcomes this approach, \"the sydney-based publisher said. apn, which publishes 24 daily and over 100 non-daily newspapers across australia and nz, including auckland's the new zealand herald, said the review\" may", "new_id": -2}, {"uid": "2008110703_00019685_W", "i": 895, "idx": 1, "sa": ["Sarah Palin", "John McCain"], "q": "up until moments before mr. <strong> John McCain </strong>'s concession speech on tuesday night. by then, ms. <strong> Sarah Palin </strong> was in only infrequent contact with mr. <strong> John McCain </strong>, top advisers said.\" i think it was a difficult relationship, <q> said one top <strong> John McCain </strong> campaign official, who, like almost all others interviewed, asked to remain anonymous. </q> <strong> John McCain </strong> talked to her occasionally. \"but mr. <strong> John McCain </strong>'s advisers also described him as admiring of ms. <strong> Sarah Palin </strong>'s political skills. he was aware of the infighting, they said, but it is unclear how much", "new_id": -2}, {"uid": "2008121606_00004155_W", "i": 974, "idx": 0, "sa": [], "q": "news brevard county bureau chief dan billow reported. local residents and business owners identified one after another the women who they said engage in prostitution, working openly and constantly.\" the town's full of them, <q> said carl baggs, of melbourne. </q> it's all the time, \"said ann petrosky, a melbourne business owner. buccelli is under investigation for accusations that he offered prostitutes protection from arrest in exchange for sex acts. one woman on the street", "new_id": -2}, {"uid": "2008110908_00000222_W", "i": 584, "idx": 1, "sa": [], "q": "gave her an open shot, snapping a 1-1 tie oh, my gosh, i couldn't believe it. my only thought was to run.\" i never imagined anything like this when the season started, <q> said bertucci, who began the year as a reserve. </q> this is totally a dream come true. \"sehome had not beaten bellingham since bertucci was in sixth grade.\" it had become a mental thing with us, \"said sehome coach andria fountain.\" the", "new_id": -2}]