[{"uid": "1296178033201965580", "i": 11671, "idx": 10, "sa": ["Mitch Daniels", "Mike Pence"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes.`` He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through,'' she said. <q> Obviously it'd be great for the state of Indiana. </q> <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat Phil Sharp in 1988 and 1990. He then was president of the Indiana Policy Review think tank and a radio talk show", "new_id": -2}, {"uid": "1296531819108003356", "i": 18615, "idx": 0, "sa": ["Michael Vick"], "q": "contend for a division title? â\u0080¢ Has`` Legends and Leaders'' caught on yet? On the tube Mythbusters Begging to differ with that NFL conventional wisdom, <q> You are what your record says you are </q>: â\u0080¢ The Lions, who always maintained they were much better than whatever their record was. â\u0080¢ <strong> Michael Vick </strong>, who's back to being one of the league's most marketable stars", "new_id": -2}, {"uid": "1297174755196968449", "i": 49396, "idx": 0, "sa": ["Simon Cowell"], "q": "Commitment and expertise are the most important factors he is looking for in a judge, <strong> Simon Cowell </strong> said, because they will have to work with the finalists five or six days a week throughout the competition. <q> They also have to be competitive with each other, because the judges are competing, too. </q> Each will be trying to guide his or her pupils to the grand prize. This will create a situation in which someone like <strong> Simon Cowell </strong> will be critiquing those mentored by another judge and being`` extra nice", "new_id": -2}, {"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago.`` This one feels great due to the fact that I've been through so much,'' <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q> To be able to get back to this position is paramount to me, and I'm just thankful. </q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}, {"uid": "1296509935175063107", "i": 7300, "idx": 0, "sa": ["Sergio Marchionne"], "q": "to share the wealth with its unionized work forces now that they are solidly profitable. It's a harder problem than it seems, since both have become solid moneymakers in part because of worker concessions. <q> It was absolutely owed that we treat our people properly, </q> CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call, as reported by the Free Press.`` The obligation to our people was much greater than the need to improve our bottom line profitability.''", "new_id": -2}, {"uid": "1297122406226197630", "i": 27996, "idx": 4, "sa": ["Simon Cowell"], "q": "` mean' judge and being gratuitously rude for the sake of it. I had my own style and like to think I'm honest and wouldn't sugarcoat something to make myself popular,'' he said. <q> I am gong to try and be consistent, as I have been over the years... People know what to expect if I'm on the judging panel. I don't think things will change too much. </q> <strong> Simon Cowell </strong> is excited about judging on this show since, unlike on Idol, it will involve working directly with contestants.`` I wanted to make a show where I could help the competitors on a weekly", "new_id": -2}, {"uid": "1297114229198082561", "i": 5601, "idx": 1, "sa": ["Christina Aguilera", "Charlie Sheen", "Simon Cowell", "Steven Tyler"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> Haggis Speaks Out for First <strong> Charlie Sheen </strong> Since Leaving Church of Scientology Watch: <strong> Christina Aguilera </strong> On Anthem Fumble Watch: Another` Creepy' Moment From <strong> Steven Tyler </strong> Watch: <strong> Charlie Sheen </strong> Addresses His Fans A Matter of Life& Death Watch", "new_id": -2}, {"uid": "1295034979268353577", "i": 48705, "idx": 2, "sa": ["Craig Ferguson", "David Letterman", "Charlie Sheen"], "q": "you.''`` But I'm married.''`` Well, you're going to have to take that up with Mr. Thorpe.'' 9. <strong> David Letterman </strong>: The Golden Globes has weird categories. <q> Best Actor with a Boston Accent, </q>`` Best Movie That's 45 Minutes too Long,''`` Best Focker''... 8. <strong> Craig Ferguson </strong>: CBS announced today that <strong> Charlie Sheen </strong> wasn't on the set today because he's got an ear infection", "new_id": -2}, {"uid": "1295562824254656513", "i": 108, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' he said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The holiday period saw a jump in online commerce, which benefited <strong> Google Inc. </strong> as the majority of its revenue comes from search advertising. <strong> Google Inc. </strong> says co-founder Larry Page will return as CEO on April 4,", "new_id": -2}, {"uid": "1295992202254623802", "i": 9665, "idx": 0, "sa": ["Laura Bush", "Colin Powell", "Rudy Giuliani"], "q": "heard from the likes of <strong> Rudy Giuliani </strong>, <strong> Laura Bush </strong> and <strong> Colin Powell </strong>, with a few lesser-known motivational speakers sprinkled in. An overflow audience of 500 people watched a satellite feed from Harborside Event Center in Fort Myers. <q> I think we're here with 6,000 of our best friends today, </q> said Jeff Miloff, co-owner of Miloff Aubuchon Realty.`` I've seen all kinds of business people. It's great for the community to have this type of inspiration.'' Miloff attended the seminar", "new_id": -2}]