[{"uid": "1297417715091127848", "i": 6806, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Bloomberg News reported Thursday that the bonuses would average$ 10,000 for the company's 10,755 salaried workers, but some who aren't covered by government pay restrictions could get up to half their salary. <q> Details regarding salaried performance awards are considered confidential employment records, </q> Ranieri said. Chrysler CEO <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both", "new_id": -2}, {"uid": "1297175078196968452", "i": 47695, "idx": 11, "sa": ["Donald Rumsfeld", "President Bush"], "q": "a search for suspects in the Diyala province of Baquba, northeast of Baghdad. <strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong> blamed much of the failings of the Iraq war on`` too many hands on the steering wheel.'' <q> There's a lot of stuff( in) the press that says <strong> Colin Powell </strong> was against it. But I never saw even the slightest hint of that, </q> he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged:`` My goodness, the intelligence was certainly", "new_id": -2}, {"uid": "1296259557105840651", "i": 2127, "idx": 2, "sa": ["Donald Rumsfeld", "Hamad bin Khalifa", "John Dunbar"], "q": ",'' says <strong> John Dunbar </strong>, a former fellow at the Center for Public Integrity who studied media.`` It is seen, fairly or not, as an outlet for terrorists.'' <strong> Donald Rumsfeld </strong> called the channel <q> vicious, inaccurate, and inexcusable. </q> On November 13, 2001, during the U.S. invasion of Afghanistan, a U.S. missile destroyed <strong> Hamad bin Khalifa </strong> Jazeera's offices in Kabul. And in November 2005, Britain's Daily Mirror newspaper reported that in an April 2004", "new_id": -2}, {"uid": "1295916594019021922", "i": 40839, "idx": 0, "sa": ["Simon Cowell", "Elton John"], "q": "n't know if I'm going to be on it. They've always been very, very generous to the AIDS Foundation,'' <strong> Elton John </strong> said of the`` Idol Gives Back'' charity show. <q> I'm very, very grateful. They've been helpful to us. I don't know if I'm going to be on or not. I can't answer that question. </q> <strong> Simon Cowell </strong>'s`` X Factor,'' however, <strong> Elton John </strong> brightened a bit when we asked what he thinks of it and how well it will do in the U.S.''' X Factor' is going to be", "new_id": -2}, {"uid": "1295509121092602403", "i": 44966, "idx": 3, "sa": ["David Letterman", "Martin Short"], "q": "he said. And then he advised <strong> David Letterman </strong> to not`` come back like Sinatra.'' Though it was inevitable, the humor was lost when <strong> David Letterman </strong> inevitably set the record straight and <strong> Martin Short </strong> feigned ignorance. <q> Oh, so you're staying? </q> he asked awkwardly. It was funny while it lasted, at least. Maybe <strong> Martin Short </strong> should have refused to believe him, or just assumed <strong> David Letterman </strong> was slipping his old age and confused about whether or not", "new_id": -2}, {"uid": "1297291870118325258", "i": 37180, "idx": 0, "sa": ["Simon Cowell"], "q": "messed up some of the words. <strong> Simon Cowell </strong> said it sounded like a 100,000 people in the stadium just sat on a cat. Ouch! He didn't stop there. He said, <q> This is what happens when you perform in front of an audience, even to someone as experienced as <strong> Christina Aguilera </strong>. You can get it wrong. But that was bad. </q> Creating a free Starpulse.com account only takes a username, your email and a couple of seconds! Starpulse.com members can comment on news and topics, enter contests, show off their favorite artist", "new_id": -2}, {"uid": "1295298050258523161", "i": 24240, "idx": 0, "sa": ["Michael Vick", "Roddy White", "Matty Ice"], "q": "Not with 65 seconds left for <strong> Matty Ice </strong> and <strong> Roddy White </strong> to work their magic.`` After they scored, we were on the sideline. We just looked at each other and smiled, man,'' <strong> Roddy White </strong> said. <q> We just relish moments like this. We knew we were going to go down there and get what we needed to win this game. </q> <strong> Matty Ice </strong> needed less than a minute to pull off an 80-yard drive, hooking up with <strong> Michael Vick </strong> Jenkins on a huge third-down pass along the sideline before going back to his favorite receiver for the winner. <strong> Matty Ice </strong> rolled to", "new_id": -2}, {"uid": "1296896836199262266", "i": 339, "idx": 0, "sa": ["Barbara Walter", "Barbara Walters", "David Letterman", "Charlie Rose", "Bill Clinton"], "q": "sure if <strong> Charlie Rose </strong> would live. Doctor on <strong> Barbara Walters </strong>'` Setbacks' <strong> Barbara Walters </strong> was surprised to hear she had setbacks during heart surgery. Diary of <strong> Barbara Walter </strong>'s Heart Surgery <strong> Barbara Walters </strong> says she thought: <q> If I die on the operating table, I won't know it. </q>. <strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Bill Clinton </strong> says surgery gave him the chance to walk his daughter down the aisle. <strong> David Letterman </strong> on His Heart Surgery <strong> David Letterman </strong> jokes to <strong> Barbara Walters </strong> that new artery came from`", "new_id": -2}, {"uid": "1297294682073252874", "i": 14120, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler Group LLC is closely tracking currency exchange rates in Brazil, where the increasing strength of the Brazilian real has put pressure on its growth plans in the region, Chief Executive <strong> Sergio Marchionne </strong> said on Wednesday. <q> It's making things there quite costly, </q> Mr. <strong> Sergio Marchionne </strong> said Wednesday on the sidelines of the Chicago auto show. Copyright 2011 Dow Jones& Company, Inc.. All Rights Reserved This copy is for your personal, non-commercial use only.", "new_id": -2}, {"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,'' <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}]