[{"uid": "1295093743012894253", "i": 37265, "idx": 0, "sa": ["Bob Diamond", "Michael Gove"], "q": "education secretary <strong> Michael Gove </strong> upped the pressure on the banks by targeting bonuses, at the end of a week which saw Barclays boss <strong> Bob Diamond </strong> insist the time for bankers' \"remorse\" was at an end. <q> The sense of contrition for what went wrong in the banking crisis seems to be invisible, </q> he said on BBC1's Question Time programme. \"The banks have to show they get it.\" Some Liberal Democrats are beginning to suspect the coalition's lack of stronger action against bank bonuses may", "new_id": -2}, {"uid": "1296746557227606543", "i": 1392, "idx": 4, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,\" Mr. <strong> Donald Rumsfeld </strong> recalls. But the <strong> George W. Bush </strong> insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. <q> He wanted the options to be` creative.' </q> \" Reactions are starting to come in. What Is` The Two-Way'? This is NPR's news blog. It's a place to come for breaking news, analysis and", "new_id": -2}, {"uid": "1295733110147996681", "i": 41493, "idx": 4, "sa": ["David Cameron", "Veerappa Moily", "Sonia Gandhi", "Andy Coulson", "Mamata Banerjee"], "q": "Saturday said the government would like fast-track courts to deal with cases in connection with target=\"_blank\" terror. \"We would like to have terror cases dealt with by fast-track courts,\" <strong> Veerappa Moily </strong> told reporters. <q> Terrorism has no territory... no Bengal just a few months away, Trinamool Congress leader <strong> Mamata Banerjee </strong> on Saturday had a meeting with Congress President <strong> Sonia Gandhi </strong> here. What transpired between the two leaders was not immediately clear. <strong> Mamata Banerjee </strong> declined to speak to the target=\"_blank\" media on the meeting. <strong> Mamata Banerjee </strong>, whose party projects her as the next Chief target=\"_blank\" Minister of the state, described as... <strong> David Cameron </strong>: <strong> Andy Coulson </strong> being` punished twice' Prime Minister <strong> David Cameron </strong> says his former press chief <strong> Andy Coulson </strong> is being \"punished twice </q> for the phone tapping scandal.. Follow us on twitter at twitter.com.... Phone tapping: <strong> David Cameron </strong> on <strong> Andy Coulson </strong> Tory party leader <strong> David Cameron </strong> backs his PR chief <strong> Andy Coulson </strong>.. Follow us on twitter at twitter.com... Newspaper", "new_id": -2}, {"uid": "1295681320220479511", "i": 56130, "idx": 4, "sa": ["Soulja Boy", "Allen Iverson"], "q": "\" These types of nights are beginning to make up for all those losses that AI endured when he first came to Colorado, fueling his critics' contention that two superstar scorers couldn't coexist for very long. <q> I alSoulja Boys felt good about my situation, </q> <strong> Allen Iverson </strong> said. \"That was the whole big thing with me. I knew there was going to be one day when` Melo came back and JR came back, and I knew that we'd be able", "new_id": -2}, {"uid": "1295390850138936373", "i": 2548, "idx": 1, "sa": ["Simon Cowell"], "q": "He wanted to know all the dirt I had heard about him. He did not respond defensively at all when I told him some of the unpleasant things that were in the book,\" Rushfield tells TVGuide.com. <q> I think because he was so honest, there's a much more complete portrait of him in this book. </q> alums say farewell to <strong> Simon Cowell </strong> As Idol prepares to celebrate its tenth anniversary and usher in a new judges table( among many other changes), Rushfield has compiled nine seasons of backstage dirt for", "new_id": -2}, {"uid": "1297521841073449478", "i": 51968, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ". The ties go deeper. Nokia's chief executive is <strong> Stephen Elop </strong>, the former president of Microsoft's Business division. In an open letter written by Microsoft CEO <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>, the two said, <q> There are other mobile ecosystems. We will disrupt them. </q> <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> both spoke Friday at a news briefing in London that was broadcast on the Internet. \"This partnership with Nokia will accelerate, dramatically accelerate, the devStephen Elopment of a vibrant, strong Windows", "new_id": -2}, {"uid": "1296687191210616333", "i": 57996, "idx": 0, "sa": ["Ayla Brown", "Ryan Seacrest", "Steven Tyler", "Charlotte Church", "Jennifer Lopez", "Simon Cowell"], "q": "\"let go\" from her gig at... UPDATE II: A rep from Lambert's record company, XIX Entertainment, issued a statement clarifying Lambert's remarks( via The Hollywood Reporter): <q> Alex is not homeless. He's... <strong> Steven Tyler </strong> admitted on Monday night that it was drug abuse that led him to fall off the stage and break his shoulder at an... <strong> Jennifer Lopez </strong> Talks <strong> Ryan Seacrest </strong> Rivalry, Having More Children <strong> Jennifer Lopez </strong> is already a mom to twins Max and Emme, so can she handle another kid? How about a thousand more? The pop star... BOSTON- <strong> Ayla Brown </strong> is going country. The former \"American Idol </q> contestant is moving to Nashville, Tenn., to test her talents as a country singer.... <strong> Simon Cowell </strong>'s` The X Factor Is Killing Music,' Says <strong> Charlotte Church </strong> Is <strong> Simon Cowell </strong> killing music? Welsh", "new_id": -2}, {"uid": "1295004834083214337", "i": 17790, "idx": 2, "sa": ["Simon Cowell", "Lily Allen", "Gordon Brown", "Larry King"], "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five-figure donation to your charity for the interview\" . But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asLarry King me for years. </q> She revealed she had lost her second child in November and asked her two million followers on the social networLarry King website to \"say a little prayer\" . She previously had a miscarriage when she", "new_id": -2}, {"uid": "1297140306077348976", "i": 48635, "idx": 0, "sa": ["Simon Cowell", "Jillian Michaels", "Joan Rivers"], "q": "interventions so the gang could talk him out of his feelings for Zoey. But I'd rather see the interventions for his coffee breath, shoulder hair and grandmother's watch.-- Lily to Marshall: <q> We hate Ted now. Get on board or the sexting stops. </q>-- \"Barney accidentally left the phone at my apartment... in the garbage.\" Oh, honey... <strong> Jillian Michaels </strong> calls her GoDaddy ad \"tragic\" ; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> will judge", "new_id": -2}, {"uid": "1296340734125665312", "i": 40085, "idx": 4, "sa": ["Steve Blake", "Marcus Camby", "Phil Jackson", "Allen Iverson", "Mos Def", "Anthony Johnson"], "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis. \"Monday, I get to wake up and it's Christmas,\" <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-time scoring champion and seven-time All-Star wanted to leave Phil Jacksonadelphia and play for a contender. With <strong> Anthony Johnson </strong> and JR <strong> Mos Def </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "new_id": -2}]