[{"uid": "1295755514184385545", "i": 22162, "idx": 25, "sa": ["Allen Iverson", "Jordan Harvey"], "q": "10-13 after a 5-15 start. He entered Saturday averaging 14.2 points, well below his career average, and 4.3 assists. \"He means a lot more than his numbers,\" Philadelphia coach Eddie <strong> Jordan Harvey </strong> said. <q> His spirit gives us momentum, his spirit gives us confidence, it gives us a sounding board, it gives us a calming effect. He means a lot. \"He's special to us. He's not the <strong> Allen Iverson </strong> we used to know back in 2001, but he adds leadership, toughness and some experience. </q> <strong> Allen Iverson </strong>, whose reputation took a hit in recent years after turbulent stops in Detroit and Memphis, has Tua is now letting tiny Batu go off and swing all by her tiny little self, way up high.", "new_id": -2}, {"uid": "1296218677100073685", "i": 35440, "idx": 0, "sa": ["Eric Schmidt"], "q": "on downloads and conventional cellular data plans, while the world is shifting towards browser/cloud approaches and new-style devices and content. In the new structure, Page will lead product development and technology strategy, while Brin <q> will devote his energies to strategic projects, in particular working on new products </q>. <strong> Eric Schmidt </strong> will take the role of executive chairman, \"focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership\". He will also act as internal advisor to", "new_id": -2}, {"uid": "1296982648071090214", "i": 46703, "idx": 0, "sa": ["Robbie Williams", "Simon Cowell"], "q": "ONLY man capable of filling his shoes and could even IMPROVE its ratings. Take That's performance on the show last year attracted its highest viewing figures, 17.7 million. An X Factor insider said: <q> <strong> Robbie Williams </strong> being on the panel is the talk of the show. They are now talking contracts and terms. Rob had been hoping this would happen and is excited about the prospect of joining the show. </q> <strong> Robbie Williams </strong>, 36, has been one of the show's biggest fans, appearing several times on stage and mentoring contestants. <strong> Simon Cowell </strong> said last year: \"I would like to get <strong> Robbie Williams </strong>.", "new_id": -2}, {"uid": "1295552145232112145", "i": 5190, "idx": 7, "sa": ["Mike Pence"], "q": "up on repealing Obamacare. While he acknowledges that the Senate will likely stall the effort, he is hopeful that things could change. \"I think that it is a very dynamic environment,\" he says. <q> House passage puts the onus on the Senate. And last time I checked, you've got about two dozen members of the Democratic majority in the Senate who are up for election in two years. As the American people engage on this issue, I like our chances. </q> In the meantime, Republicans, <strong> Mike Pence </strong> says, will use the \"power of the purse\" to block Obamacare's implementation. \"We have a wide variety of legislative tools available.\"", "new_id": -2}, {"uid": "1297077143210305038", "i": 12111, "idx": 1, "sa": ["Amy Manson", "Daniel Mays", "Liam Cunningham", "Simon Cowell", "Jamie Bamber", "Hermione Norris"], "q": " \"<strong> Simon Cowell </strong> is the boss of this show. He gets what he wants and he wants Cheryl. The money you make on American TV is huge, but there's also a huge risk.\" <q> The way American contracts are gives Fox the chance to opt out if viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen. </q> \"As soon as it's announced she's going to be a judge the plan will be to launch her music career in the States.\" <strong> Liam Cunningham </strong>, <strong> Hermione Norris </strong>, <strong> Daniel Mays </strong>, <strong> Amy Manson </strong>, <strong> Jamie Bamber </strong>", "new_id": -2}, {"uid": "1297108146141246491", "i": 18930, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> Donald Rumsfeld </strong> told ABC in an interview to be broadcast on \"Nightline\" Monday. <strong> President Bush </strong> has written that the troop level in Iraq was \"the most important failure in the execution of the war.\" <q> I think that it's possible, </q> <strong> Donald Rumsfeld </strong> responded. \"We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always smoother.\" <strong> Donald Rumsfeld </strong> is promoting his memoir", "new_id": -2}, {"uid": "1295249385089341966", "i": 34833, "idx": 0, "sa": ["Tramon Williams", "Michael Vick", "Charles Woodson"], "q": "with <strong> Tramon Williams </strong>, who took over for Al Harris at corner and put a bow on the wild-card win over the Philadelphia Eagles by intercepting <strong> Michael Vick </strong> in the end zone to preserve a 21-16 lead. <q> He's playing lights out football, </q> <strong> Charles Woodson </strong> said of <strong> Tramon Williams </strong> on Fox's Sunday telecast. The Packers' defense-- which has allowed seven points or fewer six times this season despite losing three starters to injured reserve-- limited Atlanta to a season-low 194", "new_id": -2}, {"uid": "1295754864179863585", "i": 25895, "idx": 4, "sa": ["Allen Iverson", "Andrew Bogut"], "q": "missed only one of his eight shots while recording 14 points and 10 rebounds. \"You've just got to take one shot at a time,\" Smith said of the streak after shooting 1-of-5 before intermission. <q> In the first half, it was awful, so I came out early at halftime and tried to get my http://wn.com/Allen_Iverson_highlights_vs_Bucks_08/09_NBA_*Missed_Practice_Coming_off_the_bench_*Crossover_on_Lue One day after a missed practice landed him on the Detroit Pistons' bench, <strong> Allen Iverson </strong> spoke loudly with his play Friday night. Once he got the chance. Coming off the bench for the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. \"With everything going on, I wanted to play well, </q> <strong> Allen Iverson </strong> said. \"I just wanted to play well. Especially for my teammates because I let them down by not being here.\" <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Andrew Bogut </strong> Curry to begin the game, punishment", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,\" <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}, {"uid": "1295485309089587740", "i": 5206, "idx": 0, "sa": ["Bruce Springsteen", "David Letterman", "Baby Doc", "Darlene Love"], "q": "\". This song got the famous sound of the legendary E Street Band. But this time <strong> Darlene Love </strong> is the lead singer instead of <strong> Bruce Springsteen </strong>. But it's really cool. Check it out.... <strong> Darlene Love </strong>'s <q> Christmas( <strong> Baby Doc </strong> Please Come Home) </q> <strong> Darlene Love </strong> performing \"Christmas( <strong> Baby Doc </strong>, Please Come Home)\" on The Late Show with <strong> David Letterman </strong>. December 23, 2005. Visit www.ddy.com for more.... <strong> Darlene Love </strong>- All alone on Christmas For All Silvester Clip", "new_id": -2}]