[{"uid": "1297242011110002179", "i": 20614, "idx": 0, "sa": ["Simon Cowell"], "q": "the idea of a Teen Idol show in the past, The X Factor is going there from the start and beyond. Singers aged 12 and up are welcome to audition. There is no upper age limit. <q> I like the idea that a 12-year old on this show can compete with an older singer and a singing group, </q> <strong> Simon Cowell </strong> said in a statement. \"I've never believed there should be a cut-off age for talent.\" GFR This site is operated by Cinema Blend LLC. For advertising inquiries, contact", "new_id": -2}, {"uid": "1296051090213254170", "i": 36995, "idx": 3, "sa": ["Michael Vick"], "q": "were thin, light and able to withstand the crushing force of a blitz. Most NFL players do not use leg protection because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢. <q> I forgot the Unequal pads were in my pants, </q> says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. \"I didn't feel a thing!\" Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal", "new_id": -2}, {"uid": "1295395071226230299", "i": 6463, "idx": 1, "sa": ["Tramon Williams", "Michael Vick"], "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q> When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is, </q> Packers coach Mike McCarthy said. \"That's the type of level that he's playing at.\" McCarthy isn't surprised at the way <strong> Tramon Williams </strong> has developed, calling him one of the team's", "new_id": -2}, {"uid": "1295611399188842001", "i": 33667, "idx": 0, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "Blog home <strong> Andy Coulson </strong> resigns: live <strong> Andy Coulson </strong>, former News of the World editor Photograph: Murdo Macleod 12.02 pm: In the comments@londone asks <q> where are the questions about <strong> David Cameron </strong>'s judgement and leadership qualities </q> that I posed about <strong> Ed Miliband </strong> in my live blog of the Alan Johnson resignation last night. See the previous post,@londone- I think the story will definitely pile the heat on <strong> David Cameron </strong> now. My colleague", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.\" <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}, {"uid": "1295479711155451403", "i": 28437, "idx": 0, "sa": ["Zine El Abidine Ben Ali", "Colin Powell"], "q": "books- a few of them, groundbreaking works of reportage- about <strong> Zine El Abidine Ben Ali </strong> Iraq, and the Bush and Obama administrations' management of national security. Scott Wallace Peter <strong> Colin Powell </strong> Avoiding the Hazards of Credit Card Debt www.americanprogress.org <q> At a time when American people are being asked to come to the rescue of financial services all over the country[...] how can we say \"we know that[ credit card] practices are unfair, but you must wait a year to fix them?'& amp... Gospel for Sunday, January 31st, 2010 Lk 4:21-30 Jesus began speaking in the synagogue, saying: \"Today this Scripture passage is fulfilled in your hearing. </q> And all spoke highly of him and were amazed at the gracious words that came from his mouth. They also asked, \"Isn't this the son of J... Ending Don't Ask, Don\"t", "new_id": -2}, {"uid": "1296387505015253604", "i": 30917, "idx": 5, "sa": ["Michael Vick"], "q": "right home. Best Friends isn't simply looking for any pet lover. \"We feel like dogs going into these homes are being ambassadors\" for the breed, Garcia said. <q> They're not just adopting a dog, but fighting the good fight. </q> By spreading the message that pit bulls are only as nice, or vicious, as their owners train them to be, the <strong> Michael Vick </strong> dogs are helping rewrite the book on both the public perception of", "new_id": -2}, {"uid": "1295921270141459483", "i": 15686, "idx": 0, "sa": ["Kirsten Gillibrand", "Mayor Antonio Villaraigosa", "Debbie Stabenow", "Sen. Joe Lieberman"], "q": "there that is a reward system for good behavior.\" More than 1,000 participants are expected to witness this launch, having traveled from all 50 states to unite behind a declaration that says in part: <q> We believe hyperpartisanship is destroying our politics and paralyzing our ability to govern. We may disagree on issues, but we do so with civility and mutual respect. </q> <strong> Sen. Joe Lieberman </strong>'m scheduled to moderate a morning session featuring U.S. Sens. <strong> Sen. Joe Lieberman </strong>( <strong> Sen. Joe Lieberman </strong>, Conn.), <strong> Kirsten Gillibrand </strong>( D., N.Y.), and <strong> Debbie Stabenow </strong>( D., Mich.); Democratic <strong> Mayor Antonio Villaraigosa </strong> of Los Angeles", "new_id": -2}, {"uid": "1297242386040484874", "i": 23262, "idx": 3, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. Rumsfeld wrote that he wanted", "new_id": -2}, {"uid": "1295584138050233356", "i": 6562, "idx": 0, "sa": ["Steve Ballmer"], "q": "to harness the technology to reducer the complexity and operational risk of running their banking systems. The announcement was made at the Sibos event in Amsterdam via a video link from <strong> Steve Ballmer </strong>, Microsoft chief executive. <q> Cloud computing, and specifically Windows Azure, enables banks to move from a capital intensive cost model to one which is based on the consumption of technology, </q> says <strong> Steve Ballmer </strong>. \"No longer will banks need to over-order computing resources because the scale of the Azure platform allows high volume workloads such as end-of-day processing to be consumed on demand.\" Reflecting its strategic", "new_id": -2}]