[{"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "\" <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q>He is supporting the troops, I am supporting the children,</q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}, {"uid": "1295829960225050672", "i": 12118, "idx": 0, "sa": ["Andy Coulson", "Richard Keys"], "q": "the game between Wolves and Liverpool at Molineux on Saturday, when they believed their microphones were switched off. The pair concurred that female officials \"don't know the offside rule\" with <strong> Richard Keys </strong> adding: <q>I can guarantee you there'll be a big one today.( Liverpool manager) Kenny( Dalglish) will go potty.</q> Sky released a statement which read: \"The comments are not acceptable. They were not made on air but we have spoken to <strong> Richard Keys </strong> and <strong> Andy Coulson </strong> and told them our views and they have apologised and", "new_id": -2}, {"uid": "1295564127055377926", "i": 33122, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Justin Bieber"], "q": "company Novell. In his time as CEO, <strong> Eric Schmidt </strong> oversaw the incredible growth from simply a search engine to a full-on web-based services and products multinational corporation, with more than$ 8 billion in revenue. <q>It's been a great privilege to be CEO for 10 years and I am very much looking forward to my next role, including working more with his literally my best friends and partners Larry and <strong> Sergey Brin </strong>,</q> <strong> Eric Schmidt </strong> said.( Photo: REUTERS) Google's trio of <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong> and Larry Page explain the management shift saying it was a matter of streamlining things. Movie ad for <strong> Justin Bieber </strong>'s 3D's \"", "new_id": -2}, {"uid": "1296499489172736561", "i": 1748, "idx": 0, "sa": ["Michael Vick"], "q": "release. On the one hand, the <strong> Michael Vick </strong> dogs are all success stories- on the road to recovery and serving as ambassadors for a breed that has been widely derided as too dangerous. <q>Some people might say, \"Three years, that seems like such a long time,\"</q> said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. \"But we measure their progress in baby steps, especially when they were on", "new_id": -2}, {"uid": "1294986991012550146", "i": 1492, "idx": 5, "sa": ["Kayte Walsh", "David Letterman"], "q": " \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong> added, \"always regardless of circumstances, and especially with kids. Are the kids and everybody all right now?\" <q>The kids seem to be doing okay, yeah,</q> the actor said. \"We've been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I. <strong> Kayte Walsh </strong>'s my new girl, and we're planning to get married soon... sometime in February.", "new_id": -2}, {"uid": "1295613791206700548", "i": 4209, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Denis MacShane"], "q": "Watson, the Labour <strong> David Cameron </strong>, called into question <strong> David Cameron </strong>'s judgement. \"This is the second job that <strong> Andy Coulson </strong> has resigned from for something he claims to know nothing about,\" Mr Watson said. <q>His departure creates serious questions over the Prime Minister's judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp.. It's a mark of the man that he would sneak out a statement on a Friday morning on a busy news day.</q> 1210 In the House of Commons former minister <strong> Denis MacShane </strong> demanded that the Prime Minister come to the chamber to make a statement on Mr <strong> Andy Coulson </strong>'s resignation. In a point of order, he said", "new_id": -2}, {"uid": "1297154709260177940", "i": 9759, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": " \"The X Factor,\" which he also produces, along with the British edition. \"Once the show goes into production, I become a judge,\" People.com said <strong> Simon Cowell </strong> told reporters Monday. <q>Then I have to put my trust into the producers' hands, which is effectively how it works in the U.K. Yes, I am judging.</q> <strong> Simon Cowell </strong> kept mum about who else might join him on the judges' panel, however, People.com said. Asked if his fellow former \"Idol\" judge <strong> Paula Abdul </strong> might secure a spot on his", "new_id": -2}, {"uid": "1296888568025706496", "i": 798, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "salary plummet from nearly$ 10 million, including bonuses, to$ 1. \"I don't want my salary to go to a dollar,\" he said. Then he smiled and added, <q>My wife doesn't want my salary to go to a dollar. But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible.</q> <strong> Roger Goodell </strong> also said he has spoken to Eagles quarterback <strong> Michael Vick </strong> three times in the past two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting", "new_id": -2}, {"uid": "1297323276070123533", "i": 23338, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "telling a neoconservative magazine that the next U.S. president would \"have to call a truce on the so-called social issues\" in order to focus on more urgent matters of the federal debt and national security. <q>If <strong> Mitch Daniels </strong> is planning to run for president by running away from social issues, he will face a grass-roots revolt,</q> said Andy Blom, executive director of the American Principles Project. \"Mr. <strong> Mitch Daniels </strong> is only causing divisions in the movement by this talk of a` truce.\" Rep. <strong> Mike Pence </strong>, R-Ind., who", "new_id": -2}, {"uid": "1297617537105119744", "i": 48347, "idx": 1, "sa": ["George Washington", "Nick Lachey", "Justin Bieber", "Katy Perry", "Russell Brand", "Vanessa Minnillo", "Victoria Beckham", "Vivica A. Fox", "Simon Cowell"], "q": "fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New \"<strong> George Washington </strong> Idol'? <strong> Victoria Beckham </strong>: \"I Don't Know the Sex of My <strong> Justin Bieber </strong>!\" <cite> Us Magazine </cite> <strong> Russell Brand </strong> Hosts Saturday Night Live: <q>I'm Much More Famous in England</q> <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed <strong> Katy Perry </strong>:' I Was Shaped Like a Square' Miley\"s Puppy Love <cite> Crush-", "new_id": -2}]