[{"uid": "1296250921075300873", "i": 635, "idx": 0, "sa": ["Michael Gove", "Ed Balls", "David Cameron"], "q": "`` We will stop top-down reorganisations of the NHS...'' and''... we will guarantee that health spending increases in real terms.'' Lie 4. Two months before the election, from <strong> David Cameron </strong>: <q> I wouldn't change child benefit, I wouldn't means test it. I don't think that's a good idea. </q> Lie 5. <strong> Michael Gove </strong>, just before the election:`` <strong> Ed Balls </strong> keeps saying that we are committed to scrapping EMA. I have never said this. We won't.'' Lie 6.", "new_id": -2}, {"uid": "1295528378011599923", "i": 83, "idx": 3, "sa": ["Simon Cowell"], "q": "7 billion industry and that <strong> Simon Cowell </strong>'s salary represents a fraction of his overall take. In the end, Rushfield leaves us with the Idol magic as he watches 16,000 line up for Season 10 auditions: <q> Somewhere in one of those crowds, lined up into the distance... may have stood the person who would change the show... and keep the dream alive for yet another generation of dreamers. </q> href=\"http://www.facebook.com/pages/The-Post-Chronicle/118032884888798\" title=\"The Post Chronicle\" target=\"_TOP\">", "new_id": -2}, {"uid": "1296097889175652900", "i": 16331, "idx": 0, "sa": ["Steve Ballmer"], "q": "Windows 8 will support system-on-a-chip architectures using ARM processors. Unlike the x86 architecture that today's Windows laptops and desktops work with, ARM-based chips tend to run such low-power devices as tablets and smartphones. <strong> Steve Ballmer </strong> said, <q> This announcement is really all about enabling a new class of hardware, and new silicon partners for Windows, to bring the widest possible range of form factors to the market. </q> Predictions: The world of IT in 2011, according to IT World Canada In other words, Windows won't be just for laptops and desktops anymore. Actual Facts Microsoft's ARM", "new_id": -2}, {"uid": "1296365944097009666", "i": 526, "idx": 4, "sa": ["Amir Johnson", "Allen Iverson", "Rodney Stuckey", "Rasheed Wallace", "Tayshaun Prince", "Ben Wallace", "Richard Hamilton"], "q": "<strong> Rasheed Wallace </strong> as their only <strong> Ben Wallace </strong> starter. The Pistons acknowledged after the game that they are better defensively with <strong> Amir Johnson </strong> on the floor, and better offensively when <strong> Richard Hamilton </strong> and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. <q> When we have the Ben Wallaceger lineup, obviously we're better defensively, </q> <strong> Tayshaun Prince </strong> said.`` It's kind of pick and choose.`` Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side.'' The game was tight", "new_id": -2}, {"uid": "1295595231037634053", "i": 13256, "idx": 12, "sa": ["Eric Schmidt", "John Grisham"], "q": ", and an implant would cross the line. He also said that as users voluntarily share information online, it doesn't need users to type in search queries for the company to tailor the results. <q> We don't need you to type at all. We know where you are. We know where you've been. We can more or less know what you're thinking about, </q> he said. Such comments have been repeated in online musings that portJohn Grishamed <strong> Eric Schmidt </strong> and Google as`` creepy''.`` The biggest thing I wonder is after a year or so of having various", "new_id": -2}, {"uid": "1295571680118030373", "i": 42600, "idx": 0, "sa": ["Tim Cook", "Larry Page", "Eric Schmidt"], "q": "job at the internet giant. The company says the surprise management shakeup was made as part of a plan to streamline decision making and create clearer lines of responsibility and accountability at the top. <q> As Google has grown, managing the business has become more complicated, </q> Mr <strong> Eric Schmidt </strong> said in a posting on the company's official blog.`` So <strong> Larry Page </strong>, Sergey[ Brin] and I have been talking for a long Tim Cooke about how best to simplify our management structure", "new_id": -2}, {"uid": "1297312377112132114", "i": 53655, "idx": 3, "sa": ["Ha-Joon Chang", "Bernie Sanders", "Barack Obama", "David Cay Johnston"], "q": "'': Journalist <strong> David Cay Johnston </strong> Slams Barack Obama-GOP Tax Deal <strong> Bernie Sanders </strong> Denounces Barack Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming`` Banana Republic''`` Counting the Jobs Lost to China.'' Report by the Economic Policy Institute <q> China Against the Tides: Restructuring through Revolution, Radicalism and Reform. 3rd Edition </q> By Marc Blecher.( Continuum, 200 Economist <strong> Ha-Joon Chang </strong> on Currency Wars, the G20, and Why`` There's No Such Thing as a Free Market'' Economist <strong> Ha-Joon Chang </strong> on`` The Myth of Free Trade and", "new_id": -2}, {"uid": "1296749642266420243", "i": 43039, "idx": 1, "sa": ["Allen Iverson", "Ray Anderson", "Daniel Reeves", "Feliciano López", "Shaun Johnson"], "q": ", Canada's Daniel Reevescevic knocks out defending champion <strong> Feliciano López </strong> at SA Open Canada's Daniel Reevescevic upsets top seed at SA Open Authors@Google: <strong> Ray Anderson </strong> 56:25 Entrepreneur <strong> Ray Anderson </strong> visits Google's Mountain View, CA headquarters to discuss his new book <q> Confessions of a Radical Industrialist. </q> This event took place on October 5, 2009, as part of the Authors@Google series... <strong> Allen Iverson </strong> 37pts vs Orlando <strong> Shaun Johnson </strong> Game 4 1999 Playoff The 2nd part of the ALL TIME TOURNAMENT Video! Game# 6#", "new_id": -2}, {"uid": "1295639157179568677", "i": 24807, "idx": 5, "sa": ["Larry Page", "Eric Schmidt", "Seth Harris"], "q": "18 months.'' There has also been talk of tension between <strong> Eric Schmidt </strong> and <strong> Larry Page </strong> on competing priorities, <strong> Seth Harris </strong> added, with <strong> Eric Schmidt </strong> emphasizing the need to protect margins and <strong> Larry Page </strong> pushing for more innovation. <q> Google has to do both but is losing talent and facing tough competition, so the balance is tough to reach, </q> he concluded. All of this is true, but replacing <strong> Eric Schmidt </strong> with <strong> Larry Page </strong> is not necessarily the answer, said href=\"http://www.daviddalka.com/\" target=\"_blank\"> David Dalka, a digital strategy consultant and keynote speaker.", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.'' ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}]