[{"uid": "1296416429170033283", "i": 9380, "idx": 1, "sa": ["Brandon Lloyd", "Arian Foster", "Michael Vick"], "q": "'' Houston Texans running back <strong> Arian Foster </strong> said. A few players even hit the waves, such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard. <q> I don't surf, </q> <strong> Michael Vick </strong> said.`` I watch National Geographic too much, and I've seen too many catastrophic situations.'' The players also spent a lot of time lounging at the hotel pool or one of the", "new_id": -2}, {"uid": "1295937890179191810", "i": 14223, "idx": 6, "sa": ["Carmelo Anthony", "Allen Iverson", "Michael Finley", "Tim Duncan", "Fabricio Oberto", "Linas Kleiza", "Kenyon Martin", "Jason Kidd", "Manu Ginóbili"], "q": "each scored a seJason Kidd high 21 points to help the NBA champions beat the Denver Nuggets 102-91 and improve to 13-0 at home.`` Their role players beat us as much as anyone else,'' said Karl. <q> From[ Brent] Barry to <strong> Michael Finley </strong> to <strong> Fabricio Oberto </strong>, they beat us as much as[ <strong> Manu Ginóbili </strong>] <strong> Manu Ginóbili </strong> or[ <strong> Tim Duncan </strong>] <strong> Tim Duncan </strong> did. </q> <strong> Allen Iverson </strong> led the Nuggets with 30 points and <strong> Linas Kleiza </strong> had 16 points. <strong> Carmelo Anthony </strong> added 15 points and nine rebounds. The Nuggets were without starter <strong> Kenyon Martin </strong>, who was suspended for one game after he was assessed a flagrant", "new_id": -2}, {"uid": "1295821316074186802", "i": 21, "idx": 4, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong>'s Dogs'',`` parentThreadId'':-1,`` mediaId'':9760457,`` tags'': null,`` anonSiteUrl'': null,`` assocMediaType'':`` externalmedia'',`` createdAt'': <q> 23 Jan 2011 03:25:34 GMT </q>,`` anonEmail'': null,`` isVisible'': true,`` approved'': true,`` numComments'':9,`` reviewed'': true,`` createdByUsername'':`` anonymous_user'',`` pathToPreview", "new_id": -2}, {"uid": "1297119643065749007", "i": 24604, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul"], "q": "up here, co-existing at different times of year on the same network. <strong> Simon Cowell </strong>, the show's executive producer, is the only confirmed judge, and says he'll be his usual unvarnished caustic self: <q> People will know what to expect. </q> He wouldn't address rumors he'd like fellow Brit Cheryl Cole or former Idol colleague <strong> Paula Abdul </strong> on the panel.`` We honestly haven't made our minds up,'' he says, though he'll have to", "new_id": -2}, {"uid": "1295384030075563082", "i": 5575, "idx": 0, "sa": ["David Letterman", "Howard Stern", "Julius Caesar", "Oxygen Thief", "Ricky Gervais"], "q": "with remarks that seemed cruel rather than witty. Just my opinion. January 18, 2011 07:39 AM <strong> Ricky Gervais </strong> can be very funny, but he reminds me of something <strong> David Letterman </strong> said about <strong> Howard Stern </strong>, <q> He's extremely funny but he doesn't know when to put on the brakes. </q> I suppose it's always been the case that the easiest way to get attention is to do something terrible. Would we remember Brutus if he hadn't stabbed <strong> Julius Caesar </strong>? Would anyone know that <strong> Oxygen Thief </strong> in", "new_id": -2}, {"uid": "1296636583107610113", "i": 42984, "idx": 1, "sa": ["Philip Rivers", "Michael Vick", "Tom Brady"], "q": "and a league-best 14-2 this season.`` I feel our team really grew together over the course of the season. It was a privilege to be a part of this team,'' he said. <q> My only disappointment is that we couldn't take advantage of our opportunity in the playoffs, but hopefully we learn from that and use it as motivation toward accomplishing our goals for next season. </q> <strong> Tom Brady </strong> led the NFL with a 111 passer rating. His 65.9 completion percentage was second to <strong> Philip Rivers </strong> of San Diego- by.1. <strong> Michael Vick </strong>'s comeback season led him to the Pro Bowl. He was", "new_id": -2}, {"uid": "1297298258261144595", "i": 25948, "idx": 0, "sa": ["Donald Rumsfeld", "Bill Clinton", "George Tenet", "George H. W. Bush"], "q": "hamid- mahmud- bodies- iraqi- national- congress?_s=PM:WORLD\"> killing of Uday and Qusay Hussein by American troops in July 2003. Here's the passage from <strong> Donald Rumsfeld </strong>'s`` Known and Unknown'': <q> After his sons were killed, there was an intelligence report that Saddam Hussein was paying$ 60 million for his agents to target the <strong> Bill Clinton </strong>'s two daughters and my two daughters for reprisal attacks. That threat report was brought up at an NSC meeting in October 2003. I acknowledged it, but went on with our discussion. </q>`` You need to take this seriously,'' <strong> George H. W. Bush </strong> said. He had received word that pictures of his daughters had been found in Uday Hussein's palace. <strong> George Tenet </strong> broke in, reinforcing the <strong> Bill Clinton </strong>", "new_id": -2}, {"uid": "1295639157179568677", "i": 24807, "idx": 5, "sa": ["Larry Page", "Eric Schmidt", "Seth Harris"], "q": "18 months.'' There has also been talk of tension between <strong> Eric Schmidt </strong> and <strong> Larry Page </strong> on competing priorities, <strong> Seth Harris </strong> added, with <strong> Eric Schmidt </strong> emphasizing the need to protect margins and <strong> Larry Page </strong> pushing for more innovation. <q> Google has to do both but is losing talent and facing tough competition, so the balance is tough to reach, </q> he concluded. All of this is true, but replacing <strong> Eric Schmidt </strong> with <strong> Larry Page </strong> is not necessarily the answer, said href=\"http://www.daviddalka.com/\" target=\"_blank\"> David Dalka, a digital strategy consultant and keynote speaker.", "new_id": -2}, {"uid": "1297501940136921114", "i": 49686, "idx": 0, "sa": ["Steve Ballmer"], "q": "seulement 1,4 million de t?l?phones vendus en trois mois. Les deux g?ants ont un autre probl?me en commun: le nombre d'applications sur leur plate-forme ne leur permet pas de faire face? Apple ou Google. <q> Nous disposons de 8000 applications </q>, a encore rappel ce vendredi <strong> Steve Ballmer </strong>. L'Ovi Store de Nokia en compte plusieurs milliers'', selon la marque qui se garde bien de communiquer un chiffre. Apple fr?le les 300.000 applications et Google d?passe les 100.000", "new_id": -2}, {"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,'' he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}]