[{"uid": "1296755246266420251", "i": 14002, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "credit. companies could take advantage of the R&D credit, which if it is made permanent, could increase private investment in R&D by more than$ 7.5 billion across the country, according to Senator <strong> Kirsten Gillibrand </strong>. <q>My number one focus is on creating good-paying, family-supporting jobs. By supporting research and development, we can help our businesses become more competitive and create the high tech jobs of tomorrow,<q> Senator <strong> Kirsten Gillibrand </strong> said.\" New York is already home to the universities, businesses, laboratories, researchers and the bright minds we need for long-term economic strength. This proposal would leverage more private investment in our", "new_id": -2}, {"uid": "1296943918117014574", "i": 12652, "idx": 0, "sa": ["Sean Duffy", "Mike Pence"], "q": "into the manager's actions. Yesterday, two U.S. congressmen, Rep. <strong> Mike Pence </strong> and Rep. <strong> Sean Duffy </strong>, called for the defunding of Planned Parenthood based upon the information uncovered in Live Action's videos. <q>Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,<q> said <strong> Mike Pence </strong>. \"The time to deny any and all funding to Planned Parenthood is now.\" Planned Barrenhood is probably the most corrupt and deadly group in the history of the world", "new_id": -2}, {"i": 29160, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Vermont businesses and their employees. I look forward to working with <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> Welch to get the appropriate waivers and flexibility for us to go forward toward a single-payer system.\" Welch said, <q>When Vermont innovates, the nation often follows our lead. Providing Vermont and other states with the flexibility to build upon health care reform will result in better care and greater access at a lower cost. Allowing us to become a laboratory for innovation and excellence will help Vermonters, while once again allowing us to lead the way.<q> <strong> Patrick Leahy </strong> said, \"While some in Washington are trying to turn the clock back on health reform, Vermont instead is moving forward. This state waiver bill will give Vermont and other states the choice to", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1295376220134447111"}, {"uid": "1297366036123617280", "i": 1193, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman"], "q": "the actor to remarry later this month. She thanked family and friends who had been supportive throughout the couple's divorce, which was filed in July. The couple were married nearly 13 years. <q>What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,<q> her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, \"love and happiness in their new marriage.\" <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month", "new_id": -2}, {"uid": "1297706299073007108", "i": 25592, "idx": 0, "sa": ["Steve Ballmer"], "q": "and buy a Windows Phone device. You know, for our own good. This last part made me wonder if they understood the audience they were speaking to at all. Well, that and the IT-speak. <q>Let me sow you some live code!<q> As a friend said, this isn't Comdex, guys. Oh and they played up Facebook integration. A lot. So, ho-hum. <strong> Steve Ballmer </strong> did wrap up the keynote( and again I", "new_id": -2}, {"uid": "1295945596182452232", "i": 9354, "idx": 1, "sa": ["Bill Lockyer", "Michael Bernick", "Newt Gingrich"], "q": "will be in the low tech, non-professional positions, in jobs such as personal and home care aides, retail salespersons, cashiers, waiters and waitresses, and food preparation workers,\" <strong> Michael Bernick </strong> concludes. <q>It may be time that our California workforce system gives these jobs greater consideration.<q>( http://sfg.ly/eXj0J3). Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SOCCER COACH Company International SOFTWARE ENGINEER Company Oracle America", "new_id": -2}, {"uid": "1295612670207978506", "i": 3909, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "company more nimble at a time when competition heats up with fast-growing rivals like Facebook. Page together with fellow Stanford University student <strong> Sergey Brin </strong> founded the Web's most successful search engine thirteen years ago. <q>Day-to-day adult supervision no longer needed!<q> <strong> Eric Schmidt </strong> tweeted after the announcement. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for Page, told Reuters in an interview that the change was \"not a reaction to competitors.\"", "new_id": -2}, {"uid": "1295916567115490851", "i": 5638, "idx": 17, "sa": ["William Cohen", "Donald Rumsfeld", "Jeffrey Dean Morgan", "Sandy Berger"], "q": "the inspectors being barred from gaining entry into a warehouse for three hours with trucks rolling up and then moving those trucks out.\"- Clinton's <strong> Donald Rumsfeld </strong> of Defense <strong> William Cohen </strong> in April of 2003 How about <q>He will use those weapons of mass destruction again, as he has ten times since 1983.<q>-- <strong> Sandy Berger </strong>, Clinton National Security Adviser, Feb, 18, 1998 Sources tell Us why the actress is moving on Grey's Alum <strong> Jeffrey Dean Morgan </strong> in Talks to Headline Starz' Magic City", "new_id": -2}, {"uid": "1295567825105267222", "i": 2514, "idx": 1, "sa": ["Eric Schmidt"], "q": "at running this.\" Page praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable. \"The results speak for themselves,\" Page said. <q>There's really no one else in the universe who could have accomplished what <strong> Eric Schmidt </strong> has done.<q> Google generated$ US8.44 billion in revenue in the quarter, ended Dec. 31, 2010, up 26 per cent compared with 2009's fourth quarter. Subtracting commissions paid to partners and other fees,", "new_id": -2}, {"uid": "1297106334037732398", "i": 23670, "idx": 0, "sa": ["Simon Cowell"], "q": "million contract. Show supremo <strong> Simon Cowell </strong> is excited to be offering the biggest guaranteed prize in television history, and has also revealed the programme will welcome audionees aged from just 12. He said: <q>I like the idea that a 12 year old on this show can compete with an older singer and a singing group. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5m recording contract. I'm doing this show in America because I genuinely believe we can find a superstar.<q> \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5m recording contract. I'm doing this show in", "new_id": -2}]