[{"uid": "1296147474210010128", "i": 20633, "idx": 1, "sa": ["Matthew Weaver", "Andy Coulson", "George Osborne"], "q": "3.45 pm: Afternoon, Josh Halliday here taking over from <strong> Matthew Weaver </strong>. This just in: Chancellor <strong> George Osborne </strong> has been defending <strong> Andy Coulson </strong>. \"<strong> Andy Coulson </strong> did a good job as director of communications,\" he said. <q>There was never any complaints about how he did that job- which is pretty unique when you look at the people who've done that job in the past. It was <strong> George Osborne </strong>, you might recall, who personally suggested hiring <strong> Andy Coulson </strong> in 2007 after his resignation as editor of News of the World. 2.54 pm: My colleagues James Robinson and Vikram Dodd have the \"The head of the Metropolitan police said today that \"no stone will be left unturned</q> in the fresh investigation into the News of the World phone hacking allegations announced yesterday, four years after the initial convictions in the case.\" Speaking at a meeting of the Metropolitan Police Authority in London", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star. \"Honestly, they play me one-on-one, straight up,\" <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q>Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something.</q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}, {"uid": "1296575507267468818", "i": 11092, "idx": 2, "sa": ["Allen Iverson"], "q": "important to get his calf healed and asymptomatic than it is to try to play with continued pain. We anticipate a full recovery and certainly anticipate him being able to resume a normal basketball career.\" <q>He actually tried to tough it out and continued to play while over in Turkey,</q> said Andrews. \"However, he got to the point where he could not really run up and down the court because of increased pain.\" <strong> Allen Iverson </strong> said on his Twitter account he hopes to be", "new_id": -2}, {"uid": "1295629345218054656", "i": 19455, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "hacking of phones belonging to Princes <strong> David Cameron </strong> and Harry on his watch. <strong> Andy Coulson </strong>, who became <strong> Tony Blair </strong> <strong> David Cameron </strong>'s director of communications after last year's election, unexpectedly quit overnight conceding that his involvement in the affair <q>made it difficult to give 110 per cent</q> to his job. His departure sent shockwaves around Westminister and came just hours after the sudden resignation of one of Labour's most senior MPs, shadow chancellor Alan Johnson, who stepped down on Thursday night", "new_id": -2}, {"uid": "1295137697028803114", "i": 8598, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": ",\" <strong> David Letterman </strong> said: \"Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?\" <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, <q>Well, I'm sorry to hear that, or I'm not sorry to hear that?</q> \"Well, you are respectfully considerate, and yet pleased for the new developments in my life,\" <strong> Kelsey Grammer </strong> offered. \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1297170893185073677", "i": 46786, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "' X Factor' Daniel Berehulak/Getty Images <strong> Simon Cowell </strong> LOS ANGELES-- <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q>We've spoken to her, she knows I'm a big fan,</q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to take everyone", "new_id": -2}, {"uid": "1295082156260702223", "i": 5773, "idx": 3, "sa": ["Kelsey Grammer", "David Letterman"], "q": ". Is that a fact?\" <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, \"Well, I'm sorry to hear that, or I'm not sorry to hear that?\" <q>Well, you are respectfully considerate, and yet pleased for the new developments in my life,</q> <strong> Kelsey Grammer </strong> offered. \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong> said, \"always regardless of circumstances, and especially with kids. Are the kids and everybody all right now?", "new_id": -2}, {"uid": "1296679524252428319", "i": 20950, "idx": 0, "sa": ["Mitt Romney", "David Letterman"], "q": "voice in our party, that she has generated a great deal of support and attention, that she'd be great in a primary process,\" he said of the former vice-presidential nominee and Tea Party darling. <q>She'd bring attention to the process, and frankly, the more people we have on the stage in those debates talking about different ideas and different approaches, the better.</q> <strong> Mitt Romney </strong> has gone on a media blitz to discuss his new book, \"No Apology: The Case for American Greatness,\" making appearances on\" Late Show with <strong> David Letterman </strong>\" and \"The View", "new_id": -2}, {"uid": "1296752424175587371", "i": 29889, "idx": 6, "sa": ["Zahi Hawass"], "q": "remain unharmed-for which, he implies, he deserves some credit. He told the New York Times today that he does not expect the sort of sustained looting of artifacts that occurred in Iraq and Afghanistan because <q>Egyptians are different-they love me because I protect antiquities.</q> That may be. But, as Lee Rosenbaum writes at ArtsJournal, reports suggest that more harm has been done than <strong> Zahi Hawass </strong> has let on. And <strong> Zahi Hawass </strong> had to retract his initial statement that the cases", "new_id": -2}, {"uid": "1296218172048857110", "i": 15091, "idx": 1, "sa": ["Mike Pence"], "q": "presidency, seek the Indiana governor's office or retain his congressional seat-- that she had no idea what he might decide. \"My personal reaction is I'm disappointed,\" Hollis said. <q>I wanted someone of <strong> Mike Pence </strong>'s caliber representing the Republican Party in the race for the White House. \"My hope is that he will continue to stay in a leadership position, whether running for governor or staying where he's at in Congress. I just want him representing Indiana in some capacity,</q> Hollis added. Ben Young of Richmond thinks <strong> Mike Pence </strong> made the right decision. \"My hope is that he runs for governor. I think it's rather fortuitous that it's open at this particular time", "new_id": -2}]