[{"uid": "1295757314175325206", "i": 45976, "idx": 1, "sa": ["Allen Iverson", "Chris Webber"], "q": "rebound and looked down the court for an open man, only to have <strong> Chris Webber </strong> reach around and strip the ball. \"I was very cognizant of the fact, don't touch him,\" <strong> Chris Webber </strong> said. <q>I saw him hold it out there. He was looking at the ref. A lot of times they'll hold the ball close to their chest and he didn't do that today.</q> <strong> Allen Iverson </strong> missed two free throws-- the second http://wn.com/2010_NBA_Finals_Game_7_Lakers_vs_Celtics_06172010__True_Game_Recap|| MUST READ|| Download NBA 2k11Game For Free and working online only at www.nba2k11free.info Install acces toolbar if requested by pressing start, their copy actually works online", "new_id": -2}, {"uid": "1294959798259424259", "i": 42972, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "to lift her legs on command. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her left eye and tried to focus on loved ones for the first time. <q>It was raw courage. It was raw strength. It was so beautiful and so moving,</q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. \"She wanted us to know that she was with us a hundred per cent and understood everything we were saying.\" <strong> Gabrielle Giffords </strong>' neurosurgeon,", "new_id": -2}, {"uid": "1295440269265502761", "i": 10471, "idx": 2, "sa": ["Jane Lynch", "Simon Cowell"], "q": " group pleading for Sue to join the' X Factor' panel- and <strong> Jane Lynch </strong> agrees her character would make a \"fantastic\" judge, though she would probably clash with <strong> Simon Cowell </strong>. She said: <q>People have asked me, \"What about having Sue on` The X Factor'? How would she do?' I think she'd be fantastic- and there would be a few contestants reduced to tears. \"It can never happen, though. <strong> Simon Cowell </strong> and Sue on the same judging panel will never work in a million years- there\"s only room for one ego on the show!</q>", "new_id": -2}, {"uid": "1295586272212418583", "i": 2940, "idx": 5, "sa": ["Allen Iverson", "Kevin Durant"], "q": "with Golden State for the eighth and final playoff spot in the Western Conference. The Warriors lost to New Orleans, 108-96, earlier Sunday. \"Career nights from two people,\" Denver's <strong> Allen Iverson </strong> said. <q>You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight.</q> Green, whose previous high was 23 points, scored 24 in the second half and overtimes. His five quick points to start the second overtime gave the draft lottery-bound Sonics( 18-59) the winning cushion. <strong> Kevin Durant </strong>", "new_id": -2}, {"uid": "1297006511157859876", "i": 32721, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "LONDON( Reuters)- <strong> Google Inc. </strong> wants to avoid a lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. <q>We certainly want to avoid that,</q> <strong> Eric Schmidt </strong> told the paper in an interview. \"I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"i": 38868, "idx": 3, "index_answer": 0, "new_id": -1, "q": "of Evansville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q>In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it,</q> he said. \"But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.\" <strong> Robert Dion </strong> said", "sa": ["Robert Dion", "Mike Pence"], "uid": "1296197040069206031"}, {"uid": "1295260423086458388", "i": 43168, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "it is right to give someone a second chance.\" Asked about the suggestion that Mr <strong> Andy Coulson </strong> had offered to quit, Mr <strong> David Cameron </strong> insisted he would not comment on \"private conversations\". <q>Of course he, as anyone who is human would be, is extremely embarrassed by the endless publicity and speculation about what happened many years ago when he was editor of the News of the World.</q> But the <strong> David Cameron </strong> praised Mr <strong> Andy Coulson </strong>'s performance in his current role, saying the Downing Street press office worked in a very \"proper\" way and he had not received a single complaint. Notes", "new_id": -2}, {"uid": "1296628406061571074", "i": 2903, "idx": 0, "sa": ["Allen Iverson"], "q": "hit 7-of-8 shots and was one of three Sixers to score 14 points. The return of <strong> Allen Iverson </strong> appeared to give Philadelphia a boost. <strong> Allen Iverson </strong>'s first game since Dec. 16 wasn't easy for the 34-year-old guard. <q>Once <strong> I Roy </strong> got my second wind <strong> I Roy </strong> was all right. The first couple minutes <strong> I Roy </strong> thought my heart was going to jump out of my chest,</q> said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. \"Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can", "new_id": -2}, {"uid": "1297610552217546761", "i": 42444, "idx": 0, "sa": ["Michael Vick", "John Wiley Price"], "q": "the 2011 Annual Meeting& Luncheon& State o' Downtown presentation scheduled at the Fairmont. Says DDI's invite, not only will <strong> John Wiley Price </strong> Crawford give a look-back and look-ahead speech, but the two consultants will also <q>bring the Plan to life with a dynamic, never before seen presentation filled with Quick Wins and Bold Ideas that will shape the future of Downtown Dallas.</q> Which brings me to this eBay for-sale find being offered by one chaddavonport out of Fort Worth, no less: Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to", "new_id": -2}, {"uid": "1295091531196460547", "i": 28630, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Expand Jeep is looking to revive its luxury Wagoneer, which will be a seven-seat SUV. Photo/ Supplied Jeep will resurrect a hallowed nameplate- the Grand Wagoneer- in two years. <q>It's time we gave the market an upper-scale Grand Wagoneer,</q> said Chrysler CEO <strong> Sergio Marchionne </strong>. \"You'll see it in January 2013.\" The Grand Wagoneer would be a seven-seat SUV built on the same platform as the Grand Cherokee and the Dodge Durango. Those", "new_id": -2}]