[{"uid": "1295069568038731824", "i": 53075, "idx": 2, "sa": ["Bob Dudley", "Chris Huhne"], "q": "British Energy Secretary <strong> Chris Huhne </strong> also welcomed the`` groundbreaking deal'', saying it was`` good news for Europe, for the UK, energy security and worldwide''- and showed that BP was <q> very much open for business </q>. In New York, BP's US shares gained 3.6 percent to 49.25 dollars on the announcement. Speaking at the press conference, <strong> Bob Dudley </strong> said:`` I do believe", "new_id": -2}, {"uid": "1297606108267190311", "i": 23327, "idx": 0, "sa": ["Zahi Hawass"], "q": "antiquities <strong> Zahi Hawass </strong> said that during the revolt several major artefacts had been stolen from the Egyptian museum, including a statue of Tutankhamun, better known as King Tut. The objects missing from the famed museum include <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of another statue showing him harpooning, he said. Looters had broken into the museum off Cairo's Tahrir Square on January 28, during clashes between protesters and riot police. Meanwhile", "new_id": -2}, {"uid": "1295447193058523650", "i": 50311, "idx": 0, "sa": ["Steven Tyler", "Kara DioGuardi", "Billy Joel", "Randy Jackson", "Ellen DeGeneres", "Simon Cowell", "Jennifer Lopez"], "q": "* <strong> Simon Cowell </strong> is gone( along with <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>), taking with him his Magic Mountain/cruise` Idol' embraces kinder, gentler attitude LOS ANGELES-When a husky, mustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q> The Longest target=\"_blank\" href=\"http://worldtime.wn.com/\"> Time </q> in front of <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong>, something totally out of the ordinary happens: They don't make fun of him. Instead, the new`` American Idol'' judging team encourages him to become a", "new_id": -2}, {"uid": "1295622236048054291", "i": 59629, "idx": 5, "sa": ["Jeff Jarvis", "Eric Schmidt", "Sergey Brin"], "q": "Auftritte im Fernsehen oder auf gro?en Konferenzen.`` <strong> Eric Schmidt </strong> war der Prinzregent, der solange regiert, bis der junge K?nig in den Thron einnehmen kann'', meinte der US-Journalismus- Professor und Google-Experte <strong> Jeff Jarvis </strong>. <q> Wir wussten, dass dies passieren wird. Wir hatten es nur vergessen. </q> Google- Mitbegr?nder <strong> Sergey Brin </strong> tritt mit dem F?hrungswechsel in die zweite Reihe zur?ck. Er macht das, was ihm schon an der Uni am meisten lag: Er t?ftelt an neuen Produkten.`` Die Rolle passt", "new_id": -2}, {"uid": "1295908932158924813", "i": 14753, "idx": 1, "sa": ["Matt Lloyd", "Mike Pence"], "q": "`` truce'' on social issues while the country deals with the national debt and other fiscal issues.`` And as to focusing on spending, I agree,'' <strong> Mike Pence </strong> told the crowd on Monday. <q> Let's start by denying all federal funding for abortion at home and abroad. </q> <strong> Mike Pence </strong> spokesman <strong> Matt Lloyd </strong> said the remarks were not directed at Daniels and emphasized that <strong> Mike Pence </strong> has been advocating ending funding for abortion, and particularly for Planned Parenthood, since 2007.`` Congressman <strong> Mike Pence </strong> has", "new_id": -2}, {"uid": "1297616629186400779", "i": 32559, "idx": 41, "sa": ["Donald Rumsfeld", "David Martin", "Paul Bremer"], "q": "in the summer of 2003, <strong> Donald Rumsfeld </strong> recruited former State Department official <strong> Paul Bremer </strong> to run the occupation in Iraq.`` He supposedly worked for me. He never really did,'' <strong> Donald Rumsfeld </strong> said. <q> It seems like he almost blew you off, </q> <strong> David Martin </strong> suggested.`` We had given him written guidance as to what to do and it said,` Let's get an Iraqi face on this. Let's get Iraqi leadership going,'''", "new_id": -2}, {"uid": "1296565327268173365", "i": 46407, "idx": 2, "sa": ["Angelina Jolie", "Steven Tyler", "Charlie Sheen"], "q": "a goodwill ambassador for the United Nations. <strong> Angelina Jolie </strong> told The Associated Press he would`` love to see'' <strong> Angelina Jolie </strong> at his side`` coming on a visit to Israel.'' He said: <q> That would be a nice thing before I go. </q> The 72-year-old <strong> Angelina Jolie </strong> starred in such movies as`` Midnight Cowboy,'''' Deliverance'' and`` Coming Home.'' Watch: Kimmel: <strong> Steven Tyler </strong> Gets` Creepy' Watch: <strong> Charlie Sheen </strong>'s Health Scare", "new_id": -2}, {"uid": "1297122134226197521", "i": 12438, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.''", "new_id": -2}, {"uid": "1296044761099729429", "i": 37720, "idx": 3, "sa": ["Michael Vick"], "q": "is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's`` sizable.''`` We believe it was worth it,'' he said, <q> because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products. </q> Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore the company's shoulder pads", "new_id": -2}, {"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": "`` not committed'' to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q> Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile, </q> he said, adding he thinks <strong> Barack Obama </strong>`` is doing a good job right now.''  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}]