[{"uid": "1295676863036077582", "i": 24441, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch", "Clive Goodman"], "q": "collected by the police. In his resignation statement, <strong> Andy Coulson </strong> reiterated that he had been unaware of the hacking but said that the scandal had proved too distracting for him to do his job. <q> I stand by what I've said about those events, but when the spokesman needs a spokesman, it's time to move on, </q> he said. Executives at News International, which owns The News of the World and is a subsidiary of <strong> Rupert Murdoch </strong>'s News Corp., have maintained that <strong> Clive Goodman </strong> was a \"rogue reporter\" who hired the", "new_id": -2}, {"uid": "1296014208252100678", "i": 55875, "idx": 1, "sa": ["Charlie Brown", "Barack Obama", "Bill Lockyer", "Newt Gingrich"], "q": "legislators the opportunity to direct federal money to worthy projects that benefit people in their districts, and that's why I've opposed their outright elimination,\" he said then.___ <strong> Barack Obama </strong>: <q> I'm willing to look at other ideas to bring down costs, including one that Republicans suggested last year: medical malpractice reform to rein in frivolous lawsuits. </q> THE FACTS: Republicans may be forgiven if this offer makes them feel like <strong> Charlie Brown </strong> running up to kick the football, only to have it pulled away, again. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to", "new_id": -2}, {"uid": "1295000570194838627", "i": 16957, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "loved ones for the first time. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" Senator <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. <q> She wanted us to know that she was with us 100% and understood everything we were saying. </q> Ms <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr Michael Lemole, called it \"a major milestone\" , and said the congresswoman was clearly responding to the gathering of friends and family. After five days of", "new_id": -2}, {"uid": "1296059138109985792", "i": 43457, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "Tuesday signed his first endorsement deal since serving 18 months in federal prison. The athlete signed a two-year contract with gridiron padding producer Unequal Technologies( UT), according to the Associated Press. <q> We're real excited about it, </q> UT chief executive officer Rob Vito said. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great.\"", "new_id": -2}, {"uid": "1295958158077971464", "i": 22247, "idx": 0, "sa": ["Eric Schmidt"], "q": "in diesem Jahr mehr als 1000 neue Stellen in Europa einrichten, sagte <strong> Eric Schmidt </strong> am Dienstag in M?nchen. Allein in Deutschland werde es dann mehrere hundert neue Stellen geben, vor allem im Google-Entwicklungszentrum in M?nchen. <q> Wir hatten ein sehr, sehr gutes Jahr </q>, sagte <strong> Eric Schmidt </strong> zum Abschluss der Internet-Konferenz DLD( Digital, Life, Design). \"Aus diesen Gr?nden werden wir weiter investieren.\"", "new_id": -2}, {"uid": "1295156722221855766", "i": 6302, "idx": 2, "sa": ["Allen Iverson", "Kobe Bryant", "LeBron James", "Tim Rasmussen"], "q": "to stop him,\" said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. \"I didn't realize it,\" <strong> Kobe Bryant </strong> said when told about his scoring spree. <q> You just get into one of those rhythms. My teammates were looLeBron James for me, it just feels like the ball finds you. </q> The Lakers led 89-79 entering the fourth quarter. The Nuggets drew within five points three Tim Rasmussenes before a three-point play by <strong> Kobe Bryant </strong> with 6:41 remaining made it 101-93. That was only the beginning. Two free throws by", "new_id": -2}, {"uid": "1295955139102252581", "i": 51146, "idx": 0, "sa": ["Simon Jones", "Simon Cowell", "Simon W. J. Fuller"], "q": "Encouraged by the overseas success of The X Factor, <strong> Simon Cowell </strong> said Sunday on Oprah Presents Master Class that he and his former business partners, <strong> Simon W. J. Fuller </strong> and <strong> Simon Jones </strong>, met with an unnamed network years ago. <q> It was so bad that a minute into the pitch the guy said,` No...' </q> he recalled. \"He said you can leave now, and I said,` So it sounds to me that you don't like the show?' And he said,` Get out.' And", "new_id": -2}, {"uid": "1295616367207978512", "i": 53098, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Alan Johnson"], "q": "and Harry under his watch. Mr <strong> Andy Coulson </strong>, who joined the Prime Minister, <strong> David Cameron </strong>, as his Director of Communications after last year's election, quit overnight unexpectedly conceding that his involvement in the affair <q> made it difficult to give the 110 per cent </q> needed in the job. His departure sent shockwaves around Westminister and came just hours after the sudden resignation of one of Labour's most senior MPs, the shadow Chancellor, <strong> Alan Johnson </strong>, who stepped down on", "new_id": -2}, {"uid": "1296115027056524965", "i": 53824, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q>? Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. Single Page 1 2", "new_id": -2}, {"uid": "1296550878146587668", "i": 31355, "idx": 3, "sa": ["Sergio Marchionne"], "q": "analysts and reporters on a conference call. \"The obligation to our people was much greater than the need to improve our bottom-line profitability.\" <strong> Sergio Marchionne </strong> chose the term performance award rather than profit sharing because <q> it's difficult to talk about profit sharing when you have a negative number at the bottom line. </q> The Chrysler news came Monday amid projections that U.S. automobile sales in January may have reached the second-fastest pace in 17 months, aided by rising business spending and consumer confidence. January vehicle deliveries,", "new_id": -2}]