[{"uid": "1295594704029032469", "i": 33829, "idx": 2, "sa": ["Norman Schwarzkopf", "Colin Powell", "Saddam Hussein"], "q": "victorious because we had the best-trained military in the world, the president had fortitude to make tough choices when they needed to be made and the unwavering support of the American people,'' <strong> Norman Schwarzkopf </strong> said. <q> Our mission in Kuwait ended 20 years ago, but the impact will endure for generations to come. </q> <strong> Colin Powell </strong> said a peaceful solution was not possible because <strong> Saddam Hussein </strong> was unfazed by the warnings from the UN Security Council, by economic sanctions or by the buildup of US troops in the region.``", "new_id": -2}, {"uid": "1295572388224641040", "i": 2244, "idx": 5, "sa": ["Eric Schmidt", "Danny Sullivan", "Google Inc."], "q": ". We can more or less now what you're thinking about,'' he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and <strong> Google Inc. </strong> as`` creepy'' image. <q> The biggest thing I wonder is after a year or so of having various gaffes and statements taken out of context if he decided he no longer wanted to play that front-man role, </q> said <strong> Danny Sullivan </strong>, the editor-in-chief of the SearchEngineLand news site. In his new role, <strong> Eric Schmidt </strong> indicated he will focus on meeting with <strong> Google Inc. </strong>'s business partners and government regulators who have been taking a harder look", "new_id": -2}, {"uid": "1295802228188252172", "i": 4627, "idx": 2, "sa": ["Lee Myung-bak", "Colin Powell"], "q": "think he's got a way to go,'' <strong> Colin Powell </strong> said.`` <strong> Lee Myung-bak </strong> mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform. <q> You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>. </q>`` <strong> Lee Myung-bak </strong> think he has reached out to countries around the world and has developed good relations with countries around the world,'' <strong> Colin Powell </strong> said.`` And <strong> Lee Myung-bak </strong> think he's working very hard on the", "new_id": -2}, {"uid": "1297016781210059273", "i": 20709, "idx": 0, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong> used the term`` shyster loans'' three times Friday in an address at an auto dealer's convention in San Francisco, but he issued a statement the next day expressing his regrets. <q> I used a term in reference to the interest rate being charged on our government loans that has raised concern. I regret the remark which I consider inappropriate, </q> <strong> Sergio Marchionne </strong> said in his statement. The Detroit News said Sunday that Steve Rattner, who was the Obama administration's`` auto czar' during the bailout, said the loans were made at or below market", "new_id": -2}, {"i": 47897, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and religious liberty have forgotten the lessons of history,'' said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q> We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure. </q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said:`` It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.'' Those are reasonable concerns", "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "uid": "1297490833134791170"}, {"uid": "1296595860061521953", "i": 19423, "idx": 2, "sa": ["Stephen Jackson", "Rasheed Wallace", "Allen Iverson", "Monta Ellis"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak.`` The best part about it is we struggled at times in the game but we got it done,'' <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/CONNER_CROWELL_2010_Football_Highlights__North_Point_High_School <strong> Monta Ellis </strong>( pronounced`` MON-tae''), born October 26, 1985, in <strong> Stephen Jackson </strong>,(", "new_id": -2}, {"uid": "1295562034055705631", "i": 35039, "idx": 1, "sa": ["Eric Schmidt", "Paul Krugman", "Sergey Brin", "Public Enemy"], "q": "including the ability to call a special meeting of the board. <strong> Sergey Brin </strong> is giving up all that, though he will likely retain considerable moral authority, including Google's`` don't be evil'' ethos.( <q> Evil is whatever <strong> Sergey Brin </strong> says is evil, </q> <strong> Eric Schmidt </strong> In Tucson Shooting Fallout, Rightbloggers Find a New <strong> Public Enemy </strong># 1: <strong> Paul Krugman </strong> In Tucson Shooting Fallout, Rightbloggers Find a New <strong> Public Enemy </strong># 1: <strong> Paul Krugman </strong>( 93) You May Not Be a Virgo After All", "new_id": -2}, {"uid": "1296767113070385743", "i": 656, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Like, for example, the whole`` Iraq invasion and occupation'' thing. According to <strong> Donald Rumsfeld </strong>, he totally intended to do it right, but stupid <strong> President Bush </strong> wouldn't let him: <q> <strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> says in a new book that he wanted to oversee the initial reconstruction of Iraq following the United States' invasion of the country but he was rebuffed by <strong> President Bush </strong>. </q>`` <strong> President Bush </strong> didn't cotton to the idea,'' <strong> Donald Rumsfeld </strong> writes in his yet-to-be-released memoir Known and Unknown, excerpts of which were obtained by POLITICO.''` What if we had a problem with", "new_id": -2}, {"uid": "1297134952101482529", "i": 35348, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "`` We've spoken to her, she knows I'm a big fan,'' <strong> Simon Cowell </strong> was quoted as saying by The Associated Press at the interview and teleconference for`` The X-Factor''. <q> I've always said at some point we are going to be working together. </q> Though no names have been announced for the upcoming reality show, having <strong> Paula Abdul </strong> on the judging panel is a decision not only <strong> Simon Cowell </strong> has to make.`` I have to take everyone's opinions into", "new_id": -2}, {"uid": "1295022258099024910", "i": 20751, "idx": 0, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "acknowledge the stakes.`` Obviously, we've done it for a long time, and fortunately the show has been successful, but I think this is a crucial year for us,'' host <strong> Ryan Seacrest </strong> says. <q> The stakes are high because we've got new infusions to the show. If we get it right, it will be a high return. </q> MJ Santilli of Idol-centric MJ's Big Blog( mjsbigblog.com) says Idol is at a crossroads.`` With falling ratings and failing music sales and <strong> Simon Cowell </strong> leaving, something has to happen to rejuvenate", "new_id": -2}]