[{"uid": "1297105460159612933", "i": 34969, "idx": 0, "sa": ["James Lileks", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> will hand out$ 5 mil Posted by <strong> James Lileks </strong> Not his own money, of course. By the way, what exactly this show and Idol? <q> Acerbic British music judge and entrepreneur <strong> Simon Cowell </strong> said on Monday that the winner of the first U.S. version of the television singing competition, \"The X Factor, </q> will receive a$ 5 million record deal.\" The new talent show on Fox television will start auditions for solo artists and vocal groups aged 12 and above in Los Angeles on March 27 before hosting", "new_id": -2}, {"uid": "1295780844219185156", "i": 9974, "idx": 4, "sa": ["Donald Rumsfeld", "Dan Rather"], "q": "so it CONTINUES. Will things EVER change!?!?! TRILLIONS MISSING- And so it CONTINUES. Will things EVER change!?!?! On Sept. 10, 2001, <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> declared war. Not on foreign terrorists, <q> the adversary's closer to home. It's the Pentagon bureaucracy, </q> he said. He said money wasted by the military poses a serious threat. \"In fact, it could be said it's... The Future of the US Military: <strong> Dan Rather </strong> Presents, Part 3 Legendary CBS", "new_id": -2}, {"uid": "1296706237199049246", "i": 1208, "idx": 3, "sa": ["Michael Jordan", "Michael Vick", "Clyde Drexler"], "q": "now,\" says Charlotte coach Larry Brown. \"The college game is much more physical than our game. I always tease <strong> Michael Vick </strong>[ <strong> Michael Jordan </strong>], if he played today, he'd average 50.\" <q> The history book inspires them to be some of the best, </q> said <strong> Michael Jordan </strong>. \"Rules have changed to help them. I could have averaged 50 points today!\" Question for <strong> Clyde Drexler </strong>: In the current league where there is no hand checking and no ruff play how much", "new_id": -2}, {"uid": "1296117571165298183", "i": 7782, "idx": 12, "sa": ["Michael Vick"], "q": "This is the fourth Pro Bowl for <strong> Michael Vick </strong>, who was the first pick of the 2001 draft. \"I feel like this one I had to work hard to get here,\" he said. <q> This came in a different fashion due to the fact that I displayed different talents this year to show really what I can do in the passing game along with doing everything else. I think everything came together and it has worked out for me. </q> <strong> Michael Vick </strong> shares reps this week with the QB of the team he once played for, Atlanta's Matt Ryan. \"It's great,\" <strong> Michael Vick </strong> said. \"Matt's great. The", "new_id": -2}, {"uid": "1295882089047398971", "i": 14582, "idx": 0, "sa": ["Andy Coulson"], "q": "tank shelling at the Palestine Hotel on 8 April 2003. The BBC report today says that a prosecutor has warned that evidence gathered may not be admissable in court but that investigating magistrate Santiago Pedraz said that <q> visiting the scene of the cameraman's death was a crucial part of proceedings </q>. Reuters \"dissatisfied\" by investigation into death of Fadel Shana Al-Jazeera offices in Ramallah entered by security forces, reports correspondent Channel 4 News: <strong> Andy Coulson </strong> resigns again \"over something he knows nothing about\"#jpod", "new_id": -2}, {"uid": "1297203269184696834", "i": 18995, "idx": 10, "sa": ["Colin Powell", "President Bush", "Dick Cheney", "Barack Obama"], "q": "of Commerce in... Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Photo in Slideshow: <strong> President Bush </strong> <strong> Barack Obama </strong> greets guests after addressing the U.S....'s memoir plays a fast and loose game of dodge ball with what... Report Abuse <q> Come on Rummy, You abandoned the \"<strong> Colin Powell </strong> Doctrine </q> on the premise that we could do the war \"on the cheap\". Or as you put it \"leave a light foot print\" then we can leave within a year.. by the way the", "new_id": -2}, {"uid": "1295972342230735876", "i": 16632, "idx": 1, "sa": ["Rahm Emanuel", "Eric Cantor", "Don Young", "Mike Pence"], "q": "\" <strong> Rahm Emanuel </strong> Kevin McCarthy( of \"<strong> Don Young </strong> Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" <q> We've got to roll back there. That will save$ 100 billion in the first year, </q> agreed <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}, {"uid": "1297300526098500648", "i": 14597, "idx": 2, "sa": ["Donald Rumsfeld", "Robert Kagan", "Hillary Clinton", "President Bush"], "q": "[ 8] <strong> Hillary Clinton </strong>, \"A Conversation with U.S. <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong>,\" remarks at the Council on Foreign Relations, Washington, D.C., September 8, 2010, at http://www.cfr.org/diplomacy/conversation-us-secretary-state-hillary-rodham-clinton/p22896[ 9] <strong> Robert Kagan </strong>, <q> America: Once Engaged, Now Ready to Lead, </q> http://www.washingtonpost.com/wp-dyn/content/article/2010/09/30/AR2010093005528.html[ 10] Lorne <strong> President Bush </strong> Craner, testimony before the Committee on Foreign Affairs, U.S. House of Representatives, June 10, 2010, at[ 11] Freedom House, \"Making Its Mark: An Analysis", "new_id": -2}, {"uid": "1296060767024477696", "i": 40071, "idx": 4, "sa": ["Peter McCarthy", "Adam Lambert", "Simon Cowell", "Chris Daughtry"], "q": "<strong> Adam Lambert </strong> and <strong> Chris Daughtry </strong> while <strong> Simon Cowell </strong> said no.\" <strong> Peter McCarthy </strong> thinks Jackson \"always wanted to be the star of the show.\" But he's in for an uphill climb with longtime viewers. <q> It's no secret that most of the Twitter universe thinks he's useless as a judge, </q> <strong> Peter McCarthy </strong> says. \"If he drops some of the \"Yo, dawg\" and offers some constructive comments, he might come out of this with some fans.\" GRADE: B-", "new_id": -2}]