[{"uid": "1296704405078823453", "i": 17463, "idx": 1, "sa": ["Angelina Jolie", "Will Smith"], "q": "1.7 million Afghan people here who have need particular to refugee needs. Their needs need to be addressed. There are people displaced by the floods... all of their homes are washed away.'' She added: <q> Many of them lost their children during the floods, so there's irreparable damage. And then here we're in a situation where these people are displaced from conflict from the wars. So there are many different parts to the needs in Pakistan. </q> <strong> Angelina Jolie </strong> is traveling to devastated areas and is meeting people involved in the relief efforts as part of her goodWill Smith mission. To make a donation, text` Swat' to 50555 to give$ 10 by phone or", "new_id": -2}, {"uid": "1296010057252100639", "i": 14887, "idx": 0, "sa": ["Gabrielle Giffords", "Bill Lockyer", "Steve Gunn", "Carl Wimmer"], "q": "fire in most recent U.S. mass shootings used semiautomatic pistols. That includes the Jan. 8 Arizona shooting in which six people were killed and 13- including Rep. <strong> Gabrielle Giffords </strong>- were wounded with a Glock pistol. <q> It's an embarrassment to the state to have as a symbol that was used only a few weeks ago to kill innocent people, </q> <strong> Steve Gunn </strong> said. <strong> Carl Wimmer </strong> told the AP he had been planning the <strong> Bill Lockyer </strong> for about a year and the Arizona shooting did not change his mind.`` There is nothing about the actions of a", "new_id": -2}, {"uid": "1296228272172146710", "i": 20887, "idx": 24, "sa": ["Vin Weber", "Mitch Daniels", "Mike Pence"], "q": "shaken it up, especially in Iowa. He would have changed the equation in Iowa a lot, maybe have become the frontrunner. Now, everything remains wide open.'' Another Republican strategist comments, <q> I'm not sure <strong> Mitch Daniels </strong> runs. I'm not sure[ South Dakota senator John] Thune runs. The field may not be as big as I originally thought. </q> He sees <strong> Mike Pence </strong>'s absence leaVin Weberg a hole:`` The interest in him does reflect that he was kind of filling a demand in the field. He was very much on the message of the moral", "new_id": -2}, {"uid": "1296072905156221467", "i": 21624, "idx": 0, "sa": ["Martin Luther King III", "Jennifer Hudson", "David Letterman", "Larry Williams"], "q": "Short Fat Fanny- <strong> Larry Williams </strong>( Specialty Records 1957) 78 Rpm! A rough, rowdy rock& roll singer, <strong> Larry Williams </strong> had some hits in the late'50s, several of which--`` Bony Maroney,'' <q> Dizzy, Miss Lizzy, </q>`` Short Fat Fannie,''`` Bad Boy,''''... The power of double check 3:02 chess game featuring double check on the <strong> Martin Luther King III </strong>... <strong> Jennifer Hudson </strong>- Late Show with <strong> David Letterman </strong> <strong> Jennifer Hudson </strong> performed brilliantly on the Late", "new_id": -2}, {"uid": "1295580035256213030", "i": 27163, "idx": 7, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "`` It will be interesting to see if that changes, or if <strong> Larry Page </strong> chafes at the relentless public demands of running a massively scrutinized public company.'' <strong> Eric Schmidt </strong>, in a blog post, said: <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making. </q>`` For the last 10 years, we have all been equally involved in making decisions,'' he said.`` This triumvirate approach has real benefits in terms of shared wisdom, and we", "new_id": -2}, {"uid": "1297698959012320806", "i": 22946, "idx": 1, "sa": ["Zahi Hawass"], "q": "undated photo released by the Egyptian... Photo: <strong> Zahi Hawass </strong>: No mummies damaged by looters at Cairo's... World Video: Suicide blast strikes downtown Kabul World Video: American Accused of Multiple Murders in Pakistan Report Abuse <q> What hasn't been reported in US news but you can find in several euro news feeds is that the looters were actually members of the elite police force not the general public who is rioting. they were caught in the act of looting and destroying the exhibits- caught by the army- the army is now protecting the museums. </q> Time.com: What the Halal? For French Muslims, Confusion Over What's Forbidden Top Gold Penny Stock( SMNG)- Why Investors Consider It`` The Vietnamese Gold Rush''. Mortgage Rates Hit 2.99% If", "new_id": -2}, {"uid": "1295542835101302273", "i": 22394, "idx": 1, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "that the show's producers opted not to bring in a <strong> Simon Cowell </strong> clone, the formula simply does not work without someone willing to be an ass to kids with big dreams but no chops,'' Highkin wrote. <q> Granted, the audition rounds are always rough at first, and Jackson, <strong> Steven Tyler </strong>, and <strong> Jennifer Lopez </strong> are still getting used to working together, but I couldn't help but to notice how much the show's standards are lowered with <strong> Simon Cowell </strong> out of the picture. </q> Entertainment Weekly asked in a poll whether fans enjoyed the first episode, inquiring:`` Will the inclusion of 15-year-olds turn` Idol' into glorified tryouts for` Glee'? So much to take in,", "new_id": -2}, {"uid": "1295667370077054011", "i": 24330, "idx": 2, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "Google co-founder <strong> Sergey Brin </strong>, who will also focus on strategic projects and new products.`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,'' <strong> Larry Page </strong> said in a written statement. <q> The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity- we are only at the beginning, and I can't wait to get started. </q> The changes takes effect April 4. Google on Thursday reported fourth-quarter revenues of$ 8.44 billion, an increase of 26 percent compared to the fourth quarter of 2009- topping analysts' expectations.", "new_id": -2}, {"uid": "1296030809164511749", "i": 4103, "idx": 2, "sa": ["Eric Schmidt", "Ken Auletta"], "q": ",'' he said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported Monday. <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World as We Know It, </q> told Bloomberg TV last week that <strong> Eric Schmidt </strong> may be weighing a role in the href=\"http://www.sfgate.com/barack-obama/\"> Obama administration. As executive chairman,`` a lot of my time'' will be devoted to dealing", "new_id": -2}, {"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q> Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said.`` These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,'' he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}]