[{"uid": "1295636608124272680", "i": 15551, "idx": 0, "sa": ["Simon Cowell"], "q": "channeled a bit of <strong> Simon Cowell </strong>'s snarky spirit and was especially harsh with 18-year-old Alex Attardo, who revealed that he had attended a camp for grooming Idol hopefuls, then shouted his way through \"Proud Mary.\" <q>Maybe we should cancel the camp,</q> Jackson said. \"Honestly, it was terrible. You come here because you want the truth, right?\" <strong> Simon Cowell </strong>'s absence was still felt when New Orleans' more middle-of-the-road hopefuls stepped up to sing,", "new_id": -2}, {"uid": "1295768709012664843", "i": 33753, "idx": 0, "sa": ["Steve Ballmer", "Barack Obama"], "q": "pirated Microsoft software. Microsoft's most popular software includes the Windows operating system and Office word processing suite. <strong> Barack Obama </strong> even went as far as to discuss <strong> Steve Ballmer </strong>'s concerns( via NW): <q>We're making progress on making sure that the government procurement process in China is open and fair to American businesses. And we've made progress as a consequence of this state visit.</q> Some of it has to do with intellectual property protection. So we were just in a meeting with business leaders, and <strong> Steve Ballmer </strong> of Microsoft pointed out that their estimate is that only 1 customer in every", "new_id": -2}, {"uid": "1295645724254836759", "i": 40147, "idx": 0, "sa": ["Andy Coulson"], "q": "date for the preliminary talks sometime next week, adding they would likely take place in mid-February. The North's KCNA state news agency on Friday published the letter sent to the South's Defence Ministry. <q>We are in a firm position to resolve all military issues including those the South wants to propose,</q> it said. <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street communications director, having decided that \"when a spokseman needs a... Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts", "new_id": -2}, {"uid": "1295440331234078236", "i": 36619, "idx": 0, "sa": ["Sergio Marchionne"], "q": "was required under the financial regulatory law enacted last summer. Heads Up| Chrysler weighs changes to minivans Chrysler is debating the future of its Dodge Grand Caravan and its Chrysler Town and Country minivans. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday. \"We need to retain all its functionality but make it much more versatile.\" The Treasury Department on Tuesday auctioned$ 29 billion in three-month bills at a discount rate of 0.155", "new_id": -2}, {"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": " \"not committed\" to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q>Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile,</q> he said, adding he thinks <strong> Barack Obama </strong> \"is doing a good job right now.\"  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}, {"uid": "1295647113138969096", "i": 47228, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Google Inc."], "q": "<strong> Eric Schmidt </strong> as CEO AAPL: 326.72(-5.96,-1.79%)| NASDAQ: 2689.54(-14.75,-0.55%)  <strong> Google Inc. </strong>'s newly-minted \"Executive Chairman' <strong> Eric Schmidt </strong> to sell more than half million <strong> Google Inc. </strong> shares  <q><strong> Google Inc. </strong>'s <strong> Eric Schmidt </strong>, who is transitioning to executive chairman from chief executive, has plans to sell more than a half million company shares throughout the year as part of his asset-diversification plan, his first such sale in more than three years,</q> <strong> Steve Jobs </strong> Russolillo reports for Dow Jones Newswires. \"The sales, worth about$ 335 million based on <strong> Google Inc. </strong>'s closing price Thursday, will lower <strong> Eric Schmidt </strong>\"s stake and voting power, and comes as <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1297654044124387332", "i": 16638, "idx": 0, "sa": ["Donald Rumsfeld", "Katherine Gallagher", "President Bush"], "q": "CCR alleges waterboarding is a form of torture, and says former presidents do not enjoy special immunity under the United Nations Convention Against Torture, to which both Canada and the United States are signatories. <q>The reach of the Convention Against Torture is wide-this case is prepared and will be waiting for him wherever he travels next,</q> the statement said. <strong> Donald Rumsfeld </strong>: Saddam Targeted <strong> Donald Rumsfeld </strong>'s and <strong> President Bush </strong>'s Daughters CCR lawyer <strong> Katherine Gallagher </strong> said that as <strong> President Bush </strong>'s visit to Canada draws closer, \"we will see what actions we will take.\"", "new_id": -2}, {"uid": "1296232034027262987", "i": 3783, "idx": 1, "sa": ["Mike Pence"], "q": "primary contests, fueling some speculation he might seek the White House. \"After much deliberation and prayer, we believe our calling is closer to home,\" <strong> Mike Pence </strong> said in a letter to supporters. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana.</q> His future has been a subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. Because your contributions are currently under review, no comments can", "new_id": -2}, {"uid": "1297286783062046208", "i": 45788, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "He footnotes this to a March 15, 2004 memo. The faulty intelligence about <strong> Saddam Hussein </strong>'s capabilities and stockpiles of weapons of mass destruction are well-known by now; on preceding page, <strong> Donald Rumsfeld </strong> writes, <q>the German chief of intelligence actually held a grimmer view than the U.S. intelligence community: \"It is our estimate that Iraq will have an atomic bomb in three years.\"... A multitude of specific, seemingly credible reports, some even illustrated with satellite photos, provided supporting evidence.</q> The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy and procedure for NRO comments can be found accept no responsibility for the content of the", "new_id": -2}, {"uid": "1295665752254312485", "i": 15921, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "time to move on.\" <strong> David Cameron </strong> praises \"professional' <strong> Andy Coulson </strong> In a statement Mr <strong> David Cameron </strong> praised him as a \"brilliant member of my team\". The prime minister said: <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.</q> Asked if it raised questions about his own judgement, Mr <strong> David Cameron </strong> said: \"I don\"t think so at all because <strong> Andy Coulson </strong> resigned from News of the World when he found out what was happening,", "new_id": -2}]