[{"uid": "1297444054223772678", "i": 26471, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "should hold him accountable before it's too late. <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> laid out the broad terms of the deal in an\" Elop-Stephen Elop-nokia-and-ceo-Steve Ballmer-Steve Ballmer-microsoft.aspx\" target=\"_blank\"> open letter.\" According to the document, <q> Nokia will adopt Windows Phone as its primary smartphone strategy </q>; \"Nokia will help drive and define the future of Windows Phone\" ; Nokia and Microsoft will closely collaborate on devStephen Elopment, joint marketing initiatives\" ; \"Bing will power Nokia's search services across Nokia devices", "new_id": -2}, {"uid": "1297412962097157230", "i": 4887, "idx": 2, "sa": ["Steve Ballmer"], "q": "an ecosystem with unrivalled global reach and scale. It's now a three-horse race.\" \" \" \"I am excited about this partnership with Nokia,\" said <strong> Steve Ballmer </strong> A. <strong> Steve Ballmer </strong>, Microsoft CEO. <q> Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> \" It's expected that Microsoft will unveil further details at <strong> Steve Ballmer </strong>'s keynote in Barcelona next week. Cheers~ Arne Article Source target=\"_blank\"> Microsoft Press Release", "new_id": -2}, {"uid": "1295631583074432524", "i": 53764, "idx": 0, "sa": ["Andy Coulson"], "q": "of the U.K.'s biggest newspapers had been allowed to become common practice. In a statement Friday, Coulsen said that news coverage of the scandal had made it impossible to do his job. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role. I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on. </q> <strong> Andy Coulson </strong> resigned as editor of the News of The World Organization that hosted the Golden Globe Awards deals with loss of longtime member the day after the ceremony. Black Swan,'` Inception", "new_id": -2}, {"uid": "1297429199014975043", "i": 46384, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Nokia Windows Phone 7 device? <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> both batted the question back, with <strong> Stephen Elop </strong> saying, \"We aren't making a specific announcement of when that will be,\" while <strong> Steve Ballmer </strong> contented himself with, <q> When there's news there will be news. </q> He added that Microsoft and Nokia's engineers have already been working closely together, with talks having started back in November between the two companies. <strong> Steve Ballmer </strong> said the deal is not exclusive:", "new_id": -2}, {"uid": "1296423000103301164", "i": 35803, "idx": 7, "sa": ["Zahi Hawass"], "q": "2013.( Comment on this story.) <strong> Zahi Hawass </strong> says he expects the current museum to reopen in a few days. He knows that the episode could have had a very different ending. <q> Thank God they did not know where the gold is, because if they knew about the jewelry room, this could have been a disaster. </q> Just ask the director of the Iraqi museum. Not a Fan of Facebook: New Yorker Sues Social Network Over Deleted Account 164 Money Tips: Least Evil Banks, Frugal Household Must-Haves, and Whether$ 1", "new_id": -2}, {"uid": "1297257274238534666", "i": 1350, "idx": 0, "sa": ["Colin Powell"], "q": "are,\" Rumsfeld told a television interviewer. \"They're in the area around Tikrit and Baghdad.\" In his book, he denied that he or any other administration official lied about WMD. <q> While I made a few misstatements-in particular the one mentioned above-they were not common and certainly not characteristic. </q> Rumsfeld revealed in his book that he urged a U.S. military strike on a suspected chemical weapons site in northern Iraq in 2003 and that he wanted the attack to coincide with Secretary of State <strong> Colin Powell </strong>'s address", "new_id": -2}, {"uid": "1295903297179077120", "i": 37693, "idx": 9, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "Is the U.S. government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" \"My brain would be going,\" he said. <q> I wanted to find out something. I needed help. I needed adGeorge H. W. Bush. Some of them were just,' I need a haircut.' </q> Another <strong> Donald Rumsfeld </strong> Rule: \"If you are not criticized, you may not be doing much.\" As defense secretary, he was admired as daring and innovative by foreign policy hawks and others", "new_id": -2}, {"uid": "1295562758204079131", "i": 16119, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "circles was that Google's brilliant founders <strong> Larry Page </strong> and <strong> Sergey Brin </strong> needed a business-savvy executive to help Sergey Bring the company to the next level. But as <strong> Eric Schmidt </strong> put it in a Twitter posting on Thursday( Jan. 20), <q> day-to-day adult supervision no longer needed! </q> Instead, <strong> Eric Schmidt </strong> will take on the role of Google's executive chairman, where he says he will focus on broader business partnerships, technology leadership, product development and government outreach. The decision", "new_id": -2}, {"uid": "1295545209070057989", "i": 2591, "idx": 1, "sa": ["Michael Gove"], "q": "be a \"vehicle for imposing passing political fads\" . <strong> Michael Gove </strong>, the Education Secretary, said the current curriculum was \"substandard\" and higher demands were placed on children in other countries. <q> The pace of economic and technological change is accelerating and our children are being left behind, </q> he said. \"The previous curriculum failed to prepare us for the future. We must change course. \"Our review will examine the best school systems in the world and give us a", "new_id": -2}, {"uid": "1295093762134053922", "i": 13703, "idx": 1, "sa": ["Andy Coulson", "Keir Starmer", "John P. Yates"], "q": "him to snoop on phone messages. Critics say police failed to thoroughly investigate the extent of the hacking and Labour has repeatedly called for a thorough probe into whether <strong> Andy Coulson </strong> had sanctioned the snooping. <q> We are both aware that there remain outstanding public, legal and political concerns, </q> London police's Acting Deputy Commissioner <strong> John P. Yates </strong> wrote in a letter to <strong> Keir Starmer </strong> on Friday. \"As a result, I consider it would be wise to invite you to further re-examine all the material collected in", "new_id": -2}]