[{"uid": "1297432454138166303", "i": 10663, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "sviluppati da Microsoft saranno utilizzati per creare applicazioni che gireranno su Windows Phone installato su Nokia, permettendo agli sviluppatori di approfittare al meglio della portata dell` ecosistema globale'', si legge nella missiva pubblicata online.E ancora: <q> Microsoft continuer a investire nello sviluppo di Windows Phone e nei servizi cloud per offrire pi opportunit alla sfera professionale e privata dei consumatori </q>. Inoltre, il mercato proposto da Microsoft si arricchir dei contenuti e delle applicazioni sviluppate da Nokia al fine di garantire un` offerta pi competitiva. <strong> Stephen Elop </strong> e <strong> Steve Ballmer </strong> si dicono convinti che l'innovazione", "new_id": -2}, {"uid": "1297127604055640064", "i": 6800, "idx": 0, "sa": ["Steve Ballmer", "Wes Miller", "Ray Ozzie"], "q": "Microsoft's business unit, its biggest source of sales. When Chief Software Architect <strong> Ray Ozzie </strong> announced plans to step down in October, <strong> Steve Ballmer </strong> declined to replace him in that central role, saying the company had <q> strong technical leaders in each business group. </q> The effort may take some of the heat off <strong> Steve Ballmer </strong>, so long as it produces results soon, <strong> Wes Miller </strong> said.`` You can play pin the blame on the donkey, but the reality", "new_id": -2}, {"uid": "1297235495229376070", "i": 29432, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld", "George H. W. Bush"], "q": "head and also targeted ex-George W. Bush's two daughters.`` I was concerned,'' <strong> Donald Rumsfeld </strong> told ABC's`` Good Morning America'' in his first live television interview since leaving office over four years ago. <q> Of course, the <strong> George H. W. Bush </strong> and his family had secret serGeorge H. W. Bush protection. My family did not. And it was a somewhat awkward moment in the meeting, </q> he added in describing a 2003 national security meeting when he was told of the plot. <strong> Donald Rumsfeld </strong>, who has two daughters and a son, said <strong> George H. W. Bush </strong> urged him to take the threat seriously because US", "new_id": -2}, {"uid": "1294953424093011989", "i": 267, "idx": 0, "sa": ["Mike Pence"], "q": "Republican <strong> Mike Pence </strong> arrived at Columbus in his east-central Indiana district for a town hall meeting, the sort of event that usually attracted a few dozen constituents. Surprised to see the hallway outside the room crowded with people, <q> their arms folded and brows furrowed, </q> <strong> Mike Pence </strong> shouted down the hall to an aide, asking him to get a janitor to open the room. The aide shouted back that the room was open-- and overflowing. Congress had just passed the stimulus(", "new_id": -2}, {"uid": "1295631304004243507", "i": 4534, "idx": 4, "sa": ["Andy Coulson", "Ben Ali"], "q": "Ce dernier a d?fendu vendredi la version de son d?sormais ancien conseiller en communication.`` <strong> Andy Coulson </strong> a d?missionn de` News of the World' lorsqu'il a appris ce qu'il s' y passait'', a-t-il d?clar. <q> J'ai toujours eu l'impression qu'il tait puni deux fois pour la m?me chose </q>. Tunisie: l'opposant Taoufik <strong> Ben Ali </strong> Brik candidat? la pr?sidentielle Le top 10 des dictateurs les mieux lus du monde Pour les chefs d'?tat autoritaires, rien de mieux qu'une lection`` d?mocratique'' pour asseoir leur", "new_id": -2}, {"uid": "1296375844213581826", "i": 58897, "idx": 1, "sa": ["Jennifer Hudson", "David Letterman", "Sarah Sellers", "Jennifer Lopez"], "q": "boy? I saw you lookin' down,'' followed by a fist bump. To a full-lipped <strong> Sarah Sellers </strong>:`` You had me sold the second you laid eyes on me.'' To scout Chris Cordeiro: <q> You scared everyone in the room. </q> To tone-deaf <strong> David Letterman </strong> Perotto:`` Did you eat paint chips as a child?'' In general:''* Bleep** Bleep** Bleep*.'' href=\"http://new.music.yahoo.com/blogs/realityrocks/389729/idol-opinion-is-Jennifer Hudson-Jennifer Lopez-really-worth-12-million/\">$ 12 million, about a third of", "new_id": -2}, {"uid": "1295633194146702360", "i": 3179, "idx": 5, "sa": ["Peter King", "Donald Rumsfeld", "Ayaan Hirsi Ali", "Mark Levin"], "q": "[...] A visit to Tunisia by defence secretary <strong> Donald Rumsfeld </strong> in February 2006 proves even more reveAyaan Hirsi Aling:`` We have a very long relationship with Tunisia,'' <strong> Donald Rumsfeld </strong> reMark Levined after the meetings. <q> Tunisia is a moderate Muslim nation that has been and is today providing very constructive leadership in the world. The struggle that's taPeter King place within that faith is a serious one, an important one. There's a very small number of violent extremists on the one side against a broad, overwhelming majority of people who are moderate. </q> Additionally, <strong> Donald Rumsfeld </strong>, during a visit in 2006 seePeter King greater ties to Tunisia- where`` fMark Levinoms of the press, association, and expression[ were] href=\"http://www.fMark Levinomhouse.org/template.cfm?page=184\"> extremely restricted'' and much electoral", "new_id": -2}, {"uid": "1295573549080838695", "i": 11611, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong>'s role will transition to focusing on external deals such as partnerships and government outreach. <strong> Eric Schmidt </strong> insisted that the move was part of a`` streamlining'' effort rather than a management shake-up. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> said <strong> Eric Schmidt </strong>.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.'' The move comes after <strong> Eric Schmidt </strong> spent some ten years as Google's", "new_id": -2}, {"uid": "1296115725056147995", "i": 45206, "idx": 1, "sa": ["Andy Coulson"], "q": "28 min ago Yahoo! UK& Ireland News`` Its impossible to belive <strong> Andy Coulson </strong> knew nothing about the phone tapping.As editor of the News of...'' Its Secret left a comment- 47 min ago uk.news.yahoo.com <q> YOu think they have mobile phones in Afghan!!! Doh! </q>", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q> You'd rather be at the table than not at the table, </q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business.`` You figure this is a way to do something useful for your country.'' <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}]