[{"uid": "1295611382129794091", "i": 1732, "idx": 6, "sa": ["Eric Schmidt", "Alex Sherman", "Jillian Ward", "Joseph Galante", "Google Inc."], "q": "from Princeton University and the University of California at Berkeley, also worked at Xerox Corp. and AT&T <strong> Google Inc. </strong>'s Bell Labs. <strong> Eric Schmidt </strong> commented on the management change to his more than 225,000 followers on Twitter: <q> Day-to-day adult supervision no longer needed! </q>-- With assistance from <strong> Joseph Galante </strong> and Adam Satariano in San Francisco and <strong> Alex Sherman </strong> in New York. Editors: <strong> Jillian Ward </strong>, Lisa Wolfson. To contact the reporter on this story: Brian Womack in San", "new_id": -2}, {"uid": "1295882912107462659", "i": 3828, "idx": 1, "sa": ["Andy Coulson", "Iain Martin", "David Cameron", "George Osborne"], "q": "priest. Lear's Fool mysteriously vanishes from the stage after the storm scene. The concern for Mr <strong> David Cameron </strong> is that his fool has bowed out before the thunder and lightning of the imminent hurricane.'' <strong> Iain Martin </strong>: <q> Having the <strong> George Osborne </strong> seal of endorsement( it was the then shadow chancellor who hired him for Team <strong> David Cameron </strong>) <strong> Andy Coulson </strong> was the only`` outsider </q> to gain proper access to, and acceptance from, the true Cameroon inner circle. After he arrived, the`` Quartet'' that ran the Conservative show in opposition was <strong> David Cameron </strong>, <strong> George Osborne </strong>, Hilton and <strong> Andy Coulson </strong>.", "new_id": -2}, {"uid": "1297105919173965356", "i": 1771, "idx": 0, "sa": ["Simon Cowell"], "q": "2:11 PM EST- U.S. Markets close in 1 hr 49 mins` The X Factor' winner to get$ 5 million contract{`` s'':`` nwsa'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} On Monday February 7, 2011, 2:03 pm NEW YORK( AP)-- The winner of <strong> Simon Cowell </strong>'s upcoming game show on", "new_id": -2}, {"uid": "1296333025218349599", "i": 5316, "idx": 0, "sa": ["Michael Vick"], "q": ",` Three years, that seems like such a long time,''' said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. <q> But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were. </q> Much as it has been hard to fit the story of <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs' lives, their recovery and the message they send, is difficult to sum", "new_id": -2}, {"uid": "1297631305154894420", "i": 21257, "idx": 1, "sa": ["Zahi Hawass"], "q": "Minister <strong> Zahi Hawass </strong> says looters escaped with several items, including two gilded wooden statues of Tutankhamen and approximately 16 other valuable artifacts.`` They broke the windows and they come with ropes,'' he said, <q> about 15 feet down and they entered the museum. </q>`` Those people looking like Raiders of the Lost Ark,'' <strong> Zahi Hawass </strong> said.`` Treasure hunters. People who have nothing in their mind except gold, gold, gold!'' <strong> Zahi Hawass </strong> says", "new_id": -2}, {"i": 45806, "idx": 2, "index_answer": 0, "new_id": -1, "q": "better than me,'' he quipped.''' X Factor' has a craziness about it, an unpredictability. It is more raw. It is more competitive,'' he said. <q> If we can't, with what is on offer, find a global star, then I would say we have failed. There is that person or that group sitting in America waiting to be discovered, </q> <strong> Simon Cowell </strong> said. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "sa": ["Simon Cowell"], "uid": "1297121266135839981"}, {"uid": "1296676235235241509", "i": 25948, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Android software. Microsoft CEO <strong> Steve Ballmer </strong> is grappling with a slow start for the company's revamped Windows Phone 7, which shipped just 2 million units in the 100-million market in the last quarter. <q> Nokia is no longer in denial, </q> Ahmad wrote in his letter to`` <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>.''`` Microsoft also faces very big strategic challenges as smartphones and tablets attack your highly profitable installed base business.'' Nokia's reported smartphone market", "new_id": -2}, {"uid": "1295623347170147858", "i": 3366, "idx": 4, "sa": ["Eric Schmidt", "Rob Enderle"], "q": "Page uiteindelijk het bedrijf zou gaan leiden dat hij eerder zelf had opgericht. De zijwieltjes mogen er eindelijk vanaf'', zegt <strong> Rob Enderle </strong>, die zelf denkt dat de Chinese klucht <strong> Eric Schmidt </strong> uiteindelijk de das om heeft gedaan. <q> Het was mij al snel duidelijk dat <strong> Eric Schmidt </strong> en Larry toen niet op dezelfde golflengte zaten </q>, meent de analist. Hij voegt daaraan toe niet te verwachten dat <strong> Eric Schmidt </strong> nog lang in zijn nieuwe rol zal functioneren. Van Page wordt in de komende jaren verwacht dat hij Google niet alleen op consumentenvlak", "new_id": -2}, {"uid": "1297414415011878413", "i": 44437, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Chief Executive <strong> Stephen Elop </strong> said that`` Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' <strong> Steve Ballmer </strong>, Microsoft's Chief Executive. <q> Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Cancel Post Your Comment You must be logged in to post a comment Parmy's Headline Grab 26 minutes ago Firm targeting WikiLeaks cuts ties with HBGary- apologizes to reporter`` One is forced to", "new_id": -2}, {"uid": "1295670452069369863", "i": 8302, "idx": 2, "sa": ["Michael Jordan", "Allen Iverson", "Tracy McGrady"], "q": "Orlando Magic on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. <q> I score a career high and we won the game, </q> <strong> Allen Iverson </strong> said.`` That's how you draw it up in your dreams.'' It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana", "new_id": -2}]