[{"uid": "1297717097255754249", "i": 26293, "idx": 1, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "of hardware acceleration and HTML5, <strong> Steve Ballmer </strong> told attendees of Mobile World Congress. \"IE9 is a great example of bringing assests togegther from across Microsoft to improve the Windows Phone experience,\" <strong> Steve Ballmer </strong> said. <q>We need to give people the full web, the full interent... like they expect with the PC.</q> <strong> Joe Belfiore </strong>, corporate vice president of Windows Phone 7, said the \"core browsing engine that ships on PCs is the same one that ships on Phones.\" That will help developers, as", "new_id": -2}, {"uid": "1295667129122535937", "i": 36955, "idx": 0, "sa": ["Eric Schmidt"], "q": "memorabilia were later recovered, police said. The rings, according to the Associated Press, were in a briefcase that was stolen from Kelly's vehicle while it was parked at his home. <q>Without the cooperation and information from Orchard Park Police and the Erie County Sheriff's Department, this arrest would not have been possible,</q> said East Aurora Police Detective Rick Daminski. Sapp and <strong> Eric Schmidt </strong> have had previous brushes with the law. According to public records, each has had previous financial problems. Sapp, a former resident of Seneca", "new_id": -2}, {"uid": "1295991953089178223", "i": 3078, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "most I've never reread.\" As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: <q>Are we winning or losing the war on terror?</q> \"Is the U.S. government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" \"My brain would be going,\" he says", "new_id": -2}, {"uid": "1295562503105267204", "i": 11183, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "effective April 4. \"In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up", "new_id": -2}, {"uid": "1295139772120274975", "i": 15869, "idx": 3, "sa": ["The doctor", "Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", and House Minority Leader nancy Pelosi who was also there. She struggled for 30 seconds to do something many thought she would never do again after getting shot at point-blank range with a 9mm slug. <q>Her eye is flickering and Mark sees this and gets extremely excited,</q> <strong> Kirsten Gillibrand </strong> recalled. \"He said \"<strong> Gabrielle Giffords </strong> open your eyes, open your eyes.\" He is really urging her forward, and the <strong> The doctor </strong> is perking up.\" Kelly asked her to give a", "new_id": -2}, {"uid": "1295665751254312516", "i": 21121, "idx": 0, "sa": ["Tony Blair", "President Bush", "Donald Rumsfeld"], "q": "call for the private statements Mr <strong> Tony Blair </strong> made to Mr <strong> President Bush </strong> and then US defence secretary <strong> Donald Rumsfeld </strong> in July 2002, to be made public, saying the panel was \"disappointed\" that this had not happened. <q>There was no \"smoking gun</q> over support for <strong> President Bush </strong>\"\" Paul Reynolds World Affairs Correspondent, BBC News website The panel have seen the notes but they will remain secret after Cabinet <strong> Donald Rumsfeld </strong> Gus O'Donnell said releasing them would compromise diplomatic confidentiality.", "new_id": -2}, {"uid": "1295357874044482579", "i": 7495, "idx": 1, "sa": ["Nigel Lythgoe", "Simon Cowell", "Ryan Seacrest"], "q": " \"The American Idol\" team more than others, host <strong> Ryan Seacrest </strong>. He and <strong> Simon Cowell </strong> became their own three-ring circus of barbs during the first nine seasons. <strong> Ryan Seacrest </strong>'s not shedding any tears. <q>I'm inspired by the new life here, and I love it. <strong> Simon Cowell </strong> and I had our banter, and people knew us for that, but this is a whole different dynamic. And I think that it will be a lot of fun and very funny as well. I think you'll be entertained by it,</q> <strong> Ryan Seacrest </strong> says. And while there are two new judges who will determine the fate of young singers, executive producer <strong> Nigel Lythgoe </strong> points out one thing hasn't changed. \"At end of the day", "new_id": -2}, {"uid": "1296167737065404956", "i": 40856, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> says he won't run for presidency U.S. Rep. <strong> Mike Pence </strong> shut the door Thursday on a run for the presidency but left wide open the likelihood that he'll seek a different office: Governor of Indiana. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for president in 2012.\" He said he would make", "new_id": -2}, {"uid": "1295888384234930180", "i": 27823, "idx": 2, "sa": ["Bill Lockyer"], "q": "of 20 to 25 percent- drawing gasps from some 200 educators, administrators and teacher representatives. \"So far, I've heard good ideas about how to spend more money,\" <strong> Bill Lockyer </strong> said. <q>Great, it ain't there. It's time to make cuts- I believe deep cuts. I'd do 25 percent across the board. \"Those who wanted less government, you're going to get your wish. In other communities that are willing to put something on the ballot to make up that difference, they're going to have a higher service level.</q> California's K-12 and community college education budget, which comprises about 40 percent of the state spending plan, has experienced$ 7 billion in cuts over the last three years. According to the", "new_id": -2}, {"i": 12105, "idx": 0, "index_answer": 0, "new_id": -1, "q": "considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!</q> wrote <strong> Eric Schmidt </strong> in a post on Google's official blog. \"Larry, in my clear opinion, is ready to lead.\" Page will take over April 4, with <strong> Eric Schmidt </strong> taking the", "sa": ["Eric Schmidt"], "uid": "1295670206191152262"}]