[{"uid": "1296729581100368405", "i": 12304, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Hosni Mubarak", "Robert Gibbs", "John McCain"], "q": "the top stories making news from around the country and the world. WASHINGTON/POLITICAL For the latest political news: CNN: <strong> John McCain </strong> hopes for quick end to violence in Egypt protests <strong> Barack Obama </strong> and his administration <q> strongly condemn the outrageous and deplorable violence that's taken place on the streets of Cairo today </q> and want it to end quickly, <strong> John McCain </strong> House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> said Wednesday. CNN: <strong> John McCain </strong> now calling for <strong> Hosni Mubarak </strong> to step down <strong> John McCain </strong> is now calling for <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to step down and let an interim", "new_id": -2}, {"uid": "1296860415114081831", "i": 5910, "idx": 0, "sa": ["Sergio Marchionne"], "q": "( Reuters)- Chrysler is working to refinance what its chief executive characterized as`` shyster loans'' that the Obama administration extended as part of a bailout to keep the automaker from collapse in 2009. <q> I want to pay back the shyster loans, </q> <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unprincipled lawyer or politician.`` Pay back the loans, get those out and then take( the company) public.'' <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1296218172048857090", "i": 12616, "idx": 14, "sa": ["Gov. Rick Perry", "Dan Coats", "Mike Pence"], "q": "of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision.''-- <strong> Gov. Rick Perry </strong>, chairman of the Republican Governors Association. <q> While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an effective governor.... I will be at the top of the list of people encouraging <strong> Mike Pence </strong> to seek the Republican nomination for <strong> Gov. Rick Perry </strong>. </q>-- U.S. Sen. <strong> Dan Coats </strong>, R-Ind.`` It's nice that <strong> Mike Pence </strong> is spending more time worrying about his next job than about the people in his district. He was just elected to a job that he", "new_id": -2}, {"uid": "1297275482080936964", "i": 32143, "idx": 0, "sa": ["David Letterman", "Elton John"], "q": "Show with <strong> David Letterman </strong> last night to discuss how having a tampon taped to his back in high school was not fun for him, breaking his wrist and much more. FELLINI, POTTER, KELLER, PERKINS!: <q> LCS, I'm not sure that I know that much about Fellini- but I have re-watched all of his films and listened to the extras and, then, I watched that documentary about Fellini( just now, I can't... </q> LogoTV.com| TripOut: Gay Travel NOTE: afterelton.com is not affiliated with <strong> Elton John </strong>", "new_id": -2}, {"uid": "1295325223053116961", "i": 24927, "idx": 0, "sa": ["Elgin Baylor", "Allen Iverson", "Donyell Marshall"], "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. John's two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach John Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, <strong> Elgin Baylor </strong> should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. <strong> Elgin Baylor </strong> just tell my teammates:` Let me get the ball. He'll scream at me http://wn.com/Dash_Cam_Mom_tasered_in_front_of_her_kids_in_New_York www.myspace.com- A police", "new_id": -2}, {"uid": "1295958222077971468", "i": 26730, "idx": 2, "sa": ["Jerry Brown", "Bill Lockyer", "Mark Hedlund", "Darrell Steinberg"], "q": "'' Democratic Treasurer <strong> Bill Lockyer </strong> said. But:`` The last I heard, the University of California and California schools create jobs.'' The bad news: <strong> Jerry Brown </strong> also told the League of Cities Wednesday, <q> You may win on redevelopment and then we take something else away. </q> But why? <strong> Mark Hedlund </strong>, spokesman for Senate President Pro Tem <strong> Darrell Steinberg </strong>, framed the issue well- it's a choice between`` a subsidy for public and private development'' and$ 1.7 billion", "new_id": -2}, {"uid": "1297184332188334094", "i": 8386, "idx": 0, "sa": ["Michael Vick", "Tara Harper", "Mayor Tom Leppert"], "q": "`` <strong> Michael Vick </strong> is a convicted felon. He commited horrible atrocious crimes, violent crimes. He has done nothing to deserve a key to the City of Dallas.'' Other rescue groups agree. <q> I don't think he's really earned that honor yet to get a key to the City of Dallas, </q> said <strong> Tara Harper </strong>, PAWS In The City.`` I think that should be bestowed on people who are internationally famous for wonderful things they've done.'' <strong> Mayor Tom Leppert </strong> is upset, too, saying it's", "new_id": -2}, {"uid": "1295948629120340631", "i": 44438, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Richard Land", "Abraham Foxman"], "q": "potential constituency includes all Southern Baptists. With almost 16.2 million members, the Nashville-based SBC is the largest Protestant denomination in the U.S. Anti-Defamation League National Director <strong> Abraham Foxman </strong> released a statement on <strong> Richard Land </strong>'s withdrawal writing, <q> We respect <strong> Richard Land </strong>. We respect his decision. We wish it were otherwise. </q>___ Online: ADL's Interfaith Coalition on Mosques: Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog BERKELEY", "new_id": -2}, {"uid": "1295797012110280765", "i": 32469, "idx": 3, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": ".'' Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. But deputy prime minister <strong> Nick Clegg </strong> insisted Sunday: <q> I don't think this government will miss a beat. </q> AFP <cite> This story is sourced direct from an overseas news agency as an additional service to readers. Spelling follows North American usage, along with foreign currency and measurement units. </cite> Israel's Holocaust memorial", "new_id": -2}, {"i": 6076, "idx": 1, "index_answer": 3, "new_id": -1, "q": "<strong> Michael Jordan </strong> jumper was deadly.'' Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q> When your jumper is on, the basket seems like an ocean and the basketball seems like a rock, </q> he said.`` That is the way it felt tonight.`` <strong> Rafer Alston </strong> teammates are the ones that set the screens for me and got me the ball in spots where <strong> Elgin Baylor </strong> need the ball. <strong> Rafer Alston </strong> coach calls", "sa": ["Elgin Baylor", "Michael Jordan", "Rafer Alston", "Allen Iverson"], "uid": "1296257397048463880"}]