[{"uid": "1295611292131039247", "i": 8327, "idx": 0, "sa": ["Simon Cowell", "Ellen DeGeneres", "Jennifer Lopez"], "q": "and <strong> Jennifer Lopez </strong> replacing <strong> Ellen DeGeneres </strong> and <strong> Simon Cowell </strong> on the hit show, and the two superstars wowed contestants and TV critics with their enthusiastic response to wannabes at auditions in New Jersey, which were taped last year. <q>Not only are they great to look at, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are long-time stars who have nothing to gain, or lose, by being part of American Idol.<q> She adds, \"Their natural confidence in front of the camera was such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.\" Comment on this Article New York", "new_id": -2}, {"uid": "1297231173207454218", "i": 22714, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "they would not harm any americans inside the US border.\" Who cares if they kill eachother? As long as they are killing eachother in Mexico they are leaving US citizens alone here. Report Abuse <q>What do you expect? You have an anti-American President who refuses to protect our borders and left-wing socialist pigs who march with these criminals when they invade our borders. You will change your tunes soon once they make it to San Fracisco and the violence is on your doorstep.<q> Time.com: Super Bowl Ticket Scandal: Are Fans Planning A Suit? ABC News: Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your", "new_id": -2}, {"uid": "1296722752183549956", "i": 30985, "idx": 0, "sa": ["Bill Clinton", "David Letterman"], "q": "good story. And knew she needed the celebrity infusion to attract attention. \"I didn't want people to feel that this was going to be an hour lecture,\" she said. <q>To have these very famous, and in some cases very funny, people, meant that they would watch.<q> Each guest agreed to talk about his experience. <strong> Bill Clinton </strong>, the former Big Mac <strong> Bill Clinton </strong>, revealed that he's now practically a vegan. The usually private <strong> David Letterman </strong>, 63, talks candidly about", "new_id": -2}, {"uid": "1297636284227983364", "i": 8066, "idx": 1, "sa": ["Mike Pence"], "q": "in annual funding. \"Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,\" <strong> Mike Pence </strong> said. <q>The time to deny any and all funding to Planned Parenthood is now.<q> By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants, by covering overhead and operational costs, free up other money to provide abortions. Planned", "new_id": -2}, {"uid": "1295795112051544089", "i": 9475, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "especially <strong> Sergey Brin </strong>, who was born in the Soviet Union, did not want to kowtow to a repressive regime, while <strong> Eric Schmidt </strong> was more willing to accommodate Chinese demands that Google censor its search results in that country. <q>One of the issues that precipitated this change[ of the CEO] was what happened in China. But China is not the cause-it's symptomatic of the broader disconnect between the way that <strong> Eric Schmidt </strong> wanted to run Google and the way the founders wanted to run the company,<q> says David Wolf, chief executive of Wolf Group Asia, a Beijing-based marketing-strategy firm. But the biggest driver of the change seems to be Page's long-term desire to be No. 1 at the company he", "new_id": -2}, {"uid": "1295425429066371636", "i": 34570, "idx": 0, "sa": ["Ricky Gervais", "Simon Cowell", "Hugh Hefner"], "q": "\" of the awards show was \"hugely mean-spirited with mildly sinister undertones\". Meanwhile <strong> Simon Cowell </strong> Berk of the Hollywood Foreign Press Association, which puts on the Globes, said <strong> Ricky Gervais </strong> had crossed the line. <q>Some of the things he said were totally unacceptable,<q> Berk said. <strong> Ricky Gervais </strong> had introduced Berk by saying: \"I just had to help him off the toilet and pop his teeth in.\" <strong> Hugh Hefner </strong> seemed to take <strong> Ricky Gervais </strong>'s joke about him rather more", "new_id": -2}, {"uid": "1295416505157892632", "i": 8982, "idx": 0, "sa": ["Michael Lynche", "Simon Cowell"], "q": "confidence and patience that led <strong> Michael Lynche </strong> suggested another explanation. Amid angst over the departure of star <strong> Simon Cowell </strong> and strife among the judges, the show forgot to concentrate on the contestants. <q>You would catch( the judges) looking off to one side, and there was this( question) of, \"Are they really focused on what I'm doing right now?' New York home. \"You've got to keep the focus on kids trying to find their dreams, instead of what kind of relationship the judges have or what can you say next that\"s going to be funny.<q> \"American Idol\" are about to feel his pain. Because when \"Idol\" returns tonight on Fox, it will be unveiling changes so extensive, producers are saying it might", "new_id": -2}, {"uid": "1296106971231735328", "i": 13240, "idx": 0, "sa": ["Eric Schmidt"], "q": "reiterated an Overweight rating on Google and increased his price target to$ 725 from$ 652. Munster said the quarterly results showed that the company's search business is still healthy and that the new CEO switch is <q>at worst a net neutral, at best a net positive.<q> Page is more visionary than <strong> Eric Schmidt </strong>, and his new role could inspire Google's creativity in the face of competition from Facebook, Apple( MSFT), he noted. Some say there were tensions", "new_id": -2}, {"uid": "1296222150071827491", "i": 21451, "idx": 3, "sa": ["Barack Obama", "Rand Paul", "Sen. Bernie Sanders", "Jeb Hensarling", "Chuck Schumer"], "q": "a stronger pledge from <strong> Barack Obama </strong>. \"<strong> Jeb Hensarling </strong> of Texas said- and he's the Republican Conference chairman- that they're going to take <strong> Rand Paul </strong> Ryan's blueprint and use it,\" said <strong> Chuck Schumer </strong>. <q>That's privatizing Medicare.... They're going to do the same for Social Security. \"Their agenda: Privatize both programs, which means end them,<q> said <strong> Chuck Schumer </strong>. <strong> Chuck Schumer </strong>, <strong> Sen. Bernie Sanders </strong> and several other Democrats have formed the Senate Social Security Caucus, which held its first meeting Thursday. The meeting came a day after the Congressional Budget Office reported", "new_id": -2}, {"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,\" <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q>Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud.<q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business' \"move forward into the era of cloud computing,\" one that would apparently require \"new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}]