[{"uid": "1297176031226918403", "i": 3174, "idx": 16, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> Aaron Rodgers </strong>: \"That's true.\" <strong> David Letterman </strong>: \"So you were running a club, some guys older than you, some guys, certainly more experience.\" <strong> Aaron Rodgers </strong>: <q> I think leading by example was the most important lesson I learned. It's hard to be able to have the words to relate to a guy like that, who's been through prison, who's been in the workforce, been in the military. </q>( audience laughs) <strong> David Letterman </strong>:( Laughs) \"I don't know why this is funny.\"( Audience laughs) <strong> Aaron Rodgers </strong>:( Laughs) \"I'll stop right there.", "new_id": -2}, {"uid": "1296664605083984414", "i": 11436, "idx": 2, "sa": ["Allen Iverson", "LaMarcus Aldridge", "Brandon Roy", "LeBron James"], "q": ": With the Blazers in front by seven after <strong> LaMarcus Aldridge </strong>'s basket with 1:46 remaining, they failed to score on three straight possessions. The Heat converted seven points over that duration to draw even. QUOTABLE <strong> Allen Iverson </strong>: <q> <strong> I Roy </strong> didn't want to jinx it pregame by saying something to my teammates, but every time he's played here, he's shot the ball well. It's like he saves all his jump shots for us. </q>-- <strong> LaMarcus Aldridge </strong> on <strong> LeBron James </strong> HOT: <strong> LeBron James </strong> scored 11 points in the final three minutes of overtime to pull Miami even, then scored This time, <strong> Brandon Roy </strong> and the Portland Trail Blazers didn't need any late-game heroics to", "new_id": -2}, {"uid": "1296774517130859030", "i": 5884, "idx": 1, "sa": ["Sergio Marchionne"], "q": ". Carl Galeana, who runs dealerships in suburban Detroit, Florida and South Carolina, said he is impressed with the turnaround that <strong> Sergio Marchionne </strong> engineered. \"I think this guy is a visionary,\" he said. <q> He talks about what he needs to do and he goes out and gets it done. </q> Of the 16 new or revamped models, five were rebuilt from the ground up in under two years, far faster than the normal three or four years. They include the 300 big sedan, the Jeep Grand", "new_id": -2}, {"uid": "1296770511173654034", "i": 12163, "idx": 13, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "was clued in, and despite the absence of any link between <strong> Saddam Hussein </strong> and the terrorist attacks. The book retraces familiar ground-the U.S. intelligence estimates in 2002 that <strong> Saddam Hussein </strong> had chemical and biological weapons-with <strong> Donald Rumsfeld </strong> arguing that <q> recent history is abundant with examples of flawed intelligence that have affected key national security decisions and contingency planning. </q> This, of course, was the mother of all intelligence failures, but <strong> Donald Rumsfeld </strong> attempts to shift the argument to higher ground, saying illegal weapons \"should have been only one of the many reasons\" for invading", "new_id": -2}, {"uid": "1296174888117817375", "i": 16884, "idx": 0, "sa": ["Mike Pence"], "q": "Ad Feedback Indiana Rep. <strong> Mike Pence </strong> announced Thursday he won't seek the Republican nomination for president in 2012, but hinted a possible run for governor. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> he said in a letter being sent to supporters. \"We will not seek the Republican nomination for president in 2012.\" The Indianapolis Star reported <strong> Mike Pence </strong> said he would make a decision \"later this", "new_id": -2}, {"uid": "1296280079111296551", "i": 6647, "idx": 4, "sa": ["Mike Pence"], "q": "during a statewide bus tour last fall. \"He's been very helpful. He's been supportive not only to me, but to the rest of the freshman congressional delegation,\" Bucshon said. <q> A person like him, with a wealth of experience, is always important to have backing you up when you're just getting started. </q> Bucshon wouldn't speculate about <strong> Mike Pence </strong>'s future, but said, \"No matter what he decides to do, I'll be supportive.\" Other Republicans seemed more sure of <strong> Mike Pence </strong>'s plans", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night. \"It was a huge lift off of me,\" <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}, {"uid": "1297529172137691161", "i": 47931, "idx": 1, "sa": ["Sergio Marchionne", "Giuliano Pisapia"], "q": "azienda che vuole investire nel mondo intero, anche aprendo nuovi mercati\". BERSANI, INCONTRO CON GOVERNO? ALLA BUON \"ORA- L'incontro a Palazzo Chigi tra Governo e l'ad di Fiat, <strong> Sergio Marchionne </strong>? <q> Alla buon` ora- risponde il segretario del Pd, Pierluigi Bersani-, dopo un paio d\"anni! </q>. Interpellato a margine dell` incontro a Milano per dare il via alla campagna elettorale del candidato sindaco <strong> Giuliano Pisapia </strong>, Bersani ha spiegato di temere che \"molte cose siano giÃ successe\". \"Vedremo che cosa si", "new_id": -2}, {"uid": "1297501178235929616", "i": 27955, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "and Washington counties because of snow and ice damage. Disaster relief from the U.S. Department of Agriculture could help farmers recover from property damage and livestock losses due to weeks of snow and ice buildup. <q> The amount of heavy snow we've received this winter is unprecedented, </q> <strong> Kirsten Gillibrand </strong> said. \"Federal assistance is absolutely critical to helping these hardworking farm families recover.\" Farm Service Agency's emergency loans go to help supplement farmers' incomes after crop and livestock loss, pay to", "new_id": -2}, {"uid": "1296622781114606115", "i": 10843, "idx": 0, "sa": ["Sergio Marchionne"], "q": "\" he grins. The passion is not expected to immediately translate into sales, however. During the first year, Mr Galeana expects to sell no more than 250-300 cars, which he acknowledges <q> is not a great amount of vehicles </q>. But it is a start- and one that the company will build on. \"We're entering this market after an absence of 27 years,\" says <strong> Sergio Marchionne </strong>, chief executive of", "new_id": -2}]