[{"uid": "1296391786239042627", "i": 4589, "idx": 8, "sa": ["Michael Vick"], "q": "him a shot when it seemed no one else would.`` Hopefully, I'll be with the Eagles next year. We'll see what happens,'' said <strong> Michael Vick </strong>, who added that he expects <q> everything to go according to plan. </q>`` We'll see what happens over the next couple months. I just got to be patient and take it day by day,'' he said. <strong> Michael Vick </strong>, who made his three previous", "new_id": -2}, {"uid": "1295633013146702365", "i": 46273, "idx": 0, "sa": ["Eric Schmidt"], "q": "what Google has accomplished under his watch, and there's nothing embarrassing about getting fired. But let's be serious: <strong> Eric Schmidt </strong> got fired. Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- <q> day-to-day adult supervision is no longer needed </q>-- through his carefully worded blog post that screamed`` friction at the top,'' through his patronizing remarks about how he thinks Larry Page is finally`` ready'' to be CEO, it seemed", "new_id": -2}, {"uid": "1295563297178864149", "i": 31372, "idx": 0, "sa": ["Eric Schmidt"], "q": "more about this management change announced just now by Google, in which co-founder Larry Page`` will take charge of Google's day-to-day operations as Chief Executive Officer,'' and the current CEO, <strong> Eric Schmidt </strong>, <q> will assume the role of Executive Chairman, focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are increasingly important given Google's global reach. Internally, he will continue to act as an advisor to Larry and Sergey. </q> In my actual circumstances-- article long overdue, book right after that, ready to turn this space over to guests in two days-- I will leave exploration of the ups and downs here to our", "new_id": -2}, {"uid": "1295930793182222853", "i": 974, "idx": 1, "sa": ["Eric Snow", "Allen Iverson"], "q": "New York Knicks. <strong> Allen Iverson </strong> scored 35 points and <strong> Eric Snow </strong> added 23 for the Sixers, who won their fourth straight game and showed some of the grit they displayed last season, when they reached the NBA Finals. <q> It's extra special( to win) when you have to fight and struggle, </q> <strong> Allen Iverson </strong> said.`` We were able to keep fighting through it. I know last year's team is dead and stinkin', but we took something from last year's team( in this game).", "new_id": -2}, {"uid": "1296716686187006985", "i": 1167, "idx": 0, "sa": ["Colin Powell", "Dick Morris", "Laura Ingraham"], "q": ". fever dreams, it's clear you're better off looking for analysis of the situation in Egypt someplace other than Fox News. Full transcript of the exchange between <strong> Dick Morris </strong> and guest host <strong> Laura Ingraham </strong>: <q> INGRAHAM: Now, <strong> Dick Morris </strong>, some conservatives out there-- Bob Kagan and even <strong> Bill Kristol </strong>-- are saying,`` It's not fair to jump on the president here. This a fluid situation. They're trying to get a handle on it. They're trying to have the right thing done in Egypt. So, just hold off on criticizing. </q> What do you say? </blockquote> MORRIS: Well, if you hold off on criticizing, you could find yourself with a second Iran. You know, <strong> Colin Powell </strong> said it best about Iraq. He said", "new_id": -2}, {"uid": "1295566445075235330", "i": 2179, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it was a slow process. The new organization is expected to streamline things by <q> elevating me and having Larry running things day to day, </q> Mr. <strong> Eric Schmidt </strong> said. While the management shake-up wasn't telegraphed, <strong> Google Inc. </strong> has given subtle indications in the past that the roles of its leaders were being rethought. About a year ago, the", "new_id": -2}, {"uid": "1296494521100859915", "i": 26515, "idx": 15, "sa": ["Eddie House", "Allen Iverson"], "q": "10-13 after a 5-15 start. He entered Saturday averaging 14.2 points, well below his career average, and 4.3 assists.`` He means a lot more than his numbers,'' Philadelphia coach <strong> Eddie House </strong> Jordan said. <q> His spirit gives us momentum, his spirit gives us confidence, it gives us a sounding board, it gives us a calming effect. He means a lot.`` He's special to us. He's not the <strong> Ray Allen </strong> we used to know back in 2001, but he adds leadership, toughness and some experience. </q> <strong> Allen Iverson </strong>, whose reputation took a hit in recent years after turbulent stops in Detroit and Memphis, has http://wn.com/Amazing_Allen_Iverson_20pts_vs_Indiana_Pacers_09/10_NBA_Home_to_Home_Game_2 betfreebie.com Basketball <strong> Allen Iverson </strong> 39 s team first approach with the Philadelphia 76ers has earned him respect from his teammates and", "new_id": -2}, {"uid": "1296777071232128536", "i": 46295, "idx": 0, "sa": ["Gov. Rick Perry", "Mike Pence"], "q": "energy grid, many Texans across our state are experiencing power outages today,'' <strong> Gov. Rick Perry </strong> said. Here is the Statesman's story on the electricity situation Wednesday The latest from the New York Times this morning: <q> With the eyes of the Arab world on them, protesters seeking the ouster of <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> gathered anew at Tahrir Square on Thursday after a night of gunfire and a day of mayhem that left at least five dead and more than 800 wounded in a battle for the Middle East's most populous nation. The outcome is pivotal in a region where uprising and unrest have spread from Tunisia to many other lands, including Jordan and Yemen, forcing their leaders into precipitate concessions to their suddenly vocal foes and stretching American diplomacy. </q> From the Statesman's <strong> Mike Pence </strong> Ward:`` <strong> Gov. Rick Perry </strong> taxpayers are spending more on treating convicted criminals at a Galveston hospital than they are on law-abiding citizens in other parts of the state, a critical audit of spiraling prison", "new_id": -2}, {"uid": "1295563085148553780", "i": 6065, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' Mr <strong> Eric Schmidt </strong> said. Mr Page also praised Mr <strong> Eric Schmidt </strong>. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Mr Page said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q> It is a pretty good offer we are making. </q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont.`` There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}]