[{"uid": "1296853107145915918", "i": 3973, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "Eayrs tries to give Packers an edge Story: Is$ 3M worth it for a Super Bowl ad? Ask GoDaddy Story: Pie-makers aim for pizza Super Bowl action Story: 10 Super Bowl commercials to watch <q>I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him,</q> <strong> Roger Goodell </strong> said. \"He takes that seriously also.\" <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009", "new_id": -2}, {"uid": "1297372999188006442", "i": 10965, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": ". <strong> Amitabh Srivastava </strong>, senior vice president over the company's Azure cloud unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Blade Network Technologies sells switches to improve blade server performance <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,</q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1297198896026525768", "i": 42228, "idx": 1, "sa": ["Michael Gove"], "q": "work so hard on our behalf in the nation's classrooms that we back them and that we will give them the tools they need in order to keep order.\" He called for an end to the <q>culture of \"know your place' and denying opportunity</q>.` Gamble\" Mr <strong> Michael Gove </strong> added: \"This bill provides an historic opportunity for this country. It will help guarantee every child a high-quality education which will equip them for the technological, economic,", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q>11th grade-- is that a sophomore in high school?</q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied: \"I don't know. I'm Canadian.\" Later, <strong> Justin Bieber </strong> tweeted that he will be on the \"Late Show\" again on Friday, \"", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}, {"uid": "1295034979268353577", "i": 48703, "idx": 0, "sa": ["Jimmy Fallon", "David Letterman"], "q": "13 2011 10. <strong> Jimmy Fallon </strong>: A town in Britain is making town employees submit a written request for an office romance. That's going to be weird if the other person isn't in to it. <q>Susan, I've gotten permission to have a romance with you.</q> \"But I'm married.\" \"Well, you're going to have to take that up with Mr. Thorpe.\" 9. <strong> David Letterman </strong>: The Golden Globes has weird categories. \"Best Actor", "new_id": -2}, {"uid": "1295907812246595678", "i": 39139, "idx": 2, "sa": ["Norman Schwarzkopf", "Colin Powell", "Bill Clinton", "President Bush"], "q": "<strong> Colin Powell </strong>, Joint Chiefs chairman at the time, and <strong> Norman Schwarzkopf </strong>, the commander of U.S. forces during that war. \"There was great deference among lawmakers from that point for <strong> Norman Schwarzkopf </strong> uniformed leaders,\" Freier said. <q>You hadn't seen it to that extent before.</q> In the years that followed, the <strong> Bill Clinton </strong> and <strong> President Bush </strong> administrations moved forward with plans for a leaner military. But then came the attacks of Sept. 11, 2001. In the aftermath, the <strong> President Bush </strong> administration", "new_id": -2}, {"uid": "1296972042257851410", "i": 464, "idx": 0, "sa": ["Michael Vick"], "q": "dealt with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind Reid. <q>He had a plan and he stuck to that, both on and off the field,</q> Reid said. \"He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did", "new_id": -2}, {"uid": "1295928838118014016", "i": 32804, "idx": 0, "sa": ["Rick Ross", "Alex Hannum", "Allen Iverson"], "q": "<strong> Rick Ross </strong>)... NBA Champions: 1983 Philadelphia 76ers The Sixers raced through the regular season, finishing with a league-best 65-17 record. Heading into the Finals, Malone was asked for his prediction and responded with the classic <q>Fo', fo' fo'.</q> Philadelphia came close to living up to Malone's prediction of an un... <strong> Allen Iverson </strong> Press Conference Philadelphia 76ers* AI gets emotional <strong> Allen Iverson </strong> Press Conference Philadelphia 76ers* AI gets emotional Led by head coach <strong> Alex Hannum </strong>, the 76ers", "new_id": -2}, {"uid": "1295588443175472914", "i": 20361, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "PM\" <strong> Eric Schmidt </strong> is stepping down as CEO of Google and cofounder Larry Page is taking over, the company just announced in its earnings release. <strong> Eric Schmidt </strong> will become Executive Chairman, focused on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.</q> Google's other cofounder, <strong> Sergey Brin </strong>, will take a more active role in strategic projects including product. He is giving up his role as president. The change is effective starting April 4,", "new_id": -2}, {"uid": "1296770511173654034", "i": 12171, "idx": 21, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell"], "q": "community knew \"that some of these sources were not good,\" \"didn't speak up,\" and \"that devastated me.\" <strong> Donald Rumsfeld </strong> fires back that the secretary of State had once been <q>the most senior military officer in our country</q> and no one else in the administration had \"even a fraction of his experience\" on intelligence matters. \"<strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles", "new_id": -2}]