[{"uid": "1297360824264552524", "i": 6970, "idx": 0, "sa": ["Jay Leno", "Johnny Carson", "David Letterman"], "q": "\" quick-witted observations that made him a regular on The Tonight Show with <strong> Johnny Carson </strong> and Late Night with <strong> David Letterman </strong> in the 1980s. Starting from scratch is something few big-name comedians are willing to do, apparently. <q>I could never do what you do, give it away,</q> <strong> Jay Leno </strong> tells him backstage after a quick performance of new material. \"You're a comic. Your act feeds you. It pays the rent.\" It's a tough go in the beginning as", "new_id": -2}, {"i": 12447, "idx": 1, "index_answer": 0, "new_id": -1, "q": "the collapse of such a dictatorship was \"inevitable\" in Egypt, as well as in other countries throughout the world. \"What comes next, it's hard to predict,\" <strong> Patrick Leahy </strong> said. <q>A huge part of( Egypt's) natural product is tourism. They've got to get tourists feeling free to go back. Nobody's about to book a trip to Egypt right now. \"The United States really needs stability there,</q> <strong> Patrick Leahy </strong> continued, \"because of our interests in Israel and Jordan and elsewhere.\" <strong> Sen. Bernie Sanders </strong>, I-Vt., had a similar response and called on the United States to support a transition to democracy.", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1297523762190513232"}, {"uid": "1296864258154910775", "i": 3228, "idx": 3, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "Fiat, whose brands include Ferrari, Maserati and Alfa Romeo. Volkswagen AG Chairman <strong> Ferdinand Piech </strong> expressed an interest in buying Alfa Romeo. But Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q>As long as I'm the CEO of both Fiat and Chrysler, Mr. <strong> Ferdinand Piech </strong> will never get an offer,</q> <strong> Sergio Marchionne </strong> said during the J.D. Power event. <strong> Sergio Marchionne </strong> also said Fiat is looking to \"redimension\" its joint venture with n automaker Tata Motors to sell Fiat-branded cars in India.", "new_id": -2}, {"uid": "1295432232052150316", "i": 18648, "idx": 0, "sa": ["Henry Ford", "Thomas Jefferson", "Sen. Bernie Sanders"], "q": "twelve banks in New York, Boston, and Chicago, had 746 interlocking directorships in 134 corporations. <strong> Sen. Bernie Sanders </strong> Robert <strong> Thomas Jefferson </strong> <strong> Henry Ford </strong> of Texas said that for the past five years, the nation's financial resources had been <q>concentrated in the city of New York( where they) now dominate more than 75 percent of the moneyed interests of America...</q> On December 13, 1911, George McC. Reynolds, the President of the Continental and Commercial Bank of Chicago, said to a group of other bankers: \"I believe the money power now lies in the", "new_id": -2}, {"uid": "1297452439198262785", "i": 20838, "idx": 3, "sa": ["Donald Rumsfeld", "Tony Judt", "Ray LaHood"], "q": "believes that this is an appropriate federal goal. He has observed, \"People like to ride trains.... You don't build these trains to travel faster, although sometimes you do,\" and added that <q>people could read books, work on their computers, eat and perform other tasks on trains that are difficult or illegal to do while driving.</q>[ 25] <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong>'s clumsy defense of the costly inefficiency of rail travel was expressed more elegantly, spiritually, and nonsensically by the late British historian <strong> Tony Judt </strong>: \"", "new_id": -2}, {"uid": "1297696256029687816", "i": 25338, "idx": 2, "sa": ["David Letterman"], "q": "it showed the Speaker doing what he does best- crying( in a \"60 Minutes\" interview). <strong> David Letterman </strong> also noted that Lee resigned a few hours after the shirtless photo appeared. <q>Who said Congress can't get anything done?</q> cracked <strong> David Letterman </strong>. Of course, the jokes will eventually die down. Which brings me back to my original thought that Lee should eventually become a candidate for his own seat. I assume that", "new_id": -2}, {"uid": "1296677265093847554", "i": 4982, "idx": 5, "sa": ["Allen Iverson"], "q": "lot.\" Had things gone differently, <strong> Allen Iverson </strong> could've been a member of the Celtics, who were also in the running for his skills. The Celtics certainly saw what they missed out on Tuesday night. <q>I honestly just have a lot of respect for the Boston organization and for them being interested in me in the way they were,</q> <strong> Allen Iverson </strong> said. \"You always have to feel San Antonio Spurs 94-73 Boston Celtics The Celtics were down by only one point at halftime, but that deficit quickly grew to 17 in the third period when Boston was", "new_id": -2}, {"uid": "1296848372199835650", "i": 47080, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "done as soon as possible.\" <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. <q>We're looking for success stories; we're not looking for players to fail,</q> <strong> Roger Goodell </strong> said. \"He's paid a very significant price and he's doing the right thing.\" <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's", "new_id": -2}, {"uid": "1295613392207978510", "i": 1571, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "said Friday that <strong> Andy Coulson </strong> had felt compelled to resign, but did not mention the scandal, which centers on allegations of systematic wrongdoing at <strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,</q> <strong> David Cameron </strong> said in a statement. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.\" <strong> Andy Coulson </strong> is", "new_id": -2}, {"uid": "1295022732245776404", "i": 21774, "idx": 0, "sa": ["Michael Douglas", "David Letterman"], "q": "the \"Late Show with <strong> David Letterman </strong>.\" Thursday night, his voice was strained and scratchy after months of intense treatment. The 66-year-old Academy Award winner acknowledged his good fortune. He said, <q>It's been a cycle of only about seven months since the discovery, and it was handled pretty intensely. Other people obviously have had a lot longer periods to deal with it.</q> <strong> Michael Douglas </strong> says he's gained back 12 of the 40 pounds he lost during an aggressive eight-week regimen of chemotherapy and radiation. During the past few months, infrequent sightings of the actor fueled rumors", "new_id": -2}]