[{"uid": "1295571680118030373", "i": 35059, "idx": 1, "sa": ["Eric Schmidt"], "q": "of responsibility and accountability at the top.`` As Google has grown, managing the business has become more complicated,'' Mr <strong> Eric Schmidt </strong> said in a posting on the company's official blog. <q> So Larry, Sergey[ Brin] and I have been talking for a long time about how best to simplify our management structure and speed up decision making. </q> Mr <strong> Eric Schmidt </strong> became chief executive in 2001 to bring more management experience to the growing company. He will now move to the role of executive chairman, focusing on deals and government outreach, among", "new_id": -2}, {"uid": "1297225373053084179", "i": 45415, "idx": 3, "sa": ["Michael Vick"], "q": "'s unfortunate, and I would rather have not seen the situation.'' Two council members told the newspaper that the presentation was inappropriate, though one defended it, saying <strong> Michael Vick </strong>`` served his time'' and <q> did what the court told him to. </q> The newspaper reported that council members are allowed to hand out token keys- a$ 25 key with Dallas' seal- to whomever they want, in contrast with the more official gold or crystal city", "new_id": -2}, {"uid": "1296715247139952129", "i": 22340, "idx": 4, "sa": ["Nene Hilario", "Allen Iverson"], "q": "afterward, <strong> Nene Hilario </strong> never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacking any strength.`` I survived, I'm still here,'' he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the Mavericks. The Warriors visit the Pepsi Center on Saturday night", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called`` red mercury'' that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q> They live thinking about it. They could kill each other to get it, </q> <strong> Zahi Hawass </strong> said.`` When I enter any place in Egypt, people ask me all the time about this.'' The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}, {"uid": "1297260361038010913", "i": 1315, "idx": 1, "sa": ["Michael Vick"], "q": "The mayor added that`` official keys to the city'' are presented by the mayor or an elected official designated by the mayor and are reserved for`` an elected official of international status.'' <q> Clearly, this was not the case in this situation and one without my knowledge or approval, </q> he said. The mayor also expressed his regards to those who may have been offended by the move and to those who were saddened for honoring a convicted felon and animal abuser. He acknowledged <strong> Michael Vick </strong>'s", "new_id": -2}, {"uid": "1296715900139952133", "i": 14122, "idx": 0, "sa": ["Mike Pence"], "q": "With the dismissal of one rumor came the start of another, as many supporters now believe the Columbus, Ind., born and raised congressman may seek a shot at the governor's mansion. <q> In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead, </q> <strong> Mike Pence </strong> said.`` After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play.'' Although his e-mail is solely an interpretation of", "new_id": -2}, {"uid": "1295001420194838603", "i": 19030, "idx": 1, "sa": ["Peter Rice", "Michael Jackson", "Simon Cowell", "Stevie Wonder"], "q": ", <strong> Peter Rice </strong> confirmed there would be four judges on the show, two men and two women, but insisted <strong> Simon Cowell </strong> would not be making the final decision on who would appear on it. He said: <q> There's great speculation. I think <strong> Simon Cowell </strong> is still meeting and trying to find the right mixture. It'll be four judges as it is in England- it's two men, two women, one of which will be <strong> Simon Cowell </strong>.'`` <strong> Simon Cowell </strong>'s going to come to us and he's going to say,` This is who I would like the judges to be,' and we'll have a conversation about it. </q> <strong> Peter Rice </strong> also claimed the show would be different from` American Idol' because of the involvement of judges with their acts, meaning they could find the next`` <strong> Stevie Wonder </strong> or <strong> Michael Jackson </strong>''. He", "new_id": -2}, {"uid": "1296463074084328459", "i": 24145, "idx": 2, "sa": ["Simon Cowell", "Katie Price", "Louis Walsh"], "q": "she would love to see the model sitting alongside <strong> Louis Walsh </strong>.`` Having[ <strong> Katie Price </strong>] on the panel would make interesting viewing, so I can definitely see it working,'' Sinitta said. <q> She can do anything she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along. </q> An insider added:`` Bosses know they need to pull something special out of the hat to maintain the show's top-dog status. Many people, including <strong> Simon Cowell </strong>, think[ <strong> Katie Price </strong>] could be the", "new_id": -2}, {"uid": "1295094125134053943", "i": 20078, "idx": 8, "sa": ["Chris Webber", "Allen Iverson"], "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talking about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said.`` We really like playing together, and we're getting it going. We're really just http://wn.com/Allen_Iverson_31pts_vs_Kobe_Bryant_Eddie_Jones_Van_Exel_Lakers_97/98_NBA_Vintage Credit to baldheadkid Hot-shooting <strong> Allen Iverson </strong> had 31 points and eight assists as the Philadelphia 76ers took advantage of", "new_id": -2}, {"uid": "1297271856047726682", "i": 5198, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "and tools biz president who was pushed out by MS boss <strong> Steve Ballmer </strong> last month. The software vendor said today that it has promoted its senior veep <strong> Satya Nadella </strong> to the position left vacant by Muglia. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said <strong> Steve Ballmer </strong>. reported that Microsoft was set to undergo a radical reshuffle of its management team. In his new role, <strong> Satya Nadella </strong> will look after the strategy, engineering, marketing and product development for Microsoft", "new_id": -2}]