[{"uid": "2008101819_00024166_W", "i": 3555, "idx": 1, "sa": ["George H. W. Bush"], "q": "agencies, capital standards and asset valuation. in his weekly radio address, <strong> George H. W. Bush </strong> on saturday sought to reassure americans about the cost and scope of the nation's financial bailout plan and said that in the long run <q> our economy will bounce back. </q> he acknowledged that people are concerned about their finances and, while he offered assurances about an eventual recovery, he did not say when that would happen. since oct. 9, 2007, when the dow topped 14,000", "new_id": -2}, {"uid": "2008110519_00035462_W", "i": 4636, "idx": 3, "sa": ["Thomas Hermann"], "q": "easily parse through hundreds of thousands of online media to quickly and proficiently listen, understand and engage with our key stakeholders,\" said <strong> Thomas Hermann </strong>, director of communication, michelin in germany, austria, and switzerland. <q> the current financial crisis, which has strongly affected the entire automotive industry as well as suppliers like michelin, is regarded as an important communications challenge. hence, a real-time analysis of the media coverage becomes absolutely crucial for us to successfully manage this situation, </q> <strong> Thomas Hermann </strong> continues. \"in conjunction with prime's analysis of traditional media, web.analysis enables michelin to monitor, navigate and act at the speed of business.\" the service launch was made public at the ibm information", "new_id": -2}, {"uid": "2008101701_00026308_W", "i": 3551, "idx": 2, "sa": ["Barack Obama", "Joe the Plumber", "John McCain"], "q": "- \"could turn out to be the campaign's secret weapon.\" <strong> Joe the Plumber </strong> remained a fixture of <strong> John McCain </strong>'s campaign today on the heels of his prominence in last night's debate, the chicago tribune reports. <q> <strong> Joe the Plumber </strong>'s the man, </q> the republican said at a rally. \"he won and small businesses won across america. the american people are not going to let sen. <strong> Barack Obama </strong> raise their taxes in a tough economy.\" polls show that <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "2008111114_00038760_W", "i": 411, "idx": 0, "sa": ["Wu Xiu", "Chin Wei"], "q": "to find. now, he has no idea what to do. the company owes him$ 300 and he is having trouble finding another job as more and more factories close and low-skilled workers flood the market. <q> i want to find another job. i have no money, </q> <strong> Chin Wei </strong> told abc news. \"i can not even feed myself.\" it's a story heard over and over in southern china. <strong> Wu Xiu </strong> feng is a mother of two who has spent the last 11 years", "new_id": -2}, {"uid": "2008122918_00005393_W", "i": 2083, "idx": 7, "sa": ["Jay Cutler", "Brandon Marshall"], "q": "\"it was kind of frustrating to see that three-game lead come down to this and see san diego kind of take off on us,\" broncos receiver <strong> Brandon Marshall </strong> said. but, hey, that's football. <q> we did have to score, </q> quarterback <strong> Jay Cutler </strong> said. \"they punted once, i think. it puts a lot of pressure on us.\" the chargers were 5-1 in the division but 3-7 outside it, and had zero wins against playoff", "new_id": -2}, {"uid": "2008092823_00022328_W", "i": 690, "idx": 0, "sa": ["Melanie Sloan", "Scarlett Johansson", "Alanis Morissette"], "q": "engaged to canadian singer-songwriter <strong> Alanis Morissette </strong> between 2004 and 2006. guests at the wedding included <strong> Scarlett Johansson </strong>'s mother, <strong> Melanie Sloan </strong>, and her brother, adrian <strong> Scarlett Johansson </strong>, the magazine said. the couple announced their engagement in may. <q> we're just enjoying our time, </q> the actress said last month. we're just recently- very recently- engaged. so, you know, we're just taking it easy. and no big plan yet. but it's a good time", "new_id": -2}, {"uid": "2008110715_00037602_W", "i": 4115, "idx": 5, "sa": ["Roy Blunt", "John Boehner"], "q": "cantor said he is focusing on serving his constituents. <strong> Roy Blunt </strong> said it's time for a new generation of republicans to assume leadership roles. \"we're in a totally new environment now,\" he said. <q> we need to find a new way forward. </q> rep. <strong> John Boehner </strong> of ohio will remain as gop leader in the house despite the party's disappointing results tuesday.( cantor's wife, diana f. cantor, is a member of the board of directors of media general", "new_id": -2}, {"uid": "2008121518_00041244_W", "i": 2028, "idx": 0, "sa": ["Trey Ideker", "John Fleischman"], "q": "contact <strong> John Fleischman </strong>, ascb science writer, cyarbrough@ascb.org,(858) 243-1814. or <strong> Trey Ideker </strong> university of california, san diego(858) 822-4558 han-yu chuang university of california, san diego the authors will present poster b b471, titled, <q> network-based diagnosis and modelling of cancer development and progression, </q> on monday, dec. 15, 1:30 pm, in program 1261, bioinformatics/biological computing, halls a-c, moscone center.", "new_id": -2}, {"uid": "2008102906_00032639_W", "i": 1771, "idx": 2, "sa": ["Barack Obama"], "q": "<NO_QUOTATION> in harlem. in search of some inspiration, i went to hear kwame toure, formerly stokely carmichael of black panther fame, speak at columbia,\" <strong> Barack Obama </strong> wrote in <NO_QUOTATION> which he published in 1995. <q> at the entrance to the auditorium, two women, one black, one asian, were selling marxist literature. </q> <strong> Barack Obama </strong> supporters point out that plenty of americans flirt with radical ideologies in college, only to join the political mainstream later in life. but <strong> Barack Obama </strong>, who made a point of noting how <NO_QUOTATION> he chose his friends", "new_id": -2}, {"uid": "2008121811_00004519_W", "i": 54, "idx": 2, "sa": ["Simon Yates", "Owain Doull", "Sam Harrison"], "q": "his valiant efforts, he's still only got just a few points between him and second placed rider <strong> Simon Yates </strong>. <strong> Sam Harrison </strong>'s keen to hold his lead but knows it's going to be tough, he commented: <q> the racing was really competitive and fast as usual. it couldn't have gone any better for me but i'm still not sure if i am competing in revolution 23 as the cyclo cross nationals are the morning after so we will see. however, i think <strong> Owain Doull </strong> will fill in well for me if i am not there so i'm sure wales will get a few more wins. </q> <strong> Simon Yates </strong> will have to work hard to gain some points over <strong> Sam Harrison </strong>, he said \"i wouldn't say he is unstoppable but it's going to take something special to beat him!\" nipping at both their", "new_id": -2}]