[{"uid": "1297260096158613550", "i": 3745, "idx": 1, "sa": ["Aaron Rodgers", "David Letterman"], "q": "articles about David Letterman.\"> <strong> David Letterman </strong>\" on Monday to the rally on Tuesday. \"I'm pretty tired, but it's a good tired because we accomplished our goal,\" <strong> Aaron Rodgers </strong> said. <q> This was our goal. </q> He said the Packers put their photograph on the team's wall of champions \"so every day we can look at what we want to accomplish: bring another championship back to Titletown.\"", "new_id": -2}, {"uid": "1297245176074432526", "i": 41214, "idx": 0, "sa": ["Blake Lively", "Simon Cowell", "Lindsay Lohan"], "q": "out his romance in public tough. He and 23-year-old <strong> Blake Lively </strong> were famously tight-lipped about their private life, which he argued was the only way to ensure they didn't attract undue attention when out together. <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1295425465261013529", "i": 20552, "idx": 2, "sa": ["Katy Perry", "Paula Abdul", "Ryan Seacrest", "Avril Lavigne", "Abdul Fox", "Kara DioGuardi", "Neil Patrick Harris", "Ellen DeGeneres", "Victoria Beckham", "Joe Jonas", "Simon Cowell", "Randy Jackson", "Justin Williams"], "q": "American Idol Season 9 Auditions 6 Dallas The judges search for lone stars in the Lone Star State when open auditions are held in Dallas. <strong> Neil Patrick Harris </strong> and <strong> Joe Jonas </strong> are the guest judges. American idol \"Season 9\" <q> episode 6 \"auditions Dallas Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington \"los angeles </q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> <strong> Randy Jackson </strong> <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> <strong> Abdul Fox </strong> <strong> Ryan Seacrest </strong> results show final semi-final call-back katie stewans <strong> Justin Williams </strong> <strong> Neil Patrick Harris </strong> <strong> Joe Jonas </strong> <strong> Paula Abdul </strong> Lloyd Thomas Kimberly Carver Dexter Ward Erica Dave Pittman Toddrick Hall Maegen Wright Vanessa Ryan Seacrestston Christian Spears www.watch-american-idol.info", "new_id": -2}, {"uid": "1295901953137494561", "i": 1990, "idx": 1, "sa": ["Zahi Hawass"], "q": "currently at Berlin's Neues Museum. \"I am doing something that I believe in and that should have been done a 100 years ago,\" <strong> Zahi Hawass </strong> told The Associated Press in a telephone interview. <q> My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many nations to follow suit. </q> <strong> Zahi Hawass </strong>, whose Indiana Jones hat has made him an instantly recognizable world figure, said his campaign has returned some 5,000 artifacts to Egypt from museums and private collections the world over since its launch in 2002", "new_id": -2}, {"uid": "1296106306239763512", "i": 27180, "idx": 1, "sa": ["Kevin Kolb", "Michael Vick"], "q": "dogfighting operation. \"This one feels great due to the fact that I've been through so much and trained to getting back to this position,\" he said after the NFC opened practice Wednesday. <q> It's paramount for me and my family and I'm just thankful. </q> After starting the year as a backup to <strong> Kevin Kolb </strong>, <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. \"I'm enjoying the guys", "new_id": -2}, {"uid": "1296169273065405008", "i": 24866, "idx": 1, "sa": ["Sergio Marchionne"], "q": "down over collateral that could be pledged by Chrysler. Chief Executive <strong> Sergio Marchionne </strong>, who expected the money by the end of 2010, said last week he still expected Chrysler would receive the loans. <q> Am I concerned with the fact that this thing is taking longer than I thought? The answer is absolutely yes, </q> <strong> Sergio Marchionne </strong> told reporters. He added that a \"tripartite\" discussion between Treasury, the Department of Energy and Chrysler would be needed to sort out the issue.` BEHIND THE EIGHT BALL'", "new_id": -2}, {"uid": "1296580982133529658", "i": 33520, "idx": 3, "sa": ["Allen Iverson", "Gary Moore", "James Andrews"], "q": "<strong> Allen Iverson </strong> four to six weeks to recover, \"but it could take longer.\" In a statement provided by <strong> Allen Iverson </strong>'s manager, <strong> Gary Moore </strong>, <strong> James Andrews </strong> said <strong> Allen Iverson </strong> probably won't be able to return for <q> six to eight weeks or more. </q> \"At this point it is certainly more important to get[ <strong> Allen Iverson </strong>'s] calf healed and asymptomatic than it is to try to play with continued pain,\" <strong> James Andrews </strong> wrote. The injury", "new_id": -2}, {"uid": "1296294853099647494", "i": 48819, "idx": 0, "sa": ["Michael Gove"], "q": "reforms More details of plans to overhaul England's schools system are set out in target=\"_blank\" an Education Bill. These are some of the main changes being brought in: BEHAVIOUR The Michael Government says it will <q> increase the authority of teachers to discipline pupils </q> through: reading the main story Related stories Schools Bill: Who's taking charge? Education Bill outlines shake-up At-a-glance: Education Bill The Education Secretary <strong> Michael Gove </strong> has said all new schools in School in Limpopo. They are", "new_id": -2}, {"uid": "1296280907096518182", "i": 13775, "idx": 4, "sa": ["Murray Sinclair", "Bill Murray", "David Letterman", "Murray Carter"], "q": "and... <strong> Bill Murray </strong>@ <strong> David Letterman </strong># 1, 1982, Part 1 of 2 <strong> Bill Murray </strong>@ <strong> David Letterman </strong># 1, 1982, Part 1 of 2... How to be a Good Lawyer- Judge <strong> Murray Sinclair </strong> In this sequel to <q> Why Knife Blades Chip, </q> and one of his most practical demonstrations of knife sharpening, <strong> Murray Carter </strong> shows us just how easy it is to repair this very knife which was badly chipped, first by using a 1000-grit water stone, and then a", "new_id": -2}, {"uid": "1295198895198885397", "i": 13884, "idx": 3, "sa": ["Steve Ballmer", "Ray Ozzie", "Bob Muglia"], "q": "Given that evolution, <strong> Steve Ballmer </strong> continued, \"now is the time to put new leadership in place for STB.\" <strong> Bob Muglia </strong> will apparently continue to run the division until summer, while his soon-to-be-former CEO conducts <q> an internal and external search for a new leader. </q> <strong> Bob Muglia </strong> is just the latest in a raft of executive departures from Microsoft. In October 2010, <strong> Steve Ballmer </strong> announced the resignation of Chief Software Architect <strong> Ray Ozzie </strong>, who had helped shape the company's cloud strategy.", "new_id": -2}]