[{"uid": "1295984939241025026", "i": 10642, "idx": 1, "sa": ["Stephen Elliott", "Donald Rumsfeld"], "q": ",\" <strong> Donald Rumsfeld </strong> is kidnapped by unnamed forces and funnelled through a Kafka-esque series of jails and interrogations- all based on treatment suffered by prisoners of war at Bagram Airfield and Guantanamo Bay. What are they after? <q>We're not looking for one thing,</q> an interrogator tells <strong> Donald Rumsfeld </strong>. \"We are finding your intentions.\" The authors never intended the book to be \"a revenge fantasy,\" says <strong> Stephen Elliott </strong>. In fact, he believes that \"if <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295143384120275178", "i": 6346, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "I hope in this time of sadness and loss, we can find new strength to come together as a nation and foster greater respect for one another,\" <strong> Kirsten Gillibrand </strong> said in a statement before leaving. <q>We may never make any sense of this heinous crime, but I remember how <strong> Gabrielle Giffords </strong> so often urged people to stand up to the violent language that divides us, and focus on solutions. That is exactly what we need to do right now,</q> <strong> Kirsten Gillibrand </strong> said. \"I want to thank <strong> Barack Obama </strong> for his compassionate leadership at this time of great national tragedy. My thoughts and prayers are with all the victims of this horrible tragedy, their loved", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\" again, <strong> Betty White </strong> quips, \"I think you do a thing once and then you run like a thief.\" <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q>Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby.</q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}, {"uid": "1296224676092700695", "i": 2081, "idx": 5, "sa": ["Mike Pence", "Joe Donnelly"], "q": "he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said <strong> Mike Pence </strong> could be hard to beat if he runs for governor. <q>He'll be the prohibitive favorite in 2012,</q> Bopp said, for both the nomination and the general election. Democrats disagreed. Several Democrats have expressed interest in running, including U.S. Rep. <strong> Joe Donnelly </strong>, whose Northern Indiana district is expected to become", "new_id": -2}, {"uid": "1297245173074432526", "i": 35307, "idx": 2, "sa": ["Simon Cowell"], "q": ",\" he said. \"But the male judges will not be as good looking as me.\" Later in the interview multi-millionaire <strong> Simon Cowell </strong> defended the promotion of child stars on X Factor. <q>In the final you could have a 14-year-old versus a 40-year-old,</q> said <strong> Simon Cowell </strong>. When asked if the exposure could become too much for child performers he said: \"Historically man, you know, I have seen a lot of these kiddie singers who looked like they", "new_id": -2}, {"uid": "1297199444258572348", "i": 19920, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush", "General Wesley Clark"], "q": "[ and Lebanon]. \"When this writer asked Feith... which of the six regimes on the <strong> General Wesley Clark </strong> list were included in the\" <strong> Donald Rumsfeld </strong> paper, he replied, \"All of them.\" <q>The Defense Department guidance document made it clear that US military aims in regard to those states would go well beyond any ties to terrorism. The document said the Defense Department would also seek to isolate and weaken those states and to \"disrupt, damage or destroy</q> their military capacities- not necessarily limited to weapons of mass destruction( WMD)...\" \"<strong> Donald Rumsfeld </strong>'s paper was given to the White House only two weeks after <strong> President Bush </strong> had approved a", "new_id": -2}, {"uid": "1296136603265256963", "i": 2512, "idx": 0, "sa": ["Bruce Forsyth", "Simon Cowell"], "q": "Most Popular Talent Show award- caused an emotional standing ovation when he honoured producer Siobhan \"Shue' Greene with the gong, who then got up to join him on stage. The tearful survivor said: <q>I\"m just happy to be alive.</q> Earlier in the night, <strong> Simon Cowell </strong> had made a surprise appearance on stage as he accepted the award for Most Popular <strong> Bruce Forsyth </strong> Presenter on behalf of Ant& Dec, who had won it for the 10th year", "new_id": -2}, {"uid": "1295307364018677824", "i": 10995, "idx": 1, "sa": ["Allen Iverson"], "q": " \"No Crossover: The Trial of <strong> Allen Iverson </strong>,\" a film about the basketball star's youth. One film that won't be included in the State Department program, despite plenty of Oscar buzz? <q>Client 9: The Rise and Fall of <strong> Eliot Spitzer </strong>.</q> http://thehill.com/capital-living/in-the-know/138357-state-dept-to-send-oscar-shortlist-films-overseas- Schumer to Obama: Close loophole that let Arizona shooting suspect buy a gun Sanders warns Obama not to agree with GOP on Social Security benefit cuts Gensler: Dodd-Frank a strong law, but we need", "new_id": -2}, {"uid": "1296922649262193174", "i": 35461, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "critics( you know, the \"Appeaserrs... the morally and intellectually confused\"), and only if we didn't piss on the Constitution and make up our own laws, maybe things would have turned <q>Heh, that's funny. Of course, since there were no weapons of mass destruction in Iraq and in fact there apparentrly had not been any for a number of years, the reason that <strong> Donald Rumsfeld </strong> would like to take \"that one</q> back is because he was lying. Maybe someday someone will free the\" Washington Post from the tyranny of theinverted pyramid and they can actually say that. America's Grandpa of Death <strong> Donald Rumsfeld </strong> is having his", "new_id": -2}, {"uid": "1295278259044859402", "i": 17671, "idx": 0, "sa": ["Steve Ballmer"], "q": "Today that the launch of Kinect- as well as various other social and media features- makes the device a \"family entertainment center\". \"Xbox isn't a gaming console,\" he said. <q>It's a place to socialise. It's a place to watch TV. It's the only system were you are the controller. Your voice, your gestures, your body.</q> <strong> Steve Ballmer </strong> also wants the Xbox 360 to appeal to young girls, and believe the rise of Kinect will be key to this. \"You go to your average 15-year-old boy, and he will", "new_id": -2}]