[{"uid": "1296084859120438795", "i": 4272, "idx": 1, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.</q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC.", "new_id": -2}, {"uid": "1297130942180666369", "i": 297, "idx": 1, "sa": ["Simon Cowell", "the Fox"], "q": "Randy Jackson on the panel for the show's tenth season, which premiered on <strong> the Fox </strong> last month. \"I haven't seen a full episode yet,\" said <strong> Simon Cowell </strong> on a press call today. <q>I've seen three minutes of a recap from last week but from what I've seen and heard it all seems to be going well, and I always thought that would be the case.</q> He went on to say that the continued success of Idol had given him confidence in launching X Factor USA, which premieres on <strong> the Fox </strong> later this year. \"What I was more concerned about", "new_id": -2}, {"uid": "1295625451170147875", "i": 4308, "idx": 5, "sa": ["Andy Coulson", "David Cameron"], "q": "@GerardArduaine \"21 January 2011 3:34 PM\" It's the metropolitan police's role in all this that is most worrying. Absolutely correct, this is very worrying. <q>Chris Bryant, the <strong> David Cameron </strong> for Rhondda, has split more than Â£ 92,000 of expenses between three properties in Wales and London in the past five years.</q> There is a much larger story than <strong> Andy Coulson </strong> needing investigation here and it involves the relationship between News International, <strong> David Cameron </strong> and sections of the judiciary and police. FrancesSmith 21 January 2011 3:43 PM", "new_id": -2}, {"uid": "1295592162066338850", "i": 23500, "idx": 7, "sa": ["Colin Powell", "Lee Greenwood"], "q": ", but <strong> Colin Powell </strong> read a message from him. \"Though many years have passed, the events of 1991 remain some of the defining and proudest of this old soldier's life,\" he said. <q>To celebrate the victories of Operation Desert Storm is to celebrate the union of 34 allied nations joined by the recognition that unprovoked aggression against a peaceful nation will not be tolerated.</q> The event ended with a surprise visit by <strong> Lee Greenwood </strong>, who sang his hit Proud to be an American to a standing crowd. Theeagle.com is pleased to offer readers the ability to comment on", "new_id": -2}, {"uid": "1295389760219906072", "i": 46975, "idx": 0, "sa": ["Mike Pence"], "q": "and then to other voices around the country about where they think we might best serve in the years ahead,\" <strong> Mike Pence </strong> told about 100 people at a conference room at Henry County Hospital in New Castle, Ind. <q>We'll be making a decision before the end of this month.</q>\" New AL Gov: Only Christians Are My Brothers And Sisters", "new_id": -2}, {"uid": "1296810817171016196", "i": 47434, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "the internet giant will allow people to virtually visit galleries and view works at gigapixel resolution.\"- The Art Newspaper\" New York Times drops as print ads, circulation slide cut profit <q> \"New York Times Co., publisher of the namesake newspaper, dropped as much as 5.9 percent after reporting a 26 percent decline in profit as print advertising and circulation revenue continued to shrink.</q>- Bloomberg\" <strong> Donald Rumsfeld </strong> was right about everything: new book \" \"Reviled two-time Defense <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled Known and Unknown, after a typically obtuse", "new_id": -2}, {"uid": "1296463134032751622", "i": 10306, "idx": 1, "sa": ["Sergio Marchionne"], "q": "today, with higher expectations than mere survival. In short, they want to see positive net income even after Chrysler pays interest expense on its government loans. CEO <strong> Sergio Marchionne </strong> said Jan. 10 that <q>we're going to make more than$ 700 million,</q> referring to 2010 operating profit( before interest and taxes). Considering that Chrysler reported a$ 565-million operating profit for the first nine months, <strong> Sergio Marchionne </strong>'s statement indicates that the company's operating profit for the last", "new_id": -2}, {"uid": "1295753709087883837", "i": 33585, "idx": 6, "sa": ["LeBron James", "Chris Webber", "Dwyane Wade", "Jimmy Spencer", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q>He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle.</q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 http://wn.com/Miami_Heat_vs_Sacramento_Kings_104__83_December_11,_2010 <strong> Dwyane Wade </strong> scores 36 points and leads the Heat to their season-best eighth straight win, 104-83 over the Kings. Heat-Kings notebook By <strong> Jimmy Spencer </strong>, for NBA.com Posted", "new_id": -2}, {"uid": "1297200983061325341", "i": 1814, "idx": 14, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Though viewed by many as the spear of Mr. <strong> President Bush </strong>'s \"freedom agenda,\" Mr. <strong> Donald Rumsfeld </strong> also expresses misgivings about \"nation-building.\" He disagrees with the \"Pottery Barn rule\"- attributed to Mr. Powell-that <q>if you break it, you own it,</q> arguing Iraq was already broken under Saddam. While he acknowledges that the U.S. had security obligations to Iraq, he expresses discomfort with Mr. <strong> President Bush </strong>'s broad promises for democracy, and he worries that countries too frequently develop", "new_id": -2}, {"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in \"The A-Team.' <q>It was one of the best experiences of my life. The guy loves to improvise,</q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show\" last summer. \"He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}]