[{"uid": "1296200464159858698", "i": 4890, "idx": 11, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" \"What I most want is for him to have a long future,\" <strong> Marjorie Dannenfelser </strong> said. <q>So I'm sure that he's made a discernment that this is the right move.</q> Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one \"because he made it.\" \"You've got to have the fire in", "new_id": -2}, {"uid": "1295507172010305555", "i": 37360, "idx": 0, "sa": ["Carmelo Anthony", "Chris Bosh", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "q": "it hurt them a little bit.\" <strong> Carmelo Anthony </strong> has shot 49-of-72 while averaging just over 40 points in the last three games. \"It's got to be like that Thursday,\" the 6-foot-8 forward said. <q>I've got confidence it will be like that Thursday. It's a big game for us. Do I believe we have to win? No. But it's a must-win for us.</q> <strong> Allen Iverson </strong> added 21 points, seven rebounds and nine assists, <strong> Linas Kleiza </strong> scored 15 points, and <strong> Marcus Camby </strong> http://wn.com/Kobe_Bryant_17_points_2008_vs_LA_Clippers_highlights Toronto's <strong> Chris Bosh </strong> realized it was a game the Raptors weren't going to win on shooting and rebounding, so", "new_id": -2}, {"uid": "1296881715086720523", "i": 8654, "idx": 0, "sa": ["Paul McMullan", "Andy Coulson"], "q": "evidence to a parliamentary committee investigating the hacking scandal, <strong> Paul McMullan </strong> said \"everyone in the schoolyard did it\" when <strong> Andy Coulson </strong> worked at The Sun tabloid, before he moved to the News of The World. <q>For what it is worth <strong> Andy Coulson </strong> knew a lot of people did it at The Sun on his \"Bizarre\"( showbusiness) column and after that at NOTW,</q> he wrote. \"As he sat a few feet from me in the newsroom he probably heard me doing it, laughing about it etc and told others to do it. I worked under <strong> Andy Coulson </strong> for", "new_id": -2}, {"uid": "1295887379005734402", "i": 3488, "idx": 1, "sa": ["Zahi Hawass"], "q": "Berlin's Neues Museum. \"I am doing something that I believe in and that should have been done a 100 years ago,\" <strong> Zahi Hawass </strong> told The Associated Press in a telephone interview. <q>My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many nations to follow suit.</q> <strong> Zahi Hawass </strong>, whose Indiana Jones hat has made him an instantly recognizable world figure, said his campaign has returned some 5,000 artifacts to Egypt from museums and private collections the world over since its launch in 2002", "new_id": -2}, {"uid": "1296391786239042627", "i": 4585, "idx": 4, "sa": ["Michael Vick", "Adrian Peterson"], "q": ".\" <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410. <q>I'm going to try to put on a great show for the fans,</q> <strong> Michael Vick </strong> said. In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better than it has ever been this season.", "new_id": -2}, {"uid": "1295811905072826893", "i": 26659, "idx": 0, "sa": ["Andy Coulson"], "q": "who steals constantly steals from them.\" apart from these there are a bunch of serbs here, so immature, who are so much influenced by politics they cant see the real issue. Report Abuse <q>Albanians in Kosovo are filthy gypsies.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297354271125239296", "i": 15417, "idx": 0, "sa": ["Bill Lockyer"], "q": "bragging rights? Luis Cruz La Mirada I am appalled and embarrassed by California Treasurer <strong> Bill Lockyer </strong>'s immature response to the Texas budget crisis. He is quoted as saying, <q>Someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore.</q> <strong> Bill Lockyer </strong> sounds like a child on the playground yelling, \"nah-nah-nah-nah-nah!\" Good going, <strong> Bill Lockyer </strong>, it makes me proud to be a Californian. Barbara Kem Miller Claremont This", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected. \"The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,\" said <strong> Greg Mueller </strong>, a Republican political strategist. <q>Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign.</q> \"For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,\" said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri. \"This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}, {"uid": "1297719570167477345", "i": 19161, "idx": 1, "sa": ["Ali Ibrahim", "Hosni Mubarak", "Zahi Hawass"], "q": " \"That man would be happy to see a family starve if he could save a mummy,\" says <strong> Ali Ibrahim </strong>, the third generation is his family to hawk camel rides at the pyramids to tourists. <q>We've lived here for generations, and he took money out of our pockets.</q> The focus on <strong> Zahi Hawass </strong> by folks in Giza is likely to be repeated across the country. <strong> Hosni Mubarak </strong> may have been the president of the republic, but local governors and police chiefs are the real, direct", "new_id": -2}, {"uid": "1296691231003915851", "i": 36681, "idx": 0, "sa": ["Michele Bachmann", "Mike Pence"], "q": "legislative impact. If wackos are leading the charge, unfortunately, some of them of them have seats in Congress. <strong> Michele Bachmann </strong> linked to the Live Action video on her Facebook page on Tuesday, noting that <q>I am introducing a bill that would prohibit Planned Parenthood from receiving any future federal money directly or indirectly... You must see this undercover video. This is horrifying!</q> She's not being abstract. Her colleague, <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>, recently introduced legislation that would deny federal dollars to Planned Parenthood and other organizations that receive family funds and also provide abortion. The <strong> Mike Pence </strong> bill", "new_id": -2}]