[{"uid": "1296767113070385743", "i": 804, "idx": 3, "sa": ["George W. Bush", "Donald Rumsfeld", "George H. W. Bush"], "q": ", for example, the whole`` Iraq invasion and occupation'' thing. href=\"http://www.politico.com/news/stories/0211/48749.html\"> According to <strong> Donald Rumsfeld </strong>, he totally intended to do it right, but stupid <strong> George H. W. Bush </strong> wouldn't let him: <q> Former Defense Secretary <strong> Donald Rumsfeld </strong> says in a new book that he wanted to oversee the initial reconstruction of Iraq following the United States' invasion of the country but he was rebuffed by <strong> George W. Bush </strong>. </q>`` <strong> George H. W. Bush </strong> didn't cotton to the idea,'' <strong> Donald Rumsfeld </strong> writes in his yet-to-be-released memoir Known and Unknown, excerpts of which were obtained by POLITICO.''` What if we had a problem with", "new_id": -2}, {"uid": "1296552417261570573", "i": 28494, "idx": 16, "sa": ["Allen Iverson"], "q": "with this victory. <strong> Allen Iverson </strong> had 30 points, nine assists and provided a spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night. <q> It was a huge lift off of me, </q> <strong> Allen Iverson </strong> said.`` I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I", "new_id": -2}, {"uid": "1296550066125386770", "i": 28761, "idx": 0, "sa": ["Susan Boyle", "Simon Cowell", "Michael McIntyre", "John Hampson"], "q": " <strong> Michael McIntyre </strong> also upset a second act in Birmingham. Portsmouth business manager <strong> John Hampson </strong>, 47, stormed off stage when the comic buzzed him shortly after he started singing. The BGT source added: <q> <strong> Michael McIntyre </strong> has obviously been told by <strong> Simon Cowell </strong> that he has to be ruthless. </q> <strong> Simon Cowell </strong> set to quit judge's role on X Factor and Britain's Got Talent to concentrate on new US show Showbiz pals miss out on music star <strong> Susan Boyle </strong>'s big birthday bash", "new_id": -2}, {"uid": "1296796643209420294", "i": 49582, "idx": 5, "sa": ["Derrick Rose", "Allen Iverson", "Tim Lincecum"], "q": ") and for three NBA teams. He is still the all-Tim Lincecume leading NCAA Division I scorer with 3667 points scored and an average of 44.2 points per... OJ Mayo`` The Next One''[ New Edition] <q> This is only a fan made video and is not made for monetary gain. No copyright infringement intended. </q> I think Mayo will win ROTY... But <strong> Derrick Rose </strong> is a beast... Is gon na be close.... PLS Comment, Rate, Subscribe.... DOWNLOAD LINK: www.megaupload.com Check These Amazing Thinks Abou... <strong> Allen Iverson </strong> 38pts", "new_id": -2}, {"uid": "1295862924156680223", "i": 52275, "idx": 0, "sa": ["Simon Cowell"], "q": "href=\"http://timesofindia.indiatimes.com/topic/search?q=Music mogul\"> Music mogul href=\"http://timesofindia.indiatimes.com/topic/Simon Cowell-Simon Cowell\"> <strong> Simon Cowell </strong>, who got engaged to make-up artist href=\"http://timesofindia.indiatimes.com/topic/search?q=Mezhgan Hussainy\"> Mezhgan Hussainy last year, loves children but says he is getting too old to have them. <q> I worry about it because of my age. When I was a youngster, my dad used to play soccer and games with me. And I worry that if I was 70... </q>`` Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could", "new_id": -2}, {"uid": "1295471136012009491", "i": 56191, "idx": 1, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "yet another failed attempt to get Gbagbo to cease power.`` I regret to announce that the breakthrough that was needed did not materialise,'' <strong> Raila Odinga </strong> said in a statement issued Wednesday morning. <q> The window of any opportunity for any amnesty will continue to close if Mr Gbagbo's supporters continue to commit crimes against civilians and peacekeepers, </q> <strong> Raila Odinga </strong> added. Meanwhile, Gbagbo says he will no longer accept <strong> Raila Odinga </strong> as mediator in his election row with <strong> Alassane Ouattara </strong> because he is biased, Gbagbo's foreign minister said on Wednesday.`` Mr", "new_id": -2}, {"uid": "1295669828069369921", "i": 25338, "idx": 1, "sa": ["Steve Cohen", "Larry King", "Mike Pence"], "q": "... now a Democratic Congressman goes out and you say you're sorry for that tonight. But if we're talLarry King about tone in America, this can't be tolerated, can it?'' <strong> Steve Cohen </strong> agreed: <q> No. I'm not going to do it again. I've my learned my lesson. </q> However, only seconds later, Shultz was justifying the Nazi comparison and <strong> Steve Cohen </strong> was comparing <strong> Mike Pence </strong> to Nazi propaganda minister Joseph Goebbels. Here is a full transcript of the January 20 segment:", "new_id": -2}, {"uid": "1295577074033980428", "i": 23009, "idx": 0, "sa": ["Eric Schmidt", "David Fox"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> A 30-second description by CEO <strong> David Fox </strong> of Agistix, a vendor founded in 2003 that focuses on logistics and supply chain management software as a service. Agistix, according to <strong> David Fox </strong>, helps customers`` make better business", "new_id": -2}, {"uid": "1295223646111804445", "i": 20978, "idx": 1, "sa": ["Angelina Jolie", "Ricky Gervais", "Christina Aguilera", "Johnny Depp"], "q": "plenty of comedic fodder among the nominees, which include <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>'s`` The Tourist'' and <strong> Christina Aguilera </strong>'s`` Burlesque.'' Both films were drubbed by critics but received Globe nominations. <q> I'm going to go out there, guns blazing, like it's the end of the world, </q> <strong> Ricky Gervais </strong> said. The ceremony traditionally had a strong track record as a forecast for what film would win best picture at the Oscars. But the two shows have split in recent times, with", "new_id": -2}, {"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}]