[{"uid": "1295622200043139151", "i": 1891, "idx": 2, "sa": ["Eric Schmidt"], "q": "of interests and the growing competition between Google and Apple. Google Factor: But for Google, the move of <strong> Eric Schmidt </strong> is entirely official. On the management change, <strong> Eric Schmidt </strong> said: <q>We've been talking about how best to simplify our management structure and speed up decision-making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> The management change comes as Google is in the midst of several regulatory investigations including a review of the company's proposed purchase of ITA, an anti-trust inquiry by the regarding allegations that Google is unfairly", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.\" <strong> Eric Schmidt </strong>, 55, said, <q>We worked as a triumvirate for 10 years.</q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}, {"uid": "1295343378035373069", "i": 3990, "idx": 0, "sa": ["Oprah Winfrey", "Michael Vick", "Piers Morgan"], "q": "network's dismal viewer ratings, also used the interview to set himself up as <strong> Oprah Winfrey </strong>'s first-among-rivals, waging his own bet with her in British pounds that he would interview rehabbed football player <strong> Michael Vick </strong> before she could. <q>I've dreamed of being your rival,</q> he said. A charming <strong> Piers Morgan </strong>, who interviewed <strong> Oprah Winfrey </strong> in a cozy sitting room set, referred to his guest as \"the American Queen\" and \"America's therapist\"- not a dramatic departure", "new_id": -2}, {"uid": "1295439848265502850", "i": 14482, "idx": 1, "sa": ["Michael Gove"], "q": "Party keep putting out that we are but we're not\". Cameron wasn't the only prominent Conservative to come out in favour of the EMA. In an interview with the <strong> Michael Gove </strong> said: <q><strong> Ed Balls </strong> keeps saying that we are committed to scrapping EMA. I have never said this. We won't.</q> The abolition of the EMA, which paid up to Â£ 30 a week to 16-to-18 years olds living in households whose income is under Â£ 30,800 a year, is likely to lower working-class participation in education and", "new_id": -2}, {"uid": "1297448839057557027", "i": 6812, "idx": 0, "sa": ["Steve Ballmer"], "q": "of last year it was surpa ssed by Android as the world's No. 1 smart phone software, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the new partnership with Nokia would give them <q>more innovation( and) greater global reach.</q> The two companies will \"collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,\" he said. A key challenge will be to produce quality devices", "new_id": -2}, {"uid": "1295710913115458084", "i": 44696, "idx": 0, "sa": ["Andy Coulson", "Brian Cowen", "Mary Harney"], "q": "to his... Report Abuse \"<strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>.\" Report Abuse <q>Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Super Cheap Car Insurance Get Super Cheap Auto Insurance Quotes- You Won't Believe", "new_id": -2}, {"uid": "1296091828043139089", "i": 7510, "idx": 0, "sa": ["Michael Gove"], "q": "extension of heads' powers to discipline pupils if they misbehave on the way to or from school The granting of the power to schools to impose a detention without giving 24-hours' notice. Mr <strong> Michael Gove </strong> said: <q>Under the last government, thousands of great people left the teaching profession because behaviour was out of control and they were forced to spend far too much time on paperwork. \"That's why we're taking action to restore discipline and reduce bureaucracy,</q> he said. \"Teachers will be free to impose the penalties they need to keep order, and free from the red tape which swallows up teaching time, so they can get on with their first", "new_id": -2}, {"uid": "1295461653182812690", "i": 49167, "idx": 1, "sa": ["Simon Cowell"], "q": ". Over the last nine seasons, the smug and acerbic Brit with the snug V-necks has become famous for comparing one contestant's singing to \"a cat being thrown off a skyscraper,\" telling another, <q>Don't mean to be rude, but you look like the Hulk's wife,</q> reducing dozens of hopefuls to their worst ugly cry- and propelling the show to the No. 1 spot in the ratings. But <strong> Simon Cowell </strong> won't be back for the 10th season, which premieres Wednesday,", "new_id": -2}, {"uid": "1297029754108593165", "i": 39028, "idx": 1, "sa": ["David Letterman"], "q": "play in the NBA and learning how to play together. Worrying about the record right now isn't my# 1 concern. Posted by: SDMDTSU| February 2, 2011 4:02 PM| <q>Would you... have ARENAS back.</q> H* LL NO!!!!!!! Loathing is too mild a word!!!!!!! Posted by: glawrence007| February 2, 2011 4:04 PM|\"... 0-25 gets you mentioned on <strong> David Letterman </strong>...\"", "new_id": -2}, {"uid": "1296137820192086045", "i": 15278, "idx": 0, "sa": ["Michael Gove"], "q": "his cousin in a field near the town of Nablus, giving no further details. Hospital officials said he had been shot in the chest. An Israeli police spokesman said they were checking the report of <q>a disturbance between groups of Israelis and Palestinians</q> and the report that a Palestinian had been shot. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in...", "new_id": -2}]