[{"uid": "1296950394175865882", "i": 13848, "idx": 0, "sa": ["Kirsten Gillibrand", "Harriet Tubman"], "q": "'s suffrage movement and in helping elderly African Americans. Proponents say the two parks proposed in the legislation would stimulate tourism, create jobs and recognize a civil rights icon whose story is known worldwide. <q> These two national parks in Maryland and Auburn, N.Y., would provide an important place where men and women of all backgrounds can come together and reflect on the significance of her life, </q> <strong> Kirsten Gillibrand </strong> said. Donald Pinder, president of the <strong> Harriet Tubman </strong> Organization in Maryland, said the park would offer <strong> Harriet Tubman </strong>'s story as a way to encourage people`` to do the right thing, even when everybody", "new_id": -2}, {"uid": "1297278636173539328", "i": 1944, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "says slain Tampa teens knew they were loved... U.S. Video: CBSMIAMI.COM Weather@ Your Desk 2/9/11 Wednesday 1P U.S. Video: Western High School student, teen mom dies at hospital after being struck by car Report Abuse <q> There are very few Democrats left in the Senate. Most of those who were elected as Democrats are nothing less than Marxist Socialists. </q> Report Abuse <blockquote> We have a bunch of ipocratic around that are living on the shoulder of the liberal </blockquote> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than", "new_id": -2}, {"uid": "1296888401119128067", "i": 29422, "idx": 1, "sa": ["Clive Goodman", "Andy Coulson", "David Cameron"], "q": "of The World.`` For what it is worth <strong> Andy Coulson </strong> knew a lot of people did it at The Sun on his` Bizarre'( showbusiness) column and after that at NOTW,'' he wrote. <q> As he sat a few feet from me in the newsroom he probably heard me doing it, laughing about it etc and told others to do it. I worked under <strong> Andy Coulson </strong> for a year and a half at NOTW.`` The real scandal is <strong> David Cameron </strong> would have been briefed:` We can probably get away with this one,' when hiring <strong> Andy Coulson </strong>, so Mr. <strong> David Cameron </strong> is either a liar or an idiot. </q> <strong> Andy Coulson </strong> was editor of the Rupert Murdoch-owned News of The World in 2006, when the paper's royal editor, <strong> Clive Goodman </strong>, was arrested for hacking into voicemails belonging to Princes <strong> David Cameron </strong> and Harry. When <strong> Clive Goodman </strong> was jailed", "new_id": -2}, {"uid": "1296019529211435562", "i": 24172, "idx": 0, "sa": ["Bill Lockyer", "Michele Bachmann", "Newt Gingrich"], "q": "under the influence of alcohol on a university campus, killing 20-year-old student Chen Xiaofeng and injuring the other. Reports later emerged that when security tried to stop him from fleeing the scene, Li shouted: <q> Go ahead, sue me. My father is Li Gang! </q>- in an apparent attempt to use the influence of his father, the deputy police chief of Baoding city. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers", "new_id": -2}, {"uid": "1295562778244678684", "i": 9827, "idx": 6, "sa": ["Eric Schmidt"], "q": "a trio, an approach they spelled out in an`` owner's manual'' included in the company's 2004 IPO filing.`` We run Google as a triumvirate,'' Page and Brin wrote. <q> The three of us run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way. </q> <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy.`` We tend to agree on everything,'' he noted. But he said he believes the new management structure will speed up", "new_id": -2}, {"uid": "1294977377249905176", "i": 9007, "idx": 3, "sa": ["Paul Pierce", "Allen Iverson", "Antoine Walker"], "q": "for most of the game before coming alive briefly in the fourth quarter. <strong> Antoine Walker </strong> scored 25 points but was scoreless in the final period.`` This is what playoff basketball is all about,'' <strong> Paul Pierce </strong> said. <q> Nobody said it was going to be easy when we got here. It's obviously not. </q>`` It's hard to get the clinching game,'' said <strong> Allen Iverson </strong>, who has gotten five of them in his career.`` Those shots at the beginning of the game are a lot easier than the ones", "new_id": -2}, {"uid": "1297134536144228406", "i": 34895, "idx": 2, "sa": ["Dwaine Caraway", "Brent Jones", "Michael Vick"], "q": "action`` was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas.'' <strong> Dwaine Caraway </strong> responded Monday that he cares`` deeply about animals.'' <q> Since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school, staying away from drugs, making positive choices about picking friends, and the importance of education, </q> <strong> Dwaine Caraway </strong> said.`` That was the focus of the event... For those reasons, <strong> Michael Vick </strong> deserves such an action from my office.'' To report corrections and clarifications, contact Standards Editor <strong> Brent Jones </strong>.", "new_id": -2}, {"uid": "1295285635056262693", "i": 34971, "idx": 1, "sa": ["Bill Lockyer"], "q": "during the meeting. Tom Dresslar, a spokesman for state Treasurer <strong> Bill Lockyer </strong>, condemned the agency's actions in a statement as`` needlessly provocative acts of gamesmanship that warp the status quo.'' <q> Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The governor's proposal warrants a serious, thoughtful discussion, </q> he said. California Redevelopment Association Director John Shirey said he did not know of any other agencies in the state that were rushing to allocate money ahead of a new state budget. He also", "new_id": -2}, {"uid": "1296148178229572622", "i": 24862, "idx": 6, "sa": ["Neil Cavuto", "Sen. Joe Lieberman", "Hilary Rosen", "Sen. Bernie Sanders"], "q": "yeah, there's a vote scheduled for 3 o'clock on Monday afternoon, on a cloture vote.'' <strong> Neil Cavuto </strong>:`` So he would have to go like this til' 3 o'clock on...'' Dorgon: <q> He's not going to do that, but look, <strong> Sen. Bernie Sanders </strong> is doing what they do in the Senate. Take the floor, make a statement. He feels passionately about a lot of important issues. Good for him. He has a right to do that. </q> Democratic Strategist <strong> Hilary Rosen </strong> says <strong> Sen. Bernie Sanders </strong>' speech is a refreshing break from backroom politics.`` Just as a citizen, <strong> Sen. Joe Lieberman </strong> love the idea that instead of the behind-the-scenes maneuvering of stopping things from happening on the floor,", "new_id": -2}, [{"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a`` second chance.'' According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was`` passionate about it,'' adding that the president said <q> it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall. </q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}]]