[{"uid": "1296146613005734416", "i": 10570, "idx": 4, "sa": ["Jackie Walorski", "Mike Pence"], "q": "Indiana. <strong> Jackie Walorski </strong> said <strong> Mike Pence </strong> can appeal to both social and economic conservatives. \"I know he feels pulled because there is a great campaign to recruit him at the federal level,\" she said. <q>I'm going to be excited whatever door he picks.</q> If <strong> Mike Pence </strong> does decide to run for president, he'll likely have to start working quickly to raise campaign money. He ended his 2010 re-election race with about$ 460,000 in his U.S. House campaign fund", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a \"powerful political insider- precisely because he had a feel for the world outside Westminster\" and the PM would be looking for a <q>someone with similar nous and journalistic experience</q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}, {"uid": "1296151724246923299", "i": 5390, "idx": 0, "sa": ["Celinda Lake", "Sen. Bernie Sanders"], "q": "which is expected to be insolvent by 2037, and say that all options should be on the table. According to a release from <strong> Sen. Bernie Sanders </strong>'s office, the group will meet with organizations <q>representing senior citizens and workers to discuss the future of Social Security.</q> Representatives from the AFL-CIO, the Service Employees International Union, the American Federation of State, County and Municipal Employees, and Democratic pollster <strong> Celinda Lake </strong> were also expected to attend. http://thehill.com/blogs/blog-briefing-room/news/140695-senate-liberals-organize-social-security-caucus-", "new_id": -2}, {"uid": "1295817055183353361", "i": 36379, "idx": 0, "sa": ["Steve Ballmer"], "q": "isn't worth the bits in the cloud. Vivek's thoughts on Quora remind me of <strong> Steve Ballmer </strong> on the iPhone circa 2007. Totally misses the disruptive element. this person@vwadhwa is a poor judge of startups. <q>Why I Don't Buy Quora Hype</q> http://jc.is/hIDN8O#wrong#dumb#linkbait Hacker Shows It Doesn't Take$ 8 Million to Clone Qwiki- Just 321 Lines of HTML Will do the Trick Apple's new \"two is better than one\" iPhone ad promotes Verizon", "new_id": -2}, {"uid": "1297134193068190239", "i": 10144, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q>My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy?</q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1297240907074432639", "i": 6328, "idx": 1, "sa": ["Condoleezza Rice", "Colin Powell", "President Bush"], "q": "any number of people, including himself. On September 5, 2001, he wrote a memo to secretary of state <strong> Colin Powell </strong>, cc` ing Vice <strong> President Bush </strong> Cheney and <strong> Condoleezza Rice </strong>, the national security adviser. <q>We simply must get a policy for Iraq settled fast. Thank you.</q> A friend of mine who has looked over these snowflakes- a blizzard of them( yuk, yuk)- says they are not merely disparate bits. Read together, read by the hundreds or thousands", "new_id": -2}, {"uid": "1294997731235044878", "i": 42721, "idx": 1, "sa": ["Brian Finneran", "Michael Vick"], "q": "spent with <strong> Michael Vick </strong> as his quarterback. \"The exciting part was, you never knew what was going to happen. The scramble drill was a big part of what we did,\" <strong> Brian Finneran </strong> said. <q>You could be 70 yards down the field and he'd still yank it up to you. Always stay alive.</q> <strong> Brian Finneran </strong> doesn't argue with <strong> Michael Vick </strong>'s own self-description of the quarterback's Falcons years. \"Mike always worked hard on the football field,\" <strong> Brian Finneran </strong> said. \"But as a quarterback,", "new_id": -2}, {"uid": "1297268495062767136", "i": 21763, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "a credible jobs agenda without spending money. \"One of the areas you want to focus on, and I hope and expect the president will be talking about, is infrastructure,\" said <strong> Sen. Bernie Sanders </strong>. <q>You have a crumbling infrastructure where over a period of years we need to spend trillions of dollars. When you do that you create jobs.</q> <strong> Sen. Bernie Sanders </strong> called for investment in infrastructure and \"sustainable energy and energy efficiency,\" which he called \"good for the country.\" \"It creates jobs as well,\" said <strong> Sen. Bernie Sanders </strong>,", "new_id": -2}, {"uid": "1295599055020365403", "i": 1391, "idx": 3, "sa": ["Eric Schmidt"], "q": "the company is run because \"we tend to agree on pretty much everything\". Mr Page, who owns$ 26m worth of Google shares, thanked Mr <strong> Eric Schmidt </strong> for his stewardship of the company. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> he said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" Mr Page said Google is just at the \"tip of the iceberg\" of how the internet will", "new_id": -2}, {"uid": "1297627885248430598", "i": 32871, "idx": 0, "sa": ["David Letterman", "Conan O'Brien"], "q": "turns to music. After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from \"The Tonight Show\" settled down, the red-headed talk show host got a call from fellow chatter <strong> David Letterman </strong>. <q>He wanted to know what I was wearing,</q> <strong> Conan O'Brien </strong> joked during an interview on the set of his new TBS talk show. The truth is <strong> David Letterman </strong> called him just to see how he was doing. \"I said, \"We\"ve", "new_id": -2}]