[{"uid": "1296575507267468818", "i": 11091, "idx": 1, "sa": ["Gary Moore", "Allen Iverson"], "q": "''( <strong> Allen Iverson </strong>) will not be able to return to professional basketball for some six to eight weeks or more this season,'' Andrews said in a statement sent out by <strong> Allen Iverson </strong>'s manager, <strong> Gary Moore </strong>. <q> At this point, it is certainly more important to get his calf healed and asymptomatic than it is to try to play with continued pain. We anticipate a full recovery and certainly anticipate him being able to resume a normal basketball career. </q>`` He actually tried to tough it out and continued to play while over in Turkey,'' said Andrews.`` However, he got to the point where he could not really run up and down", "new_id": -2}, {"uid": "1294965093056983574", "i": 3890, "idx": 2, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "She even scratched her nose, Lemole said. The encouraging news continued when <strong> Kirsten Gillibrand </strong> and Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., stood in the hospital room Wednesday, talking, joking and touching their friend. <q> She was rubbing our hands and gripping our hands so... we knew she could hear and understand what we were saying and she moved her leg, and so we knew she was responding, </q> <strong> Kirsten Gillibrand </strong> said.`` And the more we joked about what we were going to do, she started to open her eyes.'' <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, realized the significance of the moment", "new_id": -2}, {"uid": "1296675995024215578", "i": 29525, "idx": 1, "sa": ["Justin Bieber", "Halle Berry", "Audrina Patridge", "David Letterman"], "q": "genuinely discovered based on real talent.'' OK! NEWS: JUSTIN BIEBER ON HIS BEST FRIEND SELENA GOMEZ- WE SAW`` There hasn't been any official word on that,'' <strong> Halle Berry </strong> said, <q> but that would be a fantastic idea. </q> Lunchtime Lowdown: <strong> Audrina Patridge </strong> Shows Off Her Bikini Bod for Bongo`` Late Show'' host <strong> David Letterman </strong> may be a more seasoned entertainer than pop sensation <strong> Justin Bieber </strong>, but he could learn a thing or two from the 16-year", "new_id": -2}, {"uid": "1297299209172949515", "i": 24081, "idx": 2, "sa": ["Nigel Lythgoe", "Paula Abdul", "Simon Cowell", "Steven Tyler"], "q": ",'' <strong> Nigel Lythgoe </strong> said.`` In truth, <strong> Simon Cowell </strong> would have gotten rid of them straight-away because he wasn't a country fan.'' <strong> Nigel Lythgoe </strong> said this year there is a 16-year-old that performs jazz. <q> <strong> Simon Cowell </strong> would have said,` He's not an American Idol! Get rid of him!'... What you are definitely going to get this season is an American voice and American music. </q> Aerosmith frontman <strong> Steven Tyler </strong> <strong> Nigel Lythgoe </strong> said is the nice judge like <strong> Paula Abdul </strong>.`` He'll say,' I hear your soul. But it's not in the voice of` American Idol.' Thanks so", "new_id": -2}, {"uid": "1295620769169754641", "i": 24812, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "a conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>'s co-founders as his`` best friends.''`` I believe Larry is ready'' to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes with running one of world's most scrutinized companies. <strong> Google Inc. </strong> earned$ 2.5 billion, or$ 7.81 a share,", "new_id": -2}, {"uid": "1295389760219906072", "i": 46975, "idx": 0, "sa": ["Mike Pence"], "q": "and then to other voices around the country about where they think we might best serve in the years ahead,'' <strong> Mike Pence </strong> told about 100 people at a conference room at Henry County Hospital in New Castle, Ind. <q> We'll be making a decision before the end of this month. </q> \" New AL Gov: Only Christians Are My Brothers And Sisters", "new_id": -2}, {"uid": "1295739237074268677", "i": 48547, "idx": 1, "sa": ["Allen Iverson", "Elgin Baylor", "Theo Ratliff", "Joe Louis"], "q": "eight rebounds and a key blocked shot as the 76ers held off the Toronto Raptors, 93-90.`` <strong> Elgin Baylor </strong> wanted to get to a point where <strong> Elgin Baylor </strong> was healthy enough to make a contribution,'' <strong> Theo Ratliff </strong> said. <q> Tonight <strong> Elgin Baylor </strong> felt great. Everything is going well. <strong> Elgin Baylor </strong> enjoyed being out there.`` <strong> Theo Ratliff </strong> was a presence the whole game, </q> 76ers coach Larry <strong> Joe Louis </strong> said. The 6-10 forward started at center and triggered a 12-2 burst in the fourth quarter that was fueled by <strong> Allen Iverson </strong>, who scored eight of his 30 points in the pivotal stretch. <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1296443805235372691", "i": 14721, "idx": 2, "sa": ["Michael Jordan", "Allen Iverson", "Tracy McGrady"], "q": "Orlando Magic on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. <q> <strong> Elgin Baylor </strong> score a career high and we won the game, </q> <strong> Allen Iverson </strong> said.`` That's how you draw it up in your dreams.'' It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana", "new_id": -2}, {"uid": "1295625832143933451", "i": 20892, "idx": 4, "sa": ["Saddam Hussein", "Colin Powell"], "q": "generations to come.'' <strong> Colin Powell </strong> said a peaceful solution was not possible because <strong> Saddam Hussein </strong> was unfazed by the warnings from the U.N. Security Council, by economic sanctions or by the buildup of U.S. troops in the region. <q> I was quite confident we were going to war and( <strong> Saddam Hussein </strong>) wasn't going to blink, </q> <strong> Colin Powell </strong> said. The U.N. Security Council warned Iraq that if it didn't withdraw its troops by Jan. 15, 1991, a U.S.-led coalition would be authorized to drive them out. The war began two days later", "new_id": -2}, {"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.'' The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q> started to open her eyes, literally, </q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying:`` <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,'' <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}]