[{"uid": "1295880234215089214", "i": 45427, "idx": 0, "sa": ["Jennifer Love Hewitt", "David Letterman", "Helena Bonham Carter", "Betty White", "Craig Ferguson"], "q": "Cage the Elephant( Thursday). <strong> David Letterman </strong> may not be working this week, but <strong> Craig Ferguson </strong> is, and he's talking to <strong> Jennifer Love Hewitt </strong>( Tuesday), <strong> Betty White </strong>( Wednesday) and <strong> Helena Bonham Carter </strong>( Friday) on <q> The Late Late Show. </q> The comedian's conversation with <strong> Betty White </strong> should be especially entertaining and well worth losing some sleep.", "new_id": -2}, {"uid": "1295567825105267222", "i": 3021, "idx": 4, "sa": ["Larry Page", "Eric Schmidt"], "q": "the analyst consensus estimate of$ 8.09 per share and compared to$ 2.19 billion, or$ 6.79 per share, in the fourth quarter of 2009. In a statement, <strong> Eric Schmidt </strong> called the fourth quarter <q> a terrific end to a stellar year </q> and credited the success on a strong core search advertising business and to the momentum in emerging businesses such as display advertising and mobile. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> in the statement, saying he has done an \"", "new_id": -2}, {"uid": "1296584426227672138", "i": 30054, "idx": 0, "sa": ["Larry Page", "Mary Jo Foley", "Eric Schmidt"], "q": "of taking an unfair shortcut? That's a debate we imagine with rage for quite some time. Update: Microsoft's been sending out the following statement from Stefan Weitz, director of Bing: <q> We use multiple signals and approaches in ranking search results. The overarching goal is to do a better job determining the intent of the search so we can provide the most relevant answer to a given query. Opt-in programs like the toolbar help us with clickstream data, one of many input signals we and other search engines use to help rank sites. </q> That's pretty ambiguous, so ZDNet's <strong> Mary Jo Foley </strong> Google refocuses under <strong> Larry Page </strong>; <strong> Eric Schmidt </strong> says Microsoft is bigger competition... Google begins censoring BitTorrent, RapidShare and other Big Media profanity The most commented posts on Engadget over the", "new_id": -2}, {"uid": "1295563364204783630", "i": 12686, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "trio have shared equally in the decision-making process, <strong> Eric Schmidt </strong> said, and going forward, they \"will continue to discuss the big decisions among the three of us.\" But Thursday's announcement clarifies their individual roles <q> so there's clear responsibility and accountability at the top of the company. </q> After April 4, <strong> Larry Page </strong> will lead product development and technology strategy and take charge of day-to-day Google operations. \"In this new role I know he will merge Google's technology and business vision", "new_id": -2}, {"uid": "1295909859246595674", "i": 48640, "idx": 1, "sa": ["Bernie Sanders", "Barack Obama"], "q": "'s call \"to raise the retirement age, and otherwise reduce Social Security benefits\" in his State of the Union address. Instead, <strong> Barack Obama </strong> will keep his comments about Social Security vague. The paper reports <q> he is likely to urge lawmakers to work together to make the program solvent, without going into details, according to congressional sources. </q> Progressives had worried <strong> Barack Obama </strong> might embrace the growing call from Republicans to make significant changes to the way Social Security works. <strong> Bernie Sanders </strong> said the news that <strong> Barack Obama </strong> would say nothing specific about the program one way or", "new_id": -2}, {"uid": "1295768239143409189", "i": 55657, "idx": 2, "sa": ["Allen Iverson", "Floating Points"], "q": "what I do.\" \"I played that game like it was my last when I was a rookie and scored 50,\" said <strong> Allen Iverson </strong>, who equaled the most <strong> Floating Points </strong> scored in the NBA this season. <q> I did the same thing tonight, just like I do every night. And we won. </q> <strong> Allen Iverson </strong>, approaching his first All-Star game, had a slew of incredible numbers: A career-high 20 field goals and 40 attempts, nine rebounds and six assists. He favorite stat was the one that goes in the", "new_id": -2}, {"uid": "1295645168182517789", "i": 8216, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Google may be returning to its start-up roots. \"A lot of the growth of the company used to be driven by innovation,\" said Yun Kim, an analyst at investment firm Gleacher& Co. <q> Having someone with the very strong product background that <strong> Larry Page </strong> has could Sergey Bring some innovation back to Google. </q> <strong> Eric Schmidt </strong>, 55, will remain as executive chairman and will advisLarry Page and <strong> Sergey Brin </strong>, Google's other co-founder. <strong> Sergey Brin </strong> will give up his title as co-president to work on high-priority projects. One of", "new_id": -2}, {"uid": "1295613803099680259", "i": 17742, "idx": 4, "sa": ["Glenn Mulcaire", "Andy Coulson", "Clive Goodman"], "q": "be appropriate for the prime minister to come to the Commons to explain why this is happening and give the public the full details here in the House of Commons, rather than bury this news\" \" <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q> Mr <strong> Andy Coulson </strong> was editor of the News of the World in 2007 when its royal editor, <strong> Clive Goodman </strong>, was jailed for conspiracy to access phone messages. Private investigator <strong> Glenn Mulcaire </strong> was jailed for six months on the", "new_id": -2}, {"uid": "1295644860262504456", "i": 20000, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "role at the company. He will keep \"focusing on strategic products,\" Google said in a regulatory filing on Thursday. The company portrayed its change at the top as evolutionary rather than revolutionary. <q> <strong> Larry Page </strong>... is ready to lead, </q> <strong> Eric Schmidt </strong> wrote on his blog, adding via Twitter: \"Day-to-day adult supervision no longer needed!\" <strong> Eric Schmidt </strong> said that although what he called the \"triumvirate approach\" of leadership by himself, <strong> Larry Page </strong> and", "new_id": -2}, {"uid": "1297506563204570648", "i": 26873, "idx": 0, "sa": ["Michael Gove"], "q": "he said was unlawful as he failed to consult with any of the claimants. However, the judge stressed that, provided Mr <strong> Michael Gove </strong> discharged his duty to consult fairly and take into account equality considerations, <q> the final decision on any given school or project still rests with him </q>. \"He may save all, some, a few, or none. No-one should gain false hope from this decision.\" Mr Pank Patel, headteacher of Wood Green High School in", "new_id": -2}]